{
  "id": 10517347,
  "name": "Edward ORLETT, Plaintiff-Appellant, Cross-Appellee, v. CINCINNATI MICROWAVE, INC., James L. Jaeger, Paul M. Allen, Robert L. Bates, Charles M. Fullgraf, James X. Mullen, John A. O'Steen, and Mark G. Solow, Defendants-Appellees, Cross-Appellants",
  "name_abbreviation": "Orlett v. Cincinnati Microwave, Inc.",
  "decision_date": "1990-02-01",
  "docket_number": "Nos. 89-3047, 89-3048",
  "first_page": "224",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 224"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "91 L.Ed.2d 562",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 3272",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "477 U.S. 903",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217699,
        6218309,
        6217447,
        6218023,
        6215309,
        6216110,
        6215853,
        6215572,
        6216567,
        6216318
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0903-08",
        "/us/477/0903-10",
        "/us/477/0903-07",
        "/us/477/0903-09",
        "/us/477/0903-01",
        "/us/477/0903-04",
        "/us/477/0903-03",
        "/us/477/0903-02",
        "/us/477/0903-06",
        "/us/477/0903-05"
      ]
    },
    {
      "cite": "772 F.2d 244",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        306780
      ],
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/772/0244-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1109,
    "char_count": 27779,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 5.976645993190789e-08,
      "percentile": 0.37182631110925773
    },
    "sha256": "f0baa821ea333ff273c511d2e61c9c16a5c352d342bbe0843d1ed4491fd58354",
    "simhash": "1:43bce5a935c44325",
    "word_count": 4686
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WELLFORD and NELSON, Circuit Judges, and EDWARDS, Senior Circuit Judge."
    ],
    "parties": [
      "Edward ORLETT, Plaintiff-Appellant, Cross-Appellee, v. CINCINNATI MICROWAVE, INC., James L. Jaeger, Paul M. Allen, Robert L. Bates, Charles M. Fullgraf, James X. Mullen, John A. O’Steen, and Mark G. Solow, Defendants-Appellees, Cross-Appellants."
    ],
    "opinions": [
      {
        "text": "DAVID A. NELSON, Circuit Judge.\nThis is a securities action brought by a Cincinnati Microwave shareholder who decided not to tender his stock in response to a tender offer made by the company at the end of 1987. The case was tried to a jury, which returned a verdict for the company and its directors.\nOn appeal, the plaintiff contends (a) that the district court ought to have- certified the case as a class action under Rule 23, and (b) that the court committed reversible error in its charge to the jury. We conclude that the plaintiff had no case, and we shall affirm the judgment in favor of the defendants.\nI\nDefendant Cincinnati Microwave, Inc., a leading manufacturer of radar detectors, is a publicly held Ohio corporation the stock of which is traded over-the-counter through the National Association of Securities Dealers’ automated quotation system. At the end of 1987 some 16,422,220 shares of the company’s stock were outstanding, of which 11,146,175 shares — approximately 67.8% — were owned by defendant James L. Jaeger. Mr. Jaeger was the chief executive officer of the company and chairman of its board of directors.\nThe company’s earnings were volatile and difficult to predict, but the trend was downward. Earnings in 1985 came to $1.46 per share; in 1986 they were $.70 pér share. Earnings for the first nine months of 1987 were $.16 per share below the earnings for the same period in 1986.\nThe price of the stock had reached a high of $15.50 per share in the third quarter of 1985. In September of 1986, during a period when prices ranged between $10.75 and $6.75 per share, Mr. Jaeger had offered to buy all of the stock he did not own for a price of $11.25 per share; the board rejected the offer as inadequate. On December 17, 1987, the day before the company made its tender offer, the price of the last reported sale was $4.375 per share. The company’s book value, as of September 30, 1987, was $4.57 per share.\nThe company had amassed a cash hoard of some $35 million, and in the spring of 1987 the board began studying, among other alternatives, a possible restructuring of the company. On the advice of its financial advisors, the company rejected at least one option — a “leveraged dividend” — which would have produced a larger short-term cash return for Mr. Jaeger and the other shareholders than the tender offer that was ultimately decided on.\nThe board’s decision, taken in December of 1987, was to make a cash tender offer for up to six million shares of Cincinnati Microwave stock at a price of $6.00 per share. This represented .a premium of more than $1.50 per share over the price the stock then commanded in the marketplace. Funds for the purchase were expected to come from the cash that the company had on hand and a $10 million revolving credit facility from a Cincinnati bank.\nMr. Jaeger (who abstained from the vote in which the tender offer was approved) promised the board that he would tender all of his 11,146,175 shares. Such a tender would automatically result in an over-subscription, regardless of what the other shareholders did, and would trigger the proration provisions of the proposed offer. Under those provisions, a shareholder who owned fewer than 100 shares could require the company to buy his entire holding. Shares tendered by everyone else would be purchased on a pro rata basis.\nThe company issued its tender offer on December 18, 1987, sending all shareholders a detailed offering statement. The first page of the offer contained several paragraphs printed in bold type. One such paragraph read as follows:\n“JAMES L. JAEGER, CHAIRMAN OF THE BOARD AND CHIEF EXECUTIVE OFFICER OF THE COMPANY, HAS INFORMED THE COMPANY THAT HE PRESENTLY INTENDS TO TENDER ALL OF HIS SHARES (REPRESENTING APPROXIMATELY 67.8% OF THE OUTSTANDING SHARES) IN RESPONSE TO THE OFFER. ACCORDINGLY, THE COMPANY EXPECTS THAT THE PRORATING PROVISIONS OF THE OFFER WILL APPLY. CONSUMMATION OF THE OFFER WILL IN NO EVENT REDUCE MR. JAEGER’S OWNERSHIP BELOW 49% OF THE OUTSTANDING SHARES.”\nThe plaintiff in this case, Mr. Edward Orlett, owned 2,500 shares of Cincinnati Microwave stock. On December 23, 1987, without having tendered any of his shares, Mr. Orlett commenced the present action in the United States District Court for the Southern District of Ohio, naming the company and its directors as defendants and claiming a self-dealing breach of fiduciary duty and a failure to comply with federal disclosure requirements. The complaint alleged, among other things, that the tender offer was part of a scheme by Mr. Jaeger and his associates to acquire 100% ownership of the company at a grossly unfair price; that the practical effect of the offer would be to ensure the “delisting” of the stock; that the offering statement violated the disclosure requirements of § 14(e) of the Securities Exchange Act of 1934, as amended by the Williams Act, 15 U.S.C. § 78n(e), in that it failed to disclose the true purpose and effect of the offer and failed to disclose the offer of $11.25 per share made by Mr. Jaeger in 1986; and that the individual defendants had violated the fiduciary and other common law duties they owed the minority shareholders.\nThe underlying theory of the plaintiff’s case seems to have been that Mr. Jaeger was planning to deliver a “sucker punch” by giving other shareholders the false impression that he was going to sell much of his stock back to the company at $6.00 per share. Other shareholders would be encouraged to follow Mr. Jaeger’s lead, the theory went, not realizing that Mr. Jaeger was not actually going to sell any of his shares. After the company had accepted the tenders made by the other shareholders, under this scenario, Mr. Jaeger would own a higher percentage of the outstanding stock than he had owned before, and could easily take the company private.\nMr. Orlett sought to bring the case as a class action on behalf of all shareholders not named as defendants. The complaint contained a number of allegations designed to show satisfaction of the class action prerequisites of Rule 23(a), Fed.R.Civ.P., and to demonstrate that the action could be maintained as a class action under Rule 23(b). The complaint alleged further that the defendants’ actions would damage the plaintiff and the class he sought to represent by preventing them from receiving their fair share of the value of the business; by placing a “cap” on the market price of the shares; and by depriving the minority shareholders of full, fair and adequate disclosure of all material facts. The relief prayed for included a declaration that the tender offer was unfair and an injunction against proceeding with the offer. In the alternative, assuming consummation of the offer, there was a request for recision or rescissory damages.\nOn January 8, 1988, the company issued a supplement to its offering statement, reporting on Mr. Orlett’s lawsuit and describing the complaint in some detail. The supplement also described Mr. Jaeger’s unsuccessful attempt to take the company private in 1986 at $11.25 per share. The supplement noted that the last reported sale price for the stock on January 7, 1988, was $5.00 per share. Finally, the supplement reported that as of January 8, 1988, Mr. Jaeger had tendered 100% of his stock in response to the company’s $6.00 per share offer.\nThe plaintiff filed an amended complaint on January 12. The amended complaint added, among other things, an allegation to the effect that while the announcement that Mr. Jaeger intended to tender all of his shares “cloaked the tender offer with an air of respectability,” the offering materials failed adequately to disclose that “Jae-ger’s tender was not a firm commitment.” The amended complaint also asserted that although the company had represented that the $6.00 price was fair, the actual value of the stock was in the range of $9.00 to $13.50 per share.\nThe plaintiff moved for a preliminary injunction prior to expiration of the offer. The motion was denied, after a hearing before Chief District Judge Carl Rubin, and the transaction was closed on January 29, 1988. We are told that the number of shares tendered as of that date stood at 13,780,753. This figure — representing almost 84% of the total shares outstanding— included all of Mr. Jaeger’s stock. The tenders were accepted on the pro rata basis described in the offer, and slightly under 44% of the shares tendered were purchased at $6.00 per share. Mr. Jaeger did not throw any sucker punch, and he was left owning a smaller percentage of the outstanding stock after the transaction was completed than he had owned before.\nUnlike Mr. Jaeger, the plaintiff chose not to tender any of his 2,500 shares. Had he wished to make a tender, he could have sold the same percentage of his stock that Mr. Jaeger sold, at the same price per share.\nIn May of 1988, after briefing and oral argument on the class certification issue, Judge Rubin entered an order denying the plaintiff’s motion for certification. The ruling was made without prejudice to resubmission of the motion at a later time. Noting that no evidence had ever been presented that the plaintiff represented anyone other than himself, the court concluded that as of the month of May, at least, the plaintiff had “not established] the existence of a class, much less that such class is so numerous that joinder of all members is impracticable.”\nThe plaintiff never resubmitted his request for class certification.\nThe case went to trial in November of 1988. The defendants moved for a directed verdict after presentation of the plaintiff’s evidence, and they renewed the motion at the close of all the evidence. The court decided not to direct a verdict, remarking to counsel that there might well be a judgment notwithstanding the verdict if the jury should find for the plaintiff.\nThe jury did not find for the plaintiff. Answering questions put to it under Rule 49, Fed.R.Civ.P., the jury found specially that § 14(e) of the Securities Exchange Act had not been violated and that none of the defendants had violated any fiduciary duty. The court entered judgment for the defendants. The plaintiff has appealed both from that judgment and from the order denying class certification. The defendants have taken a precautionary cross-appeal from the ruling on their motion for a directed verdict.\nII\nAs to the denial of class certification, the plaintiff contends that the court used impermissible legal criteria and abused its discretion in deciding not to let the case proceed as a class action. The gist of the argument is that it was improper for the court to inquire, as it did during argument on the motion to certify, whether any minority shareholder other than Mr. Orlett had given any indication of a desire to be part of the class; that it was likewise improper for the court to ask, as it did, for an explanation of what the defendants were supposed to have done wrong and how the putative class was supposed to have been hurt thereby; that the court ignored the existence of almost 1,500 minority shareholders; and that given the importance the federal securities laws place on full disclosure, any possible doubt as to the existence of a proper class ought to have been resolved in favor of certification.\nThe defendants respond by noting the broad discretion that trial courts have in dealing with class certification issues; by pointing out that in this circuit, courts have discretion to consider the degree of class support in deciding whether a plaintiff has sustained the burden of showing, under Rule 23(a)(4), that he will adequately protect the interests of the putative class; and by suggesting that a plaintiff who cannot articulate a claim which the trial court can understand is at something of a disadvantage when it comes to demonstrating, as required by Rule 23(a)(3), that “the claims or defenses of the representative parties are typical of the claims or defenses of the class.”\nWe find the defendants’ arguments persuasive. The trial court did not abuse its discretion, in our view — and the plaintiffs failure to renew his motion for class certification, despite ample time to do so, may well suggest that the plaintiff himself realized there was little chance of his being able to marshal evidence sufficient to establish the prerequisites of a class action.\nBe that as it may, no extended discussion of the certification issue is necessary in view of our conclusion as to the merits of the plaintiff’s case. Because of the holes punched in the plaintiff’s theory when Mr. Jaeger tendered all his stock and sold his pro rata share, it became clear that the plaintiff had set sail in a ship that was going to sink. The presence or absence of additional passengers could not have affected the seaworthiness of the doomed vessel. The plaintiff has no standing to complain about the fact that he was the sole occupant of the ship when it finally went down.\nIll\nThe plaintiff cites two alleged errors in the court’s charge to the jury. First, he says, the court erred in giving the following instructions:\n“In order for plaintiff to recover on a claim under § 14(e), he must prove by a preponderance of the evidence either that a defendant deliberately made an untrue statement of a material fact or omitted to state a material fact necessary to make that statement not misleading under the circumstances or that a defendant engaged in a fraudulent, deceptive or manipulative act or practice in connection with a tender offer.” (Emphasis supplied.)\nThe adverb chosen by the court was too restrictive, the plaintiff says, because liability may be predicated on a material misstatement or omission made not “deliberately,” but “recklessly.”\nThere was no prejudicial error, in our view. As discussed below, we can discern no evidence on which the jury could have found any material misstatement or omission in the tender offer as supplemented. If the offer and its supplement did not mislead, and if they did not make any untrue statement of a material fact, there can be no possible question as to “deliberateness” or “recklessness.”\nAs we read the record, moreover, the plaintiff offered no evidence that the defendants had acted “recklessly” in any event; the entire thrust of the plaintiff’s claim was that the defendants tried to mislead the minority shareholders intentionally and deliberately. The trial judge did, nonetheless, give the jury a definition of “recklessness.” This definition was followed by instructions to the effect that the plaintiff is not required to prove reliance in the event of a failure to state a material fact, and by the charge that “[y]ou must determine whether the actions of the defendants constituted a failure to disclose a material fact.” Not until later in the instructions did the court speak of the necessity of proving that a defendant acted “deliberately.” Perhaps a reference back to the charge on “recklessness” would have been helpful at that point, had any evidence of recklessness actually been introduced at trial, but it seems to us that the charge as a whole would adequately have informed the jury of the relevant considerations under any circumstances. It also seems to us that any dissatisfaction the plaintiff may have had with the court’s failure to spell out the significance of its “recklessness” definition ought to have been voiced at the sidebar conference that followed delivery of the court’s charge. The plaintiff’s counsel did point out one omission — which the court promptly corrected — but counsel stood silent when the court asked if there were anything further.\nThe second alleged error in the court's instructions relates to the burden of proof on the alleged breach of duty by the defendant directors. Ohio’s General Corporation Law, as amended in November of 1986, provides, among other things, that\n“A director shall perform his duties as a director ... in good faith, in a manner he reasonably believes to be in or not opposed to the best interests of the corporation, and with the care that an ordinarily prudent person in a like position would use under similar circumstances.” Ohio Rev.Code § 1701.59(B).\nUnder the 1986 amendments, a finding that a director has violated the obligation to perform his duties in good faith must be based on clear and convincing evidence:\n“A director shall not be found to have violated his duties under division (B) of this section unless it is proved by clear and convincing evidence that the director has not acted in good faith, in a manner he reasonably believes to be in or not opposed to the best interests of the corporation, or with the care that an ordinarily prudent person in a like position would use under similar circumstances, in any action brought against a director, including actions involving or affecting any of the following:\n(a) A change or potential change in control of the corporation * * * ” Ohio Rev. Code § 1701.59(C)(1).\nThe “clear and convincing evidence” standard was likewise incorporated in Ohio Rev.Code § 1701.59(D), the first sentence of which reads as follows:\n“A director shall be liable in damages for any action he takes or fails to take as a director only if it is proved by clear and convincing evidence ... that his action or failure to act involved an act or omission undertaken with deliberate intent to cause injury to the corporation or undertaken with reckless disregard for the best interests of the corporation.”\nThe instructions given in the case at bar on the claimed breach of fiduciary duty were entirely consistent with the new statute. Thus the court charged, among other things, that:\n“In order to show a breach of fiduciary duty, a plaintiff must prove his case by clear and convincing evidence.”\nThe plaintiff contends that “the trial court erred by failing to instruct the jury that once plaintiff demonstrates a prima facie case of self dealing on the part of the defendant directors, the burden of proof shifts to the defendants to prove the fairness of the tender offer.” The cases cited in support of this proposition all antedate the 1986 statute, and none would require the giving of a burden-shifting instruction here in any event.\n“[T]he general rule,” as this court declared in a pre-1986 case arising out of the contest for control of Marathon Oil Company, another Ohio corporation, is “that directors carry the burden of showing that a transaction is fair and in the best interests of shareholders only after the plaintiff has made a prima facie case showing that the directors have acted in bad faith or without requisite objectivity.” Radol v. Thomas, 772 F.2d 244, 257 (6th Cir.1985), cert. denied, 477 U.S. 903, 106 S.Ct. 3272, 91 L.Ed.2d 562 (1986) (emphasis in original). Whether a plaintiff has made a prima facie showing of bad faith is a question of law for the court, not a question of fact for the jury. Here, as we shall see shortly, the plaintiff failed to make a prima facie showing that the directors acted in bad faith, or with a deliberate intent to cause injury to the corporation, or with reckless disregard for the best interests of the corporation. We see no error in the court’s charge — and we shall not belabor the point further, because we do not believe that the plaintiff was entitled to go to the jury at all.\nIV\nThe plaintiffs basic problem, as we see it, is that he failed to make a showing on which any jury could reasonably have found either that the defendants had done anything wrong or that the defendants had damaged him in any way.\nThe plaintiff presented no expert testimony to substantiate his claim that the $6.00 per share price was unfair and that the stock’s “actual value” was in the $9.00 to $13.50 range. The defendants, on the other hand, presented detailed testimony on fairness. The defendants’ evidence showed that the transaction was calculated to serve the best interests of both the corporation and its shareholders.\nIf the $6.00 price was unfairly low, moreover, the plaintiff had no standing to complain about it as long as he chose not to tender his shares. If the price was too low, it was Mr. Jaeger who was hurt, not the plaintiff. Because he elected to keep all his shares, the plaintiff had a higher percentage interest in the company after completion of the tender transactions than before — and if the company was able to buy back six million shares of its stock at a bargain price, that could only have benefited the plaintiff.\nThe plaintiff presented no probative evidence to support his claim that Mr. Jaeger did not intend to tender his stock and planned to keep all of it so as to facilitate a supposed plan to take the company private. Proof of such a plan would doubtless have been hard to come by in November of 1988, given that Mr. Jaeger had in fact tendered 100% of his shares, had not withdrawn his tender before acceptance, and had not attempted to take the company private after selling 44% of his stock.\nChanging his course 180 degrees from the course charted in the complaint, the plaintiff now argues that the tender offer was misleading not because Mr. Jaeger intended to renege on his stated intention, but because he did not. This seems to be a reverse sucker punch theory. Even though, under applicable federal regulations, Mr. Jaeger could not have given a legally binding commitment to make a tender and keep it open until acceptance, the theory is that by failing to say something like “Mr. Jaeger has made a moral commitment to tender all his shares and he honestly does not intend to depart from that commitment,” the offering materials were calculated to fool other shareholders into thinking the Mr. Jaeger was planning a sucker punch he had no intention of delivering.\nThis rather imaginative theory is hardly self-authenticating, and we see no basis on which the jury could have accepted it. (It is not clear to us whether the jury was ever asked to do so, incidentally.) As far as we can tell, there was no evidence of any design to have the disclosure of Mr. Jaeger’s present intention taken at less than face value. The original offer to purchase said that Mr. Jaeger presently intended to tender all his shares, and under the reverse sucker punch theory that statement must be accepted as the literal truth. The supplement dated January 8, 1988, disclosed that “[a]s of the date hereof, Mr. Jaeger has tendered all his Shares in response to the Company’s offer.” That, too, was the literal truth. We see nothing that could reasonably be construed as a calculated hint that Mr. Jaeger planned to withdraw his tender before acceptance — and we note, again, that this case went to trial on an amended complaint which alleged that “what was not adequately disclosed was the fact that Jaeger’s tender was not a firm commitment.” (Emphasis supplied.)\nIt is true that the adverb “presently”— used here to mean “at the present time”— is something of a weasel word. Such words are much beloved of bureaucrats and lawyers, however, and “presently intend” is a common locution the use of which is sanctioned in forms prescribed by the SEC itself. If Mr. Jaeger did in fact “presently intend” to tender all his shares, as the plaintiff now seems to concede, it was not a violation of § 14(e) for the tender offer to say so.\nWe find no other claim on which the plaintiff could reasonably assert a right to go to the jury. On the issue of Mr. Jae-ger’s “self-dealing,” the plaintiff quotes a proposed Corporate Governance Principle of the American Law Institute to this effect:\n“... A dominating shareholder may not advance his pecuniary interest by using his dominating position ... in a manner that ... allows him to secure a pecuniary benefit received as a shareholder that is not made proportionately available to other shareholders_” (Tent. Draft No. 5, April 15, 1986.)\nBut the tender offer at issue here was available proportionately to all holders of 100 shares or more. (Holders of fewer than 100 shares could force the company to buy a higher percentage of their holdings than either Mr. Jaeger or the plaintiff could, but we do not understand the plaintiff to be complaining that holders of odd lots were offered a better deal than he was.) Mr. Jaeger received no pecuniary benefit that was not proportionately available to the plaintiff; Mr. Jaeger received $6.00 per share for approximately 44% of his stock, and the plaintiff, had he wished, could have received exactly the same price for exactly the same percentage of his holdings.\nThere was no proof of the allegation that the tender offer had the practical effect of greatly reducing the market for Cincinnati Microwave stock. There was no proof of the allegation — an inherently improbable allegation, in our view — that the offer placed a “cap” on the market price of the stock. And there was no proof of any other damage to the plaintiff.\nThe judgment entered by the district court is AFFIRMED.\n. In December of 1987 the company had 1,499 shareholders of record, of whom 458 owned fewer than 100 shares.\n. None had.\n. The specific instruction proposed by the plaintiff at the time of trial read as follows:\n\"If plaintiff demonstrates by a preponderance of the evidence that the directors have a self-interest in a particular corporate transaction, the burden shifts to them to prove that the transaction is fair and in the best interest of the shareholders.”\nThe plaintiff now contends that such an instruction would have been appropriate as to Mr. Jaeger in his capacity as majority shareholder. This contention is based on Ohio Rev.Code § 1701.59(F), which provides that nothing in divisions (C) or (D) of § 1701.59 affects the duties of a director \"who acts in any capacity other than in his capacity as a director.” The instruction that was tendered to the district court dealt with directors as such, however, and not with the majority stockholder as such. The plaintiffs current argument not having been presented to the trial court, we need not consider it here.\n. Although it is not relevant to our decision, we note that on November 13, 1989, the day before oral argument of this appeal, the market price of Cincinnati Microwave’s common stock had risen to $9.00 per share. As we pointed out at the argument, this represented a 50% increase in price over the offer the plaintiff had turned down in 1988. Noting that the stock was then selling for something like 53 times earnings, we suggested — with the caveat that we are not in the business of giving investment advice — that the plaintiff “might want to consider selling today.” Better then than now; as of this writing, the price has fallen back to $4.75 per share.",
        "type": "majority",
        "author": "DAVID A. NELSON, Circuit Judge."
      }
    ],
    "attorneys": [
      "Gene I. Mesh (briefed), Stephen M. Meiser (argued), Gene Mesh & Associates, Cincinnati, Ohio, for plaintiff-appellant, cross-appellee.",
      "Frederick J. McGavran' (argued and briefed), Gregory A. Keyser, Frost & Jacobs, Robert A. Pitcairn, Jr., Douglas L. Westendorf, Katz, Teller, Brant & Hild, Cincinnati, Ohio, for defendants-appellees, cross-appellants Cincinnati Microwave, Inc., James L. Jaeger, Paul M. Allen, Robert L. Bates, Charles M. Fullgraf, James X. Mullen, John A. O’Steen, Mark G. Solow."
    ],
    "corrections": "",
    "head_matter": "Edward ORLETT, Plaintiff-Appellant, Cross-Appellee, v. CINCINNATI MICROWAVE, INC., James L. Jaeger, Paul M. Allen, Robert L. Bates, Charles M. Fullgraf, James X. Mullen, John A. O’Steen, and Mark G. Solow, Defendants-Appellees, Cross-Appellants.\nNos. 89-3047, 89-3048.\nUnited States Court of Appeals, Sixth Circuit.\nArgued Nov. 14, 1989.\nDecided Feb. 1, 1990 .\nGene I. Mesh (briefed), Stephen M. Meiser (argued), Gene Mesh & Associates, Cincinnati, Ohio, for plaintiff-appellant, cross-appellee.\nFrederick J. McGavran' (argued and briefed), Gregory A. Keyser, Frost & Jacobs, Robert A. Pitcairn, Jr., Douglas L. Westendorf, Katz, Teller, Brant & Hild, Cincinnati, Ohio, for defendants-appellees, cross-appellants Cincinnati Microwave, Inc., James L. Jaeger, Paul M. Allen, Robert L. Bates, Charles M. Fullgraf, James X. Mullen, John A. O’Steen, Mark G. Solow.\nBefore WELLFORD and NELSON, Circuit Judges, and EDWARDS, Senior Circuit Judge.\nThis decision was originally issued as an “unpublished decision” filed on February 1, 1990. On December 10, 1991, the court designated the opinion as one recommended for full text publication."
  },
  "file_name": "0224-01",
  "first_page_order": 312,
  "last_page_order": 319
}