{
  "id": 10519670,
  "name": "CenTra, INC. and Central Transport, Inc., Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee",
  "name_abbreviation": "CenTra, Inc. v. United States",
  "decision_date": "1992-01-15",
  "docket_number": "No. 91-1514",
  "first_page": "1051",
  "last_page": "1058",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1051"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "26 U.S.C. § 3403",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "319 F.2d 776",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        157873
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/319/0776-01"
      ]
    },
    {
      "cite": "229 F.2d 693",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        67312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/229/0693-01"
      ]
    },
    {
      "cite": "461 U.S. 773",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299455
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "784",
          "parenthetical": "\"[T]he view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value.\""
        },
        {
          "page": "2194",
          "parenthetical": "\"[T]he view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value.\""
        },
        {
          "parenthetical": "\"[T]he view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0773-01"
      ]
    },
    {
      "cite": "26 U.S.C. §§ 4001-03",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "104 Stat. 1388",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "724 F.2d 519",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1920156
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/724/0519-01"
      ]
    },
    {
      "cite": "312 U.S. 552",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        359248
      ],
      "weight": 3,
      "year": 1941,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/312/0552-01"
      ]
    },
    {
      "cite": "428 U.S. 106",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6176317
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "121",
          "parenthetical": "citing Hormel v. Helvering, 312 U.S. 552, 557, 61 S.Ct. 719, 721, 85 L.Ed. 1037 (1941)"
        },
        {
          "page": "2877",
          "parenthetical": "citing Hormel v. Helvering, 312 U.S. 552, 557, 61 S.Ct. 719, 721, 85 L.Ed. 1037 (1941)"
        },
        {
          "parenthetical": "citing Hormel v. Helvering, 312 U.S. 552, 557, 61 S.Ct. 719, 721, 85 L.Ed. 1037 (1941)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/428/0106-01"
      ]
    },
    {
      "cite": "899 F.2d 555",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531018
      ],
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/899/0555-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 6651",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "920 F.2d 1196",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547729
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1201"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/1196-01"
      ]
    },
    {
      "cite": "799 F.2d 833",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1605742
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/799/0833-01"
      ]
    },
    {
      "cite": "848 F.2d 81",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1783443
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/848/0081-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 7,
      "year": 1984,
      "pin_cites": [
        {
          "page": "842-43"
        },
        {
          "page": "2781-82",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 4221",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 4061",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "Treas. Reg. § 145.4052-1",
      "category": "laws:admin_compilation",
      "reporter": "Treas. Reg.",
      "opinion_index": 0
    },
    {
      "cite": "2 C.B. 204",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 7805",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 4052",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 4051",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "102 L.Ed.2d 365",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 377",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "488 U.S. 946",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1495076,
        1495109,
        1494756,
        1494055,
        1495049,
        1493643,
        1494731,
        1494804,
        1494965,
        1494294,
        1495448,
        1493593,
        1493947
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0946-03",
        "/us/488/0946-13",
        "/us/488/0946-09",
        "/us/488/0946-04",
        "/us/488/0946-01",
        "/us/488/0946-08",
        "/us/488/0946-07",
        "/us/488/0946-10",
        "/us/488/0946-11",
        "/us/488/0946-05",
        "/us/488/0946-02",
        "/us/488/0946-12",
        "/us/488/0946-06"
      ]
    },
    {
      "cite": "844 F.2d 304",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543232
      ],
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/844/0304-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 4051",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 9,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 972,
    "char_count": 24616,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 3.24613202327293e-07,
      "percentile": 0.8686145408477483
    },
    "sha256": "85a15e6fae57051e24198eb92bbb0b5cd5952e5a99222e4f7e5a31280adc6136",
    "simhash": "1:ba4eec414ac905b7",
    "word_count": 4075
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MILBURN and GUY, Circuit Judges, and GRAHAM, District Judge."
    ],
    "parties": [
      "CenTra, INC. and Central Transport, Inc., Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "MILBURN, Circuit Judge.\nPlaintiffs-appellants Central Transport, Inc. and CenTra, Inc. (“taxpayers”) appeal from the judgment entered in favor of defendant-appellee, United States of America, in this action seeking a refund of excise taxes paid by the taxpayers. The principal issue in this case is whether the excise taxes imposed on certain heavy trucks under 26 U.S.C. § 4051 was properly imposed on American made trucks imported into the United States after sale and use in a foreign country. For the reasons that follow, we affirm.\nI.\nThis case was submitted to the district court for decision on stipulated facts and briefs of the parties. Accordingly, the facts are undisputed.\nCenTra, Inc. owned four subsidiaries, Central Transport, Inc., GLS LeasCo, Inc., Central Cartage Co., and McKinlay Transport, Inc. During the relevant time period, GLS LeasCo, Inc. (“GLS”) purchased trucks manufactured in the United States by Ford Motor Company and General Motors Corporation from retail truck dealerships in Toronto, Canada. GLS then leased the trucks in Canada to its subsidiary, McKinlay Transport, which used the trucks in its long-haul operations in Canada and the United States until the trucks were no longer fit for long-range hauling. At that point, GLS imported the trucks into the United States and leased them to Central Cartage for use in short-haul operations within the United States.\nThe Internal Revenue Service determined that the leases between GLS and Central Cartage constituted “first retail sales” within the meaning of 26 U.S.C. § 4051 and, by letter of October 23, 1986, asserted tax liabilities against GLS in the sum of $869,453.67, inclusive of penalties and interest. On June 13, 1988, CenTra, on behalf of GLS, paid the tax liabilities in full, including penalties and interest. On June 15, 1989, Central Transport, in its capacity as successor in interest to GLS, filed this action seeking a refund of all taxes, penalties, and interest previously paid on the grounds that the leases of the trucks from GLS to Central Cartage were not taxable transactions within the meaning of 26 U.S.C. § 4051. By stipulation of the parties, CenTra, Inc. was added as a plaintiff.\nThe district court entered judgment for the United States, and this timely appeal followed.\nII.\nA.\nThe resolution of the issue in this case turns entirely on a question of law, and for that reason this court will review the matter de novo. Loudermill v. Cleveland Bd. of Educ., 844 F.2d 304, 308 (6th Cir.), cert. denied, 488 U.S. 946, 109 S.Ct. 377, 102 L.Ed.2d 365 (1988).\nHeavy trucks and trailers sold at retail are taxed by 28 U.S.C. § 4051, which provides that “[tjhere is hereby imposed on the first retail sale ...” of certain trucks “a tax of 12 percent of the amount for which the article is so sold.” The term “first retail sale” is defined in 26 U.S.C. § 4052 as follows:\n(a) First retail sale.-For purposes of this subchapter-\n(1) In general-The term “first retail sale” means the first sale, for a purpose other than for resale or leasing in a long-term lease, after production, manufacture, or importation.\nBecause the excise tax is imposed only on the first retail sale, and because the initial retail sale of the trucks indisputably occurred in Canada, where the trucks were purchased from dealers by GLS and where the sale could not be taxed by United States authorities, the question arises as to whether the subsequent lease of the trucks by GLS to McKinlay Transport in the United States, which was the first retail sale that could be taxed, should be taxed under the statute.\nAs stated above, the term “first retail sale” is defined in 26 U.S.C. § 4052(a) as “the first sale, for a purpose other than for resale or leasing in a long term lease, after production, manufacture, or importation.” The term is further defined in a regulation issued by the Secretary of Treasury, Temp. Treas.Reg. § 145.4052-1 (as amended in 1988), which provides:\n(a) First retail sale-\n(1) General rule. For purposes of section 4051(a)(1) and § 145.4051-1, the term “first retail sale” means a taxable sale described in paragraph (a)(2) of this section.\n(2) Taxable sale. The sale of an arti-\ncle is a taxable sale unless-\n(i) The sale is a tax-free sale under section 4221,\n(ii) Both the purchaser and the seller are registered under section 4222 and § 48.4222(a)-l and the seller has in good faith accepted from the purchaser a proper certification, as provided in paragraph (a)(6) of this section, executed in good faith, that the purchaser intends to lease such article on a long-term basis or resell such articles, or\n(iii) There has been a prior taxable sale of the article. Notwithstanding the preceding clause, the sale of a chassis or body of a trailer or semitrailer (“trailer or semitrailer”) less than six months after a taxable sale of the article shall be treated as a taxable sale.\n(Emphasis added.)\nTaxpayers first argue that this regulation, retroactive by virtue of 26 U.S.C. § 7805(b), means that the truck sales by Canadian retailers to GLS in Canada (“Canadian sales”) meet the definition of “taxable sales” under subparagraph (a)(2) because they were not\n(1) tax free under Section 4221,\n(2) pursuant to a certification of intent to resale or lease long-term under Section 4222, or\n(3) subsequent to a prior taxable sale.\nIf taxpayers are correct that the Canadian sales to GLS were “taxable sales” under a strict reading of subparagraph (a)(2), then those Canadian sales were the “first retail sales” within the meaning of 26 U.S.C. §§ 4051 and 4052, and the subsequent retail sales of the used trucks by GLS to McKinlay Transport in the United States were not. Therefore, the sales in the United States were not taxable because section 4051 imposes the tax only on first retail sales.\nThe United States, on the other hand, takes the position that Temp.Treas.Reg. 145.4052-l(a), when read in conjunction with Revenue Ruling 85-95, 1985-2 C.B. 204, establishes the agency’s interpretation of the statutes. Rev.Rul. 85-95 posed the following question:\nISSUE\nDoes the retailers excise tax imposed by section 4051(a) of the Internal Revenue Code apply if a truck is sold by a United States manufacturer for export to a foreign country, is exported to, and used in, the foreign country, and is subsequently sold to a United States dealer who imports it into the United States and sells it at retail?\nThe ruling concluded:\nIn this case, the sale of the used truck by X on February 4, 1984 was the first retail sale of the truck in the United States after importation. The retailer’s tax was not applicable to the original manufacturer’s sale of the vehicle for export since the sale was not a sale at retail. No initial retail sale, taxable or tax-free, occurred prior to the exportation of the truck out of the United States. The first retail sale after the vehicle was subsequently imported into the United States presented the first, and only, opportunity to impose the tax.\nHOLDING\nThe sale of the truck by X after importation into the United States is subject to the retailers excise tax imposed by section 4051(a) of the Code.\nThe regulation and revenue ruling function as agency interpretations of the statute, and, read together, support the United States’ position that the sales in the United States were taxable. The difficulty in this case is introduced by the taxpayers’ reading of Temp.Treas.Reg. § 145.4052-1, which, if correct, results in the conclusion that the Canadian sale was a “taxable sale” and thus the “first retail sale” within the meaning of section 4051. That makes the United States sale a “second retail sale,” which is not taxed under the statute.\nThe particular battleground within this regulation is subsection (2)(iii), which reads in relevant part: “The sale of an article is a taxable sale unless ... [tjhere has been a prior taxable sale of the article.” Applying this definition to the Canadian sale, taxpayers insist that no “prior taxable sale” occurred before the retail sale in Canada, and, therefore, the Canadian sale was a “taxable sale” under the regulation. That the Canadian sale was not actually taxed, and could not have been, is immaterial in their view.\nOn the other hand, the United States reads the phrase “prior taxable sale” as meaning a prior sale that was in fact capable of being taxed under current law, and it argues that the Canadian sale was not capable of being taxed because it was the kind of “wholly foreign” transaction not actually taxed under the present Internal Revenue Code. Therefore, it argues, the Canadian sale was not a “prior taxable sale,” and the sale in the United States was a taxable sale because, under the 1988 regulation, all sales are taxable unless there has been a prior taxable sale. Thus, the controversy is over the meaning of the word “taxable” in subsection 2(iii) of the regulation.\nIn this case, it is the interpretation by the United States that is the more reasonable because it results in harmony between the regulation and Rev.Rul. 85-95. If the 1988 regulation is read to be consistent with Rev.Rul. 85-95 — a logical reading because the regulation must have been promulgated in light of the revenue ruling which antedated it — then the agency's interpretation of the statutes it administers can be viewed as unified and consistent. We reject taxpayers’ reading of the 1988 regulation because its adoption would create conflicts between agency rulings and regulations such as would not ordinarily be presumed to occur.\nIn addition to their reading of Temp. Treas.Reg. § 145.4052-1, taxpayers rely on Treas.Reg. § 48.4221-3(a)(2), Example (2), (as amended Nov. 3, 1980):\nExample (2). X, a U.S. manufacturer of trucks, sold a trash collection truck to Y, a company in France. The sale was tax free under section 4221(a)(2). The truck was sold by Y to the City of Nice, France. After initial use, the city determined that the truck was not suited for its needs and resold the truck to X. X returned the truck to the United States where it was resold. The resale of the truck by X does not subject X to an excise tax liability under section 4061(a)(1).\nThis regulation is made applicable to Temp.Treas.Reg. §§ 145.4051-1 and 145.-4052-1 by section 145.4052-l(f), which provides:\n(f) Other rules made applicable. For the purposes of § 145.4051-1 and this section, rules similar to the following provisions shall apply:\n(5) Section 4221 and the regulations thereunder, relating to certain tax-free sales.\n(Emphasis added.)\nExample (2) seems to cover the situation in this case and would seem to result in the conclusion that the sale at issue should not be taxed. Example (2), however, is in conflict with a unified reading of Temp.Treas. Reg. § 145.4052-1 and Rev.Rul. 85-95, both of which directly pertain to the retailers excise tax, 26 U.S.C. § 4051, and its supporting definitional section, 26 U.S.C. § 4052. Example (2), on the other hand, was promulgated in 1980 and applies by its own terms to a previous statute, the manufacturers excise tax, 26 U.S.C. § 4061.\nMoreover, the applicability of Example (2) depends on the wholesale incorporation of 26 U.S.C. § 4221 “and the regulations thereunder,” of which there are twelve. The incorporation language recites that “rules similar to the following provisions shall apply ...,” Temp.Treas.Reg. § 145.-4052-l(f), thereby leaving room for the inference that section 4221 and its regulations would be applied to the extent they were not inconsistent with the new statute, section 4051, and its regulations.\nExample (2) is inconsistent with agency’s more recent interpretation of the newer statute, as evidenced by a unified reading of the regulations and Rev.Rul. 85-95. Taxpayers’ argument that the Secretary of the Treasury’s official interpretation of 26 U.S.C. § 4052 is that found in Example (2) ignores the issuance of Rev.Rul. 85-95, which is not only more recent, but was issued to clarify the operation of the very statute now under consideration (and not its different predecessor, 26 U.S.C. § 4061) and which covers exactly the situation before the court. Faced with a choice between Example (2) and Rev.Rul; 85-95 as the Secretary’s official interpretation of 26 U.S.C. § 4052, we conclude that the revenue ruling, because of its recency and specificity, represents a permissible interpretation of 26 U.S.C. §§ 4051 and 4052.\nOnce an agency’s interpretation of a statute it administers is established, that interpretation is entitled to deference. In Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), the Supreme Court explained how a court should treat agency interpretation of statutes within the agency’s ambit.\nWhen a court reviews an agency’s construction of the statute which it administers, it is confronted with two questions. First, always, is the question whether Congress has directly spoken to the precise question at issue. If the intent of Congress is clear, that is the end of the matter; for the court, as well as the agency, must give effect to the unambiguously expressed intent of Congress. If, however, the court determines Congress has not directly addressed the precise question at issue, the court does' not simply impose its own construction on the statute, as would be necessary in the absence of an administrative interpretation. Rather, if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency’s answer is based on a permissible construction of the statute.\n467 U.S. at 842-43, 104 S.Ct. at 2781-82 (emphasis added). The Court went on to state that in determining whether an agency’s answer is based on a permissible construction of a statute, a reviewing “court need not conclude that the agency construction was the only one it permissibly could have adopted to uphold the construction, or even the reading the court would have reached if the question initially had arisen in a judicial proceeding.” 467 U.S. at 843 n. 11, 104 S.Ct. at 2782 n. 11.\nThe next question in this case is, therefore, whether the agency's interpretation of 26 U.S.C. §§ 4051 and 4052 is a permissible one. Section 4051 merely imposes a tax on the first retail sale of certain articles— in this case, trucks. Section 4052 purports to define the term “first retail sale” as the first sale “after production, manufacture, or importation.” No distinction is made in this statute between new and used trucks, and no distinction is drawn between sales that occur within and without the tax jurisdiction of the United States. Thus, the statutes themselves do not address the precise question at issue in this case. The agency’s interpretations of these statutes, however, do directly and specifically address the questions in this case. Revenue Ruling 85-95, in particular, holds that the excise tax is applicable to U.S. made trucks sold abroad tax-free, then imported after foreign use and sold (or, in this case, leased) at retail as used trucks in the United States. As previously stated, this revenue ruling is consistent with the applicable regulations.\nAlthough a revenue ruling “is not entitled to the deference accorded a statute or a Treasury Regulation,” Threlkeld v. Commissioner, 848 F.2d 81, 84 (6th Cir.1988), a revenue ruling is entitled to some deference unless “it conflicts with the statute it supposedly interprets or with that statute’s legislative history or if it is otherwise unreasonable.” Id. (citing Brook, Inc. v. Commissioner, 799 F.2d 833, 836 n. 4 (2d Cir.1986)). In Brook, the Second Circuit stated: “[W]e give some weight to the Commissioner’s reading of the section as expressed in Rev.Rul. 81-69 ... because ‘it expresses the studied view of the agency whose duty it is to carry out the statute.’ ” Brook, 799 F.2d at 836 n. 4. In Foil v. Commissioner, 920 F.2d 1196, 1201 (5th Cir.1990), the Fifth Circuit, while admitting that revenue rulings do not have the force of law and are not binding on a court, held that revenue rulings were “entitled to respectful consideration” and were “to be given weight as expressing the studied view of the agency whose duty it is to carry out the statute,” particularly where the statutory language is ambiguous and the legislative history uninformative. Id. (citations omitted).\nThe agency’s interpretation of the statutes in question is most clearly expressed in Rev.Rul. 85-95, a ruling that is consistent with related regulations promulgated by the Secretary of the Treasury. This agency interpretation should be accepted by the courts unless it is impermissible and repugnant to the statute or its legislative history. Here, the agency’s interpretation results in a tax on the first retail sale of a used truck after its importation into the United States. That interpretation is entirely consistent with 26 U.S.C. § 4052, which defines the term “first retail sale” as “the first sale after production, manufacture, or importation.” The tax triggering predicates, production, manufacture, or importation, are stated in the disjunctive. Thus, the agency’s revenue ruling purports to cover a special situation described in the statute itself as a “first sale ... after importation.” As such, it is not inconsistent with the statute. We read the applicable regulations and the revenue ruling as consistent and expressive of the agency’s interpretation of a statute it administers, and we defer to that interpretation because the interpretation is not an impermissible one.\nB.\nTaxpayers next argue that, even if the excise taxes were properly assessed and collected, taxpayers should not be held liable for the separate penalties imposed on them under 26 U.S.C. § 6651(a)(1), (2), for failure to file and pay the excise taxes. In the district court, taxpayers demanded a refund of the penalties in question in their complaint, but they presented no argument or proof on the separate question of whether they were entitled to a refund of penalties in the event the court held them liable on the taxes. The issue of the propriety of the penalties in this case is now raised and argued for the first time on appeal.\nThis court follows the rule that it “will not decide issues or claims not litigated before the district court.” White v. Anchor Motor Freight, Inc., 899 F.2d 555, 559 (6th Cir.1990). There are exceptions to this rule, however, and the appellate court “is justified in resolving an issue not passed on below ... where ‘injustice might otherwise result.’ ” Singleton v. Wulff, 428 U.S. 106, 121, 96 S.Ct. 2868, 2877, 49 L.Ed.2d 826 (1976) (citing Hormel v. Helvering, 312 U.S. 552, 557, 61 S.Ct. 719, 721, 85 L.Ed. 1037 (1941)).\nTaxpayers urge this court to reach the issue of penalties in this case and assert that they have reasonable cause to excuse their failure to file and pay the excise taxes in question because issues of law and fact exist that could cause differences of opinion as to whether any tax was due. There are problems with reaching this question at this stage of the proceedings, however, because there is no record from which to do so.\nTaxpayers’ liability for the excise taxes in question is a matter for decision under 26 U.S.C. § 4051 et seq. Certain burdens and rules of law apply to that determination. The determination of whether penalties are recoverable, however, is governed by a separate statute, 26 U.S.C. § 6651, which has elements entirely different from those in section 4051 and which imposes different burdens. Thus, the questions of tax liability and penalty liability are legally separate considerations. Taxpayers raised the issue of tax liability below but did not raise the issue of penalty liability. Because of that failure, there is simply no record from which this court could determine whether reasonable cause for the untimely filing or payment of taxes has been shown. The burden is on the taxpayer to make such a record. Service Bolt & Nut Co. v. Commissioner, 724 F.2d 519, 524 (6th Cir.1983).\nMoreover, this is not the case in which an injustice may result unless the court entertains this issue. As the United States points out, taxpayer had several options available to it to protect itself had it been unsure of its liability. It could have asked the Internal Revenue Service for a ruling on the taxability of the transactions; it could have filed returns as they became due, paid the tax, then filed claims for refund; and it could have sought professional advice. Those considerations militate against the finding of a serious injustice in this case. Accordingly, we shall not entertain this issue for the first time on appeal.\nIII.\nFor the foregoing reasons, the district court is AFFIRMED.\n. This is not disputed by the parties.\n. 26 U.S.C. § 7805(b) provides: \"Retroactivity of regulations or rulings-The Secretary may prescribe the extent, if any, to which any ruling or regulation, relating to the internal revenue laws, shall be applied without retroactive effect.” (Emphasis added.)\n. It is notable that in the Omnibus Budget Reconciliation Act of 1990, Pub.L. 101-508, 104 Stat. 1388, § 11221, Congress added certain luxury taxes to the Internal Revenue Code. 26 U.S.C. §§ 4001-03, 4006, 4007. It employed language almost identical to that used in 26 U.S.C. § 4052, and defined \"first retail sale” as the \"first sale, for a purpose other than resale, after manufacture, production, or importation.” The legislative history makes it absolutely clear that this language was intended to reach sales of the enumerated articles \"regardless of whether the item was used outside the United States prior to importation.\" H.R.Conf.Rep. No. 964, 101st Cong., 2nd Sess. at 1060 (1990 U.S.Code Cong. & Admin.News 2017, 2765). While not dispositive of the congressional intent issue, the view of a subsequent Congress that this language is appropriate to accomplish the taxation of imported used goods is of some value in deciding that the language of section 4052 was not employed by Congress to rule out taxation of used trucks imported into the United States. See Bell v. New Jersey, 461 U.S. 773, 784, 103 S.Ct. 2187, 2194, 76 L.Ed.2d 312 (1983) (“[T]he view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value.”).\n. The parties devote some discussion in the briefs to the apparent tension between U.S. Truck Sales Co. v. United States, 229 F.2d 693 (6th Cir.1956), and Smith v. United States, 319 F.2d 776 (5th Cir.1963). U.S. Truck Sales held that, under the older manufacturers excise tax, 26 U.S.C. § 3403, trucks sold in the United States under a tax exemption and then exported were not subject to the excise tax if later imported and sold again in this country. The case is distinguishable because the trucks in this case were not first sold in the United States, but in Canada.\nIn Smith, the Fifth Circuit held that used Volkswagen automobiles manufactured in Germany were subject to the manufacturers excise tax imposed by 26 U.S.C. § 4061 (a descendant of 26 U.S.C. § 3403) when imported into the United States and sold at retail as used cars because each sale was the first sale within the United States. The court viewed U.S. Truck Sales as distinguishable because it concerned a situation in which the IRS sought to apply the tax to a second sale in the United States.\nBoth these cases discuss statutes different from the current retailers excise tax, 26 U.S.C. § 4051. Both are pre-Chevron cases. In view of the more direct route suggested for disposition of this case, further discussion of those older cases would not be profitable.\n. The penalties amount to $161,354.52.",
        "type": "majority",
        "author": "MILBURN, Circuit Judge."
      }
    ],
    "attorneys": [
      "Morley Witus (argued), Eugene Driker (briefed), Barris, Sott, Denn & Driker, Detroit, Mich., John E. Young, Simpson & Moran, Birmingham, Mich., for plaintiffs-appellants.",
      "Jennifer M. Gorland, Office of U.S. Atty., Detroit, Mich., Daniel M. Houlf, Alexandra E. Nicholaides, Trial Atty., U.S. Dept, of Justice, Tax Div., Gary R. Allen (briefed), Acting Chief, Jonathan S. Cohen, Kenneth W. Rosenberg (argued), U.S. Dept, of Justice, Appellate Section, Tax Div., Washington, D.C., for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "CenTra, INC. and Central Transport, Inc., Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee.\nNo. 91-1514.\nUnited States Court of Appeals, Sixth Circuit.\nArgued Nov. 14, 1991.\nDecided Jan. 15, 1992.\nMorley Witus (argued), Eugene Driker (briefed), Barris, Sott, Denn & Driker, Detroit, Mich., John E. Young, Simpson & Moran, Birmingham, Mich., for plaintiffs-appellants.\nJennifer M. Gorland, Office of U.S. Atty., Detroit, Mich., Daniel M. Houlf, Alexandra E. Nicholaides, Trial Atty., U.S. Dept, of Justice, Tax Div., Gary R. Allen (briefed), Acting Chief, Jonathan S. Cohen, Kenneth W. Rosenberg (argued), U.S. Dept, of Justice, Appellate Section, Tax Div., Washington, D.C., for defendant-appellee.\nBefore MILBURN and GUY, Circuit Judges, and GRAHAM, District Judge.\nHonorable James L. Graham, United States District Judge for the Southern District of Ohio, sitting by designation."
  },
  "file_name": "1051-01",
  "first_page_order": 1127,
  "last_page_order": 1134
}