{
  "id": 10518838,
  "name": "Robert HAPHEY and Carl J. Bondietti, Plaintiffs-Appellants, v. LINN COUNTY; Linn County Sheriffs Office; Art Martinak, Sheriff, acting in his official and individual capacity, Defendants-Appellees",
  "name_abbreviation": "Haphey v. Linn County",
  "decision_date": "1992-01-09",
  "docket_number": "No. 90-35226",
  "first_page": "549",
  "last_page": "552",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 549"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "906 F.2d 220",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1811819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/906/0220-01"
      ]
    },
    {
      "cite": "829 F.2d 1056",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1758428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/829/1056-01"
      ]
    },
    {
      "cite": "83 L.Ed.2d 360",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 434",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 1019",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12044288,
        12043654,
        12044199,
        12043882,
        12044075,
        12044139,
        12043950,
        12043822,
        12044016,
        12044241,
        12043760,
        12043703,
        12044351
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/1019-12",
        "/us/469/1019-01",
        "/us/469/1019-10",
        "/us/469/1019-05",
        "/us/469/1019-08",
        "/us/469/1019-09",
        "/us/469/1019-06",
        "/us/469/1019-04",
        "/us/469/1019-07",
        "/us/469/1019-11",
        "/us/469/1019-03",
        "/us/469/1019-02",
        "/us/469/1019-13"
      ]
    },
    {
      "cite": "736 F.2d 81",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        587588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/736/0081-01"
      ]
    },
    {
      "cite": "785 F.2d 781",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1565161
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "786-87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/785/0781-01"
      ]
    },
    {
      "cite": "805 F.2d 1379",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "95 L.Ed.2d 527",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 1954",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6124569
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/br/72/1954-01"
      ]
    },
    {
      "cite": "481 U.S. 1029",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6315939,
        6315717,
        6316423,
        6316811,
        6314411,
        6314687,
        6316594,
        6314897,
        6314134,
        6316184,
        6315162,
        6313915,
        6317023
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/481/1029-08",
        "/us/481/1029-07",
        "/us/481/1029-10",
        "/us/481/1029-12",
        "/us/481/1029-03",
        "/us/481/1029-04",
        "/us/481/1029-11",
        "/us/481/1029-05",
        "/us/481/1029-02",
        "/us/481/1029-09",
        "/us/481/1029-06",
        "/us/481/1029-01",
        "/us/481/1029-13"
      ]
    },
    {
      "cite": "805 F.2d 1378",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1111347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/805/1378-01"
      ]
    },
    {
      "cite": "798 P.2d 672",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "310 Or. 393",
      "category": "reporters:state",
      "reporter": "Or.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "102 Or.App. 159",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2350807
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/or-app/102/0159-01"
      ]
    },
    {
      "cite": "478 U.S. 788",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213232
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "796-99",
          "parenthetical": "in general, issue preclusive effect is the same as that accorded in state's own courts if agency was acting in a judicial capacity"
        },
        {
          "page": "3225-26",
          "parenthetical": "in general, issue preclusive effect is the same as that accorded in state's own courts if agency was acting in a judicial capacity"
        },
        {
          "parenthetical": "in general, issue preclusive effect is the same as that accorded in state's own courts if agency was acting in a judicial capacity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0788-01"
      ]
    },
    {
      "cite": "449 U.S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715506
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "95-97",
          "parenthetical": "issue preclusive effect is same as that accorded in state's own courts"
        },
        {
          "page": "415-16",
          "parenthetical": "issue preclusive effect is same as that accorded in state's own courts"
        },
        {
          "parenthetical": "issue preclusive effect is same as that accorded in state's own courts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0090-01"
      ]
    },
    {
      "cite": "465 U.S. 75",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11334766
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "84-85",
          "parenthetical": "claim preclusive effect is same as that accorded in state's own courts"
        },
        {
          "page": "898",
          "parenthetical": "claim preclusive effect is same as that accorded in state's own courts"
        },
        {
          "parenthetical": "claim preclusive effect is same as that accorded in state's own courts"
        },
        {
          "page": "84-85"
        },
        {
          "page": "898"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/465/0075-01"
      ]
    },
    {
      "cite": "110 L.Ed.2d 664",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 3217",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "872 F.2d 1416",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539803
      ],
      "pin_cites": [
        {
          "page": "1421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/872/1416-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1343",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "924 F.2d 1512",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548312
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1513-14"
        },
        {
          "page": "1517"
        },
        {
          "page": "1517-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/924/1512-01"
      ]
    },
    {
      "cite": "731 F.Supp. 410",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7396880
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/731/0410-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 11097,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 1.1036833058908034e-07,
      "percentile": 0.5689943699420313
    },
    "sha256": "2bff999be1674aa96320c23021ab06fb2d0febf649685df2cb3d1ae8f85dab7e",
    "simhash": "1:8c3df532372fb307",
    "word_count": 1816
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: WALLACE, Chief Judge, BROWNING, HUG, TANG, PREGERSON, NORRIS, BEEZER, WIGGINS, O’SCANNLAIN, TROTT and FERNANDEZ, Circuit Judges."
    ],
    "parties": [
      "Robert HAPHEY and Carl J. Bondietti, Plaintiffs-Appellants, v. LINN COUNTY; Linn County Sheriffs Office; Art Martinak, Sheriff, acting in his official and individual capacity, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "FERNANDEZ, Circuit Judge:\nRobert Haphey and Carl Bondietti (appellants) brought this action against Linn County, Oregon, in which they alleged that the Sheriff of Linn County (Sheriff) had discriminated against them because of their union activities. The district court granted summary judgment against appellants. Haphey v. Linn County, 731 F.Supp. 410 (D.Or.1990) (.Haphey I). They appealed. A panel of this court affirmed the district court. Haphey v. Linn County, 924 F.2d 1512 (9th Cir.1991) (Haphey II). We then granted appellants' petition to hear this case en banc.\nWe now set aside the decision of the panel to the extent that it determined that appellants’ action was barred by the doctrine of election of remedies. We return this case to the panel for further proceedings consistent with this opinion.\nBACKGROUND FACTS\nThe background facts are well stated in Haphey II, 924 F.2d at 1513-14, so we will only adumbrate them.\nAppellants were sheriffs deputies who were laid off in May of 1986. After that, they applied for recall and to be newly hired. Although others were hired, they were not. They claimed that the Sheriff failed to give them jobs because they had engaged in union activities.\nAs a result, appellants filed unfair labor practice charges with the Oregon State Employment Relations Board (ERB). In September of 1989 the ERB found that the failure to hire appellants was, indeed, because they had engaged in protected union activities. It ordered the Sheriff to offer them reinstatement and back pay. It also assessed a penalty against the Sheriff, and awarded attorneys’ fees to appellants. No appeal was taken from that decision.\nIn the meantime, appellants had filed this action in the district court, but that court granted summary judgment against them. Hence, this appeal.\nJURISDICTION AND STANDARD OF REVIEW\nThe district court had jurisdiction pursuant to 28 U.S.C. § 1343 and 42 U.S.C. § 1983. We have jurisdiction pursuant to 28 U.S.C. § 1291. We review the grant of a summary judgment de novo. Kruso v. International Tel. & Tel. Corp., 872 F.2d 1416, 1421 (9th Cir.1989), cert. denied, — U.S. -, 110 S.Ct. 3217, 110 L.Ed.2d 664 (1990).\nDISCUSSION\nThe issue presented to us is whether appellants’ exercise of the right to a remedy before the ERB bars them from pursuing a further remedy in the federal courts.\nThere can be no doubt that the actions of the Sheriff constituted an unfair labor practice under Oregon law. Or.Rev.Stat. § 243.672(l)(c). The ERB held as much and its decision is final. However, appellants claim that the actions of the Sheriff also violated their first amendment rights and that they are entitled to a remedy under 42 U.S.C. § 1983 for that violation. That the unfair labor practice and the first amendment violations arose out of the same course of conduct cannot be gainsaid.\nThe panel properly recognized that this case subtends serious issues regarding the effect to be given to unreviewed decisions of state administrative agencies when later actions are brought in federal court. The Supreme Court has spoken to the claim and issue preclusive effect of state court decisions. See Migra v. Warren City Sch. Dist. Bd. of Educ., 465 U.S. 75, 84-85, 104 S.Ct. 892, 898, 79 L.Ed.2d 56 (1984) (claim preclusive effect is same as that accorded in state’s own courts); Allen v. McCurry, 449 U.S. 90, 95-97, 101 S.Ct. 411, 415-16, 66 L.Ed.2d 308 (1980) (issue preclusive effect is same as that accorded in state’s own courts). It has also spoken to the issue preclusive effect of unreviewed state administrative agency decisions. See University of Tennessee v. Elliott, 478 U.S. 788, 796-99, 106 S.Ct. 3220, 3225-26, 92 L.Ed.2d 635 (1986) (in general, issue preclusive effect is the same as that accorded in state’s own courts if agency was acting in a judicial capacity). However, the Supreme Court has not decided whether unreviewed state administrative agency decisions should be given claim preclusive effect. Nor have we.\nThis case also presents questions regarding the scope of the ERB’s authority to consider constitutional claims and the amount of recognition that the ERB’s determination of those claims would be given in the courts of Oregon. Cf. Elvin v. Oregon Public Employees Union, 102 Or.App. 159, 793 P.2d 338, review allowed, 310 Or. 393, 798 P.2d 672 (1990).\nHowever, the panel did not believe that it could undertake an in-depth review of those issues because it felt itself bound to decide that appellants’ claims were barred by the doctrine of election of remedies. It believed that Punton v. City of Seattle, 805 F.2d 1378 (9th Cir.1986), cert. denied, 481 U.S. 1029, 107 S.Ct. 1954, 95 L.Ed.2d 527 (1987) required that result. We, therefore, turn to a consideration of Punton.\nThe operative facts of Punton are stated at 805 F.2d 1379-80 and will be synopsized here. Punton was a police officer who was discharged from his position with the Police Department of the City of Seattle without having been offered a pre-termination hearing. The Seattle Public Safety Civil Service Commission affirmed his dismissal and granted no relief. He then sought a writ in the King County Superior Court and that court concluded that the dismissal without a hearing violated Punton’s “state and federal due process rights.” On ap: peal, that determination was affirmed, although the remedy awarded by the superi- or court was reversed in part. In the meantime, Punton had filed an action in the United States District Court for the Western District of Washington, which granted a summary judgment in his favor. We reversed.\nIn reversing the district court Punton did not explicitly rely upon the doctrine of claim preclusion, but Clark v. Yosemite Community College Dist., 785 F.2d 781 (9th Cir.1986) was cited with approval. That was a case where we did apply state res judicata rules to give claim preclusive effect to a state court decision. There a plaintiff sought to pursue a federal action for violation of certain primary rights after first obtaining relief in a state court proceeding in which he raised state claims regarding those rights and could have pursued his federal claims at the same time. Id. at 786-87. Punton approvingly stated that Clark used claim preclusion to prevent a plaintiff from splitting his claims into federal and state components and then pursuing each to a conclusion. 805 F.2d at 1382. As the Haphey II panel recognized, if Punton meant to apply splitting a cause of action principles to this kind of case, it was in error. Haphey.II, 924 F.2d at 1517. Of course, Punton may not have meant that at all.\nSimilarly, Punton alluded to the concept of election of remedies and in so doing referred to Cohen v. City of Philadelphia, 736 F.2d 81 (3d Cir.), cert. denied, 469 U.S. 1019, 105 S.Ct. 434, 83 L.Ed.2d 360 (1984). But Cohen itself was not an election of remedies case. In that case the court determined that there was no federal constitutional violation whatever because state court remedies were available for a claimed due process violation. Id. at 86-87. Cohen claimed that the violation consisted of an error by a Civil Service Commission in determining the relief to which he was entitled. The Commission’s adjudication error could have been appealed but was not. Hence, the state procedures did not deny the due process. Id. at 87. At any rate, Punton did not wholly accept the Cohen analysis. Instead, it cited Migra, a claim preclusion case, for the proposition that one cannot obtain a recovery in a state court proceeding and then come to federal court to seek more. 805 F.2d at 1383. We doubt that the Punton court meant to apply classic election of remedies doctrine to that case.\nThus, we think that the panel erred when it decided that Punton required it to apply the election of remedies doctrine and prevented it from approaching this case from the standpoint of the other troublesome issues which we have already identified. However, to the extent that Punton does rest on the election of remedies doctrine, we hold that it was decided incorrectly. Whatever the proper uses of that somewhat arcane doctrine might be, they are ill-suited to the resolution of the issues that confronted the Punton court and the Ha-phey II panel. See 25 Am.Jur.2d Election of Remedies § 1-13 (1966). Punton presented a rather straightforward issue regarding the effect of prior state court proceedings on claims brought in federal court. To that extent, normal state claim preclusion rules would apply. If Punton chose to use election of remedies principles instead, it went contrary to Supreme Court doctrine. See Migra, 465 U.S. at 84-85, 104 S.Ct. at 898. That Court has made it clear that state claim and issue preclusion rules should normally be employed when courts are considering whether utilization of state court proceedings prevents later utilization of federal proceedings. Neither Punton nor this case presents an exception to that rule.\nCONCLUSION\nWe hold that when an employee of a state or local governmental entity presents a claim for reinstatement to a state administrative agency, that is not an election of remedies which will preclude the later pursuit of claims for violation of federal constitutional rights in federal court. We do not decide whether, or in what circumstances, an opposing party may assert the doctrine of claim preclusion or that of mootness in the federal court action. Compare Gjellum v. City of Birmingham, 829 F.2d 1056 (11th Cir.1987), with Braley v. City of Pontiac, 906 F.2d 220 (6th Cir.1990). We leave those issues, and others, for further explication by the panel.\nIn so doing, we do not intend to preclude the panel from calling for additional briefing, seeking advice regarding Oregon law from the supreme court of that state, returning this case to the district court for further development, or taking other steps that it deems necessary or advisable under the circumstances. We only clear away what the panel thought was an ineluctable impediment — Punton. To the extent that case is inconsistent with this opinion, we now overrule it. We also set aside Parts III-B-2, III-B-3, III-B-4, and IV of the panel’s decision. Haphey II, 924 F.2d at 1517-20.\nWe return this case to the panel for further proceedings.\n. There is some reason to think it did because it did say that Punton’s action amounted to an election of remedies. 805 F.2d at 1381.",
        "type": "majority",
        "author": "FERNANDEZ, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Robert D. Durham, Bennett & Durham, Barbara J. Diamond, Portland, Or., for plaintiffs-appellants.",
      "I. Franklin Hunsaker and Lisa Lear, Bul-livant, Houser, Bailey, Pendergrass & Hoffman, Portland, Or., for defendants-ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Robert HAPHEY and Carl J. Bondietti, Plaintiffs-Appellants, v. LINN COUNTY; Linn County Sheriffs Office; Art Martinak, Sheriff, acting in his official and individual capacity, Defendants-Appellees.\nNo. 90-35226.\nUnited States Court of Appeals, Ninth Circuit.\nArgued En Banc and Submitted Oct. 17, 1991.\nDecided Jan. 9, 1992.\nRobert D. Durham, Bennett & Durham, Barbara J. Diamond, Portland, Or., for plaintiffs-appellants.\nI. Franklin Hunsaker and Lisa Lear, Bul-livant, Houser, Bailey, Pendergrass & Hoffman, Portland, Or., for defendants-ap-pellees.\nBefore: WALLACE, Chief Judge, BROWNING, HUG, TANG, PREGERSON, NORRIS, BEEZER, WIGGINS, O’SCANNLAIN, TROTT and FERNANDEZ, Circuit Judges."
  },
  "file_name": "0549-01",
  "first_page_order": 637,
  "last_page_order": 640
}