{
  "id": 10519616,
  "name": "Johnny HANKS, Plaintiff, The Home Insurance Company and Sheehan Pipeline Construction Company, Intervenors-Appellants, v. TRANSCONTINENTAL GAS PIPE LINE CORPORATION, Defendant-Appellee",
  "name_abbreviation": "Hanks v. Transcontinental Gas Pipe Line Corp.",
  "decision_date": "1992-02-20",
  "docket_number": "No. 90-3923",
  "first_page": "996",
  "last_page": "1000",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 996"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "615 F.Supp. 775",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3785383
      ],
      "pin_cites": [
        {
          "page": "781"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/615/0775-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 9,
      "year": 1986,
      "pin_cites": [
        {
          "page": "250"
        },
        {
          "page": "2510"
        },
        {
          "page": "248"
        },
        {
          "page": "2510"
        },
        {
          "page": "250"
        },
        {
          "page": "2510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "742 F.2d 862",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6559765,
        613438
      ],
      "pin_cites": [
        {
          "page": "873"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/42/0862-01",
        "/f2d/742/0862-01"
      ]
    },
    {
      "cite": "804 F.2d 879",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1662874
      ],
      "pin_cites": [
        {
          "page": "881"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/804/0879-01"
      ]
    },
    {
      "cite": "853 F.2d 355",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542978
      ],
      "pin_cites": [
        {
          "page": "358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/853/0355-01"
      ]
    },
    {
      "cite": "953 F.2d 985",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519610
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "991"
        },
        {
          "page": "994-95"
        },
        {
          "page": "993"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/953/0985-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 13316,
    "ocr_confidence": 0.753,
    "pagerank": {
      "raw": 9.817563037821287e-07,
      "percentile": 0.9821095747281019
    },
    "sha256": "546d496b8891388222fd1999e7a66c924531149b818fcc2267342a329175461d",
    "simhash": "1:49586fb78a9c3688",
    "word_count": 2101
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Reynaldo G. GARZA, WIENER, and BARKSDALE, Circuit Judges."
    ],
    "parties": [
      "Johnny HANKS, Plaintiff, The Home Insurance Company and Sheehan Pipeline Construction Company, Intervenors-Appellants, v. TRANSCONTINENTAL GAS PIPE LINE CORPORATION, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "WIENER, Circuit Judge:\nIn this Louisiana diversity suit, Inter-venors-Appellants, Sheehan Pipeline Construction Company (Sheehan) and The Home Insurance Company (Home), appeal from a grant of summary judgment in favor of Defendant-Appellee, Transcontinental Gas Pipe Line Corporation (Transco). Because we find that the waiver of subro-gation provisions in the contract between Sheehan and Transco and in the insurance policy issued by Home are not prohibited by the Louisiana Oilfield Anti-Indemnity Act, we affirm.\nI.\nFACTS\nSheehan and Transco entered into a contract (the Sheehan/Transco contract) for Sheehan to construct a portion of an overland natural gas interstate transmission pipeline for Transco. The contract contained a provision requiring Sheehan to obtain worker’s compensation insurance and a waiver of subrogation in favor of Tran-sco. Home issued a worker’s compensation policy to Transco containing the contractually required waiver of subrogation provision. During the construction, Plaintiff Johnny Hanks was injured, and Home paid him compensation benefits.\nHanks filed suit in the state district court against Transco seeking damages for the injuries he suffered while working for Sheehan on a segment of Transco’s pipeline in Point Coupee Parish, Louisiana. Tran-sco removed the case to federal district court based on diversity of citizenship and jurisdictional amount.\nSheehan and Home filed a motion to intervene in the federal district court action. Transco answered the motion to intervene and filed a motion for summary judgment as to Sheehan based on the waiver of sub-rogation provision in the Sheehan/Transco contract, and as to Home based on the policy of workers compensation insurance it had issued to Sheehan. Transco argued that the waiver of subrogation was enforceable and was not prohibited by the Act. Citing its own decision in Transco (Lloyds), the district court granted Tran-sco’s motion for summary judgment because “[tjhere is no dispute that the pipeline in question was a natural gas transmission pipeline not related to exploration or production.” Sheehan and Home Insurance timely appealed.\nII.\nSTANDARD OF REVIEW\nThis court reviews the grant of summary judgment motion de novo, using the same criteria used by the district court in the first instance. We “review the evidence and inferences to be drawn therefrom in the light most favorable to the nonmoving party.” Summary judgment is proper “if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.” When a proper motion for summary judgment is made, a nonmoving party who wishes to avoid judgment by establishing a factual dispute must set forth specific facts showing that there is a genuine issue for trial. The conclusory allegation of the nonmovant that a factual dispute exists between the parties will not defeat a movant’s otherwise properly supported motion for summary judgment. A dispute about a material fact is genuine only “if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.” “Material facts” are “facts that might affect the outcome of the suit under the governing law.”\nIII.\nANALYSIS\nThe result in this case turns on the parsing of the Act undertaken by this court today in rendering our opinion in Transco (Lloyds). We will not repeat either our lengthy discussion of Civilian methodology of statutory interpretation or our resulting analysis of the Act. In summary, we concluded that\n[d]etermining the applicability of the Act is a two-step process. First, there must be an agreement that “pertains to” an oil, gas or water well. If the contract does not pertain to a well, the inquiry ends. Only if we determine that the contract has the required nexus to a well may we proceed to the second step of the process, examination of the contract’s involvement with “operations related to the exploration, development, production, or transportation of oil, gas, or water.” Although the statute defines an “agreement” pertaining to a well as one concerning “operations related to the exploration, development, production, or transportation of oil, gas, or water,” the only sensible interpretation of the statute, when read as a whole, requires that those operations themselves must, first and foremost, pertain to a well. Therefore, if (but only if) the agreement (1) pertains to a well and (2) is related to exploration, development, production, or transportation of oil, gas, or water, will the Act invalidate any indemnity provision contained in or collateral to that agreement.\nIn Transco (Lloyds), we recognized that a determination of whether an agreement affecting a gas transportation pipeline or related facility “pertains to a well” did not lend itself to a bright line standard, but that each such case would require a fact-intensive analysis. We stated:\n[I]n recognition of the fact that in each situation there should be a reasonably determinable point at which the gas can no longer be identified with a particular well, or is so fundamentally changed in processing, commingling, or preparing it for distribution to its ultimate end user, that the gas no longer “pertains to a well,” we are able to discern several factors relevant to the process of determining that point. These include, without limitation,\n(1) whether the structures or facilities to which the contract applies or with which it is associated, e.g., production platforms, pipelines, junction platforms, etc., are part of an in-field gas gathering system;\n(2) what is the geographical location of the facility or system relative to the well or wells;\n(3) whether the structure in question is a pipeline or is closely involved with a pipeline;\n(4) if so, whether that line picks up gas from a single well or a single production platform or instead carries commingled gas originating from different wells or production facilities;\n(5) whether the pipeline is a main transmission or trunk line;\n(6) what is the location of the facility or structure relative to compressors, regulating stations, processing facilities or the like;\n(7) what is the purpose or function of the facility or structure in question;\n(8) what if any facilities or processes intervene between the wellhead and the structure or facility in question, e.g., “heater treaters,” compressor facilities, separators, gauging installations, treatment plants, etc.;\n(9) who owns and operates the facility or structure in question, and who owns and operates the well or wells that produce the gas in question;\n(10) and any number of other details affecting the functional and geographic nexus between “a well” and the structure or facility that is the object of the agreement under scrutiny.\nWhen we examined the facts presented in summary judgment evidence in light of the inquiries set forth on the foregoing list, we were unable to determine whether the contract for the work to be performed on the pipeline facility in question “pertained to a well.” Accordingly, we remanded to the district court for further proceedings.\nWe are not so constrained in this case. Here it is undisputed by any party that the Sheehan/Transco contract was one for the construction of an intermediate segment of an interstate gas transmission pipeline. While not conclusive, those features are sufficient to eschew the required nexus with “a well” unless contrary facts are presented to create a genuine issue of fact. As nonmovants, Sheehan and Home were obliged to come forward with specific facts, along the lines of the information suggested in Transco (Lloyds), to show that there is such a genuine issue for trial. As they failed to do so, the record is devoid of any evidence that the pipeline in any way “pertained to a well.” In fact, in their “Memorandum in Opposition to Motion for Summary Judgment,” Sheehan and Home concede that the subject pipeline was an interstate gas transmission pipeline. But, possibly for strategic reasons, Sheehan and Home elected to depend solely on the legal interpretation of the Act, arguing that it should nevertheless apply here because “natural gas must be transported by means of, among other things, [a] natural gas pipeline from various wells to their final refinery or usage destinations.” The district court rejected this overbroad argument in Clarkco Contractors, Inc. v. Texas Eastern Gas Pipeline as do we today in Transco (Lloyds).\nIn its “Ruling on Motion for Summary Judgment,” the district court found, as noted above, that “[tjhere is no dispute that the pipeline in question was a natural gas transmission pipeline not related to exploration or production.” With this finding we have no quarrel; however, it does not go far enough to dispose fully of a gas pipeline ease because pipelines provide transportation and transportation is one of the activities mentioned in the Act. Given our de novo standard of review in this particular case, however, we are comfortable in concluding that the nonmovants have done nothing to show that there exists a genuine issue of fact as to whether the subject pipeline, and thus the Sheehan/Transco contract, pertained to “a well.” The movant’s insistence that the agreement does not pertain to a well, supported by the reasonable inferences from the proffered facts that the agreement pertains to a segment of a land based, interstate transmission line, eschews nexus with a well absent any summary judgment evidence to the contrary. And, nonmovants presented no such contrary evidence. Consequently, we find that the nature of the transportation of gas in the subject transmission line does not bring it or the Shee-han/Transco contract within the ambit of the Act.\nIn closing we caution that neither this decision nor our decision in Transco (Lloyds) should be read as holding unequivocally that every contract pertaining to an interstate gas transmission pipeline will automatically escape the Act’s coverage. Simply put, we need not — and therefore do not — make such an absolute finding. We are not prepared to say that there could not possibly be some unusual combination of facts under which an agreement affecting an interstate gas transmission pipeline might “pertain to a well.” Neither should the facts that the agreement here was for construction of only a portion of the pipeline, or that the pipeline was on land rather than offshore, be deemed of controlling significance. As we noted in Transco (Lloyds) and reiterate here, each situation will be fact intensive and will require a thorough inquiry before any such determination can be made. But here, m the absence of any summary judgment evidence sufficient to create a genuine issue of material fact about the Sheehan/Transco contract’s pertaining to a well, we hold that the provisions for waiver of subrogation in that contract and in the insurance policy issued by Home are not subject to the prohibitions of the Act.\nIV.\nCONCLUSION\nGiven the summary judgment posture of this case and the nonmovants’ failure to produce any evidence that the subject agreement pertains to a well as that phrase is thrice used in the Act, the Louisiana Oil Field Anti-Indemnity Act does not invalidate the waiver of subrogation provisions in the Sheehan/Transco contract or in Home’s insurance policy. Consequently, the judgment of the district court granting Transco’s Motion for Summary Judgment is\nAFFIRMED.\n. La.Rev.Stat.Ann. § 9:2780 (West 1981) (hereafter, the Act).\n. For a description of Transco’s activities, see this matter’s companion case, Transcontinental Gas Pipe Line Corporation v. Lloyds, London, 953 F.2d 985 (5th Cir.1992) (hereafter cited as Transco (Lloyds)).\n. Walker v. Sears, Roebuck & Co., 853 F.2d 355, 358 (5th Cir.1988).\n. Baton Rouge Bldg. & Constr. Trades Council v. Jacobs Constructors, Inc., 804 F.2d 879, 881 (5th Cir.1986) (per curiam) (citing Southmark Properties v. Charles House Corp., 742 F.2d 862, 873 (5th Cir.1984)).\n. Fed.R.Civ.P. 56(c).\n. Id.; See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 250, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).\n. Id. at 248, 106 S.Ct. at 2510.\n. Id.\n. Transco (Lloyds), 953 F.2d at 991.\n. We are cognizant that certain offshore gas production platforms in fact service many wells that radiate out from the platform at angles, so called directional drilling. We believe' that these separate wells, serviced by one offshore drilling platform, constitute but one \"weU\" for the purposes of the Act.\n. Transco (Lloyds), 953 F.2d at 994-95.\n. Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 250, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).\n. 615 F.Supp. 775, 781 (M.D.La.1985).\n. Transco (Lloyds), 953 F.2d at 993.",
        "type": "majority",
        "author": "WIENER, Circuit Judge:"
      }
    ],
    "attorneys": [
      "J. Gregg Collins, Metairie, La., for inter-venors-appellants.",
      "Vance A. Gibbs, Kean, Miller, Hawthorne, D’Armond, McCowan & Jarman, Baton Rouge, La., for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Johnny HANKS, Plaintiff, The Home Insurance Company and Sheehan Pipeline Construction Company, Intervenors-Appellants, v. TRANSCONTINENTAL GAS PIPE LINE CORPORATION, Defendant-Appellee.\nNo. 90-3923.\nUnited States Court of Appeals, Fifth Circuit.\nFeb. 20, 1992.\nJ. Gregg Collins, Metairie, La., for inter-venors-appellants.\nVance A. Gibbs, Kean, Miller, Hawthorne, D’Armond, McCowan & Jarman, Baton Rouge, La., for defendant-appellee.\nBefore Reynaldo G. GARZA, WIENER, and BARKSDALE, Circuit Judges."
  },
  "file_name": "0996-01",
  "first_page_order": 1072,
  "last_page_order": 1076
}