{
  "id": 10518915,
  "name": "James SITGRAVES; Iris V. Pickett; William Hunter; Leslie T. Jackson; Michael Turner; Curtis Hayes, Individuals, Plaintiffs-Appellants, v. ALLIED-SIGNAL, INC., a Delaware Corporation and its unincorporated divisions; Garrett General Aviation Services, et al., Defendants-Appellees",
  "name_abbreviation": "Sitgraves v. Allied-Signal, Inc.",
  "decision_date": "1992-01-17",
  "docket_number": "No. 90-16070",
  "first_page": "570",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 570"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "105 Stat. 1071",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "929 F.2d 1427",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548891
      ],
      "pin_cites": [
        {
          "page": "1444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/929/1427-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 152",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(3)",
          "parenthetical": "defining \"employee\" to exclude supervisor"
        },
        {
          "page": "(11)",
          "parenthetical": "defining \"supervisor\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "946 F.2d 805",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10524452
      ],
      "pin_cites": [
        {
          "page": "808"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/946/0805-01"
      ]
    },
    {
      "cite": "941 F.2d 154",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11714451
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "169"
        },
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/941/0154-01"
      ]
    },
    {
      "cite": "882 F.2d 908",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1821050
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "910"
        },
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/882/0908-01"
      ]
    },
    {
      "cite": "917 F.2d 195",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10470
      ],
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/917/0195-01"
      ]
    },
    {
      "cite": "910 F.2d 406",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/910/0406-01"
      ]
    },
    {
      "cite": "467 U.S. 69",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194504
      ],
      "weight": 6,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "refusal of law firm to accept associate into partnership"
        },
        {
          "parenthetical": "refusal of law firm to accept associate into partnership"
        },
        {
          "parenthetical": "refusal of law firm to accept associate into partnership"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0069-01"
      ]
    },
    {
      "cite": "904 F.2d 531",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538512
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "534"
        },
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/904/0531-01"
      ]
    },
    {
      "cite": "491 U.S. 164",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6211653
      ],
      "weight": 15,
      "year": 1989,
      "pin_cites": [
        {
          "page": "185"
        },
        {
          "page": "2377"
        },
        {
          "page": "176-77"
        },
        {
          "page": "2372"
        },
        {
          "page": "177-78"
        },
        {
          "page": "2372-73"
        },
        {
          "page": "176-78"
        },
        {
          "page": "2372-73"
        },
        {
          "page": "185-86"
        },
        {
          "page": "2377"
        },
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/491/0164-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1981",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 780,
    "char_count": 15775,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 1.4174603106366195e-07,
      "percentile": 0.6483094188116759
    },
    "sha256": "0de1e49ea956477731c700b6c77e2fe3c93be4b73252ebf5e1aa400ab5bdf431",
    "simhash": "1:1d2bae959129d615",
    "word_count": 2452
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GOODWIN, SCHROEDER and NOONAN, Circuit Judges."
    ],
    "parties": [
      "James SITGRAVES; Iris V. Pickett; William Hunter; Leslie T. Jackson; Michael Turner; Curtis Hayes, Individuals, Plaintiffs-Appellants, v. ALLIED-SIGNAL, INC., a Delaware Corporation and its unincorporated divisions; Garrett General Aviation Services, et al., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "SCHROEDER, Circuit Judge:\nThe plaintiffs-appellants filed this action as employees of appellee Allied-Signal, Inc. The suit was filed against Allied-Signal and its divisions as well as named Allied-Signal managers and supervisors. (All defendants-appellees will be referred to collectively as “Allied-Signal”) Allied-Signal designs, manufactures, repairs and sells aerospace products, parts and components. Plaintiffs alleged that they had been dis-criminatorily denied promotions in violation of 42 U.S.C. § 1981, which bestows equal rights on the basis of race “to make and enforce contracts.”\nDuring the course of the litigation, the Supreme Court decided Patterson v. McLean Credit Union, 491 U.S. 164, 109 S.Ct. 2363, 105 L.Ed.2d 132 (1989), in which it narrowed the scope of actionable section 1981 claims based upon employers’ alleged discriminatory conduct. The Supreme Court there said that whether a promotion claim is actionable under section 1981 depends upon “whether the nature of the change in position was such that it involved the opportunity to enter into a new contract with the employer.” Patterson, 491 U.S. at 185, 109 S.Ct. at 2377. Before the district court, the plaintiffs contended that so long as the promotions they sought involved increased responsibilities and wages, the promotions were actionable after Patterson. The defendant in the district court maintained that the only actionable failures-to-promote after Patterson are denials of promotion to the highest level management policymaking positions or to equity ownership. The district court agreed, and granted summary judgment for Allied-Signal. We partially reverse, taking the more moderate view adopted by this court in Rodriguez v. General Motors Corp., 904 F.2d 531 (9th Cir.1990), and our sister circuits, and reflected in the tone of the parties’ own briefs on appeal.\nThe Supreme Court in Patterson took a literal approach to 42 U.S.C. § 1981, stressing that the first of its guarantees, the right “to make” contracts, prohibits discrimination in the formation of a contract, Patterson, 491 U.S. at 176-77, 109 S.Ct. at 2372; the second guarantee, the right “to enforce” contracts, protects the right of equal access to various judicial and nonjudicial, public and private, methods of resolving grievances and claims that may arise during the course of a contractual relationship. Id. at 177-78, 109 S.Ct. at 2372-73. In the employment context, the Court’s opinion made it clear that the statute does not cover all conduct of an employer after the employment relationship has been established, and that an allegedly discriminatory “breach of the terms of the contract or imposition of discriminatory working conditions” present issues better left for resolution under state contract law and federal employment discrimination statutes like Title VII. See Patterson, 491 U.S. at 176-78, 109 S.Ct. at 2372-73. With direct reference to claims of discriminatory promotion denials, the Court offered the following guidance:\n[T]he question whether a promotion claim is actionable under § 1981 depends upon whether the nature of the change in position was such that it involved the opportunity to enter into a new contract with the employer. If so, then the employer’s refusal to enter the new contract is actionable under § 1981. In making this determination, a lower court should give a fair and natural reading to the statutory phrase “the same right ... to make ... contracts,” and should not strain in an undue manner the language of § 1981. Only where the promotion rises to the level of an opportunity for a new and distinct relation between the employee and the employer is such a claim actionable under § 1981. Cf. Hishon v. King & Spaulding [Spalding], 467 U.S. 69 [104 S.Ct. 2229, 81 L.Ed.2d 59] (1984) (refusal of law firm to accept associate into partnership) (Title VII). Because respondent has not argued at any stage that petitioner’s promotion is not cognizable under § 1981, we need not address the issue further here.\nPatterson, 491 U.S. at 185-86, 109 S.Ct. at 2377.\nWe believe this passage directs us in considering promotion claims to focus upon the differences between the position the employee occupied at the time of the alleged discriminatory failure-to-promote and the position that the plaintiff sought and was refused. See, e.g., Bailey v. Northern Ind. Pub. Serv. Co., 910 F.2d 406 (7th Cir.1990) (where record is insufficient to allow comparison of the nature of the job plaintiff had and the position sought, remand to the district court may be required). In this case, we asked appellants for supplemental briefing in order to assist us in making relevant comparisons based upon affidavits submitted to the district court. The relevant claims which merit discussion on appeal can be summarized as follows.\nAppellants Curtis Hayes and William Hunter sought a promotion from the position of Precision Inspector to Quality Assurance Engineer. Allied-Signal classifies the former position as a “skilled craftsman” while the desired position is classified as “professional.” The move would have involved the assumption of some supervisory and personnel-coordination duties. The change from “skilled” to “professional” status meant a change in the basis of compensation from hourly wages to an annual salary.\nAppellant Iris Pickett sought a promotion from the position of Purchasing Clerk, an hourly clerical position, to the professional position of Customer Support Administrator. The latter position would have entailed supervision of three clerical, hourly workers and a change from hourly pay to an annual salary.\nAppellant James Sitgraves was a Project Planner and applied for the position of Materiel Manager. The change of position would have involved transfer to a different division of the company and supervision by a higher level manager. It appears that both positions are salaried positions and that as Materiel Manager, Sitgraves would have had increased supervisory duties. The record is not clear, however, as to the extent to which Sitgraves exercised supervisory duties in the position from which he sought promotion.\nAppellants Michael Turner and Leslie Jackson were Assembler/Mechanics, classified as a semi-skilled position, and they sought a Mechanical Inspector position, classified as a skilled position. There is a significant pay differential, but neither position entails supervision of lower level employees, and both positions are paid on an hourly basis.\nWhile the parties use different adjectives to describe the degree of difference in duties and pay underlying these comparisons, the essential nature of the jobs does not appear to be disputed in most instances. We believe the overall dispute on appeal is a legal rather than a factual one. Plaintiffs maintain that, based upon the affidavits they have submitted, they have all demonstrated that they were denied promotions that would have given them an opportunity for a “new and distinct relation” with Allied-Signal. They seek reversal to establish that the denials were racially discriminatory. The defendant employer maintains, also on the basis of the affidavits submitted by the plaintiffs, that none has demonstrated a “new and distinct relation” and asks that the district court be affirmed.\nIn arguing that all the appellants are entitled to reversal, appellants do not contend on appeal that every promotion claim is actionable under section 1981 so long as the job sought would have entailed different duties as well as an increase in pay. Appellants appear to acknowledge that a lateral transfer coupled with a small pay increase would not meet the Patterson standard. Appellants rather ask us to examine the degree of disparity in both pay and function and urge that where the disparity is great, the claim is actionable. We do not believe, however, that it would be possible to fashion a quantitative standard that district courts could apply in widely differing employment settings. More important, we do not believe that the Supreme Court had a quantitative standard in mind when it spoke of a “new and distinct relation between the employee and the employer.” Its language strongly suggests that, in addition to an increase in pay and duties, an actionable promotion claim must involve a meaningful, qualitative change in the contractual relationship.\nThe Supreme Court in Patterson itself gave us an example of such a new relationship: the change from associate to partner in a law firm. Patterson, 491 U.S. at 185, 109 S.Ct. at 2377 (citing Hishon v. King & Spalding, 467 U.S. 69, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984)). Such a move involves a number of changes in the fundamental relationship between the firm and the new partner. These include the addition of supervisory duties; a change in the manner in which the contractual relationship can be terminated; a change in the method of compensation and acquisition of potential liability for firm obligations. See the discussion by the Fifth Circuit in Harrison v. Associates Corp. of N. Am., 917 F.2d 195, 198 (5th Cir.1990). Our own review of the circuit decisions since Patterson reflects what we predicted in Rodriguez, 904 F.2d at 534, namely, that the “standard to be met is not always the leap from associate to partner in a law firm.” The circuit courts’ decisions since Patterson sensibly suggest that a change in one or more of the fundamental relationships that are altered in the promotion from law firm associate to partner is sufficient to satisfy the Patterson test. Thus, the Fourth Circuit in Mallory v. Booth Refrigeration Supply Co., Inc., 882 F.2d 908, 910 (4th Cir.1989), said that the promotion from clerk to supervisor, with consequent increase in responsibility and pay, satisfies the Patterson test. The Third Circuit in Bennun v. Rutgers State Univ., 941 F.2d 154, 169 (3d Cir.1991), found no “new and distinct relation” in the move from tenured associate professor to full professor where the basis of compensation and tenure, as well as the relationship between the university management on the one hand and nonprofessional staff on the other, were all virtually identical.\nIn its brief on appeal, the employer for its part acknowledges that the scope of actionable section 1981 promotion claims is broader than the partnership denial Patterson used for illustration. Allied-Signal gives, as examples of changes from which new and distinct relations might arise, the following:\n(1) A change from employee to owner, equity shareholder or partner;\n(2) Acceptance of a position as an officer or director;\n(3) A change from at will employment relationship to one terminable only for cause;\n(4) A change from temporary to permanent employment;\n(5) A change from independent contractor to employee; and\n(6) Transfer from a non-union department to a department covered by a collective bargaining agreement.\nWe agree with these examples as far as they go. According to appellee, however, a promotion into a management or supervisory position would qualify under Patterson only if the new position would “entail substantial independent responsibility for operation (including profit and loss) of a business facility, location or product line.” We do not find support for this qualification in Patterson itself or in the circuit decisions subsequent to it. Rather, as reflected in the courts’ discussions in Wall v. Trust Co. of Ga., 946 F.2d 805, 808 (11th Cir.1991), Bennun, 941 F.2d at 169, Rodriguez, 904 F.2d at 534, and Mallory, 882 F.2d at 910, a simple change in position from supervised employee to supervisor is one that alters the contractual relationship sufficiently to fall within the purview of section 1981 protection even after Patterson. Allied-Signal’s position is that where a promotion to management is concerned, the promotion must be, in effect, to a top policymaking position. This contention is difficult to square with the National Labor Relations Act’s policy of excluding all supervisory employees, not just top management, from membership in a collective bargaining unit, 29 U.S.C. § 152(3) (defining “employee” to exclude supervisor), a policy which recognizes the very different contractual employment relationships that supervisory and non-supervisory employees have with management. See also 29 U.S.C. § 152(11) (defining “supervisor”). See, e.g., NLRB v. Bakers of Paris, Inc. 929 F.2d 1427, 1444 (9th Cir.1991) (applying the section 152(11) definition).\nWe conclude that the move from a non-supervisory position to a supervisory one is therefore an actionable basis for a section 1981 failure-to-promote claim under Patterson’s “new and distinct relation” test. Similarly we conclude that the move from compensation based on hours worked to compensation based on an annual salary constitutes a sufficiently new and different contractual relationship to provide an actionable promotion claim. We now must examine the claims of each of the six appellants in this case in light of Patterson, its progeny, and the above discussion.\nThe claims of appellants Hayes, Hunter and Pickett are actionable. They sought promotions from positions as hourly-compensated, non-supervisory employees to supervisory, salaried positions of professional rank.\nThe claims of Turner and Jackson for promotion to a more skilled position with higher pay must be considered barred by the Patterson standard. The promotions would not have affected essential terms of their contractual arrangements such as the hourly basis of their compensation, the non-supervisory nature of their duties, or the nature of their tenure.\nWith respect to Sitgraves, the record is not as clear. We are unable to tell whether Sitgraves’ claim is for a promotion that would have changed his position from supervised to supervisor; whether he was already a supervisor and the promotion simply moved him one step up the management ladder but would not have materially changed his contractual relationship with the employer; or whether a change in the nature of his supervisory functions would have significantly altered the nature of his relationship to management. We therefore remand his claim for further consideration by the district court on the basis of a more fully developed record.\nThe judgment in favor of Allied-Signal and against appellants Turner and Jackson is AFFIRMED. The judgment against appellant Sitgraves is REVERSED AND REMANDED FOR FURTHER CONSIDERATION OF THE ACTIONABILITY OF THE CLAIM AFTER PATTERSON. The judgment against appellants Hayes, Hunter and Pickett is REVERSED AND THEIR CLAIMS REMANDED to determine whether they were discriminatorily denied promotions.\nAFFIRMED IN PART; REVERSED AND REMANDED IN PART. Costs are awarded to appellants.\nORDER\nApril 9, 1992.\nThe Civil Rights Act of 1991, Pub.L. No. 102-166, 105 Stat. 1071 (1991) had not been enacted at the time this case was submitted. Neither party asked us, prior to the announcement of our decision, to apply that statute to this, case. We therefore express no opinion as to its retroactivity. The petition for rehearing is denied.",
        "type": "majority",
        "author": "SCHROEDER, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Janel A. Hill, Bonnett, Fairbourn & Friedman, Phoenix, Ariz. for plaintiffs-appellants.",
      "Lawrence A. Katz, Streich, Lang, Weeks & Cardón, Phoenix, Ariz., for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "James SITGRAVES; Iris V. Pickett; William Hunter; Leslie T. Jackson; Michael Turner; Curtis Hayes, Individuals, Plaintiffs-Appellants, v. ALLIED-SIGNAL, INC., a Delaware Corporation and its unincorporated divisions; Garrett General Aviation Services, et al., Defendants-Appellees.\nNo. 90-16070.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Sept. 12, 1991.\nDecided Jan. 17, 1992.\nOrder on Denial of Rehearing April 9, 1992.\nJanel A. Hill, Bonnett, Fairbourn & Friedman, Phoenix, Ariz. for plaintiffs-appellants.\nLawrence A. Katz, Streich, Lang, Weeks & Cardón, Phoenix, Ariz., for defendants-appellees.\nBefore GOODWIN, SCHROEDER and NOONAN, Circuit Judges."
  },
  "file_name": "0570-01",
  "first_page_order": 658,
  "last_page_order": 663
}