{
  "id": 10517949,
  "name": "WESTBOROUGH MALL, INC., a Corp.; George Staples, Jr., individually, and as sole general partner of Westborough Mall Associates, a Missouri Limited Partnership, Appellants, v. CITY OF CAPE GIRARDEAU, MISSOURI, a Municipal Corporation; Paul W. Stehr; Oliver A. Hope; Robert K. Herbst; Howard C. Tooke; Samuel L. Gill; Gail L. Woodfin; W.G. Lawley, Appellees",
  "name_abbreviation": "Westborough Mall, Inc. v. City of Cape Girardeau",
  "decision_date": "1991-12-09",
  "docket_number": "Nos. 89-1766, 91-1585",
  "first_page": "345",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 345"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "842 F.2d 1010",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547726
      ],
      "pin_cites": [
        {
          "page": "1017"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/842/1010-01"
      ]
    },
    {
      "cite": "757 F.Supp. 1022",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4096034
      ],
      "weight": 17,
      "pin_cites": [
        {
          "page": "1023"
        },
        {
          "page": "1023"
        },
        {
          "page": "1024"
        },
        {
          "page": "1023-24"
        },
        {
          "page": "1024"
        },
        {
          "page": "1024-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/757/1022-01"
      ]
    },
    {
      "cite": "901 F.2d 1479",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540501
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1481"
        },
        {
          "page": "1480"
        },
        {
          "page": "1480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/901/1479-01"
      ]
    },
    {
      "cite": "94 L.Ed.2d 688",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "Westborough II"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 1373",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "Westborough II"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "480 U.S. 918",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131522,
        1131331,
        1131526,
        1131334,
        1131497,
        1131210,
        1131242,
        1131148,
        1131151,
        1131376,
        1131415,
        1131289,
        1131419
      ],
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "Westborough II"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0918-13",
        "/us/480/0918-03",
        "/us/480/0918-04",
        "/us/480/0918-07",
        "/us/480/0918-10",
        "/us/480/0918-06",
        "/us/480/0918-11",
        "/us/480/0918-01",
        "/us/480/0918-08",
        "/us/480/0918-12",
        "/us/480/0918-05",
        "/us/480/0918-02",
        "/us/480/0918-09"
      ]
    },
    {
      "cite": "794 F.2d 330",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1591219
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "332-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/794/0330-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1303",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "Westborough I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 2122",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6128114
      ],
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "Westborough I"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/29/2122-01"
      ]
    },
    {
      "cite": "461 U.S. 945",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11327459,
        11326789,
        11326920,
        11326985,
        11327311,
        11327024,
        11327153,
        11327247,
        11327601,
        11327093,
        11327381,
        11326843
      ],
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "Westborough I"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0945-11",
        "/us/461/0945-01",
        "/us/461/0945-03",
        "/us/461/0945-04",
        "/us/461/0945-09",
        "/us/461/0945-05",
        "/us/461/0945-07",
        "/us/461/0945-08",
        "/us/461/0945-12",
        "/us/461/0945-06",
        "/us/461/0945-10",
        "/us/461/0945-02"
      ]
    },
    {
      "cite": "693 F.2d 733",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10590622
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "736-40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/693/0733-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 12267,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23482450135123709
    },
    "sha256": "5aa17b68b65d1e1422fa3814f1675ada8b0344f8fa06d9b20a11ab4583d7992c",
    "simhash": "1:b60b0b6ba2bb4e4e",
    "word_count": 1900
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McMILLIAN, Circuit Judge, HEANEY, Senior Circuit Judge, and FAGG, Circuit Judge."
    ],
    "parties": [
      "WESTBOROUGH MALL, INC., a Corp.; George Staples, Jr., individually, and as sole general partner of Westborough Mall Associates, a Missouri Limited Partnership, Appellants, v. CITY OF CAPE GIRARDEAU, MISSOURI, a Municipal Corporation; Paul W. Stehr; Oliver A. Hope; Robert K. Herbst; Howard C. Tooke; Samuel L. Gill; Gail L. Woodfin; W.G. Lawley, Appellees."
    ],
    "opinions": [
      {
        "text": "FAGG, Circuit Judge.\nWestborough Mall, Inc., George Staples, Jr., and Westborough Mall Associates (collectively Westborough) brought this civil rights action against the City of Cape Gir-ardeau, the city council, and the city manager, asserting the City deprived Westbor-ough of property rights without due process. Westborough’s claim stems from the city manager’s erroneous statement that a zoning classification permitting development of a shopping mall on Westborough’s property had reverted.\nThe case is before us a fourth time. We first reversed an order granting summary judgment in favor of the City and West Park Mall developers and remanded the case for trial. Westborough Mall, Inc. v. City of Cape Girardeau, 693 F.2d 733 (8th Cir.1982), cert. denied, 461 U.S. 945, 103 S.Ct. 2122, 77 L.Ed.2d 1303 (1983) (Westborough I). Next, we reversed a judgment based on a jury verdict in favor of the City and West Park Mall developers because of flawed jury instructions. Westborough Mall, Inc. v. City of Cape Girardeau, 794 F.2d 330 (8th Cir.1986), cert. denied, 480 U.S. 918, 107 S.Ct. 1373, 94 L.Ed.2d 688 (1987) (Westborough II). On retrial without a jury, the district court concluded the City was not liable for the city manager’s actions. We did not decide the liability issue on appeal. Instead, we retained jurisdiction of the liability issue and remanded the case for the district court to determine “whether and to what extent Westborough suffered damages as a result of the city manager’s actions.” Westborough Mall, Inc. v. City of Cape Girardeau, 901 F.2d 1479, 1481 (8th Cir.1990) (Westborough III). The district court found Westborough suffered no damages as a result of the city manager’s actions. Westborough Mall, Inc. v. City of Cape Girardeau, 757 F.Supp. 1022 (E.D.Mo.1991). Westborough appeals its fourth loss in the district court. We affirm.\nWe explained the facts of this case in Westborough I, 693 F.2d at 736-40, Westborough II, 794 F.2d at 332-35, and West-borough III, 901 F.2d at 1480. We restate the facts here primarily as the district court found them. In 1974 Westborough began planning to develop a regional shopping mall in Cape Girardeau. 757 F.Supp. at 1023. Westborough signed a long-term lease on land for the development. 901 F.2d at 1480. To allow construction of the shopping mall, the city council enacted an ordinance rezoning the property. Id. “The ordinance specifically exempted the property from the provisions of another ordinance that would have caused the zoning to revert to the classification previously held if the mall were not constructed within three years.” Id. Five years later, West-borough still “had no anchor tenants, no cash, no commitments for financing, no architectural or building plans[,] and no confirmed affiliation with any recognized regional mall development organization.” 757 F.Supp. at 1023. Westborough owed $612,000 for surface improvements to the land. See id.\nOn March 18, 1979, Westborough’s competition entered the scene. The West Park Mall developers announced their plans to develop a shopping mall in Cape Girardeau. Id. Cape Girardeau, however, could support only one regional mall. Id. The West Park developers were well financed and were experienced developers. Id. at 1024. They had tentative commitments from two well known anchor stores. Id. at 1023-24. On March 21, 1979, the City approved the West Park developers’ application for zoning of their property to allow development of a mall. Id. at 1024. The zoning became effective April 4, 1979. Id. The next day, Westborough filed a lawsuit in state court alleging the West Park zoning damaged Westborough’s property and zoned uses. Id.\nOn April 6, 1979, the city manager publicly announced he believed Westborough’s zoning had reverted to its earlier classification. Id. Westborough, however, knew its property was exempt from zoning reversion. Id. Westborough told the press the property still retained its mall zoning designation and assured their partners they need not worry about the announcement. Id. Westborough did nothing other than filing lawsuits to notify the City or city manager that Westborough still had its mall zoning designation. Id. On September 17, 1980, the city council passed an ordinance confirming what Westborough had known all along — Westborough’s property had been specifically exempted from the application of the automatic reverter provision, the City had never revoked West-borough’s mall zoning, the property’s mall zoning had never reverted to its earlier classification, and thus, Westborough’s property was still zoned for development of a mall. See id.\nWestborough asserts the city manager’s actions damaged them in two ways: the value of Westborough’s leasehold interest in the land was reduced, and Westborough lost investment opportunities because Westborough was unable to sell its leasehold interest in the land. The district court found Westborough failed to show by a preponderance of evidence that the city manager’s actions damaged them in either of the two ways. Id. at 1024-25. We review the district court’s finding for clear error. Hall v. Gus Const. Co., 842 F.2d 1010, 1017 (8th Cir.1988).\nWestborough asserts the district court committed error in finding Westborough suffered no damages as a result of the city manager’s actions because Westborough presented uncontroverted evidence of substantial damages. We disagree. The City challenged causation by cross-examining Westborough’s witnesses. Westborough’s financier admitted Westborough did not have a single anchor or small tenant lease commitment when Westborough’s competitors announced their plans in 1979. The financier also admitted Westborough did not tell him the city manager’s statement was wrong. One of Westborough’s officers confirmed that when West Park announced its plans, Westborough had no anchors, no loans, no architectural plans, and no finances to proceed with their mall. She also admitted the grading contractor filed a mechanics lien for $312,000 three days before the city manager’s announcement.\nThe City called another Westborough officer as an adverse witness. The witness testified that when the competing mall announced its plans three weeks before the city manager’s erroneous statement, West-borough had no tenants, no date to begin construction, and no money to pay its accumulated debts. The City also offered testimony and exhibits from the earlier jury trial relating to Westborough’s lack of progress from 1974 to 1979, and the effect of the West Park developer’s announcement on Westborough’s development.\nIn short, the record suggests Westbor-ough’s venture was plagued with problems before the city manager made the erroneous statement. Thus, we cannot say the district court committed clear error in finding Westborough suffered no damages as a result of the city manager’s actions. Accordingly, we need not consider Westbor-ough’s arguments relating to the calculation of damages. Westborough also asserts some of the district court’s findings are inconsistent with the law of the case, unrelated to damages, and unsupported by substantial evidence. After reviewing the record, we conclude these assertions are without merit. Because we affirm the district court on the ground of damages, we need not decide the liability issue reserved in Westborough III.\nAccordingly, we affirm the district court.",
        "type": "majority",
        "author": "FAGG, Circuit Judge."
      },
      {
        "text": "HEANEY, Senior Circuit Judge,\ndissenting.\nI respectfully dissent. The majority affirms based on the district court’s finding that because Westborough’s venture was plagued with problems before the city manager announced that Westborough had lost its right to proceed, Westborough suffered no damage.\nIn my view, the district court’s finding was clearly erroneous. The uncontrovert-ed facts are that:\n1. The City of Cape Girardeau can support only one regional mall.\n2. There were two possible sites for development of a regional mall: one leased by Westborough; and one controlled by West Park.\n3. Westborough spent more than $1,000,000 developing its site.\n4. On April 6, 1979, the city manager, with the full knowledge and acquiescence of the city council, announced publicly that Westborough’s favorable zoning classification had been withdrawn and that West Park had been given the necessary zoning to construct a regional mall on its site.\n5. West Park took immediate advantage of its now exclusive right to develop a mall by signing leases with major tenants and others and otherwise proceeding with development.\n6. On September 17, 1980, seventeen months after the city manager had made his announcements, the city council recognized that it had no right to revert West-borough’s favorable zoning permit and acknowledged that Westborough still retained its mall zoning designation.\nBy this time, however, the acknowledgement was of no value to Westborough. West Park was well under way with construction of a regional mall in a one-mall city. As a result, the value of Westbor-ough’s property had inevitably declined. The city manager and the city council had given West Park an unfair advantage, a window of opportunity, during which prospective retailers rightly believed that they had to go with West Park or forego acquiring regional mall space in Cape Girar-deau.\nThe district court and the majority of this panel both assert that because Westbor-ough knew the city could not revert its favorable zoning permit, it should be denied relief. I could not disagree more with this argument. Westborough did the most effective thing; it commenced a lawsuit against the city and others.\nAllegations have been made in this case that the city manager conspired with West Park to give West Park an advantage in its competition with Westborough. Whether this is true or not is irrelevant to this action because the city, through the city manager and the city council, illegally revoked West-borough’s favorable zoning permit and immediately allowed its competition to proceed. Westborough’s knowledge of the city’s illegal act is not relevant. West Park was able to go to prospective lessees and say, “we are now your only alternative.” If Westborough’s zoning permit had not been declared reverted by the city manager and the city council, West Park might still have won the competition, but this is not what happened. West Park was given an unfair advantage, and the city should be required to compensate Westborough for its losses.\nTo be sure, the district court could have taken into account Westborough’s inability to get its project off the ground for several years in determining damages. The court should have considered, however, that the proximity and availability for development of the nearby West Park property made it difficult for Westborough to receive firm commitments from retailers.\nHad this case several prior occasions, I would remand to the district court with directions to it to determine damages, but enough is enough. I would direct entry of the following damage award: not been before us on\nThe before value of Westbor-ough’s long-term lease Less: Lease cost development $4,050,000 760,000\n3,290,000\nLess: After value of long-term lease (sum received for property when sold) 2,300,000\n990,000\nPlus Westborough’s short-term loss 385,000\n$1,375,000 Amount of Award\nI would also award attorney’s fees and post-judgment interest, but would deny pre-judgment interest because the amount of the award could not be determined before judgment. Accordingly, I dissent.",
        "type": "dissent",
        "author": "HEANEY, Senior Circuit Judge,"
      }
    ],
    "attorneys": [
      "Robert H. Freilich, Kansas City, Mo., argued (Richard G. Carlisle and Andrew S. Lipton, on the brief), for .appellants.",
      "Stephen E. Strom, Cape Girardeau, Mo., argued (Craig M. Billmeyer, on the brief), for appellees."
    ],
    "corrections": "",
    "head_matter": "WESTBOROUGH MALL, INC., a Corp.; George Staples, Jr., individually, and as sole general partner of Westborough Mall Associates, a Missouri Limited Partnership, Appellants, v. CITY OF CAPE GIRARDEAU, MISSOURI, a Municipal Corporation; Paul W. Stehr; Oliver A. Hope; Robert K. Herbst; Howard C. Tooke; Samuel L. Gill; Gail L. Woodfin; W.G. Lawley, Appellees.\nNos. 89-1766, 91-1585.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Sept. 9, 1991.\nDecided Dec. 9, 1991.\nRobert H. Freilich, Kansas City, Mo., argued (Richard G. Carlisle and Andrew S. Lipton, on the brief), for .appellants.\nStephen E. Strom, Cape Girardeau, Mo., argued (Craig M. Billmeyer, on the brief), for appellees.\nBefore McMILLIAN, Circuit Judge, HEANEY, Senior Circuit Judge, and FAGG, Circuit Judge."
  },
  "file_name": "0345-01",
  "first_page_order": 433,
  "last_page_order": 437
}