{
  "id": 10519780,
  "name": "Joset M. CIZEK, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee",
  "name_abbreviation": "Cizek v. United States",
  "decision_date": "1992-01-15",
  "docket_number": "No. 91-1053",
  "first_page": "1232",
  "last_page": "1234",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1232"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "785 F.2d 121",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1565322
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/785/0121-01"
      ]
    },
    {
      "cite": "39 C.F.R. § 912.6",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(D)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "615 F.2d 713",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1396292
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "715-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/615/0713-01"
      ]
    },
    {
      "cite": "548 F.2d 293",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        993284
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "295"
        },
        {
          "page": "294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/548/0293-01"
      ]
    },
    {
      "cite": "724 F.2d 776",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1920241
      ],
      "pin_cites": [
        {
          "page": "780"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/724/0776-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2675",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "840 F.2d 771",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546883
      ],
      "pin_cites": [
        {
          "page": "772-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/840/0771-01"
      ]
    },
    {
      "cite": "918 F.2d 724",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536964
      ],
      "pin_cites": [
        {
          "page": "728-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/918/0724-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 501",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 503",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 986",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        600896,
        601729,
        601032,
        600296,
        602440,
        602219,
        599434,
        600268,
        601712,
        599346,
        600473,
        600891,
        601049
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0986-12",
        "/us/484/0986-08",
        "/us/484/0986-01",
        "/us/484/0986-09",
        "/us/484/0986-03",
        "/us/484/0986-06",
        "/us/484/0986-11",
        "/us/484/0986-10",
        "/us/484/0986-05",
        "/us/484/0986-04",
        "/us/484/0986-02",
        "/us/484/0986-13",
        "/us/484/0986-07"
      ]
    },
    {
      "cite": "825 F.2d 257",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545230
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/825/0257-01"
      ]
    },
    {
      "cite": "934 F.2d 1151",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541421
      ],
      "pin_cites": [
        {
          "page": "1155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/934/1151-01"
      ]
    },
    {
      "cite": "28 C.F.R. § 14.2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. §§ 2401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. §§ 1346",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 498,
    "char_count": 8280,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 3.309106268136711e-07,
      "percentile": 0.8723479631437971
    },
    "sha256": "59f193aedd5a31268241223f43910e1f76a926a7a40c7d30a4f2402e949defd5",
    "simhash": "1:8a879fd10d696dd9",
    "word_count": 1321
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ANDERSON, BARRETT, and BRORBY, Circuit Judges."
    ],
    "parties": [
      "Joset M. CIZEK, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter comes on for consideration of appellee’s motion for publication of the order and judgment entered November 14, 1991.\nUpon consideration whereof, the motion for publication is granted. The judgment entered November 14, 1991 is vacated. Our mandate is recalled. The order and judgment, filed November 14, 1991, is published as modified. The mandate shall reissue forthwith.\nBARRETT, Senior Circuit Judge.\nAfter examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. See Fed.R.App.P. 34(a); 10th Cir.R. 34.1.9. The case is therefore ordered submitted without oral argument.\nPlaintiff Joset M. Cizek filed suit against the United States under the Federal Tort Claims Act (FTCA), 28 U.S.C. §§ 1346(b) and 2671-2680, for injuries she allegedly sustained in an automobile accident involving an employee of the United States Forest Service, Department of Agriculture. The government filed a Motion to Dismiss pursuant to Fed.R.Civ.P. 12(b)(1) for lack of subject matter jurisdiction, asserting that Plaintiff had not adequately complied with the claim presentation requirements of the FTCA. The FTCA requires that, prior to filing suit in federal court, a claimant must submit a claim in writing to the proper federal agency within two years of the date of the incident, and the claim must specify the “sum certain” amount of the recovery sought. See 28 U.S.C. §§ 2401(b) and 2675; 28 C.F.R. § 14.2.\nTreating the government’s Motion to Dismiss as one for summary judgment, the district court granted summary judgment and dismissed the action. We concur in the outcome, but not with the means. A Rule 12(b)(1) motion to dismiss for lack of subject matter jurisdiction should be considered under Fed.R.Civ.P. 56, if the jurisdictional issue is “ ‘intertwined with the merits of the case.’ ” Redmon ex rel. Red-mon v. United States, 934 F.2d 1151, 1155 (10th Cir.1991) (quoting Wheeler v. Hurdman, 825 F.2d 257, 259 (10th Cir.), cert. denied, 484 U.S. 986, 108 S.Ct. 503, 98 L.Ed.2d 501 (1987)). A court’s consideration of matters outside the pleadings does not transform the Rule 12(b)(1) motion into one for summary judgment. Wheeler, 825 F.2d at 259 n. 5; see also Osborn v. United States, 918 F.2d 724, 728-29 (8th Cir.1990). We therefore treat the district court’s grant of summary judgment as a dismissal for lack of subject matter jurisdiction pursuant to Rule 12(b)(1), which we review de novo. Walden v. Bartlett, 840 F.2d 771, 772-73 (10th Cir.1988).\nFederal court jurisdiction to entertain actions for damages against the United States is prescribed by 28 U.S.C. § 2675(a), which requires claimants to present their claims to the appropriate federal agency before suing the United States by filing “(1) a written statement sufficiently describing the injury to enable the agency to begin its own investigation, and (2) a sum certain damages claim.” Warren v. United States Dep’t of Interior Bureau of Land Management, 724 F.2d 776, 780 (9th Cir.1984). Because the FTCA constitutes a waiver of the government’s sovereign immunity, the notice requirements established by the FTCA must be strictly construed. Three-M Enters., Inc. v. United States, 548 F.2d 293, 295 (10th Cir.1977). The requirements are jurisdictional and cannot be waived. Id. at 294.\nPlaintiff was injured in an automobile accident with an employee of the United States Forest Service on June 24,1987. On October 27, 1987, Plaintiff filed a Standard Form 95, Claim for Damage, Injury or Death, with the Department of Agriculture, but failed to claim damages in a sum certain on the form. On June 23, 1989, Plaintiff filed a state court action against the Forest Service employee. In March, 1990, the government removed the action to federal court and moved for dismissal based on Plaintiff’s failure to adequately present her claim for damages to the proper agency within the two-year limitations period.\nA review of the record confirms that Plaintiff did not present a claim containing a statement of a sum certain of the damages sought, which would have allowed the government to make even a reasonable estimate of the value of her claim, until after the limitations period had run. The only notice filed within the two-year limitations period was the SF95 which simply stated that the amount of claim for Plaintiff’s personal injury was “ongoing.” Appellant’s App. at XXIX. The only other form of notification contained in the record, a letter from Plaintiff’s counsel to the agency dated August 28, 1989, even if sufficient to satisfy the requirements, was submitted outside the limitations period. Id. at XI-XV.\nPlaintiff argues that her state court action, filed before the expiration of the limitations period, placed the government on sufficient notice to satisfy the requirements. The cases which have addressed this issue, however, support the conclusion that the filing of a suit does not constitute adequate notice to the federal agency. Henderson v. United States, 785 F.2d at 123-25 & n. 12. Plaintiff further argues that her insurer’s request for reimbursement from the agency was sufficient to place a sum certain on her claim. The insurer requested reimbursement for claims paid on Plaintiff’s behalf in the amount of $1,632.56. Appellant’s App. at XLIII. Plaintiff acknowledges that she did not file this claim; rather, it was filed by the insurance carrier. (Appellant’s Brief, p. 6). Plaintiff’s ultimate claim value, submitted by her counsel via his letter of August 28, 1989, requested $74,500.00 in damages. Appellant’s App. at XV. Considering the wide disparity in these figures, we suggest that they demonstrate that the insurer’s claim for reimbursement and Plaintiff’s claim for damages were not, in fact, identical. Furthermore, Plaintiff has failed to explain how the government could evaluate her claim based upon her insurer s claim for reimbursement.\nIn Shelton v. United States, 615 F.2d 713 (6th Cir.1980), the court held that claimant’s insurance company’s claim for reimbursement of a sum certain amount it had paid claimant under his policy for lost wages did not constitute a claim for money damages of a “sum certain” so as to toll the FTCA statute of limitations. The court there pertinently observed:\nThe claims of an injured party and his insurance carrier are not always coextensive. An insurer’s claim will never exceed that of the injured party; the injured party, however, often seeks recovery for damages not encompassed in the insurer’s claim. This distinction is inherent in 39 C.F.R. § 912.6(D) which permits subrogees to present wholly compensated claims, but requires both insurers and injured parties to participate, either jointly or individually, in filing partially compensated claims. The record in this case discloses that Shelton’s and Aetna’s claims were not, in fact, identical. Indeed, in an accident case a plaintiff could be expected to seek damages for pain and suffering, medical bills, and injury to property as well as compensation for loss of wages. (Footnote omitted).\n615 F.2d at 715-16.\nIn summary, we conclude that Plaintiff failed to present proper notice of her claim to the appropriate agency within the two-year limitations period established by § 2401(b). Plaintiff’s claim was properly dismissed for lack of subject matter jurisdiction.\nAFFIRMED.\n. Although 28 C.F.R. § 14.2(a) allows for notification in a form other than a SF95, it nevertheless requires that there be written notification, together with a claim in a sum certain, in order to be considered sufficient. Henderson v. United States, 785 F.2d 121, 123 n. 10 (4th Cir.1986).\n. Plaintiffs claim accrued on June 24, 1987, the date of the accident. The Plaintiff had until June 24, 1989, in which to file a sufficient claim with the Department of Agriculture.",
        "type": "majority",
        "author": "BARRETT, Senior Circuit Judge."
      }
    ],
    "attorneys": [
      "William C. Duven, Colorado Springs, Colo., for plaintiff-appellant.",
      "Michael J. Norton, U.S. Atty., and Paula M. Ray, Asst. U.S. Atty., Denver, Colo., for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Joset M. CIZEK, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee.\nNo. 91-1053.\nUnited States Court of Appeals, Tenth Circuit.\nJan. 15, 1992.\nWilliam C. Duven, Colorado Springs, Colo., for plaintiff-appellant.\nMichael J. Norton, U.S. Atty., and Paula M. Ray, Asst. U.S. Atty., Denver, Colo., for defendant-appellee.\nBefore ANDERSON, BARRETT, and BRORBY, Circuit Judges."
  },
  "file_name": "1232-01",
  "first_page_order": 1304,
  "last_page_order": 1306
}