{
  "id": 10519695,
  "name": "FORREST CITY MACHINE WORKS, INC.; Mallard Farms Holding Co., Inc.; David A. Hodges, Appellants, v. UNITED STATES of America, Appellee",
  "name_abbreviation": "Forrest City Machine Works, Inc. v. United States",
  "decision_date": "1992-01-06",
  "docket_number": "No. 91-1746",
  "first_page": "1086",
  "last_page": "1089",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1086"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "818 F.2d 1064",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1716654
      ],
      "pin_cites": [
        {
          "page": "1069"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/818/1064-01"
      ]
    },
    {
      "cite": "116 L.Ed.2d 37",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 62",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "924 F.2d 1555",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548610,
        10548524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/924/1555-02",
        "/f2d/924/1555-01"
      ]
    },
    {
      "cite": "913 F.2d 1538",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540399
      ],
      "pin_cites": [
        {
          "page": "1542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/913/1538-01"
      ]
    },
    {
      "cite": "681 F.2d 876",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3631528,
        543961
      ],
      "pin_cites": [
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/220/0361-01",
        "/f2d/681/0876-01"
      ]
    },
    {
      "cite": "816 F.2d 1464",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1677994
      ],
      "pin_cites": [
        {
          "page": "1466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/816/1464-01"
      ]
    },
    {
      "cite": "107 L.Ed.2d 536",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 539",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6121072
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/br/107/0539-01"
      ]
    },
    {
      "cite": "493 U.S. 992",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11445220,
        11445573,
        11445254,
        11445180,
        11445295,
        11445073,
        11445493,
        11445430,
        11445366,
        11445113,
        11445403,
        11445532,
        11445149
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0992-05",
        "/us/493/0992-13",
        "/us/493/0992-06",
        "/us/493/0992-04",
        "/us/493/0992-07",
        "/us/493/0992-01",
        "/us/493/0992-11",
        "/us/493/0992-10",
        "/us/493/0992-08",
        "/us/493/0992-02",
        "/us/493/0992-09",
        "/us/493/0992-12",
        "/us/493/0992-03"
      ]
    },
    {
      "cite": "868 F.2d 332",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10525410
      ],
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/868/0332-01"
      ]
    },
    {
      "cite": "903 F.2d 416",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535743
      ],
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/903/0416-01"
      ]
    },
    {
      "cite": "760 F.2d 869",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        23346
      ],
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/760/0869-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2675",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 CFR § 15.3",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "887 F.2d 861",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533597
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "863"
        },
        {
          "page": "863"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/887/0861-01"
      ]
    },
    {
      "cite": "111 S.Ct. 1180",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11318395
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1184-85",
          "parenthetical": "the Liability Reform Act \"immunizes Government employees from suit even when an FTCA exception precludes recovery against the Government\""
        },
        {
          "parenthetical": "the Liability Reform Act \"immunizes Government employees from suit even when an FTCA exception precludes recovery against the Government\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0160-01"
      ]
    },
    {
      "cite": "949 F.2d 1007",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11942578,
        6507628
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1013"
        },
        {
          "page": "1011",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "1012"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/949/1007-01",
        "/br/134/1007-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2680",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(h)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2679",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "(d)(2)"
        },
        {
          "page": "(d)(2)"
        },
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "949 F.2d 1007",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11942578,
        6507628
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/949/1007-01",
        "/br/134/1007-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2679",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 11941,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 2.9821592686648964e-07,
      "percentile": 0.8510864919151657
    },
    "sha256": "487a21fd65fb4a16838cfafb48432b63389e9fef62cc35e635a29a462f0f1e51",
    "simhash": "1:bbc83e46238a3e6d",
    "word_count": 1883
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BOWMAN and BEAM, Circuit Judges, and VAN SICKLE, District Judge."
    ],
    "parties": [
      "FORREST CITY MACHINE WORKS, INC.; Mallard Farms Holding Co., Inc.; David A. Hodges, Appellants, v. UNITED STATES of America, Appellee."
    ],
    "opinions": [
      {
        "text": "BOWMAN, Circuit Judge.\nForrest City Machine Works, Mallard Farms, and David A. Hodges (“appellants”) appeal from the order of the District Court dismissing their complaint for lack of subject-matter jurisdiction. We affirm.\nIn 1988, Twin City Bank of Arkansas brought a civil suit (“Twin City case”) to recover on the United States Commerce Department’s guaranty of a loan made by the bank to Forrest City Machine Works. Madeleine Austin, an attorney in the Commerce Department’s Office of the General Counsel, was assigned to work on the case on behalf of the Commerce Department. As the Commerce Department’s attorney, she filed the answer to Twin City’s complaint. Accompanying the answer was a counterclaim against the Bank and a third-party complaint against, inter alia, the appellants in this case. The third-party complaint alleged that the appellants had breached a contract and committed fraud. In 1990, the appellants filed a state court complaint against Austin, alleging that her filing of the third-party complaint constituted malicious prosecution and abuse of process. The appellants based this allegation in part on their assertion that the fraud count of the third-party complaint was dismissed after Austin left the employ of the Commerce Department.\nThe United States moved to remove this case to federal court and moved that the United States be substituted as defendant, replacing Austin. This action was requested pursuant to 28 U.S.C. § 2679(d)(2) (1988), which states that “[u]pon certification ... that the defendant employee was acting within the scope of [her] employment at the time of the incident ... any civil action ... commenced ... in a State court shall be removed ... to the district court of the United States.... [T]he United States shall be substituted as the party defendant.” The United States provided such certification by way of a certificate filed by the United States Attorney for the Eastern District of Arkansas. The District Court accepted the certification, granted removal from the state court, and substituted the United States for Austin as the defendant. Shortly thereafter the United States filed a motion to dismiss the complaint for lack of subject-matter jurisdiction. On March 25, 1991, after determining that Austin was acting within the scope of her employment in filing the third-party complaint against the appellants in the Twin City case, the District Court entered an order of dismissal. The District Court held that the Federal Tort Claims Act (“FTCA”), as amended in 1988 by the Federal Employees Liability Reform and Tort Compensation Act (“Liability Reform Act”), precluded recovery on a malicious prosecution or abuse of process claim against either a federal employee acting within the scope of her employment or the United States.\nAlthough the appellants raise a number of issues on appeal, the dispositive issue is whether the District Court erred in determining that Austin was acting within the scope of her employment when she filed the third-party complaint in the Twin City case. If she was acting within the scope of her employment, then this complaint was rightly dismissed because of a lack of subject-matter jurisdiction. This is so because if Austin was acting within the scope of her employment, the United States must be substituted as the defendant. 28 U.S.C. § 2679(d)(2). But the United States is subject to suit only if it waives its sovereign immunity. The FTCA is such a waiver, but it is a limited one and it exempts from its waiver of sovereign immunity, inter alia, claims of malicious prosecution or abuse of process. 28 U.S.C. § 2680(h) (1988). Thus, the United States cannot be sued for claims of malicious prosecution or abuse of process. Similarly, a government employee acting within the scope of her employment cannot be sued on such claims. 28 U.S.C. § 2679(b)(1) (1988). “[Because the FTCA is an exclusive remedy for torts committed by federal employees acting within the scope of their employment, if recovery is not available against the United States under § 2680, it is not available at all.” Brown v. Armstrong, 949 F.2d 1007, 1013 (8th Cir.1991); see also Smith v. United States, — U.S. -, 111 S.Ct. 1180, 1184-85, 113 L.Ed.2d 134 (1991) (the Liability Reform Act “immunizes Government employees from suit even when an FTCA exception precludes recovery against the Government”).\nThus, the appellants’ claim is viable only if Austin was not acting within the scope of her employment when she filed the third-party action on behalf of the Commerce Department in the Twin City case. If she was not, then substitution of the United States as defendant was not proper, and Austin should be reinstated as the defendant. Section 2679(d)(2) states that when the United States certifies that the employee was acting within the scope of her employment, substitution shall occur. Section 2679(d)(2) states that this certification “shall conclusively establish scope of ... employment for purposes of removal,” but we have interpreted the section to require “at least limited judicial review of the ... scope-of-employment certification before substituting the United States as defendant.” Brown, 949 F.2d at 1011 (footnote omitted).\nHere the District Court undertook such a review before substituting the United States as a defendant. After discussing various exhibits introduced by the United States, the District Court stated that it “finds, after its independent review of the record, that Madeleine Austin was, in fact, acting within the scope of her federal employment when she filed the answer and third-party complaint_” Order of Dismissal at 7, reprinted in Appellants’ Addendum 1, 7. The appellants claim that their requests for discovery should have been allowed béfore such a review was made. “[W]e need not address in this case the potentially difficult issues of whether the certification is entitled to deference when the [appellants] come forward with contrary evidence and, if so, whether [appellants] must be permitted to probe the basis for the certification in discovery,” Brown, 949 F.2d 1007, 1012 n. 9, because here the appellants have not come forward with any evidence contradicting the government’s scope-of-employment certification and supporting exhibits. Further, the discovery requested by the appellants does not relate to the scope-of-employment question, but rather to the government’s basis for the third-party complaint in the Twin City case. Accordingly, the District Court did not err in dismissing this case without permitting the appellants to proceed with their discovery requests.\nWe conclude that the District Court correctly determined that Austin was acting within the scope of her federal employment when in the Twin City case she filed the third-party complaint for the Commerce Department against the appellants. At the time the complaint was filed, Austin was a Commerce Department attorney assigned to work on the Twin City case. The third-party complaint accompanied the government’s answer and counter-claim in the Twin City case. In filing those pleadings Austin clearly was acting “for [her] employer’s benefit or [in furtherance of her] employer's interest.” Piper v. United States, 887 F.2d 861, 863 (8th Cir.1989). The exhibits filed by the government fully support the scope-of-employment determination, and the appellants have offered nothing to call the District Court’s determination into doubt. “[T]he ... certification, although subject to judicial review, is prima facie evidence that the employee's challenged conduct was within the scope of employ. Therefore ... the [appellants] ... must come forward with specific facts rebutting the government’s scope-of-employment certification.” Brown, 949 F.2d 1007, 1012. The appellants have failed to carry their burden, and the District Court’s determination that the action by Austin of which the appellants complain was within the scope of her employment must be sustained.\nThe order of the District Court is affirmed.\n. The Honorable G. Thomas Eisele, Senior United States District Judge for the Eastern District of Arkansas.\n. \"The [United States] Attorneys are authorized to make the certification! ] provided for in ... 28 U.S.C. 2679(d) ... with respect to civil actions ... brought against Federal employees in their respective districts.” 28 CFR § 15.3(a) (1991).\n. We note that if substitution was proper, the District Court lacks subject-matter jurisdiction over this claim for an additional reason. 28 U.S.C. § 2675(a) (1988) states that an action against the United States “shall not be instituted ... unless the claimant shall have first presented the claim to the appropriate Federal agency and his claim shall have been finally denied by the agency....” The appellants acknowledge that they did not submit the required administrative claim before filing this suit. Thus, the District Court lacks subject-matter jurisdiction over this claim for this reason. Sanders v. United States, 760 F.2d 869, 872 (8th Cir.1985). However, a dismissal on this ground might have the effect of simply prolonging the inevitable. If the appellants were allowed to submit such a claim, they eventually would return to this court in the same position as they are now, and again would have their claim dismissed for lack of subject-matter jurisdiction. In the interest of judicial economy, our affirmance of the dismissal due to a lack of subject-matter jurisdiction is based not upon this procedural defect but upon the immunity accorded Austin and the United States by the FTCA and the Liability Reform Act.\n. As there is no factual dispute, we treat this issue as a question of law and review the District Court's determination de novo. See Arbour v. Jenkins, 903 F.2d 416, 422 (6th Cir.1990); Washington v. United States, 868 F.2d 332, 334 (9th Cir.), cert. denied, 493 U.S. 992, 110 S.Ct. 539, 107 L.Ed.2d 536 (1989); Nietert v. Overby, 816 F.2d 1464, 1466 (10th Cir.1987); Hoston v. Silbert, 681 F.2d 876, 879 (D.C.Cir.1982) (per curiam); cf. S.J. & W. Ranch, Inc. v. Lehtinen, 913 F.2d 1538, 1542 (11th Cir.1990) (issue is mixed question of law and fact), modified, 924 F.2d 1555 (11th Cir.) (per curiam), cert. denied, — U.S. -, 112 S.Ct. 62, 116 L.Ed.2d 37 (1991); Cronin v. Hertz Corp., 818 F.2d 1064, 1069 (2nd Cir.1987) (issue is mixed question of law and fact).\n. The issue of scope of employment is controlled by the \"applicable state law of responde-at superior.\" Piper v. United States, 887 F.2d 861, 863 (8th Cir.1989) (noting applicable Arkansas respondeat superior law). The appellants do not contend that the District Court failed to apply or misconstrued the governing state law.",
        "type": "majority",
        "author": "BOWMAN, Circuit Judge."
      },
      {
        "text": "BEAM, Circuit Judge,\nconcurring specially.\nI concur in the result reached in this case. I write separately to express my disagreement with Brown v. Armstrong, 949 F.2d 1007 (8th Cir.1991), referred to in our opinion. Under the plain words of 28 U.S.C. § 2679(d)(1) (1988), “[u]pon certification ... the United States shall be substituted as the party defendant.”\nThe clear language of the statute ends the matter. The concession by the Department of Justice that the courts may look behind the “scope-of-employment” certification on the issue of party substitution, constitutes, if accepted, a statutory amendment not within the authority of the Attorney General or any of his subordinates.",
        "type": "concurrence",
        "author": "BEAM, Circuit Judge,"
      }
    ],
    "attorneys": [
      "David A. Hodges, Little Rock, Ark., for appellants.",
      "Richard M. Pence, Little Rock, Ark., for appellee."
    ],
    "corrections": "",
    "head_matter": "FORREST CITY MACHINE WORKS, INC.; Mallard Farms Holding Co., Inc.; David A. Hodges, Appellants, v. UNITED STATES of America, Appellee.\nNo. 91-1746.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Nov. 12, 1991.\nDecided Jan. 6, 1992.\nDavid A. Hodges, Little Rock, Ark., for appellants.\nRichard M. Pence, Little Rock, Ark., for appellee.\nBefore BOWMAN and BEAM, Circuit Judges, and VAN SICKLE, District Judge.\nThe Honorable Bruce M. Van Sickle, Senior United States District Judge for the District of North Dakota, sitting by designation."
  },
  "file_name": "1086-01",
  "first_page_order": 1162,
  "last_page_order": 1165
}