{
  "id": 10516906,
  "name": "D.G. RESTAURANT CORPORATION, d/b/a PT's Show Club, a South Carolina Corporation, Plaintiff-Appellee, v. The CITY OF MYRTLE BEACH; Francis M. Sauvageau, as Acting Director for Construction Services Department for the City of Myrtle Beach; Thomas E. Leath, as City Manager for the City of Myrtle Beach; J. Stanley Bird, as Chief of Police for the City of Myrtle Beach, Defendants-Appellants",
  "name_abbreviation": "D.G. Restaurant Corp. v. City of Myrtle Beach",
  "decision_date": "1991-12-30",
  "docket_number": "No. 90-1509",
  "first_page": "140",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 140"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "107 L.Ed.2d 1035",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 1129",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "493 U.S. 1077",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11485379,
        11485508,
        11485128,
        11485099,
        11485200,
        11485459,
        11485172,
        11485304,
        11485241,
        11485342,
        11485149,
        11485278,
        11485407
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/493/1077-10",
        "/us/493/1077-13",
        "/us/493/1077-02",
        "/us/493/1077-01",
        "/us/493/1077-05",
        "/us/493/1077-12",
        "/us/493/1077-04",
        "/us/493/1077-08",
        "/us/493/1077-06",
        "/us/493/1077-09",
        "/us/493/1077-03",
        "/us/493/1077-07",
        "/us/493/1077-11"
      ]
    },
    {
      "cite": "883 F.2d 1251",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536531
      ],
      "pin_cites": [
        {
          "page": "1259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/883/1251-01"
      ]
    },
    {
      "cite": "443 U.S. 193",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181734
      ],
      "weight": 3,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/443/0193-01"
      ]
    },
    {
      "cite": "427 U.S. 50",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174622
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "71"
        },
        {
          "page": "2453"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/427/0050-01"
      ]
    },
    {
      "cite": "92 L.Ed. 840",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "333 U.S. 507",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158437
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "515"
        },
        {
          "page": "670"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0507-01"
      ]
    },
    {
      "cite": "475 U.S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6196723
      ],
      "weight": 11,
      "year": 1986,
      "pin_cites": [
        {
          "page": "50"
        },
        {
          "page": "930",
          "parenthetical": "\"[A] city's 'interest in attempting to preserve the quality of urban life is one that must be accorded high respect' \""
        },
        {
          "page": "47-48"
        },
        {
          "page": "928-929",
          "parenthetical": "focusing on the clear terms of the statute rather than the alleged legislative motives"
        },
        {
          "page": "50"
        },
        {
          "page": "930",
          "parenthetical": "The appropriate inquiry about a regulation confining adult theaters to specified locations within the city is whether it \"is designed to serve a substantial governmental interest and allows for reasonable alternative avenues of communication.\""
        },
        {
          "page": "54"
        },
        {
          "page": "932"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0041-01"
      ]
    },
    {
      "cite": "490 U.S. 19",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605928
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "25"
        },
        {
          "page": "1595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0019-01"
      ]
    },
    {
      "cite": "802 F.2d 287",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1625091
      ],
      "pin_cites": [
        {
          "page": "290-91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/802/0287-01"
      ]
    },
    {
      "cite": "283 U.S. 359",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        434002
      ],
      "weight": 3,
      "year": 1931,
      "pin_cites": [
        {
          "page": "369",
          "parenthetical": "prohibition of red flag display held to aim at protest message rather than at maintenance of public order"
        },
        {
          "page": "535",
          "parenthetical": "prohibition of red flag display held to aim at protest message rather than at maintenance of public order"
        },
        {
          "parenthetical": "prohibition of red flag display held to aim at protest message rather than at maintenance of public order"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/283/0359-01"
      ]
    },
    {
      "cite": "393 U.S. 503",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11318417
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "509-10",
          "parenthetical": "prohibition of wearing arm bands held to aim at squelching protest rather than at prevention of school disruption"
        },
        {
          "page": "737-38",
          "parenthetical": "prohibition of wearing arm bands held to aim at squelching protest rather than at prevention of school disruption"
        },
        {
          "parenthetical": "prohibition of wearing arm bands held to aim at squelching protest rather than at prevention of school disruption"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0503-01"
      ]
    },
    {
      "cite": "491 U.S. 397",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6214891
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "420",
          "parenthetical": "prohibition of flag burning held to aim at protest message rather than at maintenance of peace or protection of public symbols"
        },
        {
          "page": "2547",
          "parenthetical": "prohibition of flag burning held to aim at protest message rather than at maintenance of peace or protection of public symbols"
        },
        {
          "parenthetical": "prohibition of flag burning held to aim at protest message rather than at maintenance of peace or protection of public symbols"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/491/0397-01"
      ]
    },
    {
      "cite": "391 U.S. 367",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767540
      ],
      "weight": 13,
      "year": 1968,
      "pin_cites": [
        {
          "page": "376-77"
        },
        {
          "page": "1678-79"
        },
        {
          "page": "377"
        },
        {
          "page": "1679"
        },
        {
          "page": "376-78"
        },
        {
          "page": "1678-80"
        },
        {
          "page": "377"
        },
        {
          "page": "1679"
        },
        {
          "page": "383-84"
        },
        {
          "page": "1682-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0367-01"
      ]
    },
    {
      "cite": "111 S.Ct. 2456",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1107753
      ],
      "weight": 9,
      "year": 1991,
      "pin_cites": [
        {
          "page": "2461",
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "2466",
          "parenthetical": "Scalia, J., concurring"
        },
        {
          "page": "2460",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "2463",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "2468",
          "parenthetical": "Scalia, J., concurring"
        },
        {
          "page": "2461",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "2469",
          "parenthetical": "Souter, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0560-01"
      ]
    },
    {
      "cite": "403 U.S. 15",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026621
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "26",
          "parenthetical": "holding that display of invective is speech, not conduct, and may not be made criminal without a \"particularized and compelling reason\""
        },
        {
          "page": "1788",
          "parenthetical": "holding that display of invective is speech, not conduct, and may not be made criminal without a \"particularized and compelling reason\""
        },
        {
          "parenthetical": "holding that display of invective is speech, not conduct, and may not be made criminal without a \"particularized and compelling reason\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0015-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1217,
    "char_count": 26827,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 3.221717898683179e-07,
      "percentile": 0.8671565407867409
    },
    "sha256": "fa565bf03f179700349eeabf39a09c13a13a8fc6b7bb7c2c74386b7f4e961742",
    "simhash": "1:30a7ee2aa812d3e9",
    "word_count": 4198
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIDENER and NIEMEYER, Circuit Judges, and MURRAY, Senior U.S. District Judge for the District of Maryland, sitting by designation."
    ],
    "parties": [
      "D.G. RESTAURANT CORPORATION, d/b/a PT’s Show Club, a South Carolina Corporation, Plaintiff-Appellee, v. The CITY OF MYRTLE BEACH; Francis M. Sauvageau, as Acting Director for Construction Services Department for the City of Myrtle Beach; Thomas E. Leath, as City Manager for the City of Myrtle Beach; J. Stanley Bird, as Chief of Police for the City of Myrtle Beach, Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIEMEYER, Circuit Judge:\nIn response to the anticipated establishment of an adult entertainment business offering topless dancing in Myrtle Beach, South Carolina, the city council adopted an ordinance that prohibits a business from offering nudity within 500 feet of residential areas, other regulated adult businesses, churches, schools and public parks. An affected business filed suit to challenge the ordinance on the ground that it improperly regulates free speech as secured by the First and Fourteenth Amendments. The district court agreed and enjoined Myrtle Beach from enforcing the ordinance, concluding that the ordinance is not “content neutral,” but rather was enacted “to restrict the message purveyed by topless dancing.”\nWe reverse because the ordinance is narrowly tailored to serve the sufficiently important governmental interest of regulating the location of businesses offering nudity and therefore justifies the incidental limitation on First Amendment freedoms.\nI\nMyrtle Beach is a coastal resort city located along the Atlantic Ocean in South Carolina. D.G. Restaurant Corporation operates a nightclub in Myrtle Beach at 1008 South King’s Highway. When the drinking age in South Carolina was raised from 18 to 21 and business at the nightclub declined, the principals of D.G. Restaurant decided to convert their relatively old bar known as Dixie Electric to a “Las Vegas-style” nightclub offering topless dancing, to be known as PT’s Show Club.\nIn May 1989, D.G. Restaurant applied to the city for a building permit to make the necessary renovations and advised city officials of its plans to provide adult entertainment on the premises. These officials brought the plans to the attention of the city manager who, four days later, announced them at a city council meeting. On receipt of the information, the city council hurriedly scheduled a special council meeting, to be held three days later on May 26, 1989, for a first reading of a proposed ordinance that would regulate the location of adult entertainment businesses. Because of the short notice of this meeting, no studies or reports were presented to the city council about the effects that adult entertainment would have on the community, and the required recommendation of the planning and zoning commission was not obtained. Nonetheless, within the next month a staff report supporting the ordinance was reviewed and recommended by the planning and zoning commission and was presented to the council for its review in connection with the second reading of the ordinance. The report explained the justifications for and the legality of the proposed ordinance. It stated that “topless or otherwise nude entertainment in several large areas of the City ... would be incompatible with residential or family-oriented tourist uses.” The report added:\nLike the Renton ordinance and similar code requirements adopted in Dallas, Boston, Seattle, Indianapolis, Los Ange-les, Chicago, Kansas City, Oakland, and Detroit, among others, the Myrtle Beach proposal is intended to protect the quality of life in its neighborhoods without violating first amendment concerns; not unlike numerous other existing land use and development restrictions.\nThe same evening, on June 27, 1989, the city council passed the measure as Ordinance 89-20.\nThe preamble to Ordinance 89-20 recites the city council’s concerns with adult entertainment businesses:\n[T]he Council is concerned that the location of such establishments within the City of Myrtle Beach without adequate time, place and manner regulations could have a deleterious effect on the quality of city neighborhoods; and ... the Council finds in particular that the use of property for adult entertainment establishments is not compatible with residential, religious, and educational uses of property in the City of Myrtle Beach.\nThe ordinance provides that any business which permits nudity shall not be established within 500 feet of residential uses, other regulated adult businesses, churches or other houses of worship, schools, and public playgrounds, swimming pools and parks. Nudity is defined to be the exposure of “human genitals, pubic regions, buttocks and female breasts below a point immediately above the top of the areola.”\nD.G. Restaurant’s application for a building permit to renovate the nightclub was approved in June 1989 and construction was completed the following January. When, however, it applied for a business license as PT’s Show Club on February 8, 1990, the city denied the application because the proposed use would violate Ordinance 89-20.\nII\nD.G. Restaurant contends that Ordinance 89-20 is directed specifically at topless dancing, which it claims is an expressive and communicative activity protected by the free speech clause of the First Amendment. In support of the argument that the public nudity statute was specifically intended to frustrate D.G. Restaurant’s plans to establish a club which featured topless dancing, D.G. Restaurant notes that Myrtle Beach never took action to regulate adult entertainment until after its plans to open a topless club were announced, and that once the city became aware of the plans, it rushed the enactment process to adopt a responsive ordinance. D.G. Restaurant does not, however, allege that the hurried enactment process rendered the ordinance illegal. Instead, it urges the simple point that topless dancing conveys a message with which the City of Myrtle Beach disagreed, and when confronted with D.G. Restaurant’s plans, the city quickly enacted a law with the narrow purpose of regulating D.G. Restaurant’s proposed establishment of a forum for that message, thereby restraining D.G. Restaurant’s right to free speech in violation of the First and Fourteenth Amendments.\nThe district court conducted a trial on the First Amendment issues and concluded that the timing of the enactment of Ordinance 89-20, combined with the ultimate effect of the ban on public displays of nudity, created a strong inference that Myrtle Beach’s primary concern was “to restrict the message purveyed by topless dancing.” The court found that the city went to great lengths to prevent the opening of even one club offering adult entertainment in the city, and that such conduct established that the city’s predominant concern was the “suppress[ion] of the plaintiff’s protected speech.” Finally, the court concluded:\nOrdinance 89-20 was directed specifically against the plaintiff and was intended to prevent the plaintiff from opening and operating its place of business as planned because the City disagreed with the plaintiff’s message.... Because the city of Myrtle Beach was attempting to restrict the message purveyed by topless entertainment by preventing D.G.’s from opening, Ordinance 89-20 as applied to the plaintiff is a content-based rather than content-neutral regulation of speech. As such, it presumptively violates the First Amendment.\nWhile it has long been held that the protection afforded by the free speech provision of the First Amendment extends, to some extent, beyond the written or spoken word to the communication of ideas through conduct, the courts have not applied the same First Amendment protections to physical conduct as is afforded to purer modes of communicative speech. Compare Cohen v. California, 403 U.S. 15, 26, 91 S.Ct. 1780, 1788, 29 L.Ed.2d 284 (1971) (holding that display of invective is speech, not conduct, and may not be made criminal without a “particularized and compelling reason”), with Barnes v. Glen Theatre, Inc., — U.S. -, 111 S.Ct. 2456, 2461, 115 L.Ed.2d 504 (1991) (plurality opinion) (according less than full First Amendment protection to the expressive aspect of nude dancing). Although conduct may contain inherent expressive elements or may be undertaken for a particular communicative purpose, an important governmental interest in regulating the activity itself, without regard to the expressive element, can justify a necessary incidental restriction on the expressive aspects of the conduct. See United States v. O’Brien, 391 U.S. 367, 376-77, 88 S.Ct. 1673, 1678-79, 20 L.Ed.2d 672 (1968). The Constitution does not require that otherwise unacceptable conduct become immunized from regulation when it is wrapped in a claim that the conduct was intended to convey a message.\nThe tension between society’s two diverging interests, one in regulating otherwise unacceptable conduct and the other in protecting speech, is resolved by application of the analysis provided in O’Brien. There the Court instructed that when a government legally adopts a regulation of physical conduct to serve a substantial governmental interest, it will not be found to violate the First Amendment, despite an incidental intrusion upon an expressive aspect of that conduct, if (1) the regulation is not aimed at the conduct’s expressive element, and (2) the regulation is narrowly tailored so as not to impinge unnecessarily on the expressive element. O’Brien, 391 U.S. at 377, 88 S.Ct. at 1679. If, on the other hand, the governmental regulation is focused upon the message sought to be communicated by the conduct, then the regulation must succumb to the overriding interest in protecting the freedom to speak. See, e.g., Texas v. Johnson, 491 U.S. 397, 420, 109 S.Ct. 2533, 2547, 105 L.Ed.2d 342 (1989) (prohibition of flag burning held to aim at protest message rather than at maintenance of peace or protection of public symbols); Tinker v. Des Moines Indep. Community Sch. Dist., 393 U.S. 503, 509-10, 89 S.Ct. 733, 737-38, 21 L.Ed.2d 731 (1969) (prohibition of wearing arm bands held to aim at squelching protest rather than at prevention of school disruption); Stromberg v. California, 283 U.S. 359, 369, 51 S.Ct. 532, 535, 75 L.Ed. 1117 (1931) (prohibition of red flag display held to aim at protest message rather than at maintenance of public order). In the end, the core analysis must resolve whether the governmental regulation of conduct is in fact the unconstitutional regulation of an intended message of the actor rather than a legitimate attempt to regulate physical conduct for some other important governmental purpose.\nA variation on the O’Brien inquiry into whether a governmental regulation targets the expressive element of a particular type of conduct is the degree to which the First Amendment protects normally regulated conduct which has been turned from its ordinary course to be performed for a communicative purpose. When this is the case, the courts will not invalidate an otherwise constitutional restriction on conduct. For example, a statutory prohibition against the destruction of draft cards, which was adopted to serve an important governmental interest, is not rendered violative of the First Amendment when applied to defendants who burned their draft cards for the expressed purpose of protesting a war. See O’Brien, 391 U.S. at 376-78, 88 S.Ct. at 1678-80. The mere existence of a potential for expression through conduct simply does not result in a wholesale immunization of what would otherwise be a legitimately regulated activity. As Justice Scalia summarized in his concurring opinion in Barnes:\nBut virtually every law restricts conduct, and virtually any prohibitive conduct can be performed for an expressive purpose — if only expressive of a fact that the actor disagrees with the prohibition.... [W]e have never invalidated the application of a general law simply because the conduct that it reached was being engaged in for expressive purposes and the government could not demonstrate a sufficiently important state interest.\nBarnes, 111 S.Ct. at 2466 (Scalia, J., concurring).\nBefore attempting to apply the O’Brien analysis to the conduct in this case, we must determine whether the performance of nude or topless dancing contains an expressive element at all, as opposed to pure conduct to which the First Amendment offers no protection.\nThe nature and degree to which dancing communicates a message has been frequently debated. See, e.g., Glen Theatre, Inc. v. Pearson, 802 F.2d 287, 290-91 (7th Cir.1986) (discussing various opinions on whether nude dancing is a form of expression protected by the First Amendment). It has been held that recreational dancing, although containing a “kernel” of expression, is not conduct which is sufficiently communicative to bring it within the protection of the First Amendment. Dallas v. Stanglin, 490 U.S. 19, 25, 109 S.Ct. 1591, 1595, 104 L.Ed.2d 18 (1989). And the message of nude dancing has been said to lie only marginally “within the outer perimeters of the First Amendment.” Barnes, 111 S.Ct. at 2460 (plurality opinion). In this particular case, when pressed at oral argument to articulate the content of the message that topless dancing conveys, counsel could advance none. It would seem quite difficult for D.G. Restaurant to demonstrate that the city’s focus in enacting Ordinance 89-20 was the eradication of the message conveyed by nude dancing, when the proponent of the dancing, itself, is unable to describe the nature of the message which the city’s regulation is alleged to have targeted.\nIn considering an Indiana statute which generally prohibited nudity (the term “nudity” being defined in the Indiana statute in a manner similar to that in the Myrtle Beach ordinance), a plurality of the Supreme Court stated that nude dancing may convey an “erotic message.” See Barnes, 111 S.Ct. at 2463 (plurality opinion). As Justice Scalia noted in his concurring opinion, however, the Indiana law was “regulating conduct, not expression, and those who choose to employ conduct as a means of expression must make sure that the conduct they select is not generally forbidden.” Id. at 2468 (Scalia, J., concurring). Undoubtedly, topless dancing in a bar, which is designed to entertain and promote other products and services of the bar, can convey an erotic stimulus, but, as such, that “message” would appear to be more analogous to a physical stimulus than to the communication of ideas through speech.\nNevertheless, if we assume that the Myrtle Beach ordinance does incidentally restrict the so-called “erotic message” purveyed by the act of dancing in the nude, we must proceed with application of the test enunciated in O’Brien, i.e., to pass constitutional muster, an ordinance must be lawfully enacted to serve an important non-speech related governmental interest and be narrowly tailored to minimize the incidental intrusion on the message conveyed. O’Brien, 391 U.S. at 377, 88 S.Ct. at 1679.\nThe threshold inquiries under O’Brien, whether Myrtle Beach had the authority to adopt a zoning ordinance and whether it did so to address a substantial government interest, are not in controversy. It is well within the constitutional power of a municipality to adopt zoning regulations that limit the areas in which adult entertainment enterprises may operate. See City of Renton v. Playtime Theatres, Inc., 475 U.S. 41, 106 S.Ct. 925, 89 L.Ed.2d 29 (1986). It is also well-established that the regulation of nudity in public places advances a substantial governmental interest in maintaining order and morality. With regard to the regulation of public nudity, the Court in Barnes stated:\n[T]he statute’s purpose of protecting societal order and morality is clear from its text and history. Public indecency statutes of this sort are of ancient origin, and presently exist in at least 47 States. Public indecency, including nudity, was a criminal offense at common law and this Court recognized the common-law roots of the offense of “gross and open indecency” in Winters v. New York, 333 U.S. 507, 515, 68 S.Ct. 665, 670, 92 L.Ed. 840 (1948). Public nudity was considered an act malum en se. Le Roy v. Sidley, 1 Sid. 168, 82 Eng.Rep. 1036 (K.B. 1664). Public indecency statutes such as the one before us reflect moral disapproval of people appearing in the nude among strangers in public places.\nBarnes, 111 S.Ct. at 2461 (plurality opinion). See also Renton, 475 U.S. at 50, 106 S.Ct. at 930 (“[A] city’s ‘interest in attempting to preserve the quality of urban life is one that must be accorded high respect’ ”). (quoting Young v. American Mini Theatres, Inc., 427 U.S. 50, 71, 96 S.Ct. 2440, 2453, 49 L.Ed.2d 310 (1976)). As Justice Souter noted in his concurring opinion in Barnes, a government can legitimately act on the belief that adult entertainment establishments may encourage prostitution and lead to increases in sexual assault and other criminal activity. See Barnes, 111 S.Ct. at 2469 (Souter, J., concurring). The state’s interest in combatting these secondary effects is substantial. See id. Thus, the dispute in this case does not focus upon whether the interest in morality and order underlying the city’s regulation of public nudity is a sufficiently compelling governmental interest to override some incidental effects of the communicative aspects of topless dancing. Instead, this case centers on the question of whether the Myrtle Beach ordinance actually serves these well established substantial interests or is merely a pretext for getting at the communicative element of nude dancing.\nGiven the difficulty we have expressed in finding a message purveyed by the performance of topless dancing, the argument that Myrtle Beach enacted a statute which was aimed at that message is dubious. Nevertheless, our examination of the record discloses no evidence to support a conclusion that that message was the target of the Myrtle Beach ordinance. In contrast to D.G. Restaurant’s unsupported assertions that Ordinance 89-20 was aimed at the expressive element conveyed by nude dancing, the ordinance, by its terms, states that adult entertainment businesses could have a “deleterious effect on the quality of city neighborhoods” and that “the use of property for adult entertainment establishments is not compatible with residential, religious, and educational uses of property in the City of Myrtle Beach.” The testimony of council members and the report considered by the city council confirm the stated purposes. They cite the incompatibility of adult entertainment with “residential or family-oriented tourist uses.” Nowhere in the ordinance is there any suggestion that the city had an interest in regulating dancing or, more importantly, that any message conveyed by dancing was intended to be regulated. This is the most telling signal that Myrtle Beach was not concerned with the communicative aspects of nude dancing. Indeed, adult entertainment businesses are defined by the ordinance as those which offer nudity, not erotic dancing.\nThe interest of D.G. Restaurant in the conveyance of a message through the performance of dance remains open for fulfillment anywhere in Myrtle Beach so long as nudity is not involved within 500 feet of other specified land uses, and presumably even in those areas if the dancers don pasties and G-strings. We fail to see how the message that D.G. Restaurant intends to impart, assuming a message exists at all, is frustrated by the ordinance.\nD.G. Restaurant contends that the real purpose of the statute is not obvious from its terms and that the circumstances of the enactment of the ordinance reveal the true intent to restrict the message conveyed by topless dancing. The record does fairly support the conclusion that the city enacted Ordinance 89-20 in response to the announced plans of D.G. Restaurant to bring topless dancing to Myrtle Beach. That conclusion, however, does not establish the eradication of any erotic message as a motive for the enactment of the city’s regulation of public nudity. Indeed, the only evidence offered with respect to the legislative purpose demonstrates the city council’s concern over the secondary effects on family-oriented uses that adult entertainment establishments, including D.G. Restaurant, might have. That it took D.G. Restaurant’s announced plans to spur the city to this realization does not in any way impute illicit or unconstitutional motives to the Myrtle Beach city council.\nMoreover, the individual motives of legislators, even if those motives are demonstrated to conflict with the expressed purpose of the enacted legislation, are rarely relevant to a court’s consideration of the legitimacy of the legislation. For good reason, courts have not as a general rule found legislation unconstitutional based on the motive of the voting legislators when the legislation is facially constitutional. As stated in O’Brien, this principle is of long standing:\nIt is a familiar principle of constitutional law that this Court will not strike down an otherwise constitutional statute on the basis of an alleged illicit legislative motive.\n* * * * * *\nWhat motivates one legislator to make a speech about a statute is not necessarily what motivates scores of others to enact it, and the stakes are sufficiently high for us to eschew guesswork.\nO’Brien, 391 U.S. at 383-84, 88 S.Ct. at 1682-83; See also Renton, 475 U.S. at 47-48, 106 S.Ct. at 928-929 (focusing on the clear terms of the statute rather than the alleged legislative motives). The courts will sometimes look to statements by legislators when the issue before the court is the interpretation of an otherwise ambiguous statute. See generally United Steelworkers of America v. Weber, 443 U.S. 193, 99 S.Ct. 2721, 61 L.Ed.2d 480 (1979). And even where a statutory purpose is facially explicit, the courts will look behind the express language of the law in a few rare circumstances. See O’Brien, 391 U.S. at 383 & n. 30, 88 S.Ct. at 1682 & n. 30 (recognizing that courts should look at legislators’ actual motives in determining whether a statute is a bill of attainder); South Carolina Educ. Ass’n v. Campbell, 883 F.2d 1251, 1259 (4th Cir.1989) (recognizing that courts must look to actual motive where such an inspection is a substantive element of the very constitutional test being applied), cert. denied, 493 U.S. 1077, 110 S.Ct. 1129, 107 L.Ed.2d 1035 (1990).\nSuch rare circumstances are not present in this case. By its plain language Ordinance 89-20 unambiguously regulates adult entertainment businesses through the prohibition of public nudity in specified locations out of a concern for the otherwise deleterious effect that such establishments would have on the city’s neighborhoods. Presumably the courts and law enforcement officials will read the ordinance in light of this plain language and the statute’s effect will reach no further than its expressed prohibitions and concerns will dictate.\nFinally, in completing our O’Brien analysis we also note that Myrtle Beach’s public nudity law is narrowly tailored so as to avoid impinging upon the expressive elements of the regulated conduct, nude dancing. The ordinance prohibits nudity by limiting only the exposure of the most private anatomical parts of the male and female body. D.G. Restaurant makes no argument that this particular degree of nudity prohibited by the law is the communicative aspect of the message that it is seeking to convey.\nIll\nMyrtle Beach’s ordinance survives constitutional scrutiny also because it expressly allows for reasonable alternatives to any asserted regulation of speech. Not only does the ordinance appear to leave room for any form of erotic dancing in which the dancers wear the minimum of a G-string and pasties to cover the specified anatomical areas, but also it should be noted that if the restaurant feels compelled to spread its erotic message through total nudity it can do that without violating the ordinance. D.G. Restaurant simply cannot, in compliance with the ordinance, make its “statement” with nudity within a limited distance from other specified land uses. The ordinance is thus a valid time, place, and manner restriction. See Renton, 475 U.S. at 50, 106 S.Ct. at 930 (The appropriate inquiry about a regulation confining adult theaters to specified locations within the city is whether it “is designed to serve a substantial governmental interest and allows for reasonable alternative avenues of communication.”).\nD.G. Restaurant claims that the ordinance effectively “zones” topless dancing out of existence in Myrtle Beach. It is argued that this restriction leaves an opportunity to operate adult businesses only in the C-9 zone, which is limited to a few poorly lit sites in industrial areas, far from the tourist-oriented businesses. While D.G. Restaurant may not find it as commercially desirable to operate in such locations, it has not been demonstrated that the restriction to the C-9 zone will impede the restaurant’s ability to convey its message to those listeners who desire to be enlightened by it. The decision to restrict adult businesses to a specific area does not oblige the city to provide commercially desirable land. See Renton, 475 U.S. at 54, 106 S.Ct. at 932.\nIY\nThus we conclude that Myrtle Beach’s ordinance serves a substantial governmental interest and does not by its terms regulate dancing or any communicative element alleged to have been conveyed by nude or topless dancing, and that any incidental restriction on erotic dancing is permitted since the regulation by the ordinance is narrowly tailored so as not unnecessarily to impinge upon the conduct’s communicative element. Furthermore, we determine that the decision to limit displays of nudity in public to certain designated areas of the city is a content-neutral time, place, and manner restriction which also supports the conclusion that Ordinance 89-20 passes constitutional muster. Accordingly, we reverse and remand with instructions to dissolve the injunction entered by the district court prohibiting enforcement of the ordinance.\nREVERSED AND REMANDED.",
        "type": "majority",
        "author": "NIEMEYER, Circuit Judge:"
      }
    ],
    "attorneys": [
      "James Barr Van Osdell, Cynthia Graham Howe, Van Osdell, Lester, Howe & Rice, P.A., Myrtle Beach, S.C., argued (Michael W. Battle, Lovelace & Battle, P.A., Conway, S.C., on brief), for defendants-appellants.",
      "Howell V. Bellamy, Jr., Bellamy, Ruten-berg, Copeland, Epps, Gravely & Bowers, P.A., Myrtle Beach, S.C., argued (Henrietta U. Golding, Myrtle Beach, S.C., Lawrence R. Goldberg, Lawrence R. Goldberg, P.C., St. Louis, Mo., on brief), for plaintiff-appel-lee."
    ],
    "corrections": "",
    "head_matter": "D.G. RESTAURANT CORPORATION, d/b/a PT’s Show Club, a South Carolina Corporation, Plaintiff-Appellee, v. The CITY OF MYRTLE BEACH; Francis M. Sauvageau, as Acting Director for Construction Services Department for the City of Myrtle Beach; Thomas E. Leath, as City Manager for the City of Myrtle Beach; J. Stanley Bird, as Chief of Police for the City of Myrtle Beach, Defendants-Appellants.\nNo. 90-1509.\nUnited States Court of Appeals, Fourth Circuit.\nArgued May 9, 1991.\nDecided Dec. 30, 1991.\nAs Amended Jan. 7, 1992.\nJames Barr Van Osdell, Cynthia Graham Howe, Van Osdell, Lester, Howe & Rice, P.A., Myrtle Beach, S.C., argued (Michael W. Battle, Lovelace & Battle, P.A., Conway, S.C., on brief), for defendants-appellants.\nHowell V. Bellamy, Jr., Bellamy, Ruten-berg, Copeland, Epps, Gravely & Bowers, P.A., Myrtle Beach, S.C., argued (Henrietta U. Golding, Myrtle Beach, S.C., Lawrence R. Goldberg, Lawrence R. Goldberg, P.C., St. Louis, Mo., on brief), for plaintiff-appel-lee.\nBefore WIDENER and NIEMEYER, Circuit Judges, and MURRAY, Senior U.S. District Judge for the District of Maryland, sitting by designation."
  },
  "file_name": "0140-01",
  "first_page_order": 230,
  "last_page_order": 238
}