{
  "id": 10519676,
  "name": "Vivian L. DAVIDSON, Plaintiff-Appellant, v. INDIANA-AMERICAN WATER WORKS, Tom Rowe, Manager and Sue Seyfert. Supervisor, Defendants-Appellees",
  "name_abbreviation": "Davidson v. Indiana-American Water Works",
  "decision_date": "1992-01-10",
  "docket_number": "No. 90-3653",
  "first_page": "1058",
  "last_page": "1060",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1058"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "885 F.2d 1305",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3338362,
        10535581
      ],
      "pin_cites": [
        {
          "page": "1310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/18/1305-01",
        "/f2d/885/1305-01"
      ]
    },
    {
      "cite": "882 F.2d 290",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1820805
      ],
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/882/0290-01"
      ]
    },
    {
      "cite": "431 U.S. 553",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1563
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "1888"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0553-01"
      ]
    },
    {
      "cite": "920 F.2d 441",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543251
      ],
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/0441-01"
      ]
    },
    {
      "cite": "115 L.Ed.2d 1079",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 2916",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "920 F.2d 446",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543276
      ],
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/0446-01"
      ]
    },
    {
      "cite": "449 U.S. 250",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715909
      ],
      "weight": 5,
      "year": 1980,
      "pin_cites": [
        {
          "page": "258"
        },
        {
          "page": "504"
        },
        {
          "page": "258"
        },
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0250-01"
      ]
    },
    {
      "cite": "745 F.2d 407",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        593117
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/745/0407-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 626",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. §§ 621",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 6748,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 1.1543285377443694e-07,
      "percentile": 0.5821072966030065
    },
    "sha256": "45323519f427b70d7e3417882f65fdbcc4138e6f783d7aa227a5ed22bec7f094",
    "simhash": "1:47f4e33be13d1683",
    "word_count": 1073
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CUDAHY, RIPPLE and KANNE, Circuit Judges."
    ],
    "parties": [
      "Vivian L. DAVIDSON, Plaintiff-Appellant, v. INDIANA-AMERICAN WATER WORKS, Tom Rowe, Manager and Sue Seyfert. Supervisor, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "CUDAHY, Circuit Judge.\nThis is an age discrimination suit brought by Vivian Davidson against her former employer, Indiana American Water Company (IAWC), alleging that a hostile work environment and a continuous pattern of retaliation led to her constructive discharge. The district court granted summary judgment for IAWC on the ground that Davidson failed to file a timely charge of age discrimination with the Equal Employment Opportunity Commission (EEOC), and dismissed her suit. This appeal followed, and we affirm.\nDavidson worked for IAWC for twelve years. She started in February 1974 as a junior clerk, and left in January 1986 to take a secretarial job with a state court judge. For all but one of these years, Davidson worked in IAWC’s Billing Department under the supervision of Ted Ha-melmann. The year she spent outside that department ran from October 1, 1984 to October 1, 1985, during which time IAWC transferred her to its Accounting Department under the supervision of Sue Seyfelt. The transfer was a lateral one, and, in Davidson’s opinion, a good opportunity. She had the chance to learn about a new department as well as to work with Seyfelt, then a close personal friend. Upon her transfer, Davidson’s job grade remained the same and she retained a raise in pay which she had received two weeks earlier.\nIn January 1985, Davidson’s relationship with Seyfelt began to sour, and, over the next eight months, followed a downhill course. The cause of this deterioration was what Davidson perceived as Seyfelt’s repeated harassment and discrimination directed against her. Davidson complained about the problem to Tom Rowe, Seyfelt’s superior and IAWC’s business manager, but he took no action until October 1985, at which time he transferred Davidson back to the Billing Department with Hamel-mann.\nOn October 3, 1985, Davidson filed the first of two charges with the EEOC, in which she alleged that the transfer from accounting to billing was discriminatory. The EEOC dismissed the charge because it was unable to substantiate her allegations.\nOn July 9, 1986, Davidson filed her second EEOC charge, this time alleging that IAWC retaliated against her for filing the first charge and constructively discharged her.\nOn January 3, 1989, Davidson filed the present federal action in which she alleged that IAWC constructively discharged her on account of her age and because of her filing EEOC charges in violation of the Age Discrimination in Employment Act, 29 U.S.C. §§ 621 et seq. On IAWC’s motion for summary judgment, the district court concluded that Davidson’s July 9, 1986 charge was untimely because she filed it more than 180 days after her transfer out of Seyfelt’s department, where the last discriminatory act against her took place. It accordingly entered judgment for IAWC.\nOn appeal, Davidson argues that the statute of limitations for constructive discharge claims begins to run on the last day that an employee appears at work, and therefore her administrative charge of July 9,1986 was timely, having been filed within the 180-day period following her constructive discharge on January 13, 1986.\nThe administrative statute of limitations applicable to age discrimination is 180 days for cases filed in Indiana. See 29 U.S.C. § 626(d)(1); Vaught v. R.R. Donnelley & Sons Co., 745 F.2d 407, 410 & 410 n. 2 (7th Cir.1984). This limitations period begins to run on the date that the defendant takes some adverse personnel action against the plaintiff, and not when the full consequences of the action are felt. See Delaware State College v. Ricks, 449 U.S. 250, 258, 101 S.Ct. 498, 504, 66 L.Ed.2d 431 (1980); Cada v. Baxter Healthcare Corp., 920 F.2d 446, 449 (7th Cir.1990), cert. denied, — U.S. -, 111 S.Ct. 2916, 115 L.Ed.2d 1079 (1991); Davidson v. Board of Governors, 920 F.2d 441, 443 (7th Cir.1990). It is simply insufficient for Davidson to argue that the day she terminated her employment with IAWC “ ‘gives present effect to the past illegal act[s] and therefore perpetuates the consequences of forbidden discrimination.’ ” Ricks, 449 U.S. at 258, 101 S.Ct. at 504 (quoting United Air Lines, Inc. v. Evans, 431 U.S. 553, 557, 97 S.Ct. 1885, 1888, 52 L.Ed.2d 571 (1977)). Rather, Davidson must prove the existence of a present violation — of discriminatory conduct which occurred within the statutory period, in order to recover on her claims. Id.\nIn this case, to be timely the alleged discriminatory conduct of which Davidson complained had to occur on or after January 10, 1986, during the 180-day period preceding the filing of her July 9, 1986 charge. The district court found that the acts on which Davidson relied involved her work under Seyfelt’s supervision in the Accounting Department. These events occurred between the months of May and October 1985. Since they took place outside the limitations period, the district court held that the EEOC charge was stale.\nTo defeat this conclusion, Davidson argues that she was the victim of continuing harassment by Seyfelt that began in May 1985 and lasted until she left IAWC in January 1986. “To succeed under a continuing violation theory, [Davidson] must demonstrate that the acts of alleged discrimination are part of an ongoing pattern of discrimination and that at least one of the alleged discrete acts of discrimination occurred within the relevant limitations period.” Young v. Will County Dep’t of Public Aid, 882 F.2d 290, 292 (7th Cir.1989); see Malhotra v. Cotter & Co., 885 F.2d 1305, 1310 (7th Cir.1989). This she has failed to do. Davidson was unable to produce specific evidence that IAWC committed any unlawful act against her during the limitations period. The EEOC charge filed by Davidson stated that on January 3, 1986, Seyfelt interfered with a request for vacation that she had submitted after she transferred back to Hamelmann’s department. On appeal, she identified January 10,1986, as the date of the alleged interference. As of January 10, 1986, however, Davidson had already accepted the job with a state court judge, a fact which contradicts her argument that Seyfelt’s last-minute interference resulted in a constructive discharge.\nFor the foregoing reasons, the judgment of the district court is\nAffirmed.",
        "type": "majority",
        "author": "CUDAHY, Circuit Judge."
      }
    ],
    "attorneys": [
      "John 0. Moss (argued), Moss & Walton, Indianapolis, Ind., for plaintiff-appellant.",
      "George J. Zazas, Douglas J. Heckler, Lester H. Cohen (argued), Barxies & Thorn-burg, Indianapolis, Ind., for defendants-ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Vivian L. DAVIDSON, Plaintiff-Appellant, v. INDIANA-AMERICAN WATER WORKS, Tom Rowe, Manager and Sue Seyfert. Supervisor, Defendants-Appellees.\nNo. 90-3653.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Oct. 1, 1991.\nDecided Jan. 10, 1992.\nJohn 0. Moss (argued), Moss & Walton, Indianapolis, Ind., for plaintiff-appellant.\nGeorge J. Zazas, Douglas J. Heckler, Lester H. Cohen (argued), Barxies & Thorn-burg, Indianapolis, Ind., for defendants-ap-pellees.\nBefore CUDAHY, RIPPLE and KANNE, Circuit Judges."
  },
  "file_name": "1058-01",
  "first_page_order": 1134,
  "last_page_order": 1136
}