{
  "id": 10519462,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Elmer Dean ALLISON, Defendant-Appellant",
  "name_abbreviation": "United States v. Allison",
  "decision_date": "1992-01-30",
  "docket_number": "No. 90-8686",
  "first_page": "870",
  "last_page": "877",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 870"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "28 L.Ed.2d 328",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "91 S.Ct. 1208",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "401 U.S. 978",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11752741,
        11752552,
        11752427,
        11752654,
        11752814,
        11753199,
        11752975,
        11752882,
        11753107,
        11752498,
        11753296,
        11752598,
        11753038,
        11752376
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0978-07",
        "/us/401/0978-04",
        "/us/401/0978-02",
        "/us/401/0978-06",
        "/us/401/0978-08",
        "/us/401/0978-13",
        "/us/401/0978-10",
        "/us/401/0978-09",
        "/us/401/0978-12",
        "/us/401/0978-03",
        "/us/401/0978-14",
        "/us/401/0978-05",
        "/us/401/0978-11",
        "/us/401/0978-01"
      ]
    },
    {
      "cite": "434 F.2d 548",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2220194
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/434/0548-01"
      ]
    },
    {
      "cite": "541 F.2d 471",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1034882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/541/0471-01"
      ]
    },
    {
      "cite": "919 F.2d 981",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1245102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/919/0981-01"
      ]
    },
    {
      "cite": "902 F.2d 336",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/902/0336-01"
      ]
    },
    {
      "cite": "891 F.2d 92",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/891/0092-01"
      ]
    },
    {
      "cite": "495 U.S. 508",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        634223
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/495/0508-01"
      ]
    },
    {
      "cite": "284 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5719289
      ],
      "weight": 3,
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0299-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 924",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "462 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187462
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0213-01"
      ]
    },
    {
      "cite": "941 F.2d 886",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11719646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/941/0886-01"
      ]
    },
    {
      "cite": "74 L.Ed.2d 139",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 168",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "459 U.S. 876",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6393638,
        6394633,
        6392281,
        6393517,
        6393744,
        6393360,
        6394322,
        6392436,
        6394070,
        6394456,
        6393817,
        6393946,
        6392699,
        6394206
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/459/0876-06",
        "/us/459/0876-14",
        "/us/459/0876-01",
        "/us/459/0876-05",
        "/us/459/0876-07",
        "/us/459/0876-04",
        "/us/459/0876-12",
        "/us/459/0876-02",
        "/us/459/0876-10",
        "/us/459/0876-13",
        "/us/459/0876-08",
        "/us/459/0876-09",
        "/us/459/0876-03",
        "/us/459/0876-11"
      ]
    },
    {
      "cite": "673 F.2d 287",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1412716
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/673/0287-01"
      ]
    },
    {
      "cite": "28 C.F.R. § 0.100",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "36 Fed. Reg. 12734",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 811",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "887 F.2d 240",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527639
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/887/0240-01"
      ]
    },
    {
      "cite": "21 U.S.C. § 812",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "932 F.2d 1529",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/932/1525-01"
      ]
    },
    {
      "cite": "920 F.2d 1225",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/1225-01"
      ]
    },
    {
      "cite": "442 U.S. 114",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1531927
      ],
      "weight": 3,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/442/0114-01"
      ]
    },
    {
      "cite": "911 F.2d 1066",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539416
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/911/1066-01"
      ]
    },
    {
      "cite": "21 U.S.C. § 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(b)(l)(A)(viii)"
        },
        {
          "page": "(b)(l)(B)(viii)"
        },
        {
          "page": "(b)(1)(C)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 919,
    "char_count": 20431,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 2.5702204774567457e-07,
      "percentile": 0.8161792444269916
    },
    "sha256": "93057044c1901578930e0ae521497ffbdeffdf97f47f6fdf88f591e94191ceae",
    "simhash": "1:b2cadb6162083d59",
    "word_count": 3257
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CLARK, Chief Judge, JONES, Circuit Judge and PARKER , District Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Elmer Dean ALLISON, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "ROBERT M. PARKER, District Judge:\nElmer Dean Allison appeals four criminal convictions arising out of a single four count indictment. We AFFIRM.\nOn November 9, 1988, officials at the Texas Department of Corrections intercepted a letter from an inmate addressed to a recent parolee. The letter instructed the parolee to contact defendant Allison at a specified time and place and tell Allison that he was ready to build a house. Law enforcement officials believed the letter referred to setting up a Methamphetamine laboratory. The Central Texas Narcotic Task Force had also received reports that Defendant had purchased precursor chemicals that could be used in the manufacture of Methamphetamine. The Task Force continued their investigation until November 30, 1988, when they obtained a search warrant for Defendant’s residence and property in McGregor, Texas. During the search, the officers found an operating Methamphetamine laboratory, drug making paraphernalia, guns and ammunition. Defendant and two co-defendants were arrested. Defendant was released on an unsecured bond, left the state and failed to appear for a scheduled hearing. He did not receive actual notice of the hearing because notice was mailed to his residence after he left the state.\nDefendant was tried on a four count indictment. The jury found him guilty on all four counts. The Court imposed the following punishment:\n1. Conspiracy to manufacture Methamphetamine — 240 months,\n2. Possession of firearms by a felon— 120 months, to run concurrently with the punishment in count one,\n3. Use of a firearm in the commission of a felony — 60 months, to be served consecutively to the terms imposed in counts one and two,\n4.Failure to appear — 46 months, to be served consecutively to the term imposed in count three.\nUpon release from prison, defendant will be on supervised release for three years on each count, such terms to be served concurrently with each other. The Court also imposed a $4000.00 fine and a $200.00 special assessment.\nUNCONSTITUTIONAL PUNISHMENT PROVISIONS\nIn his first point of error, Defendant alleges that the punishment provisions of the statute criminalizing the manufacture of controlled substances are unconstitutionally ambiguous. The Defendant sought to dismiss the superseding indictment on the ground that 21 U.S.C. § 841 is vague and, therefore, violates the separation of powers doctrine and his right to due process under the Fifth Amendment to the United States Constitution. The motion was denied. When an appellant challenges the District Court’s application of constitutional standards, this Court must review the question de novo. American Civil Liberties Union, Inc. v. Mississippi, 911 F.2d 1066 (5th Cir.1990).\nSentencing provisions may pose constitutional due process questions if they do not state with sufficient clarity the consequences of violating a criminal statute. United States v. Batchelder, 442 U.S. 114, 99 S.Ct. 2198, 60 L.Ed.2d 755 (1979). In the present case, the statute provides two contradictory punishments for the same quantity of Methamphetamine:\n21 U.S.C. § 841(b)(l)(A)(viii)— ... such person [violating subsection (a)] shall be sentenced to a term of imprisonment which may not be less than 10 years or more than life.\n21 U.S.C. § 841(b)(l)(B)(viii)— ... such person [violating subsection (a)] shall be sentenced to a term of imprisonment which may not be less than 5 years and not more than 40 years.\nThe Appellant was sentenced to 240 months in prison, within the area where the two ranges overlap.\nThis Circuit has looked at the problem in the sentencing provision of this statute in two previous cases. In United States v. Shaw, 920 F.2d 1225 (5th Cir.1991) the defendant was sentenced to six years imprisonment. The sentence imposed was less than the minimum under the harsher subsection. Therefore, the defendant was not harmed by the ambiguity. The opinion holds that since the defendant suffered no “injury in fact” he lacked standing to claim a deprivation of his Constitutional right to due process. In United States v. Harris, 932 F.2d 1529 (5th Cir.1991), the defendant also received a sentence within the more lenient punishment range, so he was not harmed and the sentence was affirmed.\nAccording to the record, the District Court in the present case applied 21 U.S.C. § 841(b)(1)(C), instead of either (A) or (B). (C) is a more lenient catchall provision for all Schedule II drugs not addressed in (A) or (B). The punishment range under (C) is not more than 20 years. The presentence report calculated the guideline imprisonment range at 360 months to Life on count one, well above the maximum term allowed under (C). Since the Court employed the most lenient punishment range available, the defendant incurred no injury in fact, and like Shaw and Harris, lacks standing to complain about the ambiguity in the statute.\nMETHAMPHETAMINE — SCHEDULE ONE OR SCHEDULE TWO\nThis point of error includes three separate objections pertaining to the proper schedule for the drugs in Count One of the indictment.\nSchedule II of 21 U.S.C. § 812 includes Methamphetamine as an injectable liquid only. Schedule III of 21 U.S.C. § 812 includes non-injectable Methamphetamine and phenylacetone. Evidence at trial showed Methamphetamine to exist in both liquid and powder form but did not characterize its injectability. Police officers testified the controlled substance was a Schedule II substance, but did not mention whether or not it was injectable. Appellant alleges that the evidence was not sufficient to prove that the substance was a Schedule II controlled substance. In his brief, Appellant asserts the officers’ testimony was conclusory and inaccurate. We find that the evidence, viewed in the light most favorable to the jury’s verdict, is sufficient to support the verdict.\nAppellant next asserts that the charge authorizes a conviction for manufacture or distribution of a controlled substance other than Methamphetamine, and that he was surprised at trial because the government failed to inform him of the nature of the substance. Even a cursory review of the record reveals that both the indictment and the jury charge specify that Appellant was charged with conspiracy to manufacture methamphetamine, a Schedule II Controlled Substance. This allegation has no merit.\nAppellant alleges methamphetamine was never legally rescheduled from a Schedule III to a Schedule II controlled substance and thus he should have been sentenced based on the sentencing provisions for Schedule III. The Fifth Circuit has not addressed this issue before. The Ninth Circuit has considered this argument and rejected it. United States v. Kendall, 887 F.2d 240 (9th Cir.1989). We find the Ninth Circuit’s reasoning compelling and join them in finding this rescheduling procedure adequate.\nIn 1970, Congress passed the Comprehensive Drug Abuse Prevention and Control Act, which delegated to the Attorney General authority to reclassify controlled substances, 21 U.S.C. § 811.\nNotice was published in the Federal Register at 36 Fed.Reg. 9563 by the Director of the Bureau of Narcotics and Dangerous Drugs (BNDD) proposing the transfer, among other things, of methamphetamine, from Schedule III to Schedule II of the 1970 Act. Later that reclassification was accomplished on July 7, 1971. See 36 Fed. Reg. 12734 (1971). Appellant contends that the Attorney General never delegated his authority to reclassify methamphetamine from a Schedule III to Schedule II to the Director of BNDD. In 1973, the Attorney General properly delegated his authority to the Drug Enforcement Administration (DEA). See Fed.Reg. 18380; 28 C.F.R. § 0.100. After the 1973 delegation, the Director of the DEA republished the result of the Director of the Bureau’s acts in the Federal Register in 1974. See 39 Fed.Reg. 22142. Appellant contends that because the director of the DEA did not adhere to the required provisions of the 1970 Act when he republished the BNDD findings in 1974, methamphetamine has never been lawfully transferred from Schedule III to Schedule II.\nWhether or not DEA followed the procedures and made the findings required to reschedule methamphetamine, BNDD did so in 1971. See Fed.Reg. 9563 (1971) (notice of hearing regarding proposed rescheduling) 36 Fed.Reg. 12734 (1971) (report of hearing and findings, order rescheduling methamphetamine).\nThe 1971 delegation provides:\n“Subject to the general supervision of the Attorney General, the exercise of the powers and performance of the functions vested in the Attorney General by the Comprehensive Drug Abuse Prevention and Control Act of 1970 are assigned to, and shall be conducted, handled, or supervised by the Director of the Bureau of Narcotics and Dangerous Drugs.” 28 C.F.R. § 0.100\nWe find that this delegation to BNDD was sufficient, and coupled with DEA’s later republication of the results, properly classified methamphetamine as a schedule II controlled substance. United States v. Kendall, 887 F.2d 240 (9th Cir.1989), United States v. Alexander, 673 F.2d 287 (9th Cir.1982), cert. denied, 459 U.S. 876, 103 S.Ct. 168, 74 L.Ed.2d 139 (1982), United States v. Durham, 941 F.2d 886 (9th Cir.1991).\nSUPPRESSION OF EVIDENCE\nThe Appellant asks us to reverse his conviction on Count One because the District Court erred in denying his Motion to Suppress evidence obtained pursuant to a search warrant. The basis of the motion was an allegation that the search warrant was invalid. The Appellant claims the affidavit supporting the application for search warrant was insufficient to allege probable cause and that the warrant was not specific enough in its description of the controlled substance. The affidavit recites the agent/affiant’s extensive qualifications as a narcotics investigator, his personal phone contact with defendant, his detection of the odor of a methamphetamine laboratory emitting from defendant’s house as well as information supplied by other law enforcement agents and a police informant. The affidavit sets out a factual basis for reliability of the informant. Based on all of this information, the local magistrate concluded that probable cause existed to believe a clandestine methamphetamine laboratory was in operation at defendant’s residence. We agree.\nThe Appellant next asserts that the methamphetamine seized should be suppressed for failure of the warrant to describe it with sufficient specificity. The warrant authorized the search for and seizure of “a controlled substance to wit: methamphetamine.” We agree with the District Court that the warrant was sufficiently specific with regard to the description of methamphetamine.\nHaving found that the affidavit showed probable cause from a totality of sworn facts, and that the methamphetamine was adequately described, we hold the District Court’s denial of Defendant’s Motion to Suppress, was not error. See Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983).\nERROR IN SENTENCING — COUNT TWO\nThe Appellant appeals from the punishment imposed by the District Court for Count Two, possession of a firearm by a felon. The Appellant alleges that the Court departed upward from the guidelines without notice and opportunity for Appellant to comment and without stating any reason. In Count Two, the Appellant was sentenced to 120 months, to run concurrently with the 240 months imposed in Count One. If the Appellant had been convicted of Count Two alone, the guideline range would have been 18-24 months. However, the Court, following the recommendation in the presentence report, combined Count One and Count Two pursuant to § 3Dl.l(a)(3) of the United States Sentencing Guidelines. Once the two counts were combined, the guideline imprisonment range of 360 months to life was calculated under U.S.S.G. § 3D1.5. This provision precludes the calculation of separate guidelines for the individual counts. See also U.S.S.G. § lBl.l(d).\nIn order to comply with guideline range under U.S.S.G. § 5G1.2(d) the Court would have had to impose the statutory maximum on each count and to run the 120 month sentence in Count Two consecutively to Count One. The District Court in imposing the Count Two sentence concurrently with Count One in effect departed downward from the guidelines, without stating any reasons in the record. However, no complaint was made on appeal concerning the downward departure. Therefore, this Court will not address any potential error made by the District Court in imposing a sentence below the guideline range. SUPERVISED RELEASE\nThe next question raised for our review is, did the Trial Court err in imposing a term of supervised release for use of a firearm during a felony? The Presentence Report correctly advised the Court in two different places that supervised release was not available on Count Three. The Defendant had no notice or opportunity to be heard concerning this term of supervised release. The Court imposed a three year term of supervised release on each of the four counts of the conviction, all running concurrently. Since no supervised release is allowed under the punishment provisions of 18 U.S.C. § 924, we reform the sentence imposed on Count Three by deleting the term of supervised release.\nDOUBLE JEOPARDY\nAppellant alleges the cumulative punishments for possession of a firearm by a convicted felon and use of a firearm in the commission of a felony violate the Double Jeopardy Clause of the Fifth Amendment to the United States Constitution. The Double Jeopardy Clause does not bar two prosecutions for the same criminal act or transaction under two criminal statutes as long as each statute requires proof of a fact that the other does not. Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932). The two firearm offenses pass muster under the Blockbur-ger test; the first requires proof that the defendant has a prior final conviction for a felony, the second requires proof that the firearm was used in the commission of a felony. Grady v. Corbin, 495 U.S. 508, 110 S.Ct. 2084, 109 L.Ed.2d 548 (1990), imposes an additional Double Jeopardy test only on subsequent prosecution and does not impact this case because there was only a single indictment and a single trial. We find Appellant suffered no violation of his Constitutional right against Double Jeopardy.\nADJUSTMENT FOR ACCEPTANCE OF RESPONSIBILITY\nThe Appellant alleges the Trial Court erred in failing to grant the adjustment for acceptance of responsibility for the charge of failure to appear. Appellant failed to raise or prove acceptance of responsibility on Count Four either in his written objections to the Presentence Report or when the Court asked for objections in open court at the sentencing. A defendant bears the burden of proof as to mitigating or sentence reducing factors. United States v. Cuellar-Flores, 891 F.2d 92 (5th Cir.1989). The Court need not make any fact findings in support of its decision not to grant an adjustment for acceptance of responsibility. United States v. Mueller, 902 F.2d 336 (5th Cir.1990) Since the Appellant was given the opportunity to respond to the Presentence Report and failed to present and prove facts warranting a finding of his acceptance of responsibility, we find no error.\nREQUESTED JURY CHARGE\nThe Trial Court refused to give the Defendant’s requested jury instruction on mens rea. The Appellant seeks a reversal of his conviction for failure to appear, Court Four of the indictment, alleging that the Court’s ruling was reversible error.\nThe Court’s charge given to the jury read as follows:\n“For you to find the Defendant guilty of this crime, you must be convinced that the government has proved each of the following beyond a reasonable doubt:\nFirst: That the Defendant was previously charged with conspiracy to manufacture methamphetamine and possession of a firearm by a convicted felon;\nSecond: That the Defendant had been released on bond by a United States District Judge on condition that the Defendant appear in court as required;\nThird: That the Defendant thereafter failed to appear as required; and Fourth: That the Defendant did so willfully.”\nThe Trial Court elsewhere gave a definition of “willfully”. “The word ‘willfully’ as that term has been used from time to time in these instructions means that the act was committed voluntarily and purposely, with the specific intent to do something the law forbids; that is to say, with bad purpose either to disobey or disregard the law.”\nThe Defendant objected to this charge and requested that the Fifth Circuit Pattern Jury Charge be given on the fourth instruction on mens rea. As requested, that fourth item would have read as follows: “that the Defendant knew he was required to appear on that date and purposely failed to do so.” Fifth Circuit Pattern Jury Charges, p. 191 (West 1990)\nThe Fifth Circuit Pattern Jury Charges offers these comments on the instruction of “willfully”:\n“The word “willfully” is frequently included in the indictment, even when not required by statute or caselaw. This practice should be discouraged ... Court decisions indicate, however, that this (standard) definition is not accurate in every situation ... The Committee has therefore abandoned the indiscriminate use of the term “willfully” accompanied by an inflexible definition of that term. Instead, we have attempted to define clearly what state of mind is required, i.e., what the defendant must know and intend to be guilty of the particular crime charged. See Federal Judicial Center, Pattern Criminal Jury Instructions (1988).” Fifth Circuit Pattern Jury Charges, p. 50-52 (West 1990).\nThe refusal to give a requested jury instruction constitutes reversible error if the instruction; (1) was substantially correct; (2) was not substantially covered in the charge delivered to the jury; and (3) concerned an important issue so that the failure to give it seriously impaired the defendant’s ability to present a given defense. United States v. Duncan, 919 F.2d 981 (5th Cir.1990). The Appellant’s argument fails to meet the first prong of the test. The requested charge would have required that Appellant receive actual notice of the hearing date. There was no factual dispute concerning notice. The notice was mailed to the residence where Appellant was supposed to be staying. However, since Appellant absconded prior to receiving the notice, he did not know the actual date that had been set for his court appearance. The law is well settled in this circuit that actual knowledge of the court date is not required to fulfill the “willful” language of the failure to appear statute. United States v. Bright, 541 F.2d 471 (5th Cir.1976). When a defendant purposefully engages in a course of conduct designed to prevent him from receiving notice to appear, the conduct will fulfill the willful requirement just as clearly as when he receives and deliberately ignores a notice to appear. See United States v. De Pugh, 434 F.2d 548 (8th Cir.1970), cert. denied, 401 U.S. 978, 91 S.Ct. 1208, 28 L.Ed.2d 328 (1971). Since the requested charge is not a correct statement of the law, the trial court’s refusal to give the charge is not error. The pattern jury charge requested by Appellant is adequate for most fact situations, but is an incorrect statement of the law as applied to the facts of this case. The pattern jury charge is a tool designed to help judges give jury instructions that are clear and accurate statements of the law. The trial judge appropriately disregarded the pattern jury charge in this case and accurately charged the jury.\nCONCLUSION\nWe reform the punishment imposed on Count Three by deleting the supervised release term. As reformed, we AFFIRM the convictions and sentences entered by the District Court.",
        "type": "majority",
        "author": "ROBERT M. PARKER, District Judge:"
      }
    ],
    "attorneys": [
      "Linda Gassaway, Waco, Tex. (court appointed), for defendant-appellant.",
      "LeRoy M. Jahn, Asst. U.S. Atty., San Antonio, Tex., Ronald F. Ederer, U.S. Atty., Mark L. Frazier, Asst. U.S. Atty., Waco, Tex., for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Elmer Dean ALLISON, Defendant-Appellant.\nNo. 90-8686.\nUnited States Court of Appeals, Fifth Circuit.\nJan. 30, 1992.\nLinda Gassaway, Waco, Tex. (court appointed), for defendant-appellant.\nLeRoy M. Jahn, Asst. U.S. Atty., San Antonio, Tex., Ronald F. Ederer, U.S. Atty., Mark L. Frazier, Asst. U.S. Atty., Waco, Tex., for plaintiff-appellee.\nBefore CLARK, Chief Judge, JONES, Circuit Judge and PARKER , District Judge.\nDistrict Judge of the Eastern District of Texas, sitting by designation.\nThis opinion was concurred in by Chief Judge Clark prior to his resignation from the Court on January 15, 1992."
  },
  "file_name": "0870-01",
  "first_page_order": 958,
  "last_page_order": 965
}