{
  "id": 10518263,
  "name": "Patricia HARTNAGEL, Jane Hartnagel, Darylsann Blair, Karel Fagan, Lynn Fitzpatrick, and Penny Bradford, Appellants, v. Paul NORMAN, Lori Shafer, Sandra Myron, John Agrimson, Hennepin County, Sheriff Don Omodt, and Rick G. Werenicz, Appellees",
  "name_abbreviation": "Hartnagel v. Norman",
  "decision_date": "1992-01-08",
  "docket_number": "No. 91-1859",
  "first_page": "394",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 394"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "478 U.S. 186",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204722
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "192-194"
        },
        {
          "page": "2844-2846"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0186-01"
      ]
    },
    {
      "cite": "116 F.R.D. 183",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "188"
        },
        {
          "page": "327"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "323"
        },
        {
          "page": "2552-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "2510"
        },
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "475 U.S. 574",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205783
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "586-87"
        },
        {
          "page": "1356"
        },
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0574-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 12562,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 1.967021037290949e-06,
      "percentile": 0.9948388882903983
    },
    "sha256": "ed8e13764ccbe53507db62dc20aab1b5f234d4c06fc7213a05df4ae509df7af3",
    "simhash": "1:f6d14b38a809c67f",
    "word_count": 2028
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LAY, Chief Judge, ARNOLD, Circuit Judge, and STUART , Senior District Judge."
    ],
    "parties": [
      "Patricia HARTNAGEL, Jane Hartnagel, Darylsann Blair, Karel Fagan, Lynn Fitzpatrick, and Penny Bradford, Appellants, v. Paul NORMAN, Lori Shafer, Sandra Myron, John Agrimson, Hennepin County, Sheriff Don Omodt, and Rick G. Werenicz, Appellees."
    ],
    "opinions": [
      {
        "text": "STUART, Senior District Judge.\nSix employees of the Hennepin County Alcohol Receiving Center (Detox) brought this action against the Center’s director, three supervisory employees, two Sheriff’s Department Officers and Hennepin County. During 1988 some of the supervisory personnel at Detox had been subjected to many threats of violence, obscene letters and phone calls, minor vandalism, and the intrusion of unknown persons into their private offices. The sheriff’s office was called upon to conduct an investigation. According to the plaintiff-appellants, “[i]t is the approach taken by the defendants to this investigation, in focusing exclusively upon persons of known homosexual or bisexual affectional preference, persons of color, and persons associated with persons of color that prompted this action.”\nDefendants’ motion for summary judgment was granted by Judge MacLaughlin on the ground that “there is no issue of material fact concerning whether any of the plaintiffs were victims of unlawful discrimination.” Plaintiffs appealed from that ruling. We affirm.\nSummary judgment is appropriate where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. See Fed. R.Civ.Proc. 56(c). An issue of material fact is genuine if it has a real basis in the record. See Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 586-87, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). A genuine issue of fact is material if it “might affect the outcome of the suit under the governing law.” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).\nProcedurally, the movant has the initial responsibility of informing the district court of the basis for its motion and identifying those portions of the record which show a lack of a genuine issue. Celotex Corp. v. Catrett, 477 U.S. 317, 323, 106 S.Ct. 2548, 2552-54, 91 L.Ed.2d 265 (1986). The movant is not required by the rules to support its motion with affidavits or other similar materials negating the opponent’s claim. Id.\n“When the moving party has carried its burden under Rule 56(c), its opponent must do more than simply show there is some metaphysical doubt as to the material facts.” Matsushita, 475 U.S. at 586, 106 S.Ct. at 1356. “Where the record as a whole could not lead a rational trier of fact to find for the nonmoving party, there is no ‘genuine issue for trial.’ ” Id. at 587, 106 S.Ct. at 1356. “[T]he plain language of Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essen-tia] to that party’s case, and on which that party will bear the burden of proof at trial.” Celotex, 477 U.S. at 322, 106 S.Ct. at 2552.\nIn ruling on a motion for summary judgment, the court must bear in mind the actual quantum and quality of proof necessary to support liability under the applicable law. Anderson, 477 U.S. at 254, 106 S.Ct. at 2513. The court must assess the adequacy of the nonmovants’ response and whether that showing, on admissible evidence, would be sufficient to carry the burden of proof at trial. See Celotex, 477 U.S. at 322, 106 S.Ct. at 2552; S. Childress, A New Era for Summary Judgments: Recent Shifts at the Supreme Court, 116 F.R.D. 183, 188 (1987). As stated in Celotex, summary judgment procedure “is properly regarded not as a disfavored procedural shortcut, but rather as an integral part of the Federal Rules as a whole, which are designed to secure the just, speedy and inexpensive determination of every action.” Id. at 327, 106 S.Ct. at 2555.\nAs there is no claim that the management personnel at Detox were not victims of the type of conduct referred to above, we will turn our attention to the investigation that is the center of plaintiffs’ complaint. The evidence will be viewed in the light most favorable to the plaintiffs.\nAfter the Security Planner Officer for Property Management was informed of the situation, she contacted the sheriff's office. Defendant Werenicz, a sheriff’s detective, was assigned to investigate. Werenicz first interviewed Paul Norman the Program Manager at Detox who is black. In response to Werenicz’s questions, Norman listed members of the staff he felt capable of such activity. He named plaintiffs Lynn Fitzpatrick, Penny Bradford and five other persons. Werenicz then interviewed defendants Myron, Shafer and Agrimson, who named as possible suspects William Swonder and plaintiffs Jane Hartnagel, Patricia Hartnagel and Darylsann Blair. He then interviewed all of the persons named. Lynn Fitzpatrick named plaintiff Carol Fa-gan as a possible suspect. Other persons named provided additional names. In his investigation Werenicz interviewed twenty-five people, including the security guards. Every known homosexual employed at Detox was interviewed.\nWerenicz was unable to identify the individual or individuals who were responsible for the harassment of the supervising personnel. No disciplinary actions were taken and no criminal charges were filed.\nAppellants’ entire brief consists of a review of the evidence and a claim that “the question of whether the acts of the defendants were discriminatory was one of fact.” The only authority cited was Rule 56, Federal Rules of Civil Procedure.\nAppellants summarize the evidence they rely on as follows: (References to the appendix are omitted.)\nPlaintiff Patricia Hartnagel was at all times material employed by Detox as a health care assistant. She is a single parent who for the last 8 years has lived a stable life in a relationship with another woman. She has had no disciplinary difficulties at Detox, gets along well with her co-workers, and has in every sense been a model employee of the county. She was interviewed by Officer Werenicz as part of the investigation of the events at Detox. Officer Werenicz threw the obscene letters at her and told her to read this “lesbian filth.” He then accused her of writing it or of knowing who had written it. When she became upset and asked why she was being subjected to the examination and being considered a suspect, she was told it was because of her “abnormal” lifestyle.\nJane Hartnagel has been an employee of Hennepin County for 9 years and has been in a relationship with Patricia Hart-nagel for approximately 8 years. Like Patricia, she has made no secret of her affectional preference or of her relationship with Patricia. She has an exemplary employment record, and has never done anything which would lead anyone to remotely suspect that she would write obscene letters to her supervisors. Nevertheless, she was brought in and questioned in the same abusive manner as Patricia Hartnagel. She demanded to know why she was being treated in that fashion, and was also told [by Werenicz] that it was because of her “abnormal” lifestyle.\nDee Blair has been a Hennepin County employee for 10V2 years. She is not even supervised by the individuals who were receiving the threats and obscene letters. At the time of this incident she had been in a monogamous relationship with another woman for 2 years, and again her affectional preference was well known to people at Detox. Ms. Blair was subjected to a similar interview in which “lesbian written garbage” was thrown at her and she was accused of having written it. She was deeply humiliated and hurt. Werenicz refused to say why she was being interviewed.\nKarel Fagan has been an exemplary Hennepin County employee for 15 years. The only problems that she has ever had involved complaining to management, which did nothing, when she was being verbally harassed concerning her bisexual affectional preferences by a fellow employee. As a result of these complaints, management at Detox was well aware of Karel Fagan’s affectional preference. She also was subjected to a highly abusive interview which focused on her lifestyle. Werenicz also threw the obscene letters at her, calling them “lesbian smut.” When she demanded to know why she had been brought to the interview, Werenicz also told her that it was because of her “bizarre” lifestyle. When she confronted Mr. Norman with her unhappiness about the humiliating experience she had in the interview, he merely expressed relief that the word “bizarre” had been substituted for the word “abnormal” at his request.\nPenny Bradford has been an employee of Hennepin County Detox for 10 years. She is married to a man of African-American descent. Her “interview” focused substantially upon the racial content in some of the letters. She too was told that she was a suspect because of her “abnormal” lifestyle. She was then asked if she was not used to racial slurs, “being that she was married to a black man.”\nLynn Fitzpatrick is a bisexual female who has had a relationship with a Native-American man who was also interviewed. She was subjected to a thoroughly degrading interview, and also learned that another interviewee had been asked whether “she swings both ways.” Again, the focus of the investigation was upon sexual preference and her relationship with Michael Wade.\nAfter a thorough review of the record and applying the law relating to summary judgment review, the court is of the opinion that there is insufficient evidence to raise a genuine issue of material fact as to whether plaintiffs were unlawfully discriminated against because of their sexual preferences, race or association with persons of color.\nNone of the plaintiffs had experienced any discrimination at Detox because of their sexual orientation or racial associations. They felt comfortable working at Detox. The nature and content of the notes and letters was such that persons of their sexual preferences and racial associations would come under suspicion and would be interviewed. Questions would necessarily be directed toward their lifestyle because of the content of the notes and letters. However, contrary to plaintiffs’ allegations the investigation did not “focus exclusively” on homosexuals or those involved in a mixed racial association.\nDetective Werenicz’s “Follow-up Reports” contain summaries of interviews and descriptions of those named as suspects and the reasons they were named. He interviewed everyone that was named by anybody as a suspect except one man who had not been employed at Detox for some time. He did not choose the persons to interview. There was good reason to interview all of the persons on the list as possible suspects. There is no evidence that Werenicz engaged in anything other than acceptable investigative techniques. The interviews were not custodial and all persons voluntarily cooperated.\nNo disciplinary actions were taken and no criminal charges were filed against any of the plaintiffs. The appellants were distressed only because they were subjected to interviews. The only connection the supervisory defendants had with the investigation was their own interviews in which they named possible suspects. Appellants were logically and reasonably targets of the investigation. In our opinion no rational trier of fact could find that the appellants were unlawfully discriminated against by any of the defendants.\nJudge McLaughlin closely analyzed the evidence as it applied to each one of the plaintiffs. As we decide there was not sufficient evidence to raise a genuine issue of material fact by any appellant against any of the appellees, we need not review each- case individually.\nWe affirm.\n. The Honorable Harry H. MacLaughlin, United States District Judge for the District of Minnesota.\n. The nature of the harassment was such that it was most probably committed by someone on the staff.\n. This court has never decided whether homosexuality is protected as a fundamental right. But see Bowers v. Hardwick, 478 U.S. 186, 192-194, 106 S.Ct. 2841, 2844-2846, 92 L.Ed.2d 140 (1985).",
        "type": "majority",
        "author": "STUART, Senior District Judge."
      }
    ],
    "attorneys": [
      "Barry G. Reed, Minneapolis, Minn., for appellants.",
      "Janeen E. Rosas, Minneapolis, Minn., for appellees."
    ],
    "corrections": "",
    "head_matter": "Patricia HARTNAGEL, Jane Hartnagel, Darylsann Blair, Karel Fagan, Lynn Fitzpatrick, and Penny Bradford, Appellants, v. Paul NORMAN, Lori Shafer, Sandra Myron, John Agrimson, Hennepin County, Sheriff Don Omodt, and Rick G. Werenicz, Appellees.\nNo. 91-1859.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Nov. 15, 1991.\nDecided Jan. 8, 1992.\nBarry G. Reed, Minneapolis, Minn., for appellants.\nJaneen E. Rosas, Minneapolis, Minn., for appellees.\nBefore LAY, Chief Judge, ARNOLD, Circuit Judge, and STUART , Senior District Judge.\nThe Honorable William C. Stuart, Senior United States District Judge for the Southern District of Iowa, sitting by designátion."
  },
  "file_name": "0394-01",
  "first_page_order": 482,
  "last_page_order": 486
}