{
  "id": 10516864,
  "name": "COMMUNITY BANK & TRUST COMPANY, Plaintiff-Appellee, v. William J. COPSES, Defendant-Appellant",
  "name_abbreviation": "Community Bank & Trust Co. v. Copses",
  "decision_date": "1991-12-26",
  "docket_number": "No. 91-1727",
  "first_page": "133",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 133"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "223 S.E.2d 848",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "851-52"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 N.C.App. 193",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8554964
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/29/0193-01"
      ]
    },
    {
      "cite": "389 S.E.2d 429",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "weight": 7,
      "year": 1990,
      "pin_cites": [
        {
          "page": "433"
        },
        {
          "page": "433"
        },
        {
          "page": "433"
        },
        {
          "page": "433"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 N.C.App. 575",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8522283
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/97/0575-01"
      ]
    },
    {
      "cite": "373 S.E.2d 439",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "323 N.C. 471",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        2565309
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/nc/323/0471-01"
      ]
    },
    {
      "cite": "366 S.E.2d 592",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "595",
          "parenthetical": "emphasis added"
        },
        {
          "page": "596"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "89 N.C.App. 395",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8522399
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/89/0395-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1332",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "51"
        },
        {
          "page": "26"
        },
        {
          "page": "52"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 812,
    "char_count": 22861,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 4.548627546539126e-08,
      "percentile": 0.2853224261337244
    },
    "sha256": "3d21bafb350568f8c925f080f7e06c113447b95ac9a485ec573f98517f63c1d4",
    "simhash": "1:990ac452363624d9",
    "word_count": 3780
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PHILLIPS and LUTTIG, Circuit Judges, and HEANEY, Senior Circuit Judge of the Court of Appeals for the Eighth Circuit, sitting by designation."
    ],
    "parties": [
      "COMMUNITY BANK & TRUST COMPANY, Plaintiff-Appellee, v. William J. COPSES, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nLUTTIG, Circuit Judge:\nAppellee, Community Bank & Trust Company, a North Carolina banking corporation, brought this diversity action under 28 U.S.C. § 1332 against appellant, William J. Copses, a South Carolina resident and citizen, to recover damages for breach of a loan guaranty agreement. Appellant asserted in defense to Community Bank & Trust’s claim inter alia that the bank had failed to satisfy its obligation under North Carolina law to use reasonable diligence to recover on collateral before proceeding against him as a guarantor. See N.C.Gen. Stat. § 26-7. The district court entered judgment for Community Bank & Trust, holding that Mr. Copses had, through the terms of his guaranty agreement with the bank, waived any right to enforce this statutory obligation. We affirm.\nI.\nOn February 2, 1989, appellee Community Bank & Trust (“the Bank”) loaned “Progressive Foods of N.C., Inc., d/b/a Racers” (“Progressive”), $25,000 to begin construction of a drive-through restaurant in Forest City, North Carolina. Progressive is wholly owned by appellant William Copses (“Mr. Copses”). Progressive secured the loan with a deed of trust on the restaurant’s lot and executed a security agreement with the Bank, pledging as collateral for the loan all personal property on the lot, including furnishings, fixtures, equipment, and machinery. On the same day, Mr. Copses executed a loan guaranty agreement with the Bank to guaranty the $25,000 loan and all future loans to Progressive. The Bank extended to Progressive additional loans of $43,000 on April 6, 1989, and $18,000 on May 24, 1989. Progressive subsequently defaulted on all three loans. Mr. Copses’ guaranty as it relates to the $43,000 loan is at issue in this litigation.\nBy letter dated January 29, 1990, Mr. Copses notified the Bank that the $43,000 loan was in default and, pursuant to N.C.Gen.Stat. § 267, directed the Bank “to use all diligence to recover against the principal and to proceed to realize upon any collateral which [the Bank] hold[s] for the obligation.” J.A. at 25. On February 8, 1990, the Bank mailed a Notice of Default to Progressive, and on February 17, 1990, it mailed to Progressive a Notice of Demand for payment of principal, interest, and expenses, in the amount of $53,563.78. Copies of both the Notice of Default and the Notice of Demand were sent to Mr. Copses.\nThe Bank caused the trustee under the Deed of Trust to file a Petition to Foreclose on the restaurant on March 27, 1990. The Clerk of the Rutherford County Superior Court denied the petition, apparently because of some discrepancy in the date of the note. Id. at 51. The Superior Court of Rutherford County affirmed that denial on appeal. Id.\nThe Bank thereafter sent a Notice of Sale of Personal Property to Progressive on July 18, 1990. At a public auction on July 30, 1990, Thomas P. Smith, Jr., and Crystal Smith, co-owners of the real property on which the restaurant is located, purchased the personal property for $6,100. Id. at 26. That amount was deducted from the outstanding amount of the note, leaving a principal balance due of $36,900.\nThe Bank then instituted this action in the United States District Court for the Western District of North Carolina to recover the note balance, accrued interest, and attorney’s fees. Mr. Copses defended against the action by asserting inter alia that the Bank had failed to comply with N.C.Gen.Stat. § 26-7, which requires a lender, upon request from a guarantor, to use all reasonable diligence to recover against the principal of a note and to attempt to realize on collateral before proceeding against the guarantor. The district court held that Mr. Copses had, through the guaranty agreement, waived any rights that he may have had under section 26-7. The court entered judgment for the Bank for $36,900 in principal, $7,117.57 in accrued interest, and $6,986.58 in attorney’s fees, a total award of $51,-004.15. Id. at 52. From this judgment, Mr. Copses appeals.\nII.\nMr. Copses advances essentially three arguments before this court. First, he contends that the district court’s holding that he waived his right as a guarantor to require the Bank first to proceed against collateral that Progressive had pledged to secure the loan is contrary to North Carolina law governing construction of contract waivers, and in particular Federal Land Bank v. Lieben, 89 N.C.App. 395, 366 S.E.2d 592, aff'd per curiam, 323 N.C. 471, 373 S.E.2d 439 (1988). See Appellant’s Br. at 5-9. Second, Mr. Copses argues that he cannot, as a matter of law, waive either the N.C.Gen.Stat. § 26-9 requirement that a creditor proceed upon the debt- or’s collateral within thirty days of demand by the guarantor, or the N.C.Gen.Stat. § 25-9-504(3) requirement that a debtor receive notice of a public sale of collateral. Id. at 9-12. Third, Mr. Copses contends that the district court failed to address his claim that the sale of the secured personal property was not commercially reasonable, as required by N.C.Gen.Stat. § 25-9-504(3). Id. at 12-13. Each of these arguments, respectively, is essential to Mr. Copses’ underlying defenses that the Bank failed to proceed against Progressive’s collateral within thirty days of his demand on the Bank, to notify him of the public auction of Progressive’s personal property, and to dispose of the collateral securing Progressive’s debt in a commercially reasonable manner. We do not believe that any of these arguments has merit.\nA.\nN.C.Gen.Stat. § 26-7 requires a lender, upon receipt of notice from a guarantor, to use reasonable diligence to recover from pledged collateral before proceeding against the guarantor of a defaulted loan. Mr. Copses, as a guarantor of Progressive’s loan, would be entitled to the protection of section 26-7 if he did not waive such entitlement through the terms of his guaranty agreement with the Bank, as the district court held that he had done.\nThe guaranty agreement signed by Mr. Copses included both a detailed list of the Bank’s rights as the lender and an express waiver of Mr. Copses’ rights as the guarantor. The waiver appeared on the face of the one-page guaranty under the heading “WAIVER,” and stated in relevant part:\nI ... waive, to the extent permitted by law, all notices, all defenses and claims that the borrower could assert, any right to require you to pursue any remedy or seek payment from any other person before seeking payment under this agreement, and all other defenses to the debt, except payment in full.\nJ.A. at 8 (emphasis added). Mr. Copses contends that this passage “contains no language which can functionally be distinguished from that in Lieben,\" a case in which the North Carolina Court of Appeals held that the guarantor had not, through the terms of his guaranty agreement, waived his right under section 26-7. Appellant’s Br. at 7. We disagree.\nIn Lieben, the North Carolina Court of Appeals, in an opinion summarily affirmed by the North Carolina Supreme Court, affirmed a trial court ruling that the following language in a guaranty agreement did not constitute a waiver of a guarantor’s right under section 26-7: “The Federal Land Bank of Columbia can require payment immediately upon the expiration of 30 days after default and shall not be required to first institute suit or exhaust its remedies ... or to first enforce its rights against any collateral which has been pledged to secure such indebtedness.” 366 S.E.2d at 595 (emphasis added). The court held that this language served only to identify the guaranty as one of payment, not collection, and did not waive the guarantor’s section 26-7 right. Id. at 596. The guaranty agreement with the Bank in this case is different from that in Lieben in at least two material respects.\nFirst, unlike the language in the guaranty in Lieben which, arguably, was merely descriptive, the language in Mr. Copses’ guaranty agreement with the Bank is affirmatively and indisputably the language of waiver, as even Mr. Copses concedes. See Appellant’s Br. at 7. Mr. Copses “waive[dj to the extent permitted by law ... any right to require [the Bank] to pursue any remedy or seek payment from any other person before seeking payment [from him], and all other defenses to the debt, except payment in full.” J.A. at 8 (emphasis added). The waiver is even denominated as such in bold print and capital letters on the face of the one-page guaranty agreement. Id. There was no comparable language of express waiver in the guaranty in Lieben. No case can be made here, as it was in Lieben, that this particular language is descriptive only.\nIn this respect, the language in Mr. Copses’ guaranty is more akin to that in the guaranty in Borg-Warner Acceptance Corp. v. Johnston, 97 N.C.App. 575, 389 S.E.2d 429 (1990), upon which the Bank relies, than to that in Lieben. In Borg-Wamer, the guarantor affirmatively agreed “not to assert or take advantage of ... any defense based on lack of due diligence by Lessor in collection, protection or realization upon any collateral securing the indebtedness evidenced by the Lease.” Id. at 433. The guarantors thus affirmatively surrendered defenses that they otherwise would have had. The North Carolina Court of Appeals held that this language did constitute an express waiver of any défense based upon the section 26-7 right. Id.\nSecond, the waiver language in this guaranty is decidedly broader than the language at issue in Lieben. Mr. Copses expressly waived “all ... defenses to the debt, except payment in full.” Whatever the precise reach of the language in Lie-ben, the language of waiver here is necessarily more sweeping. There cannot be a more comprehensive waiver of defenses than a waiver of “all” defenses. By definition, such a waiver extends to appellant’s defense based upon his section 26-7 right.\nMr. Copses suggests that there is significance in the fact that “there is no direct reference” to waiver of the section 26-7 right in his guaranty. Appellant’s Br. at 8 (emphasis added). He refers the court to language in the Lieben guaranty, which he characterizes as “equivalent to a general description of the guarantor’s right under [N.C.Gen.Stat.] § 26-7,” and from which he would presumably have the court infer that not even a direct reference to the section 26-7 right will necessarily result in a finding of waiver. Appellant’s Br. at 8.\nIt may be true that a “direct reference” to the section 26-7 right does not, alone, a waiver make. That is not to say, however, that a waiver of the section 26-7 right, by terms, is required before a guarantor will be held to have foregone this right, and we do not read Lieben to so hold. The court in Lieben held that the guarantor had not waived his section 26-7 right because the only language in the agreement through which it was argued that he had waived that right was not the language of waiver; the court did not hold that the section 26-7 right must be waived expressly. Here, as we discussed above, the language is the language of waiver, and in its comprehensiveness necessarily reaches the section 26-7 right. Accordingly, we hold that Mr. Copses did waive his right under section 26-7, through his express waiver of “all” defenses except payment in full.\nB.\nMr. Copses also argues that certain of his statutory rights as guarantor — specifically, those under N.C.Gen.Stat. §§ 26-9 and 25-9-504(3) — are not waivable as a matter of law, even if his general waiver is otherwise enforceable.\n1.\nSection 26-9(a) effectively forces a creditor to proceed promptly against collateral by providing that\n[i]f the holder or owner of the obligation refuses or fails, within 30 days from the ... receipt of such notice [from the guarantor], to take appropriate action pursuant thereto, the [guarantor giving such notice] shall be discharged on any note ... or other obligation to the extent that they are prejudiced thereby.\nSubsection (b) of section 26-9 provides:\nThe fact that an instrument contains a provision waiving any defense of any ... guarantor by reason of the extension of the time for payment does not prevent the operation of this section.\n(Emphasis added). Mr. Copses appears to suggest that subsection (b) prohibits waiver of the discharge right in subsection (a), and that because the Bank did not petition to foreclose upon the real property or auction the personal property within thirty days of his notice, he should be discharged to the extent that he was prejudiced by the delay. Appellant’s Br. at 8-11.\nThe parties have not cited, and we have not independently found, any North Carolina case addressing the scope of the section 26-9(b) waiver prohibition. The application of the provision, however, appears limited by its terms to circumstances in which the guarantor has expressly waived either all of his defenses, or specific defenses, in the event of an extension of time for payment by the lender. It targets a specific kind of waiver provision and provides that that form of waiver will not prevent operation of the section. The section does not otherwise purport to prevent waiver of the section 26-9 right; in particular, it does not purport to prevent relinquishment of the right through a general waiver of all defenses.\nBecause there was no provision in Mr. Copses’ guaranty waiving defenses by reason of an extension of time, we believe that section 26-9 simply has no application. Accordingly, because Mr. Copses was not prohibited by section 26-9(b) from waiving his right under section 26-9(a), and because his waiver of “all” defenses includes by definition his defense under section 26-9, we hold that Mr. Copses is not entitled to discharge as a result of the Bank’s delay in foreclosure and sale.\n2.\nMr. Copses also charges the Bank with violation of N.C.Gen.Stat. § 25-9-504(3), which requires that\nreasonable notification of the time and place of any public sale ... shall be sent by the secured party to the debtor, if he has not signed after default a statement renouncing or modifying his right to notification of sale.\nThe Bank sent a notice of sale of property to Progressive; there is some dispute, however, as to whether the Bank also sent notice to Mr. Copses. See J.A. at 26; Appellant’s Br. at 12. Mr. Copses asserts that the alleged failure of the Bank to notify him of the property sale violated section 25-9-504(3) and results in a presumption against the Bank that the value of the collateral was at least equal to the amount of the debt. See N.C.Gen.Stat. § 25-9-601; Hodges v. Norton, 29 N.C.App. 193, 223 S.E.2d 848, 851-52 (1976). He contends that his general waiver of all defenses cannot be interpreted to extend to his right under section 25-9-504(3) because section 25-9-501(3) prohibits waiver of the section 25-9-504(3) right.\nSection 25-9-501(3) provides that a debt- or may not waive his section 25-9-504(3) rights to notice of public sale and to a commercially reasonable disposition of collateral, except as provided in section 25-9-504(3) itself. In Borg-Warner, the North Carolina Court of Appeals confronted the question of whether a guarantor may contractually waive his right under section 25-9-504(3) to a commercially reasonable disposition of collateral. The court held that,\n[w]hile it is true that a debtor may not waive his entitlement to a commercially reasonable disposition of his collateral by a secured creditor, [N.C.Gen.Stat. §] 25-9-501, a guarantor may contractually waive his right to a commercially reasonable disposition of the debtor’s collateral.\n389 S.E.2d at 433. North Carolina law, thus, clearly distinguishes between debtors and guarantors, insofar as their ability to waive their section 25-9-504(3) right to a commercially reasonable disposition of the debtor’s collateral is concerned.\nWe discern nothing in the statute to suggest that a guarantor may waive his right to a commercially reasonable disposition of collateral, but not his right to notice of sale. Nor, apparently, does Mr. Copses. His only argument is that he cannot be said to have waived his right to notice because section 25-9-504(3) permits a debtor to waive this right only after default. Appellant’s Br. at 11. We suspect that this is so from the plain language of section 25-9-504(3). We need not reach this specific issue, however, because we do not believe that Mr. Copses satisfies the threshold requirement of sections 25-9-504(3) and 25-9-501(3) that he be a “debtor.”\nSection 25-9-105(l)(d) defines the term “debtor” as “the person who owes payment or other performance of the obligation secured, whether or not he owns or has rights in the collateral.” This definition would appear not to include guarantors. The “obligation secured” is best understood to refer to the obligation that the loan recipient owes to the lending institution. The loan recipient, together with any cosigner, is the person who “owes payment or other performance” of this obligation. The guarantor does not owe payment on that obligation but, rather, on the separate obligation that arises from his execution of the guaranty agreement. This reading of section 25-9-105(l)(d) is supported by the opinion of the North Carolina Court of Appeals in Borg-Wamer, which, as we noted, explicitly distinguishes between a debtor and a guarantor in the context of determining the waivability of section 25-9-504(3) rights. See 389 S.E.2d at 433.\nWe hold, therefore, that a guarantor is not a debtor under North Carolina law for purposes of section 25-9-504(3). Accordingly, we affirm the district court’s holding that Mr. Copses “was not a debtor under the terms of the security agreement and was not entitled to any notice of the public sale held on July 30, 1990.” J.A. at 52.\nC.\nMr. Copses finally argues that the district court failed to address his claim that, in violation of section 25-9-504(3), the sale of personal property by the Bank was not “commercially reasonable.” Appellant’s Br. at 12-13.\nThe district court did not explicitly address Mr. Copses’ argument as to the commercial reasonableness of the sale. Given, however, that “a guarantor may [under North Carolina law] contractually waive his right to a commercially reasonable disposition of the debtor’s collateral,” Borg-Warner, 389 S.E.2d at 433, we believe that the district court’s holding that Mr. Copses “waived any and all rights he may have had under [N.C.Gen.Stat. § 26-7], et seq.,” J.A. at 52, must be understood to include reference to his right to a commercially reasonable disposition of the debtor’s collateral. Understanding the district court’s holding to be that Mr. Copses waived this right, we agree with that holding for the reasons set forth in section II.A.\nCONCLUSION\nWe hold for the reasons herein that the district court was correct in concluding that Mr. Copses, “by the execution of the guaranty agreement, waived any and all rights he may have had under [N.C.Gen.Stat. § 26-7], et seq.” Accordingly, we affirm the district court’s judgment for the Bank in the amount of $51,004.15.\nAFFIRMED.\n. The parties earlier stipulated to dismissal of the counts in the complaint relating to the $25,-000 and the $18,000 loans. Joint Appendix at 48-49 (J.A.).\n. Section 26-7 provides as follows:\n(a) After any note ... becomes due and payable, any ... guarantor thereof may give written notice to the holder or owner of the obligation requiring him to use all reasonable diligence to recover against the principal and to proceed to realize upon any securities which he holds for the obligation.\n. Under the heading \"OBLIGATIONS INDEPENDENT,” the agreement states:\nYou may, without notice to me: (1) release any borrower or other person who may be liable for borrower’s debt, (2) release or substitute any collateral, (3) fail to perfect any security interest or otherwise impair any collateral, (4) waive or impair any right you may have against any borrower or other person who may be liable for borrower’s debt, (5) settle or compromise any claim against the borrower or any person who may be liable for the borrower’s debt, (6) procure any additional security or persons who agree to be liable for borrower's debt, (7) delay or fail to pursue enforcement of the debt, (8) apply amounts you receive from the borrower or other persons to payment of the debt in any order you select, (9) make any election with respect to the debt provided by law or any agreement with any person liable for the debt, (10) exercise or fail to exercise any rights you have with respect to the debt, (11) extend new credit to the borrower, or (12) renew, extend, refinance or modify the borrower’s debt on any terms agreed to by you and the borrower (including, but not limited to, changes in the interest rate or in the method, time, place or amount of payment) without affecting my obligation to pay under this guaranty.\nJ.A. at 8.\n. If there is an analogue in this guaranty to the language in the Lieben guaranty, it is not in the paragraph entitled “WAIVER” but in the box on the face of the guaranty entitled “NOTICE TO COSIGNER.” Through the text in that box, the guarantor was put on notice that \"[t]he creditor can collect these debts from [the guarantor] without first trying to collect from the borrower.” J.A. at 8. If this were the only alleged language of waiver, our disposition might well be more directly influenced by Lieben.\n. The Bank did not petition to foreclose upon the real property until March 27, 1990, 56 days after its receipt of Mr. Copses' section 26-7 notice. Appellant’s Br. at 4. The Bank did not send out notice of the public auction of the personal property collateral until July 18, 1990, 169 days after its receipt of the section 26-7 notice. Id.\n. Section 25-9-501(3) provides as follows:\n(3) To the extent that they give rights to the debtor and impose duties on the secured party, the rules stated in the subsections referred to below may not be waived or varied except as provided with respect to compulsory disposition of collateral (subsection (3) of G.S. 25-9-504 and 25-9-505) ...:\n(b) subsection (3) of G.S. 25-9-504 ... which deal[s] with disposition of collateral.\n. Absent waiver, under North Carolina law, \"every aspect of the disposition ... must be commercially reasonable.” N.C.Gen.Stat. § 25-9-504(3).",
        "type": "majority",
        "author": "LUTTIG, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Herman L. Stephens, Law Offices of Herman L. Stephens, Winston-Salem, N.C., argued, for defendant-appellant.",
      "Robert Dennis McDonnell, Waggoner, Hamrick, Hasty, Monteith, Kratt & McDonnell, Charlotte, N.C., argued (James D. Monteith, on brief), for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "COMMUNITY BANK & TRUST COMPANY, Plaintiff-Appellee, v. William J. COPSES, Defendant-Appellant.\nNo. 91-1727.\nUnited States Court of Appeals, Fourth Circuit.\nArgued Oct. 30, 1991.\nDecided Dec. 26, 1991.\nHerman L. Stephens, Law Offices of Herman L. Stephens, Winston-Salem, N.C., argued, for defendant-appellant.\nRobert Dennis McDonnell, Waggoner, Hamrick, Hasty, Monteith, Kratt & McDonnell, Charlotte, N.C., argued (James D. Monteith, on brief), for plaintiff-appellee.\nBefore PHILLIPS and LUTTIG, Circuit Judges, and HEANEY, Senior Circuit Judge of the Court of Appeals for the Eighth Circuit, sitting by designation."
  },
  "file_name": "0133-01",
  "first_page_order": 223,
  "last_page_order": 230
}