{
  "id": 10518690,
  "name": "UNITED STATES of America, Plaintiff-Appellant, v. John R. ANTONIE, Defendant-Appellee",
  "name_abbreviation": "United States v. Antonie",
  "decision_date": "1991-12-31",
  "docket_number": "No. 91-30017",
  "first_page": "496",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 496"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "97 L.Ed. 245",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "344 U.S. 206",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299470
      ],
      "weight": 2,
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/us/344/0206-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3584",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "815 F.2d 1242",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        519577
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/815/1242-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 121",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 155",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "894 F.2d 909",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537556
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "913"
        },
        {
          "page": "913"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/894/0909-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 91",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 122",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "898 F.2d 439",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532198
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/898/0439-01"
      ]
    },
    {
      "cite": "921 F.2d 1095",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548471
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1099"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/921/1095-01"
      ]
    },
    {
      "cite": "102 L.Ed.2d 63",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 87",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "488 U.S. 831",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1494465,
        1495586,
        1495066,
        1494241,
        1494405,
        1494792,
        1494218,
        1493107,
        1495094,
        1494167,
        1493944,
        1495386,
        1495192,
        1494974
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0831-04",
        "/us/488/0831-11",
        "/us/488/0831-02",
        "/us/488/0831-05",
        "/us/488/0831-12",
        "/us/488/0831-14",
        "/us/488/0831-03",
        "/us/488/0831-01",
        "/us/488/0831-09",
        "/us/488/0831-08",
        "/us/488/0831-13",
        "/us/488/0831-10",
        "/us/488/0831-07",
        "/us/488/0831-06"
      ]
    },
    {
      "cite": "833 F.2d 192",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543974
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/833/0192-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 928",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 2827",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 1057",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6368160,
        6370018,
        6370954,
        6370540,
        6370765,
        6369038,
        6369677,
        6368755,
        6369267,
        6369463,
        6370200,
        6369849,
        6370392,
        6368508,
        6368319
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/1057-01",
        "/us/486/1057-10",
        "/us/486/1057-15",
        "/us/486/1057-13",
        "/us/486/1057-14",
        "/us/486/1057-05",
        "/us/486/1057-08",
        "/us/486/1057-04",
        "/us/486/1057-06",
        "/us/486/1057-07",
        "/us/486/1057-11",
        "/us/486/1057-09",
        "/us/486/1057-12",
        "/us/486/1057-03",
        "/us/486/1057-02"
      ]
    },
    {
      "cite": "828 F.2d 2",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1747814,
        1748023
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/828/0002-02",
        "/f2d/828/0002-01"
      ]
    },
    {
      "cite": "95 L.Ed.2d 810",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 1968",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "481 U.S. 1034",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6330050,
        6329833,
        6329421,
        6329039,
        6329235,
        6329623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/1034-06",
        "/us/481/1034-05",
        "/us/481/1034-03",
        "/us/481/1034-01",
        "/us/481/1034-02",
        "/us/481/1034-04"
      ]
    },
    {
      "cite": "798 F.2d 1157",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1610019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/798/1157-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1202",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "804 F.2d 541",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1662808
      ],
      "pin_cites": [
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/804/0541-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(g)(1)"
        },
        {
          "page": "(g)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3742",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 924",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(e)"
        },
        {
          "page": "(e)(1)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 11094,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 3.8116636871774065e-07,
      "percentile": 0.8978979083336519
    },
    "sha256": "a52582b826603f7f6e2cdbbaec2a8e1bad6b7447470800d30121d2f0ab5f1087",
    "simhash": "1:dedadf274a5a3ec1",
    "word_count": 1774
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GOODWIN, SCHROEDER and NOONAN, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellant, v. John R. ANTONIE, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "SCHROEDER, Circuit Judge:\nThe issue in this case involves the proper application of the Armed Career Criminal Act, 18 U.S.C. § 924(e). Under section 924(e) a federal court is obliged to impose a sentence of fifteen years to life for the illegal possession of a firearm by anyone who has three prior convictions for violent felonies or serious drug offenses. The language of the statute, as amended in 1988, requires that the violent felony convictions or serious drug offenses be “committed on occasions different from one another.” 18 U.S.C. § 924(e)(1).\nThe government, pursuant to 18 U.S.C. § 3742(b), appeals the district court’s order sentencing defendant-appellee, John R. Antonie, to twenty-one months in jail following his conviction for felonious possession of a firearm. 18 U.S.C. § 922(g)(1). The government argues that the district court erred in refusing to impose the fifteen year enhanced sentence required by 18 U.S.C. § 924(e). The district court reasoned that two of the defendant’s predicate convictions were too close in time to be “committed on occasions different from one another,” as required by the statute. We review this question of statutory interpretation de novo. Mobil Sales & Supplies Corp. v. Panamax Venus, 804 F.2d 541, 542 (9th Cir.1986).\nOn February 2, 1988, Antonie entered a convenience store in Spokane, Washington, displayed a handgun, and demanded that the clerk give him all the money in the cash register. Antonie was apprehended at a nearby motel later that same day. He was convicted under 18 U.S.C. § 922(g)(1) for illegally possessing a firearm as a felon. Prior to sentencing the government moved to have Antonie sentenced under 18 U.S.C. § 924(e). The government submitted records showing that Antonie had a 1969 Missouri conviction for armed robbery and two 1976 California convictions for armed robbery. The California armed robberies were committed on the same evening approximately forty minutes apart. Antonie robbed a 7-11 market in Downy, California at 9:45 p.m. and a Winchell’s Donut House in Bellflower, California at 10:25 p.m. The district court, struck by the harshness of the statute’s application to a defendant who may have experienced one bad night, held that the two robberies amounted to one predicate offense for sentencing purposes under section 924(e).\nThe language of section 924(e) in question has its own unique history. The predecessor statute to the present Armed Career Criminal Act was 18 U.S.C. § 1202(a)(1). It did not include language requiring that predicate crimes be committed on different occasions. By applying a very literal interpretation of section 1202(a)(1), the Eighth Circuit held that six convictions, stemming from the simultaneous robbery of six restaurant customers, were separate offenses for sentence enhancement. United States v. Petty, 798 F.2d 1157 (8th Cir.1986), vacated, 481 U.S. 1034, 107 S.Ct. 1968, 95 L.Ed.2d 810 on remand 828 F.2d 2 (8th Cir.1987), cert. denied, 486 U.S. 1057, 108 S.Ct. 2827, 100 L.Ed.2d 928 (1988). The Supreme Court granted certiorari in the case, vacated judgment and remanded for reconsideration in light of the opinion expressed by the Solicitor General. The Solicitor General advised that “the statute was intended to reach multiple criminal episodes that were distinct in time, not multiple felony convictions arising out of a single criminal episode.” Petty, 828 F.2d at 3.\nIn 1986 the statute was amended to expand the range of qualifying offenses and recodified at 18 U.S.C. § 924(e). The statute was amended again in 1988, this time to incorporate Petty by adding the phrase “committed on occasions different from one another.” Petty established that offenses committed simultaneously would not be counted as multiple predicate offenses. It did not, however, resolve how predicate offenses committed at different times, but within a short period of elapsed time, should be counted.\nThe issue of post-amendment interpretation of section 924(e) is one of first impression in this circuit. The unamended Act, lacking the requirement that the offenses be committed on different occasions, was applied by this court in United States v. Wicks, 833 F.2d 192 (9th Cir.1987), cert. denied, 488 U.S. 831, 109 S.Ct. 87, 102 L.Ed.2d 63 (1988). Under facts very similar to those presented in this case, we held that two burglaries, committed on the same night at different locations, were “distinct in time” and therefore separate predicate offenses under 18 U.S.C.App. § 1202(a). Wicks, 833 F.2d at 194.\nSince the amendment, three circuits have held that criminal acts occurring within a brief period of time, which are the subject of the same indictment, are offenses committed on different occasions within the meaning of 18 U.S.C. § 924(e). In United States v. Tisdale, 921 F.2d 1095 (10th Cir.1990), the Tenth Circuit upheld a sentence enhanced under section 924(e) where three of the four convictions relied upon by the trial court were attributable to a single evening of criminal conduct. The defendant received three burglary convictions after breaking into a shopping mall and burglarizing two businesses and a post office. The court reasoned that the defendant successfully completed each burglary before moving on to the next, and had to physically break and enter three separate structures. Tisdale, 921 F.2d at 1099.\nSimilarly, the Fifth Circuit upheld the imposition of a fifteen-year sentence under section 924(e), despite the fact that two of the three predicate offenses occurred only hours apart. United States v. Washington, 898 F.2d 439 (5th Cir.), cert. denied, — U.S. -, 111 S.Ct. 122, 112 L.Ed.2d 91 (1990). The defendant unsuccessfully argued that two robberies of the same convenience store on the same night should be considered part of a crime spree constituting a single predicate offense. In affirming the district court’s holding, the court emphasized that the defendant had initiated and completed the first robbery, escaped, and then after a few hours devoid of criminal activity, returned to commit the second robbery. Washington, 898 F.2d at 442.\nThe Seventh Circuit has also grappled with whether crimes, committed close in time, can serve as separate predicate offenses under section 924(e). In United States v. Schieman, the court held that the aggravated battery of a police officer, immediately after a burglary, was a “separate and distinct criminal episode.” 894 F.2d 909, 913 (7th Cir.), cert. denied, — U.S. -, 111 S.Ct. 155, 112 L.Ed.2d 121 (1990). The court noted that the defendant had committed separate crimes against separate victims in separate locations. Schie-man, 894 F.2d at 913.\nWe are impressed with the argument of the district court that application of section 924(e) in this case produces a harsh result, and in the circumstances of a different case might work a real injustice. The district court conjectured that a heavily intoxicated 22-year-old man, with no criminal record, could commit three robberies in one evening. Twenty years later, after raising a family and encountering no other trouble with the law, this man could be arrested while hunting and convicted as a felon in possession of a firearm. If sentenced under the Armed Career Criminal Act, he would be subject to a fifteen-year enhanced sentence.\nThe district court’s hypothetical closely tracks the actual facts of United States v. McClinton, 815 F.2d 1242 (8th Cir.1987). The Eighth Circuit there used three robberies, all committed twenty-five years earlier and all involving less than $500, to enhance a defendant’s sentence. What was most disconcerting to the Eighth Circuit about that case was not that the predicate crimes were clustered in time, but that so much time had elapsed between the predicate offenses and the conviction subject to section 924(e) sentence enhancement. In McClinton the Eighth Circuit strongly urged Congress to rectify this problem by placing limits on the use of aged convictions. 815 F.2d at 1245. We concur with the Eighth Circuit’s recommendation. That issue is not before us.\nThus while the scenario posed by the district court is troubling, it is not consistent with the facts of this case. The three predicate offenses presented by the government in Antonie’s case did not all occur twenty years ago, and were not a part of the same crime spree. It is clear that Congress intended to deal harshly with persons who repeatedly commit violent criminal acts, and this defendant’s history is in no way exemplary. The Act was promulgated to punish habitual offenders who were found to be disproportionately responsible for violent crimes. See Armed Career Criminal Act: Hearing on H.R. 1627 and S. 52 Before the Subcomm. on Crime of the House Judiciary Comm., 98th Cong., 2d Sess. 12-13 (1984) (statement of Senator Spector).\nThis case presents a stronger argument for the imposition of the Act than did the facts before the Tenth Circuit in Tisdale. Antonie’s second armed robbery occurred in a different city, at a different time, and was perpetrated against different victims. The armed-robbery convictions arose from two separate and distinct criminal episodes. We are not persuaded that section 924(e), as amended, requires a result in this case different from the result we reached in Wicks, or that we should disagree with our sister circuits’ applications of the amended statute. We therefore hold that the two California armed robbery convictions in this case are separate predicate offenses for sentence enhancement under 18 U.S.C. § 924(e).\nThe sentence is VACATED and the matter REMANDED for resentencing.\n. Antonie incorrectly contends that the appeal must be dismissed because the government’s notice of appeal was not filed within the prescribed thirty-day period following entry of judgment. The district court first entered a judgment on November 27, 1990. This judgment did not state whether Antonie’s federal sentence would run concurrently or consecutively with his state sentence. Under 18 U.S.C. § 3584(a), \"multiple terms of imprisonment imposed at different times run consecutively unless the court orders that the terms are to run concurrently.” The amended judgment, entered December 17, 1990, stated that the sentences would run concurrently. Because the amended judgment ”disturb[ed] or revise[d] legal rights and obligations,\" the thirty-day filing period for appeal began anew the day the second judgment was entered. FTC v. Minneapolis-Honeywell Regulator Co., 344 U.S. 206, 73 S.Ct. 245, 97 L.Ed. 245 (1952). The government’s notice of appeal was timely, as it was filed on January 2, 1991, within thirty days of the December 17 amended judgment.",
        "type": "majority",
        "author": "SCHROEDER, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Joseph D. Wilson, Dept, of Justice, Washington, D.C., for plaintiff-appellant.",
      "Allen M. Gauper, Salina, Sanger & Gau-per, Spokane, Wash., for defendant-appel-lee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellant, v. John R. ANTONIE, Defendant-Appellee.\nNo. 91-30017.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Sept. 9, 1991.\nDecided Dec. 31, 1991.\nJoseph D. Wilson, Dept, of Justice, Washington, D.C., for plaintiff-appellant.\nAllen M. Gauper, Salina, Sanger & Gau-per, Spokane, Wash., for defendant-appel-lee.\nBefore GOODWIN, SCHROEDER and NOONAN, Circuit Judges."
  },
  "file_name": "0496-01",
  "first_page_order": 584,
  "last_page_order": 587
}