{
  "id": 10519839,
  "name": "Kennie WILLETT, Jessica Willett, a minor who sues by and through her father and next friend, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee; Ernest L. RODEN, Sheila Roden, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee; Marvin A. BAUGH; Betty F. Baugh, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee; Rickey D. SILAS, Plaintiff-Appellee, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant",
  "name_abbreviation": "Willett v. Blue Cross & Blue Shield",
  "decision_date": "1992-02-19",
  "docket_number": "Nos. 90-7846, 90-7884 and 91-7222",
  "first_page": "1335",
  "last_page": "1344",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1335"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "647 F.Supp. 981",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3929555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/647/0981-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 192",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 232",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "893 F.2d 1283",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11652344
      ],
      "pin_cites": [
        {
          "page": "1285-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/893/1283-01"
      ]
    },
    {
      "cite": "805 F.2d 956",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1111431
      ],
      "pin_cites": [
        {
          "page": "960-61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/805/0956-01"
      ]
    },
    {
      "cite": "111 S.Ct. 478",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6220346
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0133-01"
      ]
    },
    {
      "cite": "850 F.2d 1467",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792791
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "1468"
        },
        {
          "page": "1469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/850/1467-01"
      ]
    },
    {
      "cite": "481 U.S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6208979
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "48-49"
        },
        {
          "page": "1553-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0041-01"
      ]
    },
    {
      "cite": "744 F.Supp. 1051",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7393861
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1060-61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/744/1051-01"
      ]
    },
    {
      "cite": "107 L.Ed.2d 116",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 158",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "493 U.S. 855",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11388866,
        11388611,
        11388935,
        11389194,
        11389038,
        11388660,
        11388981,
        11388724,
        11388503,
        11388534,
        11389142,
        11388820,
        11388571,
        11389244,
        11389085
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0855-08",
        "/us/493/0855-04",
        "/us/493/0855-09",
        "/us/493/0855-14",
        "/us/493/0855-11",
        "/us/493/0855-05",
        "/us/493/0855-10",
        "/us/493/0855-06",
        "/us/493/0855-01",
        "/us/493/0855-02",
        "/us/493/0855-13",
        "/us/493/0855-07",
        "/us/493/0855-03",
        "/us/493/0855-15",
        "/us/493/0855-12"
      ]
    },
    {
      "cite": "868 F.2d 430",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526435
      ],
      "pin_cites": [
        {
          "page": "431-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/868/0430-01"
      ]
    },
    {
      "cite": "927 F.2d 1540",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1797074
      ],
      "pin_cites": [
        {
          "page": "1549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/927/1540-01"
      ]
    },
    {
      "cite": "29 U.S.C.A. § 1144",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1985,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "485 So.2d 1147",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7615755
      ],
      "pin_cites": [
        {
          "page": "1150"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/485/1147-01"
      ]
    },
    {
      "cite": "29 U.S.C.A. § 1161",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "687 F.2d 895",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1461350
      ],
      "pin_cites": [
        {
          "page": "898"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/687/0895-01"
      ]
    },
    {
      "cite": "29 U.S.C.A. § 1109",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C.A. § 1002",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "(7)"
        },
        {
          "page": "(7)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "489 U.S. 101",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12031608
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "116-18"
        },
        {
          "page": "957-58"
        },
        {
          "page": "117-18"
        },
        {
          "page": "957-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0101-01"
      ]
    },
    {
      "cite": "29 U.S.C.A. § 1132",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1985,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C.A. § 1021",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "1104",
          "parenthetical": "a"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C.A. § 1105",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 15,
      "year": 1985,
      "pin_cites": [
        {
          "page": "(e)(1)"
        },
        {
          "page": "(c)(2)(B)"
        },
        {
          "page": "(a)(3)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "(a)(3)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(a)(3)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 992,
    "char_count": 27112,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 5.165510644964047e-07,
      "percentile": 0.939640496415042
    },
    "sha256": "9c3967a795e7e8387db26be64f798c4448a1289f8ad0c815982a77710acfda60",
    "simhash": "1:191058c03ce3e735",
    "word_count": 4439
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COX, Circuit Judge, JOHNSON and REAVLEY, Senior Circuit Judges."
    ],
    "parties": [
      "Kennie WILLETT, Jessica Willett, a minor who sues by and through her father and next friend, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee. Ernest L. RODEN, Sheila Roden, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee. Marvin A. BAUGH; Betty F. Baugh, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee. Rickey D. SILAS, Plaintiff-Appellee, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "JOHNSON, Senior Circuit Judge:\nThis consolidated appeal involves two cases presenting identical questions of law that arise from the same occurrence. The first case, Willett, et al. v. Blue Cross, arises on appeal following the lower court’s grant of summary judgment to plaintiffs in a consolidated case involving six of the appellees in this consolidated appeal. The second case, Silas v.. Blue Cross, comes before this Court after the lower court entered a judgment on the merits after receiving factual stipulations from the parties. Because genuine issues of material fact exist in Willett, we reverse the lower court’s grant of summary judgment and remand the case for further proceedings. Because the lower court failed to make a critical factual finding necessary to support its decision in favor of Silas, we also reverse the decision of the lower court in Silas, and remand the case to the lower court for additional proceedings.\nI. STATEMENT OF THE CASE\nA. Background Facts\nAppellees Kennie and Jessica Willett, Ernest and Sheila Roden, Marvin and Betty Baugh, and Rickey Silas (beneficiaries) were employees of Mays Enterprises, Inc. (Mays). Incident to their employment, they were entitled to group health insurance from Blue Cross and Blue Shield of Alabama (Blue Cross).\nUnder the policy between Mays and Blue Cross, Mays was required to pay a monthly plan premium by the first of every month. The contract provided, however, for a thirty-day grace period for late payments. During the grace period, insurance coverage continued, subject to the eventual payment of the premium. Mays failed to remit to Blue Cross the premium that was due November 1, 1987.\nFollowing Mays’ nonpayment of the November 1987 premium, Mays and Blue Cross entered into negotiations regarding the payment of the plan premiums. These negotiations .continued into February 1988. In February, Mays tendered to Blue Cross a check for $8,000, an amount representing about one-half of Mays’ arrearage with Blue Cross. Then, on March 19, 1988, Mays laid off its entire work force, and on March 21, 1988, Blue Cross returned Mays’ $8,000 check and informed Mays that it was cancelling Mays’ health insurance policy, retroactively from November 1, 1987.\nThe master contract between Blue Cross and Mays required Mays to provide all required documents and notices to employees. However, Mays failed to notify the employees/beneficiaries in a timely fashion that their coverage was suspended effective November 1, 1987, and that their coverage was subject to cancellation because Mays had failed to pay the required premiums. Moreover, Mays continued to deduct weekly employee copayments for health insurance, thus giving the employees the impression that their health insurance coverage remained in effect. The former Mays’ employees were not informed that they did not have health insurance coverage as of November 1, 1987, until Mays notified them by a letter of March 28, 1988 that Blue Cross had cancelled the Mays plan because Mays had failed to pay Blue Cross the required plan premiums. All of the plaintiffs/appellees incurred medical expenses in the period between November 1, 1987 and March 28, 1988, that would have been covered under the cancelled plan.\nWillett’s daughter required a kidney operation in November 1987, and hip surgery in January 1988, incurring covered medical expenses of over $20,000 during the period from November 1, 1987, to March 28, 1988. Mays laid off Willett in mid-February 1988. Incident to the layoff, Willett received a COBRA application from Mays. Willett claims that he inquired of Blue Cross whether he could elect COBRA benefits in light of his layoff in order to continue his health insurance coverage under the Mays plan. Willett also claims that Blue Cross assured him that he could elect COBRA coverage and informed him that he was automatically covered under the Mays policy for thirty days beyond his termination. The record does not clearly establish whether or not Willett obtained COBRA coverage, and the district court made no factual finding on this matter. In addition, the record contains a letter from Scottish Rite Children’s Hospital to Blue Cross dated April 11, 1988, stating that Blue Cross verified Willett’s coverage with Blue Cross to Scottish Rite Children’s Hospital in a telephone conversation on January 29, 1988.\nRoden’s wife became pregnant during the time period at issue. The Rodens incurred $159 of expenses during the period from November 1, 1987 to March 31, 1988. However, they incurred $4,013 in expenses related to Mrs. Roden’s pregnancy subsequent to March 28, 1988. By a letter of February 3, 1988, Blue Cross informed the Rodens that Mrs. Roden’s admission to her hospital had been approved for an August delivery, and that Blue Cross would cover the costs under the terms of the Mays’ policy.\nMr. Baugh suffered heart problems on March 20, 1988. Baugh incurred total medical expenses of $21,242 between November 1, 1987 and March 28, 1988. As a new employee, Baugh was required to wait 90 days before receiving health care coverage under the Mays plan. On November 1, 1987, the day that Mays’ coverage ostensibly lapsed, Baugh received his Blue Cross card and a letter informing him that he was now covered under the plan. It is unclear, however, whether Blue Cross issued the card before Mays failed to pay its required premiums.\nMr. Silas was involved in an automobile accident on March 19, 1988, and incurred medical bills of $4,267. Silas, like Baugh, was a new Mays’ employee. Silas was not eligible for health care coverage under the Mays plan until December 1, 1987. On November 1, 1987, Blue Cross issued Silas his Blue Cross card and a letter informing him he would be covered under the plan effective December 1, 1987. The record includes an affidavit from Mike Felton, a Blue Cross employee, in which Felton states that “Blue Cross determined that Rickey Silas was eligible for coverage commencing December 1, 1987, and' entered Rickey Silas into its computer system.” However, the affidavit does not reflect whether Blue Cross entered Silas into its computer system after Mays failed to pay the November 1987 plan premiums.\nB. Procedural History\nIn 1988, six of the seven appellees (the Willetts, the Baughs, and the Rodens) filed separate suits in the Circuit Court for Eto-wah County, Alabama, asserting Alabama common law claims and an ERISA claim alleging that Blue Cross had breached its fiduciary duty to them by failing to inform them that Mays had not paid the required premiums. Blue Cross removed the cases to the federal district court for the Northern District of Alabama. In February 1989, the lower court granted Blue Cross’ motion to consolidate the cases. On July 6, 1989, the district court granted the beneficiaries’ motion for summary judgment. The lower court awarded damages equal to the amount of benefits that the plaintiffs would have collected under the policy during the period from November 1, 1987 to March 28, 1988, interest on their damages, and attorneys’ fees.\nSilas filed suit in the Circuit Court for Marshall County, Alabama in May 1989. In May 1990, after removal to the federal district court for the Northern District of Alabama, the parties submitted the case for decision on the pleadings, stipulations, and exhibits. On November 20, 1990, the district court entered a judgment on the merits in favor of Silas, awarding him damages, interest, and attorneys’ fees. Silas’ case was consolidated with the Willett case for purposes of this appeal.\nII. ISSUES PRESENTED\nAppellant Blue Cross raises two issues on appeal. Blue Cross claims that the lower court erred in finding Blue Cross liable under the Mays plan for plan benefits from November 1,1987 to March 28, 1988. Blue Cross also challenges the lower court’s award of attorneys’ fees to beneficiaries. Beneficiaries cross-appeal the lower court’s decision to limit damages to benefits under the plan from November 1, 1987, to March 28, 1988. Beneficiaries also claim that under Alabama law they are entitled to an award of prejudgment interest at the rate of 18%.\nIII. ANALYSIS\nAlthough we conclude that Blue Cross may be liable for the beneficiaries’ medical costs under the plan, we find that the lower court failed to make the factual findings necessary to support the imposition of such liability. For the reasons that follow, we reverse the entry of summary judgment in favor of the Willetts, the Rodens, and the Baughs, and remand the case to the lower court for further proceedings. We also reverse the entry of judgment in favor of Silas, and remand the case to the lower court.\nThe Employee Retirement and Income Security Act of 1974 (ERISA) allows for a fiduciary to delegate a fiduciary duty. “The instrument under which a plan is maintained may expressly provide for procedures (A) for allocating fiduciary responsibilities ... among named fiduciaries, and (B) for named fiduciaries to designate persons other than named fiduciaries to carry out fiduciary responsibilities ... under the plan.” 29 U.S.C.A. § 1105(e)(1) (1985). Providing notice of the discontinuation or suspension of coverage is a fiduciary responsibility; employees are entitled to prompt notice of the suspension of their plan coverage. See Mays-Blue Cross contract, at 5, 35-36. See generally 29 U.S.C.A. § 1021; id. at 1104(a)(1) (1985). The contract between Blue Cross and Mays clearly delegates to Mays the responsibility for providing all necessary notices, including notice of a suspension or discontinuation of coverage. Mays-Blue Cross contract, at 35-36, 48. Pursuant to section 1105(c)(1), this delegation should be given effect; thus, Mays had the primary responsibility for notifying the beneficiaries that their coverage had been suspended for nonpayment of premiums.\nSuch delegation is not absolute, however; section 1105(c)(1) is limited by operation of section 1105(c)(2). A fiduciary who attempts to delegate a duty to another person or entity may nevertheless be liable for the breach of that duty if “the named fiduciary would otherwise be liable [for such breach] in accordance with subsection (a) of this section.” 29 U.S.C.A. § 1105(c)(2)(B) (1985). Thus, the delegation of a duty by a fiduciary does not (and cannot) vitiate the fiduciary’s obligations under section 1105(a). Section 1105(a) provides in relevant part that:\n[A] fiduciary with respect to a plan shall be liable for a breach of fiduciary responsibility of another fiduciary with respect to the same plan in the following circumstances:\n(3) if he has knowledge of a breach by such other fiduciary, unless he makes reasonable efforts under the circumstances to remedy the breach.\n29 U.S.C.A. § 1105(a)(3) (1985).\nThe question of when section 1105(c)(2) voids an attempted section 1105(c)(1) delegation presents an issue of first impression for this Circuit.\nWe find that section 1105(c)(2) may create liability on Blue Cross’ part for the losses incurred by the beneficiaries. Section 1105(c)(2) clearly provides that the delegation of a fiduciary duty does not end forever the delegating fiduciary’s responsibility for ensuring that the duty is discharged. Under ERISA, a fiduciary must always be prepared to reassume a delegated fiduciary duty when it becomes apparent to the fiduciary that the party responsible for performing the duty has breached its obligation. Id. at § 1105(c)(2); id. at § 1105(a). A fiduciary who becomes aware that a co-fiduciary has breached a fiduciary duty to plan beneficiaries may not escape liability by simply casting a blind eye toward the breach. 29 U.S.C.A. § 1105(c)(2) (1985); id. at § 1105(a).\nIn the case at bar, Blue Cross may be liable to beneficiaries under section 1105(a). It is clear that even if Blue Cross was not initially aware that Mays had not informed its employees that their coverage was suspended effective November 1,1987, if several of the beneficiaries indeed called Blue Cross agents regarding coverage, then the insurer could have been effectively put on notice that Mays had breached its fiduciary duty to its employees by failing to inform them that their coverage was suspended. 29 U.S.C.A. § 1105(a)(3). If Blue Cross had knowledge of Mays’ failure to inform the plan beneficiaries that their coverage had lapsed for nonpayment of premiums, then Blue Cross incurred a duty to take reasonable steps to remedy the breach. Id. Moreover, if Blue Cross chose to misrepresent affirmatively to the beneficiaries that they were still covered under the Mays plan rather than inform the beneficiaries that their coverage had lapsed, then liability premised on concealment of the breach would also exist. Id. at § 1105(a)(1). Section 1105(a)(1) creates liability for knowing participation in, or knowing concealment of, “an act or omission of such other fiduciary, knowing such act or omission is a breach.” Thus, liability on Blue Cross' part may exist under either section 1105(a)(1) or section 1105(a)(3).\nWe cannot (and need not) decide whether liability under either section 1105(a)(1) or section 1105(a)(3) exists in the cases at bar. The district court did not make any factual findings regarding when or if Blue Cross became aware of the fact that Mays had failed to inform its employees about the suspension of their health care coverage. Because a factual finding that Blue Cross knew about the breach is essential to a finding that Blue Cross is liable to the beneficiaries under the plan, we must reverse the lower court’s entry of summary judgment in favor of the Willetts, the Rodens, and the Baughs, and also reverse the judgment on the merits entered by the district court in favor of Silas. On remand, the beneficiaries may set forth whether they believe liability exists under section 1105(a)(3), under section 1105(a)(1), or under both sections. In order to prevail on remand, the plaintiffs-beneficiaries must establish either (1) that Blue Cross was aware of Mays’ breach of its fiduciary duties and that it failed to take reasonable steps to remedy Mays’ breach or (2) that Blue Cross knowingly concealed or participated in Mays’ breach of the duty. 29 U.S.C.A. § 1105(a) (1985).\nFinally, we address two subissues raised by Blue Cross. Blue Cross argues that Blue Cross cannot be liable to Silas for plan benefits as a matter of law. Blue Cross claims that Silas was never covered under the Mays plan because the plan was suspended before the date on which his plan benefits were to begin. Blue Cross then asserts that because Silas was never contractually eligible for benefits under the Mays plan, Blue Cross cannot now be held liable to Silas for benefits he was never entitled to receive. This argument is without merit. If Silas was a plan participant, then he had a legitimate expectation of receiving plan benefits. In addition, if Silas was a plan participant, he was entitled to notice should the Mays plan be suspended or cancelled.\nIn order to bring suit against Blue Cross under ERISA for benefits under the Mays plan, Silas must qualify as a plan participant or beneficiary. 29 U.S.C.A. § 1132(a)(1) (1985); Firestone Tire & Rubber Co. v. Bruch, 489 U.S. 101, 116-18, 109 S.Ct. 948, 957-58, 103 L.Ed.2d 80 (1989). There are two requirements for establishing that an employee is a plan participant: he must be in, or reasonably expect to be in, covered employment and he must “be or become” eligible to receive a plan benefit. 29 U.S.C.A. § 1002(7) (West Supp.1991). Mays employed Silas in a covered job, and Silas expected to become eligible for plan benefits. We also note that Silas would have been entitled to plan coverage under the Mays plan if the premiums had been paid and that Blue Cross was aware that Silas anticipated receiving plan benefits as of December 1,1987. Silas therefore qualifies as a “plan participant,” even though he was never entitled to vested benefits under the terms of the Mays plan. 29 U.S.C.A. § 1002(7). See Bruch, 489 U.S. at 117-18, 109 S.Ct. at 957-58; Presley, 744 F.Supp. at 1058. Thus, as a plan participant, Silas anticipated receiving plan benefits and was entitled to prompt notice of any disruption in the commencement of his anticipated plan benefits. Insofar as Silas was entitled to notice of the plan’s suspension, Blue Cross may be held liable to him for any damages he suffered as a result of Blue Cross’ failure to cure Mays’ breach of its duty to provide Silas with proper notice of the suspension of the Mays plan (assuming such breach occurred).\nSecond, Blue Cross raises the issue of causation. Blue Cross claims that any damages suffered by the beneficiaries were proximately caused not by Blue Cross’ failure to notify them that their health insurance was suspended, but rather by Mays’ failure to notify them of this fact. Blue Cross argues that because Blue Cross’ behavior was not the cause of the beneficiaries’ injuries, Blue Cross may not be held liable for them. Section 409 of ERISA establishes that an action exists to recover losses that “resulted” from the breach of a fiduciary duty; thus, the statute does require that the breach of the fiduciary duty be the proximate cause of the losses claimed by plaintiffs-appellees. 29 U.S.C.A. § 1109 (1985). In addition, Blue Cross cites a case from the Seventh Circuit for the proposition that “[a] causal connection is required between the breach of the fiduciary duty and the losses incurred.” Brandt v. Grounds, 687 F.2d 895, 898 (7th Cir.1982).\nAlthough the legal principle set forth by Blue Cross is correct, its argument is unavailing at this point in the proceedings. If Blue Cross knew that Mays had failed to inform the beneficiaries about the suspension of plan coverage for nonpayment of premiums, then it had an obligation to cure the breach. 29 U.S.C.A. § 1105(a)(3) (1985). We conclude that the beneficiaries may seek compensation from Blue Cross for any injuries they suffered as a result of Blue Cross’ alleged failure to cure Mays’ breach. A contrary conclusion would render meaningless the duty imposes on all plan fiduciaries.\nAssuming for the moment that beneficiaries made the specific and pointed inquiries about their health insurance coverage to Blue Cross that they allege they made (and thus, that Blue Cross knew about Mays’ breach), the beneficiaries could have sought alternative coverage if Blue Cross, in response to the beneficiaries’ queries, had informed the beneficiaries that their coverage was suspended and subject to retroactive cancellation. At a minimum, the beneficiaries might have elected to delay elective medical treatments had they known that they were without health insurance. In order to prevail on this issue as a matter of law at this stage of the proceedings, i.e., in order to obtain not only a reversal of the summary judgment for the beneficiaries, but also a grant of summary judgment in its favor, Blue Cross would have had to establish the absence of causation by proving that the beneficiaries’ claimed losses could not have resulted from Blue Cross’ failure to cure Mays’ breach. Because Blue Cross has not done this, it is not entitled to summary judgment on this ground.\nAt this juncture, a genuine issue of material fact exists regarding whether the beneficiaries’ injuries were caused by the failure of Blue Cross to cure Mays’ breach of its fiduciary duty. Therefore, summary judgment in favor of plaintiffs on this issue was improper, and this issue should be resolved by the lower court on remand. Fed.R.Civ.P. 56(c). On remand, the burden of proof on the issue of causation will rest on the beneficiaries; they must establish that their claimed losses were proximately caused either by a failure by Blue Cross to cure Mays’ breach or knowing participation by Blue Cross in Mays’ breach. See 29 U.S.C.A. § 1105(a), id. at § 1105(c)(2); id. at § 1109.\nIV. CONCLUSION\nThe district court’s entry of summary judgment in Willett and order of judgment in Silas are REVERSED, and the cases are REMANDED for further proceedings consistent with this opinion.\n. These funds were not forwarded to Blue Cross, and were ultimately refunded to the employees in March 1988.\n. Provisions of the Comprehensive Omnibus Budget Reconciliation Act of 1986 (COBRA) provide that laid off employees must be allowed to continue their health insurance coverage under their former employer’s plan. See 29 U.S.C.A. § 1161 et seq. (West Supp.1991).\n. Mr. Baugh began working for Mays on August 1, 1987.\n. In light of our holding we find it unnecessary to address the parties’ arguments regarding attorneys’ fees and prejudgment interest. Any ruling on these matters in light of our reversal and remand would be premature.\n. The contract also allocates to Mays the duties of collecting and forwarding premiums, distributing plan documents, and filing required plan documentation with the government. Mays-Blue Cross contract, at 35-36, 47-48.\n. The beneficiaries argue that an Alabama case, Newton v. United Chambers Insured Plans, 485 So.2d 1147, 1150 (Ala.1986), requires an insurer to inform insureds that their coverage has lapsed when an employer fails to pay a premium. Their reliance on Newton is misplaced. ERISA preempts all state laws \"insofar as they may now or hereafter relate to any employee benefit plan.” 29 U.S.C.A. § 1144(a) (1985). Conflict with a specific provision of ERISA is not needed to establish preemption, Williams v. Wright, 927 F.2d 1540, 1549 (11th Cir.1991), and case law falls within the preemptive sweep of section 1144(a). See Amos v. Blue Cross-Blue Shield of Alabama, 868 F.2d 430, 431-32 (11th Cir.), cert. denied, 493 U.S. 855, 110 S.Ct. 158, 107 L.Ed.2d 116 (1989). Beneficiaries argue that the Newton notice requirement is an “insurance regulation” that falls within the savings clause of section 1144(b)(2)(A). Section 1144(b)(2)(A) protects from preemption certain state laws that regulate insurance. If the Newton rule comes within the savings clause, then it is not preempted by section 1144(a). A district court in this Circuit has correctly rejected this argument. Presley v. Blue Cross and Blue Shield of Alabama, 744 F.Supp. 1051, 1060-61 (N.D.Ala.1990). The savings clause applies only if both parts of a two-step test are satisfied: the state law at issue must fall within \"a common sense view” of the words \"regulat[ing] insurance” and the law must also regulate the \"business of insurance.” The Newton rule meets the first prong of the test; the rule is specifically directed toward the insurance industry. The application of the second prong requires this Court to determine whether the Newton rule regulates \"the business of insurance.” This analysis requires the Court to apply a three-step balancing test examining whether (1) the practice has the effect of transferring or spreading the policyholder’s risk; (2) the practice is an integral part of the policy relationship between the insurer and the insured; and (3) the practice is limited to entities within the insurance industry. Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 48-49, 107 S.Ct. 1549, 1553-54, 95 L.Ed.2d 39 (1987); Anschultz v. Connecticut General Life Ins. Co., 850 F.2d 1467, 1468 (1988). The Newton rule does not have the effect of spreading risk or constitute an \"integral relationship between the insurer and the insured.” Although the rule’s application is limited to insurers, the fact that Newton meets the third prong of the Dedeaux test is insufficient to bring it within the savings clause. See Anschultz, 850 F.2d at 1469. Any doubts regarding preemption are resolved by reference to the Supreme Court’s observation that \" 'the preemption clause is conspicuous for its breadth,’ ” and that \"[i]ts ‘deliberately expansive’ language was ‘designed to “establish [] plan regulation as exclusively a federal concern.”’” Ingersoll-Rand Co. v. McClendon, - U.S. -, 111 S.Ct. 478, 482, 112 L.Ed.2d 474 (1990). We conclude that beneficiaries’ arguments based on Newton are without merit.\nAs discussed infra, if Blue Cross is to remain liable under the plan for expenses incurred from November 1, 1987, through March 28, 1988, then such liability must arise by operation of section 1105(c)(2) and section 1105(a). We also note that any interpretations of ambiguous plan terms regarding prospective coverage made during the period from November 1, 1987 to March 28, 1988 might also provide a basis for additional liability. Compare Nachwalter v. Christie, 805 F.2d 956, 960-61 (11th Cir.1986), with Kane v. Aetna Life Ins., 893 F.2d 1283, 1285-86 (11th Cir.), cert. denied, - U.S. -, 111 S.Ct. 232, 112 L.Ed.2d 192 (1990).\n. In analyzing this issue, the lower court mistakenly relied on McNeese v. Health Plan Marketing, Inc., 647 F.Supp. 981 (N.D.Ala.1986), in which there was no section 1105(c)(1) delegation at issue. On remand, the lower court should focus on section 1105(c)(2) and Presley v. Blue Cross-Blue Shield of Alabama, 744 F.Supp. 1051 (N.D.Ala.1990), a case that involved a section 1105(c)(1) delegation.\n. One way of accomplishing this would be by showing that the claimed injuries occurred pri- or to the time Blue Cross became aware of Mays’ breach of the fiduciary duty. Because sections 1105(c)(2) and 1105(a) only require a co-fiduciary to refrain from active participation or concealment of a breach of a delegated fiduciary duty and to take reasonable steps to remedy the breach of a delegated fiduciary duty once such breach is discovered by the co-fiduciary, it is clear that any losses occurring before Blue Cross knew about the breach would not be proximately caused by Blue Cross. However, once a fiduciary learns that a co-fiduciary has breached a fiduciary duty to plan beneficiaries, any losses occurring after the discovery and before the co-fiduciary takes steps to remedy the breach may be as much the result of the co-fiduciary’s failure to act as they are of the other fiduciary’s initial breach of the duty.",
        "type": "majority",
        "author": "JOHNSON, Senior Circuit Judge:"
      }
    ],
    "attorneys": [
      "Cathy S. Wright, Maynard, Cooper, Fri-erson & Gale, P.C., Birmingham, Ala., for defendant-appellant, cross-appellee.",
      "Myron K. Allenstein, Gadsden, Ala., for plaintiffs-appellees, cross-appellants."
    ],
    "corrections": "",
    "head_matter": "Kennie WILLETT, Jessica Willett, a minor who sues by and through her father and next friend, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee. Ernest L. RODEN, Sheila Roden, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee. Marvin A. BAUGH; Betty F. Baugh, Plaintiffs-Appellees, Cross-Appellants, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant, Cross-Appellee. Rickey D. SILAS, Plaintiff-Appellee, v. BLUE CROSS AND BLUE SHIELD OF ALABAMA, Defendant-Appellant.\nNos. 90-7846, 90-7884 and 91-7222.\nUnited States Court of Appeals, Eleventh Circuit.\nFeb. 19, 1992.\nCathy S. Wright, Maynard, Cooper, Fri-erson & Gale, P.C., Birmingham, Ala., for defendant-appellant, cross-appellee.\nMyron K. Allenstein, Gadsden, Ala., for plaintiffs-appellees, cross-appellants.\nBefore COX, Circuit Judge, JOHNSON and REAVLEY, Senior Circuit Judges.\nSee Rule 34.2(b) Rules of the U.S. Court of Appeals for the Eleventh Circuit.\nHonorable Thomas M. Reavley, Senior U.S. Circuit Judge for the Fifth Circuit, sitting by designation."
  },
  "file_name": "1335-01",
  "first_page_order": 1407,
  "last_page_order": 1416
}