{
  "id": 10519686,
  "name": "Emil J. BARTHOLET, Plaintiff-Appellant, v. REISHAUER A.G. (ZÜRICH) and Reishauer Corporation (Elgin), Defendants-Appellees",
  "name_abbreviation": "Bartholet v. REISHAUER A.G.",
  "decision_date": "1992-01-15",
  "docket_number": "No. 91-2671",
  "first_page": "1073",
  "last_page": "1078",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1073"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "625 F.2d 1344",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1283137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/625/1344-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1132",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "870 F.2d 1148",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11647557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/870/1148-01"
      ]
    },
    {
      "cite": "246 F.2d 221",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        400338
      ],
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/246/0221-01"
      ]
    },
    {
      "cite": "527 F.2d 772",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1084258
      ],
      "pin_cites": [
        {
          "page": "776-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/527/0772-01"
      ]
    },
    {
      "cite": "783 F.2d 716",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1544112
      ],
      "pin_cites": [
        {
          "page": "723, 726-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/783/0716-01"
      ]
    },
    {
      "cite": "836 F.2d 1063",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547694
      ],
      "pin_cites": [
        {
          "page": "1067-68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/1063-01"
      ]
    },
    {
      "cite": "355 U.S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6161830
      ],
      "weight": 3,
      "year": 1957,
      "pin_cites": [
        {
          "page": "45-46"
        },
        {
          "page": "101-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/355/0041-01"
      ]
    },
    {
      "cite": "91 Ind. 96",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1343796
      ],
      "year": 1883,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/91/0096-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1002",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(36)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 478",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6220346
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0133-01"
      ]
    },
    {
      "cite": "463 U.S. 85",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6191473
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0085-01"
      ]
    },
    {
      "cite": "890 F.2d 941",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12033057
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "946"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/890/0941-01"
      ]
    },
    {
      "cite": "1991 WL 119128",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "1991 WL 3327",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 1003",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)(5)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 1144",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "482 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6208630
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0001-01"
      ]
    },
    {
      "cite": "463 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6190266
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "22"
        },
        {
          "page": "2853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0001-01"
      ]
    },
    {
      "cite": "481 U.S. 58",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209261
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0058-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1441",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 800",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6224266
      ],
      "weight": 3,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/0800-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 890,
    "char_count": 16069,
    "ocr_confidence": 0.753,
    "pagerank": {
      "raw": 3.885061843346857e-06,
      "percentile": 0.9982890894411218
    },
    "sha256": "4cff72ca04c4f35d7c83b377731d73d88d32531da61f5b55368db8566afb98ed",
    "simhash": "1:be4e8397e2ae0fa3",
    "word_count": 2666
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOOD, Jr., COFFEY, and EASTERBROOK, Circuit Judges."
    ],
    "parties": [
      "Emil J. BARTHOLET, Plaintiff-Appellant, v. REISHAUER A.G. (ZÜRICH) and Reishauer Corporation (Elgin), Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "EASTERBROOK, Circuit Judge.\nEmil Bartholet’s case summons up a doctrine only a judge could love. Usually the plaintiff is master of his pleadings. The complaint stakes out a claim, and the allegations of the complaint determine whether the claim arises under state or federal law. See Christianson v. Colt Industries Operating Corp., 486 U.S. 800, 108 S.Ct. 2166, 100 L.Ed.2d 811 (1988). If the complaint invokes state law, and the defendant believes that federal law supplies a defense, the court in which the plaintiff files the suit will determine the validity of the defense. When the parties are citizens of the same state, the process is simple. Plaintiff picks a theory (state or federal); the theory prescribes the appropriate court, which decides the case (including the defenses).\nSometimes, however, federal law so fills every nook and cranny that it is not possible to frame a complaint under state law. An effort to invoke nonexistent state law is no different from a spelling error. A complaint reciting that a firm with a large share of the market for some product is violating “the anti-rust laws” could not be dismissed on the observation that there is no federal prohibition of iron oxide. A court would treat the document as one under anti-trust law from the outset. Just so, a complaint reciting that the claim depends on the common law of contracts is really based on the Employee Retirement Income Security Act (ERISA) if the contract m question is a pension plan. Congress has blotted out (almost) all state law on the subject of pensions, so a complaint about pensions rests on federal law no matter what label its author attaches. Any suit based on federal law may be removed to federal court. 28 U.S.C. § 1441(b). So a suit about pensions is federal litigation at the defendant’s option. Metropolitan Life Insurance Co. v. Taylor, 481 U.S. 58, 107 S.Ct. 1542, 95 L.Ed.2d 55 (1987). Any other approach allows crafty drafting to defeat the statutory right to remove. Franchise Tax Board of California v. Construction Laborers Vacation Trust, 463 U.S. 1, 22, 103 S.Ct. 2841, 2853, 77 L.Ed.2d 420 (1983).\nThis right to remove cases that “really” depend on federal law goes by the misnomer “complete preemption.” Preemption is what wipes out the state law, but the foundation for removal is the creation of federal law to replace state law. National law occupies the field; any claim within its domain then activates § 1441(b). The difficulty — what makes this subject a darling of judges but a bane of practice — is that national law never fully occupies a field. Although ERISA may be the most comprehensive of the occupying statutes, it contains exceptions. Franchise Tax Board held that a suit about a welfare trust’s liability to state taxes arose under state law. Later cases identify other subjects in which state law reigns. E.g., Fort Halifax Packing Co. v. Coyne, 482 U.S. 1, 107 S.Ct. 2211, 96 L.Ed.2d 1 (1987). And no matter how thoroughly federal law has suffused a body of rules, there is a border with the rest of the law; cases close to the border create difficult problems. Suits may be trapped in limbo between state and federal court, each denying its authority, or may shuttle back and forth as courts disagree about the proper characterization of the claim. Extended proceedings to determine where to litigate are seldom worth the cost but are inevitable under the current rules.\nI\nUntil 1981 Emil Bartholet worked for COSA Corporation, which marketed machines made by Reishauer A.G. (Zürich), a Swiss corporation. Reishauer asked Bar-tholet to form a new corporation to market its machines. Reishauer Corporation (El-gin), a subsidiary of Reishauer (Zürich), was formed in Elgin, Illinois, for the purpose. Bartholet quit his job at COSA and set to work as president of Reishauer (El-gin). Bartholet and Reishauer (Zürich) signed a contract that, as Bartholet interprets it, entitled him to pension benefits computed on the assumption that his years of employment with COSA count as years of employment at Reishauer (Elgin). Bar-tholet proposed several plans for Reishauer (Elgin), but Reishauer (Zürich) did not approve one until 1985. The plan finally adopted did not give Bartholet or any other employee credit for years of service with COSA.\nReishauer (Zürich) reorganized its U.S. operations in 1988. It told Bartholet that he would be replaced as president of Reish-auer (Elgin) at the end of 1988 and gave him a choice between leaving the organization and moving to the east coast as regional sales representative. According to Bar-tholet, Reishauer (Zürich) promised him a year’s severance pay if he left. He stayed through 1988, trained his successor, and left the Reishauer organization.\nBartholet’s complaint, filed in state court, alleged that Reishauer (as we call the firms collectively) failed to provide the promised severance pay, omitted bonus payments for 1988 due under the 1981 contract, and failed to create a pension plan with credit for years of service at COSA. Reishauer removed the case under § 1441(b), asserting that Bartholet’s demand for additional pension payments— equal to the sums he would have received had the plan given him credit for the years of service at COSA — is necessarily based on ERISA. All state law has been preempted, Reishauer submitted, by § 514(a) of ERISA, 29 U.S.C. § 1144(a):\nExcept as provided in subsection (b) of this section, the provisions of this sub-chapter and subchapter III of this chapter shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan described in section 1003(a) of this title and not exempt under section 1003(b) of this title.\nBartholet asked the district judge to remand the case to state court, contending that his claims do not “relate to” the pension plan. Bartholet insisted that he is not presenting any question about the interpretation or implementation of the 1985 plan. Rather, he submits, he wants to enforce his 1981 contract with Reishauer (Zürich), which is not an “employee benefit plan” within the meaning of ERISA. If the complaint must be recharacterized as one about pensions, Bartholet seeks shelter from the exemption to which § 514(a) refers. Section 4(b)(5), 29 U.S.C. § 1003(b)(5), refers to “excess benefit” plans, and Bartholet contends that the plan Reishauer (Zürich) promised to create would have been an excess benefit plan.\nThe district court denied Bartholet’s motion to remand, holding that his claim arises under ERISA because he seeks pension benefits greater than the pension plan provides. 1991 WL 3327, 1991 U.S.DistLEXis 89 (N.D.Ill.). Next the court granted Reishauer’s motion to dismiss the complaint under Fed.R.Civ.P. 12(b)(6), holding that ERISA preempts Bartholet’s claim on his 1981 contract. 1991 WL 119128, 1991 U.S.Dist.LEXis 8490. The court dismissed the genuine state-law claims (about bonuses and severance pay) without prejudice to their reassertion in state court.\nII\nAs Bartholet sees things, Reishauer vowed to create a pension plan with certain attributes and didn’t; a court may decide whether Reishauer broke its promise without considering any of the technical requirements of ERISA or entering a judgment that would affect the pension plan’s assets. His action therefore does not “relate to” a pension plan and falls outside § 514(a), Bartholet concludes. Such a characterization is possible, and some courts would approach the subject this way. We are not among them. Lister v. Stark, 890 F.2d 941 (7th Cir.1989), held that ERISA governs a suit seeking benefits in excess of those provided by a pension plan. Lister alleged that his employer promised him credit for work between 1964 and 1970, despite a break in service that excluded those years under the terms of the pension plan. That claim, we held, not only “related to” the pension plan but also was barred by the prohibition on oral alterations to a plan. Bartholet points out that Lister’s employer promised to modify or disregard an existing plan, while Reishauer promised to create a plan with certain features. If Bartholet had filed suit in 1984 this might have been important. Once Reishauer created the pension plan in 1985, however, a claim that the benefits are not large enough and that the personal employment contract should control is functionally the same as Lister’s. In each case the pension plan specifies one benefit, and the employee says that his employer contracted to supply a greater one.\n“Relates to” has been read expansively. E.g., Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 103 S.Ct. 2890, 77 L.Ed.2d 490 (1983); Ingersoll-Rand Co. v. McClendon, - U.S. -, 111 S.Ct. 478, 112 L.Ed.2d 474 (1990). A suit based on the difference between the pension promised by contract and the pension established by the plan “relates to” the pension plan. Thomas Reed Powell defined the legal mind as one that can think of something inextricably connected to something else, without thinking of what it is connected to. Not even the most segmented mind could contemplate the benefit without the plan.\nSection 514(a) of ERISA excepts from the scope of national law the subjects of § 4(b), 29 U.S.C. § 1003(b), which says:\nThe provisions of this subchapter shall not apply to any employee benefit plan if- ...\n(5) such plan is an excess benefit plan (as defined in section 1002(36) of this title) and is unfunded.\nSection 3(36), 29 U.S.C. § 1002(36), provides in turn:\nThe term “excess benefit plan” means a plan maintained by an employer solely for the purpose of providing benefits for certain employees in excess of the limitations on contributions and benefits imposed by section 415 of title 26 on plans to which that section applies without regard to whether the plan is funded. To the extent that a separable part of a plan (as determined by the Secretary of Labor) maintained by an employer is maintained for such purpose, that part shall be treated as a separate plan which is an excess benefit plan.\nThe pension plan Reishauer established in 1985 provided the maximum contributions § 415 of the tax law allows. Bartholet reasons that, to keep its promise to count years of service with COSA, Reishauer would have had to make contributions “in excess of the limitations on contributions and benefits imposed” by the tax code. Under the second sentence of § 3(36), the excess would have created an excess benefit plan, which would be governed by state rather than federal law.\nCounterfactuals can take one only so far. Reishauer did not establish an excess benefit plan. Had it done so, ERISA still would govern unless the plan were “unfunded.” The exemption recognizes that a suit concerning an unfunded plan is one directly against the employer’s assets, and as ERISA leaves excess benefit plans substantively unregulated there is no reason to oust state law. Bartholet does not contend that his 1981 contract obligated Reishauer to create an unfunded plan. The plan Reishauer established is not an excess benefit plan and is funded. As Bartholet’s suit “relates to” that plan-and does not relate to what does not exist-ERISA applies.\nIt does not follow, however, that Bartholet’s suit should have been dismissed under Rule 12(b)(6). The district judge believed that until Bartholet amended his pleadings to invoke ERISA, all he had was a claim arising under state common law, and as state law is preempted the complaint failed. The assumption implicit in this approach is that a complaint must plead law as well as fact. Why? Rule 8(a) of the Federal Rules of Civil Procedure says that a complaint must identify the basis of jurisdiction and contain a short and plain statement of the claim showing that the pleader is entitled to relief”. Although it is common to draft complaints with multiple counts, each of which specifies a single statute or legal rule, nothing in the Rules of Civil Procedure requires this. To the contrary, the rules discourage it. Complaints should be short and simple, giving the adversary notice while leaving the rest to further documents. “The forms contained in the Appendix of Forms are sufficient under the rules and are intended to indicate the simplicity and brevity of statement which the rules contemplate.” Fed.R.Civ.P. 84. None of the forms in the appendix spells out a legal theory.\nCommon law pleading required the advocate to match facts to a legal theory, the “form of action.” Code pleading ended up in much the same place, as courts read the code formula “facts constituting a cause of action” to require the pleader to state a legal theory. E.g., Mescall v. Tully, 91 Ind. 96, 99 (1883). “Cause of action” does not appear in the Rules of Civil Procedure, which uses “claim for relief” to denote a rejection of both common law and code approaches and a new, latitudinarian approach. See Charles Alan Wright & Arthur R. Miller, 5 Federal Practice and Procedure §§ 1216, 1219 (2d ed. 1990). A complaint under Rule 8 limns the claim; details of both fact and law come later, in other documents. Instead of asking whether the complaint points to the appropriate statute, a court should ask whether relief is possible under any set of facts that could be established consistent with the allegations. Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-02, 2 L.Ed.2d 80 (1957). See also Frantz v. United States Powerlifting Federation, 836 F.2d 1063, 1067-68 (7th Cir.1987); American Nurses’ Ass’n v. Illinois, 783 F.2d 716, 723, 726-27 (7th Cir.1986); Janke Construction Co. v. Vulcan Materials Co., 527 F.2d 772, 776-77 (7th Cir.1976); Dotschay v. National Mutual Insurance Co., 246 F.2d 221, 223 (5th Cir.1957). A drafter who lacks a legal theory is likely to bungle the complaint (and the trial); you need a theory to decide which facts to allege and prove. But the complaint need not identify a legal theory, and specifying an incorrect theory is not fatal.\nBartholet’s complaint notifies Reishauer of the basis of his claim: that in 1981 Reishauer promised to establish a pension plan that counted Bartholet’s years of service with COSA, and that the plan established in 1985 failed to do this. Reishauer argued, and the district court held, that this allegation comes within ERISA. Removal depended on a conclusion that the complaint, as filed, arose under federal law. What would be the point of amending the complaint to make explicit what the district judge has held is the only possible interpretation of the document? Complaints in a system of notice pleading initiate the litigation but recede into the background as the case progresses. Later documents, such as the pretrial order under Rule 16(e), refine the claims; briefs and memoranda supply the legal arguments that bridge the gap between facts and judgments.\nPlaintiffs can plead themselves out of court. By alleging that the promise to give him credit for extra years of service was oral, Lister opened a trap door under his case, for ERISA does not allow oral variances of pension plans. Lister, 890 F.2d at 946; see also Central States Pension Fund v. Gerber Truck Service, Inc., 870 F.2d 1148 (7th Cir.1989) (in banc). Bartholet has alleged a written contract with Reishauer. Whether the writing has the meaning Bartholet sees in it, and whether there is a remedy under ERISA when the plan does not live up to such a promise, cf. 29 U.S.C. § 1132(a)(1), (3); Landro v. Glendenning Motorways, Inc., 625 F.2d 1344 (8th Cir.1980), are questions for the district court in the first instance.\nReversed and Remanded.",
        "type": "majority",
        "author": "EASTERBROOK, Circuit Judge."
      }
    ],
    "attorneys": [
      "Michael C. Funkey and Paul A. Lewis (argued), Alshuler, Putman, McWethy, Funkey & Lewis, Aurora, Ill., for plaintiff-appellant.",
      "David F. Schmidt and Ernest W. Irons (argued), Peterson & Ross, Chicago, Ill., for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "Emil J. BARTHOLET, Plaintiff-Appellant, v. REISHAUER A.G. (ZÜRICH) and Reishauer Corporation (Elgin), Defendants-Appellees.\nNo. 91-2671.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Dec. 12, 1991.\nDecided Jan. 15, 1992.\nMichael C. Funkey and Paul A. Lewis (argued), Alshuler, Putman, McWethy, Funkey & Lewis, Aurora, Ill., for plaintiff-appellant.\nDavid F. Schmidt and Ernest W. Irons (argued), Peterson & Ross, Chicago, Ill., for defendants-appellees.\nBefore WOOD, Jr., COFFEY, and EASTERBROOK, Circuit Judges."
  },
  "file_name": "1073-01",
  "first_page_order": 1149,
  "last_page_order": 1154
}