{
  "id": 10516927,
  "name": "Joseph PETRELLE, Plaintiff-Appellant, v. WEIRTON STEEL CORPORATION, Defendant-Appellee, Equal Employment Opportunity Commission, Amicus Curiae; Joseph PETRELLE, Plaintiff-Appellee, v. WEIRTON STEEL CORPORATION, Defendant-Appellant",
  "name_abbreviation": "Petrelle v. Weirton Steel Corp.",
  "decision_date": "1991-12-30",
  "docket_number": "Nos. 90-2424, 90-2428",
  "first_page": "148",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 148"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "792 F.2d 447",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1583177
      ],
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/792/0447-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 1626.9",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "(a)",
          "parenthetical": "The EEOC \"may refer all charges to any appropriate State agency.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "776 F.2d 56",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1516475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/776/0056-01"
      ]
    },
    {
      "cite": "279 U.S. 63",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3906071
      ],
      "weight": 5,
      "year": 1929,
      "pin_cites": [
        {
          "page": "73"
        },
        {
          "page": "260"
        },
        {
          "page": "73"
        },
        {
          "page": "260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/279/0063-01"
      ]
    },
    {
      "cite": "291 U.S. 54",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1497916
      ],
      "weight": 3,
      "year": 1934,
      "pin_cites": [
        {
          "page": "63"
        },
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/291/0054-01"
      ]
    },
    {
      "cite": "430 U.S. 112",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12122005
      ],
      "weight": 3,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0112-01"
      ]
    },
    {
      "cite": "541 F.2d 1018",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1034969
      ],
      "pin_cites": [
        {
          "page": "1032"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/541/1018-01"
      ]
    },
    {
      "cite": "74 L.Ed.2d 39",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "presuming regularity of State Department official's act"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 23",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "presuming regularity of State Department official's act"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "459 U.S. 801",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200864,
        6201569,
        6200675,
        6200457,
        6201067,
        6200241,
        6201339
      ],
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "presuming regularity of State Department official's act"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/459/0801-04",
        "/us/459/0801-07",
        "/us/459/0801-03",
        "/us/459/0801-02",
        "/us/459/0801-05",
        "/us/459/0801-01",
        "/us/459/0801-06"
      ]
    },
    {
      "cite": "669 F.2d 925",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1161784
      ],
      "pin_cites": [
        {
          "page": "931"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/669/0925-01"
      ]
    },
    {
      "cite": "272 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1501255
      ],
      "weight": 3,
      "year": 1926,
      "pin_cites": [
        {
          "page": "14-15"
        },
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/272/0001-01"
      ]
    },
    {
      "cite": "851 F.2d 999",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11357855
      ],
      "pin_cites": [
        {
          "page": "1003"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/851/0999-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 96",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12031562,
        6211220
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "holding that states may waive an analogous deferral provision under Title VII"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/350/0107-01",
        "/us/486/0107-01"
      ]
    },
    {
      "cite": "486 U.S. 107",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6211220
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "117-18",
          "parenthetical": "holding that states may waive an analogous deferral provision under Title VII"
        },
        {
          "page": "1672-73",
          "parenthetical": "holding that states may waive an analogous deferral provision under Title VII"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/486/0107-01"
      ]
    },
    {
      "cite": "894 F.2d 676",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535099
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "678, 679"
        },
        {
          "page": "679",
          "parenthetical": "upholding the EEOC's interpretation of a work sharing agreement and its effect under Title VII, partly because the interpretation did not conflict with the statutory purpose of Title VII and the state agency concurred"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/894/0676-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 1626.10",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "441 U.S. 750",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1780341
      ],
      "weight": 5,
      "year": 1979,
      "pin_cites": [
        {
          "page": "761"
        },
        {
          "page": "2074"
        },
        {
          "page": "761"
        },
        {
          "page": "2074"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/441/0750-01"
      ]
    },
    {
      "cite": "923 F.2d 552",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543629
      ],
      "pin_cites": [
        {
          "page": "557-60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/923/0552-01"
      ]
    },
    {
      "cite": "404 U.S. 522",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175279
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "525"
        },
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0522-01"
      ]
    },
    {
      "cite": "116 L.Ed.2d 449",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 429",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "928 F.2d 1413",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1138357
      ],
      "pin_cites": [
        {
          "page": "1422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/928/1413-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "324 U.S. 229",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6155074
      ],
      "weight": 3,
      "year": 1945,
      "pin_cites": [
        {
          "page": "233",
          "parenthetical": "\"final decision\" under precursor of current 28 U.S.C. § 1291 is one that ends litigation on the merits and leaves nothing for the court to do"
        },
        {
          "page": "633",
          "parenthetical": "\"final decision\" under precursor of current 28 U.S.C. § 1291 is one that ends litigation on the merits and leaves nothing for the court to do"
        },
        {
          "parenthetical": "\"final decision\" under precursor of current 28 U.S.C. § 1291 is one that ends litigation on the merits and leaves nothing for the court to do"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/324/0229-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 633",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. §§ 621-634",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1988,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 961,
    "char_count": 20857,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 1.9836727338094113e-07,
      "percentile": 0.7408970561604171
    },
    "sha256": "90e089ff6bfc2ab556d2ff3ad5fab1f2808deca0504f32d5fb8ba893319e1a25",
    "simhash": "1:bf5f562a91757025",
    "word_count": 3365
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILKINSON, WILKINS and NIEMEYER, Circuit Judges."
    ],
    "parties": [
      "Joseph PETRELLE, Plaintiff-Appellant, v. WEIRTON STEEL CORPORATION, Defendant-Appellee, Equal Employment Opportunity Commission, Amicus Curiae. Joseph PETRELLE, Plaintiff-Appellee, v. WEIRTON STEEL CORPORATION, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIEMEYER, Circuit Judge:\nJoseph Petrelle appeals the dismissal of his age discrimination claims against his employer, Weirton Steel Corporation, brought under the Age Discrimination in Employment Act (ADEA), 29 U.S.C. §§ 621-634 (1988). After a jury verdict was returned in favor of Petrelle, the magistrate judge, who conducted the trial by the consent of the parties, granted Weirton Steel’s motion for judgment notwithstanding the verdict, finding that Petrelle failed to file his claim with the relevant state agency as required by § 14(b) of the ADEA. Although we reject Petrelle’s contention that a work sharing agreement between the West Virginia Human Rights Commission (WVHRC) and the federal Equal Employment Opportunity Commission (EEOC) automatically satisfied the requirements of § 633(b), we find nonetheless that Petrelle established that his claim was, in fact, filed with the state agency. We therefore reverse the order of dismissal and remand the case for further proceedings.\nI\nJoseph Petrelle is a 62 year old civil engineer who, over the years, worked as a draftsman and later as a design engineer for Weirton Steel Corporation. He aspired to be a project manager and in 1983 asked his supervisor, Larry Figgs, why younger men were being promoted over him. According to Petrelle, Figgs responded, “We prefer younger engineers because we can break them into our way of thinking.” In response, Petrelle filed an age discrimination complaint with the EEOC in April 1983, but the complaint was dropped in 1984 when Petrelle was told that the complaint would jeopardize his son’s prospects for employment at Weirton Steel.\nWhen another opening for project manager occurred in February 1985, Petrelle requested consideration for the position from Dominic Pengidore, vice-president of engineering. When he asked Pengidore what his chances were of being promoted, Pengidore responded, “None. You have the intelligence and education for the job, but you haven’t learned to keep your mouth shut. You caused a lot of trouble with Larry Figgs.” Petrelle construed this statement as a reference to the prior EEOC complaint. He filed a second EEOC complaint in March 1985, alleging discrimination and retaliation for having filed the first complaint.\nAfter an investigation and a fact-finding conference, the EEOC issued a “letter of violation” against Weirton Steel. When the employer refused conciliation, Petrelle filed a complaint in the district court under the ADEA, demanding injunctive relief, back pay and front pay, liquidated damages for alleged willfulness, and attorneys fees. By consent of both parties, a trial was conducted before a magistrate judge and jury, and the jury returned a verdict in favor of Petrelle, finding willful violations of the ADEA. Damages having been stipulated, the magistrate judge entered a “judgment” in favor of Petrelle for $29,400 and reserved claims for equitable relief and attorneys fees for later decision.\nOn the entry of this “judgment,” Petrelle filed motions for prejudgment interest, equitable relief, attorneys fees and costs. Weirton Steel moved for a judgment notwithstanding the verdict or, in the alternative, for a new trial, contending that the requirements of 29 U.S.C. § 633(b), that a charge be filed with the appropriate state agency, had not been met. By order dated June 25, 1990, the magistrate judge granted Weirton Steel’s motion and dismissed the case. Petrelle appealed the order of dismissal and Weirton Steel cross-appealed the jury’s finding of willfulness.\nII\nBecause the magistrate judge dismissed Petrelle’s suit after a verdict of the jury had been returned, but before resolving equitable issues and entering a final judgment, we are presented at the outset with the question of what issues can be reviewed on this appeal.\nPetrelle’s complaint not only demanded damages for back pay and liquidated damages for willfulness, but also prayed for equitable relief that he be promoted and awarded front pay. After the jury resolved the legal issues, the magistrate judge entered “judgment” on back pay and liquidated damages, reserving decision on the open equitable issues. This “judgment,” however, was not appealable because it did not resolve all claims in the litigation. See Fed.R.Civ.P. 54(b). After entry of this interim “judgment” and before entry of final judgment, Weirton Steel filed a motion for judgment notwithstanding the verdict or alternatively for a new trial and the court granted the motion, dismissing the action. Conceptually, therefore, the dismissal order interrupted the completion of the trial.\nPetrelle may undoubtedly appeal the order dismissing the case because he was dismissed from court leaving no further action for the court to take. See Catlin v. United States, 324 U.S. 229, 233, 65 S.Ct. 631, 633, 89 L.Ed. 911 (1945) (“final decision” under precursor of current 28 U.S.C. § 1291 is one that ends litigation on the merits and leaves nothing for the court to do). Thus we must proceed to review that order.\nBy cross-appeal Weirton seeks to challenge the sufficiency of the evidence to support the jury’s verdict. Because the trial was not completed, however, and final judgment has not been entered on the verdict, we will not consider Weirton’s cross appeal at this time. To consider those issues now would only promote piece-meal review. When both legal damages and equitable relief are sought in an ADEA case, “the appropriate method of proceeding requires submission of the case first to the jury to resolve liability and all legal damages. Thereafter, the court conducts a trial in equity to resolve all issues of equitable relief.” Duke v. Uniroyal, Inc., 928 F.2d 1413, 1422 (4th Cir.1991), cert. denied, — U.S. -, 112 S.Ct. 429, 116 L.Ed.2d 449 (1991). Only when all issues are resolved may final judgment be entered.\nBecause of the unique posture of this appeal, therefore, we will review only the order of dismissal based on Petrelle’s alleged failure to satisfy the requirements of 29 U.S.C. § 633(b). The issues raised in Weirton Steel’s cross appeal must await completion of trial and entry of final judgment.\nIll\nThe Age Discrimination in Employment Act (ADEA), 29 U.S.C. §§ 621-634 (1988), requires that a complainant initiate proceedings with the proper state agency prior to filing a suit in federal court, provided that the state in which the alleged discrimination occurred has established an agency “to grant or seek relief from such discriminatory practice.” See 29 U.S.C. § 633(b) (1988). More specifically, § 633(b) provides:\nIn the case of an alleged unlawful practice occurring in a State which has a law prohibiting discrimination in employment because of age and establishing or authorizing a State authority to grant or seek relief from such discriminatory practice, no suit may be brought under section 626 of this title before the expiration of sixty days after proceedings have been commenced under the State law, unless such proceedings have been earlier terminated[.]\nIn this case, the alleged discrimination occurred in West Virginia, which has empowered the West Virginia Human Rights Commission (WVHRC) to investigate allegations of employment discrimination and to resolve discrimination claims arising under state law. See W.Va.Code § 5-ll-8(c) & (d) (1990). The federal suit, therefore, can be filed only after the expiration of 60 days from the state filing, unless the state proceedings have been terminated earlier.\nPetrelle contends that by reason of a work sharing agreement between the EEOC and the WVHRC, the requirements of § 633(b) were satisfied because under the agreement the WVHRC authorized the EEOC to act as its agent so that a filing with the EEOC was tantamount to a filing with the WVHRC. Alternatively he contends that in the agreement the WVHRC waived its right to the deferral granted by § 633(b). The resolution of Petrelle’s contention that the requirements of § 633(b) were met or waived by the work sharing agreement requires a closer examination of the agreement.\nSince 1983, the WVHRC and the EEOC have operated under a work sharing agreement which applies to all employment discrimination claims arising under the common jurisdiction of the two agencies. The agreement states that it is “designed to provide individuals with an efficient procedure for obtaining redress for their grievances under the relevant state and federal laws.”\nTo accomplish its purposes, the agreement allocates between the two agencies initial processing and notification responsibilities, depending on the nature of the charges and the parties, and provides for mutual cooperation in the resolution of charges. Thus, in the case of an age discrimination charge filed with the EEOC and not with the WVHRC, the agreement requires that the EEOC advise the claimant of his right to file with the WVHRC (1111(b)), assist the claimant in filing a charge with the WVHRC (¶ 11(b)), refer the charges to the WVHRC “to preserve the Charging Party’s federal court rights” (¶ II(j)), send those referrals to the WVHRC on a weekly basis (¶ II(k)), and “initially process” the charge in the EEOC (II 111(d)). Under the agreement the WVHRC reserves the right to process any charge “either initially or at any subsequent stage” by requesting to do so in writing (II 111(f)). By not requesting participation in the processing of the charge in the manner provided, the WVHRC agrees to “refrain from processing the charge” (¶ 111(f)).\nPetrelle’s initial argument is that his filing with the EEOC constituted a filing with the WVHRC because the agreement provides that “the EEOC and the WVHRC each designates the other as its agent for the purpose of receiving charges” (¶ 11(a)). He argues that under the plain meaning of the terms, the WVHRC designates the EEOC as its agent for the filing of charges. Within this agency relationship, Petrelle contends, his filing with the EEOC is deemed to constitute a filing with the WVHRC, thus satisfying § 633(b). Petrelle also relies on Love v. Pullman Co., 404 U.S. 522, 525, 92 S.Ct. 616, 618, 30 L.Ed.2d 679 (1972), in which the Supreme Court indicated that state proceedings may be “initiated by the EEOC acting on behalf of the complainant rather than by the complainant himself,” and Sofferin v. American Airlines, Inc., 923 F.2d 552, 557-60 (7th Cir.1991), which held that a work sharing agreement satisfied Title VII’s analogous prerequisite of commencement of state proceedings. While Petrelle may be correct in arguing that a work sharing agreement can be crafted to authorize automatic implementation of the requirements of § 633(b), the question remains whether this agreement did that.\nThe purpose of § 633(b) is to provide state agencies an opportunity to resolve age discrimination complaints locally in the hope that a successful resolution will induce complainants not to pursue suits in federal court. See Oscar Mayer & Co. v. Evans, 441 U.S. 750, 761, 99 S.Ct. 2066, 2074, 60 L.Ed.2d 609 (1979). In this case Petrelle argues that West Virginia has been given this opportunity, even if the WVHRC did not physically receive Pet-relle’s charges or was otherwise not notified of them because its agent, the EEOC, actually received the charges. In Petrelle’s view, the statutory purpose is thus satisfied.\nAlthough the language that “each designates the other as its agent for the purpose of receiving charges” supports the establishment of some agency relationship between the agencies, nowhere does the agreement declare that the EEOC’s “receiving charges” commences proceedings before the WVHRC, which is the critical issue under § 633(b). And apparently the WVHRC believes to the contrary. It took the position that commencement of proceedings before it requires not just filing with the EEOC but also a referral to the WVHRC. The Assistant Director insisted during his testimony that, despite the agreement’s language of agency, the WVHRC requires physical receipt by it of the EEOC’s referral in order to deem charges filed with the EEOC filed with it. See J.A. 502-503; cf. J.A. 497 (affirming that filing with EEOC and referral to WVHRC constitutes filing with WVHRC).\nThe WVHRC’s understanding receives ample support from the context surrounding the agency provision upon which the EEOC and Petrelle rely. While that provision authorizes either agency to “receive” charges (perhaps for purposes of tolling limitations, although this is not stated), others suggest that a formal filing requires a further step. Thus, for example, the very next paragraph of the agreement obliges each agency to “assist [claimants] in the filing of the charge with the other agency,” and a later paragraph provides that on a weekly basis “[a]ge charges initially received by EEOC will be ‘referred’ to WVHRC to preserve the Charging Party’s federal court rights.” The “federal court right” to be protected is precisely that at issue in this case-the ability to file suit in federal court 60 days after the commencement of state proceedings. See 29 U.S.C. § 633(b) (1988). The parties evidently presumed that mere receipt by the EEOC as “agent” for WVHRC would not commence state proceedings.\nThe EEOC, as amicus, cites its own regulation, 29 C.F.R. § 1626.10(c) (1991), for the proposition that a filing with it constitutes a filing with the state agency under work sharing agreements. Deference may be due the EEOC on its interpretation that the ADEA allows such an agency relationship to cause filings with the EEOC to commence state proceedings under § 633(b). See Oscar Mayer, 441 U.S. at 761, 99 S.Ct. at 2074; EEOC v. Techalloy Maryland, Inc., 894 F.2d 676, 678, 679 (4th Cir.1990). This case, however, does not ask what the statute allows, but what the work sharing agreement succeeds in doing. Particularly in light of the different interpretation which the WVHRC apparently holds and the consequent potential for interfering with the statutory purpose to give states an opportunity to act, deference is inappropriate in this case. Cf. Techalloy, 894 F.2d at 679 (upholding the EEOC’s interpretation of a work sharing agreement and its effect under Title VII, partly because the interpretation did not conflict with the statutory purpose of Title VII and the state agency concurred).\nWe therefore hold that under the work sharing agreement between the WVHRC and the EEOC, charges filed solely with the EEOC must be referred to the WVHRC before they commence proceedings before the WVHRC, as required by § 633(b).\nPetrelle contends alternatively that the requirements of § 633(b) are not jurisdictional and may be waived, citing EEOC v. Commercial Office Products Co., 486 U.S. 107, 117-18, 108 S.Ct. 1666, 1672-73, 100 L.Ed.2d 96 (1988) (holding that states may waive an analogous deferral provision under Title VII), and Husch v. Szabo Food Service Co., 851 F.2d 999, 1003 (7th Cir.1988) (observing that the deferral provision of the ADEA (§ 633(b)) is “subject to waiver, estoppel, and equitable tolling”). He argues that the agreement between the EEOC and WVHRC effectively waives the state’s deferral rights under § 633(b) because the state has agreed in advance to refrain from acting upon any age discrimination charge initially received by the EEOC.\nPetrelle is correct in observing that the WVHRC has agreed to refrain from processing charges initiated before the EEOC. The waiver occurs, however, only after the charge is “referred” to the WVHRC as provided in paragraph II(k) and the WVHRC refrains from making a written request to participate as provided in paragraph 111(f). The agreement contains no automatic waiver language which can be interpreted as an unconditional waiver by the state of its deferral rights under § 633(b).\nAccordingly, we reject the notion that the work sharing agreement, without referral, operates as an automatic waiver. That brings us to Petrelle’s second argument that the evidence in this case establishes that the EEOC in fact referred the charges to the WVHRC. If that occurred, not only can Petrelle claim that WVHRC waived any further right to proceed under the terms of the agreement, but he can claim that the requirements of § 633(b) were satisfied, notwithstanding the agreement.\nIV\nPetrelle argues that a presumption that a filing has been made with the WVHRC is created by 1) the terms of the work sharing agreement requiring the EEOC to refer age discrimination charges to the WVHRC on a weekly basis and 2) the evidence in the record that the mechanisms were in place and operating to cause those referrals to be made in the ordinary course of business. He also directs us to an EEOC file copy of a cover letter actually transmitting his charges to the WVHRC. He is unable to prove, however, that the charges were actually received.\nIt has long been recognized that public, officials are accredited with a presumption of regularity. This presumption “supports the official acts of public officers and, in the absence of clear evidence to the contrary, courts presume that they have properly discharged their official duties.” United States v. Chemical Found., Inc., 272 U.S. 1, 14-15, 47 S.Ct. 1, 6, 71 L.Ed. 131 (1926); see also United States v. County of Arlington, 669 F.2d 925, 931 (4th Cir.), cert. denied, 459 U.S. 801, 103 S.Ct. 23, 74 L.Ed.2d 39 (1982) (presuming regularity of State Department official’s act); E.I. du Pont de Nemours & Co. v. Train, 541 F.2d 1018, 1032 (4th Cir.1976) (Environmental Protection Agency official’s act), modified by 430 U.S. 112, 97 S.Ct. 965, 51 L.Ed.2d 204 (1977). The presumption is “sufficient to sustain the inference” that the agency did “whatever was appropriate” to effectuate the procedure. See R.H. Stearns Co. v. United States, 291 U.S. 54, 63, 54 S.Ct. 325, 328, 78 L.Ed. 647 (1934); Lewis v. United States, 279 U.S. 63, 73, 49 S.Ct. 257, 260, 73 L.Ed. 615 (1929). This presumption has been applied to the referral of ADEA charges. See Seredinski v. Clifton Precision Products, Co., 776 F.2d 56, 63 n. 11 (3d Cir.1985) (While it was unclear whether the EEOC had referred the charges to the state agency, the court, nevertheless, “assume[d] that EEOC followed regulations and deferred to [the state agency] upon receipt of Seredin-ski’s charge, thus commencing state proceedings.”).\nThe presumption likewise is applicable in this case. The work sharing agreement requires the EEOC to refer charges to the WVHRC. See also 29 C.F.R. § 1626.9(a) (1991) (The EEOC “may refer all charges to any appropriate State agency.”). In addition, there was testimony by Deputy Director Lindell that the EEOC routinely referred charges to the WVHRC. The WVHRC could not, however, locate Pet-relle’s referred charge because the file for 1985, in which it should be located, was misplaced during a relocation by the WVHRC. Once the presumption arises, the burden shifts to Weirton Steel to show that the charge was not referred. See Lewis, 279 U.S. at 73, 49 S.Ct. at 260; cf. Cornett v. AVCO Financial Services, 792 F.2d 447, 450 (4th Cir.1986) (The EEOC’s erroneous referral of charge to the wrong state is direct evidence of non-receipt by WVHRC.) This it failed to do.\nMoreover, in this case the presumption of regularity is supported by corroborating evidence. Petrelle filed his charge with the EEOC on March 4, 1985. At trial, Petrelle introduced a copy of the EEOC referral form for his charge which indicated that the charge was being transmitted to the WVHRC. This referral form was dated March 11, 1985, which comports with the testimony that the regular referral procedure was to transmit the charges on a weekly basis.\nWe find therefore that Petrelle has sufficiently established the fact that the charge was referred to the WVHRC and, consequently, that the requirements of § 633(b) were satisfied. We reverse the order of the magistrate judge dismissing the case for failure to file with the state agency and remand the case for further proceedings.\nREVERSED AND REMANDED.",
        "type": "majority",
        "author": "NIEMEYER, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Christine Ann Machel, William E. Watson & Associates, Wellsburg, W.Va., argued, for plaintiff-appellant.",
      "Robert John Gregory, E.E.O.C., Washington, D.C., argued (Donald R. Livingston, Acting Gen. Counsel, Gwendolyn Young Reams, Associate Gen. Counsel, Lorraine C. Davis, Asst. Gen. Counsel, E.E.O.C., on brief), for amicus curiae.",
      "Carl H. Hellerstedt, Jr., Yolk, Franko-vitch, Anetakis, Recht, Roberton & Heller-stedt, Pittsburgh, Pa., argued, for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Joseph PETRELLE, Plaintiff-Appellant, v. WEIRTON STEEL CORPORATION, Defendant-Appellee, Equal Employment Opportunity Commission, Amicus Curiae. Joseph PETRELLE, Plaintiff-Appellee, v. WEIRTON STEEL CORPORATION, Defendant-Appellant.\nNos. 90-2424, 90-2428.\nUnited States Court of Appeals, Fourth Circuit.\nArgued July 9, 1991.\nDecided Dec. 30, 1991.\nChristine Ann Machel, William E. Watson & Associates, Wellsburg, W.Va., argued, for plaintiff-appellant.\nRobert John Gregory, E.E.O.C., Washington, D.C., argued (Donald R. Livingston, Acting Gen. Counsel, Gwendolyn Young Reams, Associate Gen. Counsel, Lorraine C. Davis, Asst. Gen. Counsel, E.E.O.C., on brief), for amicus curiae.\nCarl H. Hellerstedt, Jr., Yolk, Franko-vitch, Anetakis, Recht, Roberton & Heller-stedt, Pittsburgh, Pa., argued, for defendant-appellee.\nBefore WILKINSON, WILKINS and NIEMEYER, Circuit Judges."
  },
  "file_name": "0148-01",
  "first_page_order": 238,
  "last_page_order": 244
}