{
  "id": 10519856,
  "name": "Delilah MANNING, Plaintiff-Appellant, v. The CITY OF AUBURN, A Municipal Corporation; Jan M. Dempsey, Mayor of the City of Auburn; Douglas J. Watson, City Manager of the City of Auburn; Ron Tejeda, Personnel Manager for the City of Auburn; The City of Auburn Fire Department; Clyde Prather, Public Safety Director of the City of Auburn; Steve Woodall, Fire Chief of the City of Auburn; The City Counsel of the City of Auburn; Robert Gastaldo; Samuel Harris; Mary Fortenberry; Sam Teague; Lamar Sellers; Frances W. Hale; W.G. Trey Johnson and Bill Ham, Jr., Defendants-Appellees",
  "name_abbreviation": "Manning v. City of Auburn",
  "decision_date": "1992-02-19",
  "docket_number": "No. 91-7301",
  "first_page": "1355",
  "last_page": "1360",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1355"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "689 F.2d 1370",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1469824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/689/1370-01"
      ]
    },
    {
      "cite": "439 U.S. 322",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11330171
      ],
      "weight": 3,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0322-01"
      ]
    },
    {
      "cite": "661 F.2d 1206",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1181978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/661/1206-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1985",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "denial of certain property interests without due process, such as merit raises, promotion, overtime pay, salary and pay for emergency calls"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "383 F.2d 225",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2078625,
        4067853
      ],
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/383/0225-01"
      ]
    },
    {
      "cite": "750 F.2d 731",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        629037
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "739"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/750/0731-01"
      ]
    },
    {
      "cite": "904 F.2d 661",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539392
      ],
      "pin_cites": [
        {
          "page": "670"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/904/0661-01"
      ]
    },
    {
      "cite": "578 F.2d 1033",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        870549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/578/1033-01"
      ]
    },
    {
      "cite": "649 F.2d 365",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1235929
      ],
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "res judicata does not bar suit based on racially discriminatory acts that occur after final judgment in earlier racial discrimination action involving same parties"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/649/0365-01"
      ]
    },
    {
      "cite": "585 F.2d 726",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        845724
      ],
      "pin_cites": [
        {
          "page": "729"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/585/0726-01"
      ]
    },
    {
      "cite": "549 F.2d 396",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        984479
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/549/0396-01"
      ]
    },
    {
      "cite": "904 F.2d 1498",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541442,
        10541431
      ],
      "pin_cites": [
        {
          "page": "1503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/904/1498-02",
        "/f2d/904/1498-01"
      ]
    },
    {
      "cite": "833 F.2d 1477",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10551926
      ],
      "pin_cites": [
        {
          "page": "1482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/833/1477-01"
      ]
    },
    {
      "cite": "701 F.2d 556",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12140194
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/701/0556-01"
      ]
    },
    {
      "cite": "837 F.2d 1461",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773048
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1468"
        },
        {
          "page": "1469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/837/1461-01"
      ]
    },
    {
      "cite": "725 F.2d 627",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1924634
      ],
      "pin_cites": [
        {
          "page": "632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/725/0627-01"
      ]
    },
    {
      "cite": "793 F.2d 1541",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1587336
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1549"
        },
        {
          "page": "1549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/793/1541-01"
      ]
    },
    {
      "cite": "608 F.2d 1049",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1426307
      ],
      "pin_cites": [
        {
          "page": "1052"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/608/1049-01"
      ]
    },
    {
      "cite": "514 So.2d 858",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7577230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/514/0858-01"
      ]
    },
    {
      "cite": "891 F.2d 1555",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539492
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1560"
        },
        {
          "page": "1560"
        },
        {
          "page": "1561"
        },
        {
          "page": "1561",
          "parenthetical": "despite variations in legal theories used and remedies sought, second suit barred because wrongful act in both cases was flying Confederate flag atop state capitol"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/891/1555-01"
      ]
    },
    {
      "cite": "787 F.2d 1468",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1560560
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1473"
        },
        {
          "page": "1470"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/787/1468-01"
      ]
    },
    {
      "cite": "575 F.2d 530",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        930137
      ],
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/575/0530-01"
      ]
    },
    {
      "cite": "463 U.S. 110",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6192063
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "130"
        },
        {
          "page": "2918"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0110-01"
      ]
    },
    {
      "cite": "935 F.2d 1240",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541327
      ],
      "pin_cites": [
        {
          "page": "1244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/935/1240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 862,
    "char_count": 15756,
    "ocr_confidence": 0.796,
    "pagerank": {
      "raw": 7.735803973119651e-07,
      "percentile": 0.9717946876439515
    },
    "sha256": "1449463687ea9caae0369a6c90bcd06b6d0872894ae62c2810f1a05ef3d5d13f",
    "simhash": "1:bf63f033929e29e4",
    "word_count": 2506
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KRAVITCH and EDMONDSON, Circuit Judges, and HENDERSON, Senior Circuit Judge."
    ],
    "parties": [
      "Delilah MANNING, Plaintiff-Appellant, v. The CITY OF AUBURN, A Municipal Corporation; Jan M. Dempsey, Mayor of the City of Auburn; Douglas J. Watson, City Manager of the City of Auburn; Ron Tejeda, Personnel Manager for the City of Auburn; The City of Auburn Fire Department; Clyde Prather, Public Safety Director of the City of Auburn; Steve Woodall, Fire Chief of the City of Auburn; The City Counsel of the City of Auburn; Robert Gastaldo; Samuel Harris; Mary Fortenberry; Sam Teague; Lamar Sellers; Frances W. Hale; W.G. Trey Johnson and Bill Ham, Jr., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "EDMONDSON, Circuit Judge:\nThe district court dismissed, on res judi-cata and collateral estoppel grounds, Delilah Manning’s employment discrimination suit. We vacate the district court’s judgment and remand the case for further proceedings in the district court.\nBACKGROUND\nIn July 1987, the City of Auburn, Alabama, and a number of its officials were the subject of a class action lawsuit filed on behalf of all past, present and future employees of the City’s Fire Department. Hammock v. City of Auburn, No. 87-V-680-E (M.D.Ala.1988). The Hammock complaint alleged a continuing pattern and practice of discrimination arising from City Fire Chief Ellis Mitchell’s policy of favoritism within the fire department, discrimination tacitly approved by the other defendants. Plaintiffs claimed they had been deprived of equal protection and due process rights at the whim of Chief Mitchell. Upon class certification, class members were notified and given the opportunity to “opt out.” Delilah Manning, plaintiff in this case, and unnamed member of the plaintiff class in Hammock, did not opt out.\nThe Hammock defendants then submitted interrogatories to all class members to determine if individual damages were due. Although the class notification letter stated that no action was necessary to remain a member of the plaintiff class, the district court instructed class members to respond to the individual discovery requests on pain of dismissal.\nManning never answered the interrogatories. As one of Chief Mitchell’s favorites, she was a beneficiary of the discrimination alleged by class representatives; she had no personal damages to claim. In August 1988, Manning was dismissed from the suit with prejudice, along with twenty-three other persons who did not respond to the interrogatories. In November 1988, the district court entered a settlement order awarding both class-wide injunctive relief and individual damages to the remaining Hammock plaintiffs.\nIn August 1990, Manning filed her own discrimination suit claiming that starting July 1987, around the time that Chief Mitchell was ousted and Hammock was filed, the City and city officials began to deny her employment entitlements on the basis of sex and age. The district court concluded that the orders and final judgment in Hammock barred Manning’s claims against the city and dismissed Manning’s case with prejudice.\nDISCUSSION\nA district court’s conclusions on res judicata and collateral estoppel are conclusions of law, reviewable de novo by this Court. Richardson v. Alabama State Bd. of Educ., 935 F.2d 1240, 1244 (11th Cir.1991). Res judicata, or claim preclusion, bars relitigation of matters that were litigated or could have been litigated in an earlier suit. Nevada v. United States, 463 U.S. 110, 130, 103 S.Ct. 2906, 2918, 77 L.Ed.2d 509 (1983). Collateral estoppel, or issue preclusion, “recognizes that suits addressed to particular claims may present issues relevant to suits on other claims,” Kaspar Wire Works, Inc., v. Leco Engineering and Mach., Inc., 575 F.2d 530, 535 (5th Cir.1978), and requires that the identical issue in question was actually litigated and necessary to the judgment of an earlier suit. Hart v. Yamaha-Parts Distrib., Inc., 787 F.2d 1468, 1473 (11th Cir.1986). Although the district court spoke of preclusion based on “res judicata or collateral estoppel” (emphasis added), Manning’s individual claims were never litigated or even raised in Hammock so we confine our discussion to res judicata and determining whether she could have brought these claims in the earlier action.\nFederal courts apply state law to questions of res judicata. NAACP v. Hunt, 891 F.2d 1555, 1560 (11th Cir.1990). In the state of Alabama, four elements are necessary for the doctrine’s application:\n(1) a final judgment on the merits,\n(2) rendered by a court of competent jurisdiction,\n(3) with substantial identity of parties, and\n(4) with the same cause of action presented in both suits.\nId. (quoting Hughes v. Allenstein, 514 So.2d 858 (Ala.1987)); Hart, 787 F.2d at 1470. If even one of these elements is missing, res judicata is inapplicable. Hunt, 891 F.2d at 1560. The res judicata argument ultimately fails in this case because the cause of action is not the same.\nIn this circuit, the determination of whether the causes of action in two proceedings are the same is governed by whether the primary right and duty are the same. Hunt, 891 F.2d at 1561 (quoting Kemp v. Birmingham News Co., 608 F.2d 1049, 1052 (5th Cir.1979)); I.A. Durbin, Inc. v. Jefferson Nat’l Bank, 793 F.2d 1541, 1549 (11th Cir.1986). The test is one of substance, not form. I.A. Durbin, 793 F.2d at 1549. Res judicata applies “not only to the precise legal theory presented in the previous litigation, but to all legal theories and claims arising out of the same `operative nucleus of fact.'\" Hunt, 891 F.2d at 1561 (despite variations in legal theories used and remedies sought, second suit barred because wrongful act in both cases was flying Confederate flag atop state capitol) (quoting Olmstead v. Amoco Oil Co., 725 F.2d 627, 632 (11th Cir.1984)); Jaffree v. Wallace, 837 F.2d 1461, 1468 (11th Cir.1988) (second suit barred because \"[b]oth cases raised first amendment (free exercise and establishment clause) challenges to use of textbooks and teachings on various subjects\"); Nilsen v. City of Moss Point, 701 F.2d 556, 560 (5th Cir.1983) (section 1983 action against city that refused to hire plaintiff as firefighter due to her sex precluded by earlier Title VII action on same facts).\nAppellees argue that, because the same right (not to be discriminated against) and the same duty (not to discriminate) are involved in both the Hammock and Man-fling cases, the same cause of action exists. But this argument is an oversimplification. A court \"must look to the factual issues to be resolved [in the second cause of action], and compare them with the issues explored in\" the first cause of action. S.E.L. Maduro v. M/V Antonio De Gastaneta, 833 F.2d 1477, 1482 (11th Cir.1987), quoted in Citibank, N.A. v. Data Lease Fin. Corp., 904 F.2d 1498, 1503 (11th Cir.1990). Appel-lees' counsel admitted at oral argument that Hammock did \"not [involve] the same factual situation\" as Manning's complaint.\nUntil July 1987, Manning's patron, Chief Mitchell, was still in power; so we can logically infer she had no individual claims to make when Hammock was filed. See Dawkins v. Nabisco, Inc., 549 F.2d 396, 397 (5th Cir.1977) (cannot litigate facts that have not occurred). The operative facts that begat the Hammock plaintiffs' discrimination led to Manning's favoritism, not to discrimination against her. \"Res judicata is no defense where, between the first and second suits, there has been a[] modification of significant facts creating new legal conditions.\" Jaffree, 837 F.2d at 1469 (quoting Jackson v. DeSoto Parish School Bd., 585 F.2d 726, 729 (5th Cir.1978)).\nIn addition, Manning's August 1988 dismissal from Hammock can not bar her claims for discriminatory acts occurring after that date. See Blair v. City of Greenville, 649 F.2d 365 (5th Cir. Unit A 1981) (res judicata does not bar suit based on racially discriminatory acts that occur after final judgment in earlier racial discrimination action involving same parties); Kilgoar v. Colbert County Bd. of Educ., 578 F.2d 1033 (5th Cir.1978) (teachers' claims based on conduct transpiring after earlier litigation not precluded by res judicata even though earlier litigation attacked same kind of conduct).\nBecause Manning had no claim when Hammock was filed and is not barred from bringing claims that arose after her dismissal from Hammock, her complaint could not be dismissed in its entirety. The only claims in her case that might be barred by the former action are the claims that arose between July 1987 and August 1988, the period when she was a passive class member in Hammock. Defendants say Manning had two means of pursuing these claims as a part of the Hammock litigation: she should have answered the interrogatories or attempted to file a supplemental pleading to reflect her individual claims. We disagree.\nThe Notice of Class Action sent to former and present employees of the Auburn Fire Department for Hammock states that \"[b]y remaining a class member, any claims against the defendants for damages arising from the defendants' conduct as alleged by the class representative will be determined in this case . . .\" Manning Record on Appeal, Vol. 8, Exh. B (emphasis added). Given this context, we find Manning properly disregarded interrogatories seeking individual elaboration of pleadings attacking Chief Mitchell's behavior. Manning's claims did not match those alleged by the class representatives-that is, the class claims then properly before the court.\n\"A supplemental pleading is an appropriate vehicle by which to `set forth new facts in order to update the earlier pleading Lussier v. Dugger, 904 F.2d 661, 670 (11th Cir.1990) (quoting 6A C. Wright, A. Miller & M.K. Kane, Federal Practice and Procedure § 1504, at 177). “Upon motion of a party the court may, upon reasonable notice and upon such terms as are just, permit the party to serve a supplemental pleading setting forth transactions or occurrences or events which have happened since the date of the pleading sought to be supplemented.” Fed.R.Civ.P. 15(d) (emphasis added). Under the Federal Rules, the filing of supplemental pleadings is optional for the plaintiff; the existence of the doctrine of res judicata does not make the filing of supplements mandatory. The doctrine of res judicata governs what is to be done about claims that should have been brought in an earlier case, but the doctrine does not dictate which claims should have been brought earlier. Other laws, such as Federal Rule of Civil Procedure 15, govern that issue.\n“The scope of litigation is framed by the complaint at the time it is filed. The rule that a judgment is conclusive as to every matter that might have been litigated ‘does not apply to new rights acquired pending the action which might have been, but which were not, required to be litigated.’ ” Los Angeles Branch NAACP v. Los Angeles Unified School Dist., 750 F.2d 731, 739 (9th Cir.1984) (citations omitted).\nPut differently, we do not believe that the res judicata preclusion of claims that “could have been brought” in earlier litigation includes claims which arise after the original pleading is filed in the earlier litigation. Instead, we believe that, for res judicata purposes, claims that “could have been brought” are claims in existence at the time the original complaint is filed or claims actually asserted by supplemental pleadings or otherwise in the earlier action. Our decision avoids the “potentially unworkable requirement that every claim arising prior to entry of a final decree must be brought into the pending litigation or lost.\" Los Angeles Branch NAACP, 750 F.2d at 739 n. 9.\nCONCLUSION\nBecause res judicata creates no absolute duty to supplement a complaint, Manning was not required to supplement Hammock; she had the choice of bringing her own independent action, a choice which we think was particularly appropriate in the light of the factual disparity between the Hammock claims and Manning’s claims. See Brotherhood of R.R. Trainmen v. Atlantic Coast Line R.R. Co., 383 F.2d 225, 228 (D.C.Cir.1967). The decision of the district court is VACATED and the case is REMANDED for proceedings necessary to continue the litigation of Manning’s claims.\nVACATED and REMANDED.\n. The motion to strike portions of appellant’s brief, which was carried with the case, is denied.\n. In Hammock these were the named defendants: the City of Auburn; Jan M. Dempsey, Mayor of Auburn; Douglas Watson, City Manager; Ron Tejeda, City Personnel Manager; Ellis Mitchell, Fire Chief; the City Council; and its individual members.\n. The complaint alleged violations of the First and Fourteenth Amendments and of 42 U.S.C. § 1983 through denial of access to public records; denial of access to the courts; unfair promotion practices; denial of merit pay increases; denial of overtime pay and sick pay; denial of equal access to schools and seminars; and denial of the opportunity to fully benefit from the State’s retirement system. An important subset of allegations stated the racial discrimination claims of a subclass of black plaintiffs pursuant to the Fourteenth Amendment.\n. In Manning’s complaint these were the named defendants: the City of Auburn; Jan M. Dempsey, Mayor of Auburn; Douglas Watson, City Manager; Ron Tejeda, City Personnel Manager; Clyde Prather, City Public Safety Director; Steve Woodall, the new Fire Chief; the City Council; and its individual members.\nThis complaint alleged sex discrimination in violation of due process, equal protection, and Title VII; age discrimination in violation of the Age Discrimination in Employment Act (ADEA); violations of 42 U.S.C. § 1983 (denial of certain property interests without due process, such as merit raises, promotion, overtime pay, salary and pay for emergency calls); conspiracy claims under 42 U.S.C. § 1985; and state law claims of breach of contract and fraud.\n. In Bonner v. City of Prichard, 661 F.2d 1206 (11th Cir.1981) (en banc), this court adopted as precedent decisions of the former Fifth Circuit Court of Appeals decided before October 1981.\n. The district court found that Manning \"made no claim to anything in the original suit, in amendments thereto, or in answers to interrogatories,\" but agreed with the appellees' contention that Manning could have brought in Hammock the claims she now raises.\n. Manning also argues that appellees were on notice after Hammock not to discriminate and thus offensive collateral estoppel entitles her to summary judgment on the issue of the City's good faith immunity defense. The district court did not address this argument, presumably because Manning never submitted a formal motion for summary judgment on the issue. We therefore leave that argument to the district court. See Parklane Hosiery Co. v. Shore, 439 U.S. 322, 99 S.Ct. 645, 58 L.Ed.2d 552 (1979); Williams v. Bennett, 689 F.2d 1370 (11th Cir.1982).\n. In contrast, an amendment to the pleadings pursuant to Federal Rule of Civil Procedure 15(a) encompasses facts or legal claims in existence at the time the original pleading was filed. 6A C. Wright, A. Miller, & M.K. Kane, Federal Practice and Procedure § 1504, at 184 (1990).\n. These claims should ordinarily be brought in the original complaint. When events occurring before the date of the original pleading are discovered after it is filed, the original pleading can be amended. In either case, failure to advance such claims in the original action would seem to bar their relitigation in a second suit.",
        "type": "majority",
        "author": "EDMONDSON, Circuit Judge:"
      }
    ],
    "attorneys": [
      "T. Dudley Perry, Jr., Perry & Perry, Montgomery, Ala., for plaintiff-appellant.",
      "Arnold Umbach, Walker, Hill, Adams, Umbach & Meadows, Robert T. Meadows, III, Opelika, Ala., for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "Delilah MANNING, Plaintiff-Appellant, v. The CITY OF AUBURN, A Municipal Corporation; Jan M. Dempsey, Mayor of the City of Auburn; Douglas J. Watson, City Manager of the City of Auburn; Ron Tejeda, Personnel Manager for the City of Auburn; The City of Auburn Fire Department; Clyde Prather, Public Safety Director of the City of Auburn; Steve Woodall, Fire Chief of the City of Auburn; The City Counsel of the City of Auburn; Robert Gastaldo; Samuel Harris; Mary Fortenberry; Sam Teague; Lamar Sellers; Frances W. Hale; W.G. Trey Johnson and Bill Ham, Jr., Defendants-Appellees.\nNo. 91-7301.\nUnited States Court of Appeals, Eleventh Circuit.\nFeb. 19, 1992.\nT. Dudley Perry, Jr., Perry & Perry, Montgomery, Ala., for plaintiff-appellant.\nArnold Umbach, Walker, Hill, Adams, Umbach & Meadows, Robert T. Meadows, III, Opelika, Ala., for defendants-appellees.\nBefore KRAVITCH and EDMONDSON, Circuit Judges, and HENDERSON, Senior Circuit Judge."
  },
  "file_name": "1355-01",
  "first_page_order": 1427,
  "last_page_order": 1432
}