{
  "id": 10519484,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. LAND, 62.50 ACRES OF LAND MORE OR LESS, SITUATED IN JEFFERSON PARISH, STATE OF LOUISIANA, Defendant, OKC Limited Partnership, Defendant-Appellant",
  "name_abbreviation": "United States v. Land, 62.50 Acres of Land More or Less, Situated in Jefferson Parish",
  "decision_date": "1992-01-30",
  "docket_number": "No. 91-3091",
  "first_page": "886",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 886"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "300 So.2d 154",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9601934
      ],
      "pin_cites": [
        {
          "page": "157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/300/0154-01"
      ]
    },
    {
      "cite": "789 F.2d 347",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1573841
      ],
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/789/0347-01"
      ]
    },
    {
      "cite": "33 C.F.R. § 322.3",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 C.F.R. § 323.2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "(f)"
        },
        {
          "page": "(f)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "323 C.F.R. § 323.2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "279 U.S. 797",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3906506
      ],
      "weight": 3,
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/us/279/0797-01"
      ]
    },
    {
      "cite": "287 U.S. 315",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        369708
      ],
      "weight": 5,
      "year": 1932,
      "pin_cites": [
        {
          "page": "319"
        },
        {
          "page": "178-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/287/0315-01"
      ]
    },
    {
      "cite": "447 U.S. 255",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6183213
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "260"
        },
        {
          "page": "2141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0255-01"
      ]
    },
    {
      "cite": "21 Cl.Ct. 161",
      "category": "reporters:specialty",
      "reporter": "Cl. Ct.",
      "case_ids": [
        5860840
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/21/0161-01"
      ]
    },
    {
      "cite": "21 Cl.Ct. 153",
      "category": "reporters:specialty",
      "reporter": "Cl. Ct.",
      "case_ids": [
        5861117
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/21/0153-01"
      ]
    },
    {
      "cite": "15 Cl.Ct. 381",
      "category": "reporters:specialty",
      "reporter": "Cl. Ct.",
      "case_ids": [
        5858684
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/15/0381-01"
      ]
    },
    {
      "cite": "33 U.S.C. § 403",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 1344",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "558 So.2d 1149",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7538448
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1163-64"
        },
        {
          "page": "1164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/558/1149-01"
      ]
    },
    {
      "cite": "671 F.2d 313",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        670859
      ],
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/671/0313-01"
      ]
    },
    {
      "cite": "605 F.2d 762",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1444527
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "817-18"
        },
        {
          "page": "818"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/605/0762-01"
      ]
    },
    {
      "cite": "319 U.S. 266",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366608
      ],
      "weight": 7,
      "year": 1943,
      "pin_cites": [
        {
          "page": "273-76"
        },
        {
          "page": "1051-53"
        },
        {
          "page": "284"
        },
        {
          "page": "1057"
        },
        {
          "page": "278"
        },
        {
          "page": "1051"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/319/0266-01"
      ]
    },
    {
      "cite": "680 F.2d 388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        549192
      ],
      "pin_cites": [
        {
          "page": "394-95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/680/0388-01"
      ]
    },
    {
      "cite": "292 U.S. 246",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        429841
      ],
      "weight": 10,
      "year": 1934,
      "pin_cites": [
        {
          "page": "255"
        },
        {
          "page": "708"
        },
        {
          "page": "257"
        },
        {
          "page": "709"
        },
        {
          "page": "255"
        },
        {
          "page": "708"
        },
        {
          "page": "255"
        },
        {
          "page": "709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/292/0246-01"
      ]
    },
    {
      "cite": "467 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6193157
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "10"
        },
        {
          "page": "2194"
        },
        {
          "page": "10"
        },
        {
          "page": "2194",
          "parenthetical": "\"[T]he owner is entitled to receive 'what a willing buyer would pay in cash to a willing seller' at the time of the taking.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1264,
    "char_count": 30472,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 6.148276248291875e-08,
      "percentile": 0.38218521620372464
    },
    "sha256": "023cf71b9b11b6fe345a127e484c0237b0bfef6f7323376e0b5dcce5bf5c3c78",
    "simhash": "1:d36eef3acb8432c3",
    "word_count": 4967
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HIGGINBOTHAM and BARKSDALE, Circuit Judges, McBRYDE, District Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. LAND, 62.50 ACRES OF LAND MORE OR LESS, SITUATED IN JEFFERSON PARISH, STATE OF LOUISIANA, Defendant, OKC Limited Partnership, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "PATRICK E. HIGGINBOTHAM, Circuit Judge:\nThe sole issue on appeal is whether the federal government has paid OKC Limited Partnership just compensation for the taking of its property as required by the Fifth Amendment. The district court determined that the land should be valued as a recreational site, and that its value as such was $54,000. It rejected as speculative and unrealistic much higher values resting on uses it found to face significant regulatory hurdles. We affirm.\nI.\nThe condemned land lies along the eastern coastline of Lake Salvador in Jefferson Parish, Louisiana. It was part of an ongoing expansion and renewal project at the Jean Lafitte National Historic Park. It is distinguished by a large clam shell midden, known as the Grand Coquille shell bank, located along the shoreline about four or five feet above sea level. The bank is between twenty and thirty feet wide for most of its length, and approximately 150 feet wide at its widest point. OKC and the government stipulated that the property contains approximately 121,051 cubic yards of shells. The remaining 95% of the property, located inside the shell bank, is marsh, and lies at or slightly higher than sea level. The Army Corps of Engineers has classified the entire property as wetlands.\nAlthough the land is currently undeveloped, OKC argued in the condemnation proceeding below that its highest and best use was as a clam shell mine. The shells are a marketable commodity for road paving material and seeding oyster beds. In fact, OKC’s expert testified that because the state of Louisiana has halted all clam shell dredging in public waters in the state, the market for the shells would be strong. He explained that roughly half of the shells could be extracted from the property without damaging the shell bank. A backhoe and drag bucket would be used to excavate the shells from the interior, which would then be loaded onto a shallow river barge for transportation to market. The excavation would extend as far as ten feet below sea level in order to recover the shells beneath those on the surface. If a barge could not get close enough to the shore to load the shells, a conveyor belt system could be used to transport the shells out to the barge. According to OKC’s expert, the project would not require depositing any fill material but would leave an empty hole in the property that would fill with water, with a fabric grid installed to maintain the stability of the remaining shell bank.\nOKC’s expert also testified that this was a conservative mining approach requiring no permits or licenses from local, state, or federal agencies. He thought that any required permits could be obtained. Although some accommodation is frequently necessary, he asserted that mining is rarely prohibited entirely. Using an income approach to valuation, and factoring in a cost of $1 per cubic yard of shells for expenses associated with the regulatory process, OKC’s expert arrived at a total fair market value for the property of $889,075.\nAlternatively, OKC argued that the property could be subdivided into thirty-eight lots and sold for campsites. OKC’s real estate appraiser stated that there was a tremendous demand for camps in the area. According to this appraiser, the property’s value as a source of campsites was $266,-000.\nThe United States painted a different picture. It sought to show that OKC’s clam shell mining proposal was entirely speculative because it was doubtful that OKC would be able to obtain the necessary permits from local, state, and federal authorities. It elicited the testimony of numerous federal and state officials on the probable regulatory implications of OKC’s project.\nFirst, the Chief of Surveillance and Enforcement of the Army Corps of Engineers testified that OKC’s property was a wetland, and that the project could require permits under § 404 of the Clean Water Act and § 10 of the Rivers and Harbors Act. He also testified that permits would be required if it were necessary to dredge a channel in Lake Salvador to get a barge close enough to remove the shells.\nThe Director of the Coastal Management Division of the Louisiana Coastal Zone Management Program expressed serious doubts about whether his agency would grant the coastal use permit required for all projects significantly affecting coastal waters. He testified that reducing the shell bank could cause significant long term erosion of wetlands as well as loss of a unique habitat.\nA representative of the Louisiana Department of Wildlife and Fisheries, which comments on state and federal permitting, testified that OKC’s proposal would effect a drastic change in a unique local habitat. Furthermore, hydrologic changes resulting from the mining could increase the potential for subsidence. He testified that a request for permits would pose serious questions for his agency. Nevertheless, without more information, he could not say dispositively whether his agency would object to a proposal to mine shells from the property.\nA representative of the Louisiana Historical Preservation Office testified that the property is a recorded archaeological site with the state of Louisiana and is listed on the National Register of Historical Places. He stated that OKC’s project would require review under § 106 of the National Historic Preservation Act. Because the project would have direct adverse effects on artifacts present on the property, OKC would at least have to pay for a data recovery plan to recover archaeological information from the site before going forward.\n■ An official from the Jefferson Parish Environmental and Development Control Department testified that there was a strong probability that Chapter 24 of the Jefferson Parish Code of Ordinances would apply since OKC’s project was probably a matter of local concern. He asserted that he would have major concerns about the effect of the proposal on the stability of the shell bank. However, he could not state definitively that a permit would be denied without more information.\nThe Chief of the Eastern Evaluation Section of the Army Corps of Engineers testified that OKC would have to navigate a bureaucratic maze to obtain a permit to mine on its property. He stated that the archaeological status of the property would complicate matters considerably and that it appeared likely that there would be strong adverse comments from the various agencies involved. If the local authorities refused to grant a permit, no federal permit would issue. Although he could not say • for sure whether permits could ultimately be obtained, the preliminary indications were negative.\nFinally, a real estate appraiser testified that recreation was the highest and best use for the property. He argued that the state of Louisiana and the federal government would not allow OKC to take down a barrier island, destroying 1300 years of artifacts. Furthermore, he characterized OKC’s campsite proposal as unrealistic. In addition to some of the same regulatory obstacles that the shell mining proposal would raise, Jefferson Parish would not allow the land to be subdivided for campsites unless utilities were provided. Furthermore, although there might be a market for existing camps, there was little demand for vacant marshland for camp development. Based on other sales of marshland in the area, he concluded that the fair market value of the property was $54,000.\nThe district court evaluated this testimony and concluded that the clam shell mining proposal was “ill-informed and speculative” and therefore would not contribute to the property’s fair market value. It also rejected the campsite proposal as unrealistic. Finally, it accepted the government’s appraisal of the property as a recreational site and awarded OKC $54,000.\nII.\nThe Fifth Amendment requires just compensation when the United States takes private property. Just compensation generally means the fair market value of the property when appropriated. Kirby Forest Industries, Inc. v. United States, 467 U.S. 1, 10, 104 S.Ct. 2187, 2194, 81 L.Ed.2d 1 (1984). In determining fair market value, we must consider “the highest and most profitable use for which the property is adaptable and needed or likely to be needed in the reasonably near future ... to the full extent that the prospect of demand for such use affects the market value while the property is privately held.” Olson v. United States, 292 U.S. 246, 255, 54 S.Ct. 704, 708, 78 L.Ed. 1236 (1934).\nPotential uses must overcome a presumption in favor of the existing use. A landowner can overcome this presumption only by showing a reasonable probability that the land is adaptable and needed for the potential use in the near future. United States v. 8.41 Acres of Land, 680 F.2d 388, 394-95 (5th Cir.1982). If there is no reasonable probability that the property could be devoted to a suggested potential use, the court need not consider that use in determining the fair market value of the property. “Elements affecting value that depend upon events or combinations of occurrences which, while within the realm of possibility, are not fairly shown to be reasonably probable, should be excluded from consideration, for that would be to allow mere speculation and conjecture to become a guide for ascertainment of value.” Olson, 292 U.S. at 257, 54 S.Ct. at 709.\nEven if the landowner shows that a potential use is profitable and that the property is adaptable for that use, that use is not necessarily the measure of the value of the property. Olson, 292 U.S. at 255, 54 S.Ct. at 708. Instead, it is to be considered to the extent the prospect of demand for the use affects market value. Id. The burden of establishing the value of the land sought to be condemned remains with the landowner. United States ex rel. Tennessee Valley Authority v. Powelson, 319 U.S. 266, 273-76, 63 S.Ct. 1047, 1051-53, 87 L.Ed. 1390 (1943). Whether the landowner has carried this burden is a question for the trier of fact. United States v. 820.0 Acres Of Land, 605 F.2d 762, 817-18 (5th Cir.1979). We will reverse this factual determination only when it is clearly erroneous.\nThe district court considered OKC’s shell mining proposal in determining just compensation. In light of the substantial, if not insurmountable regulatory obstacles confronting the project, and the ap- • parent resistance in the regulatory community, it concluded that this potential use did not add to the property’s fair market value. The government’s experts testified that OKC would probably be required to obtain permits for its project and that it would be unlikely to succeed in doing so. Because the project was a hypothetical one, this expert testimony was necessarily somewhat indefinite. Without more information and the benefit of the give-and-take of the regulatory process, regulatory officials could not say conclusively whether certain permits would be required or whether, if required, they would be granted. Nevertheless, the officials were unanimous in expressing considerable doubt that the mining project would ultimately be allowed to go forward as proposed. This court and others have held that regulatory contingencies associated with a potential use, like other sources of uncertainty, must be considered in determining just compensation due for expropriated property. 320.0 Acres, 605 F.2d at 818; United States v. 174.12 Acres of Land, 671 F.2d 313, 316 (9th Cir.1982); see also Powelson, 319 U.S. at 284, 63 S.Ct. at 1057. If regulatory contingencies mean that a buyer would consider the use insignificant in deciding how much to pay for the property, the use does not contribute to the property’s market value. See Kirby Forest Industries, 467 U.S. at 10, 104 S.Ct. at 2194 (“[T]he owner is entitled to receive ‘what a willing buyer would pay in cash to a willing seller’ at the time of the taking.”) (citations omitted).\nOKC argues that absent proof positive that regulatory restrictions are applicable, the district court was not entitled to rely on such restrictions in rejecting a potential use of the property. It contends that 320.0 Acres required the government to demonstrate that a proposed use is subject to regulation. Alternatively, OKC argues that even if regulations were applicable, the government would have to prove that there was no possibility that OKC would obtain permits before the mining project could be dismissed as a means of valuation. In its view, 320.0 Acres requires the court to accept the value associated with a potential use if there is some possibility that a permit would issue for that use.\nWe disagree. In 320.0 Acres, we were concerned primarily with the allocation of responsibility between judge and jury, an issue not presented here. In our discussion, we may have implied that the government must demonstrate the applicability of regulatory restrictions if it seeks to have a potential use excluded from the jury’s consideration on regulatory grounds. We did not say, however, that failure to do so means that, as a matter of law, the potential use must be the basis of valuation. Nor did we say that a landowner’s suggested use must determine the value of the property if the landowner shows some possibility that a permit would be issued for that use. The fair market value of the property is ultimately a question for the trier of fact.\nOKC’s arguments ignore the mandate of Olson that potential uses are to be considered “not necessarily as the measure of value,” 292 U.S. at 255, 54 S.Ct. at 709, but only to the extent the prospect of demand for such uses affects market value. They also run afoul of the rule that the landowner has the burden of proof on this issue. Powelson, 319 U.S. at 278, 63 S.Ct. at 1051. OKC would require the government to show that a use is not allowed if the landowner’s proposed value is to be rejected. This is not the law. Rather it is the landowner who must show that there is a reasonable probability that a potential use would be allowed if that use is to be considered by the trier of fact.\nHere the district judge, sitting without a jury, gave full consideration to the potential use of the property for shell mining. Thus it is no longer relevant whether there is a reasonable probability that this use would be allowed. Instead, we review the record to determine whether the district court clearly erred in deciding that the shell mining proposal was too speculative to contribute to market value.\nWe find ample support for the district court’s conclusion that the proposed shell mining project was a remote possibility and therefore insignificant in valuing the property. First, it seems likely that OKC would have to obtain a state or local coastal use permit for the project. Under Louisiana law, a use of the coastal zone which directly or significantly affects coastal waters is subject to the coastal use permitting program, either by state or local authorities. La.R.S. § 49:214.23. “Coastal waters” include all “bays, lakes, inlets, estuaries, rivers, bayous, and other bodies of water within the boundaries of the coastal zone which have measurable sea water content.” La.R.S. § 49:214.25.\nThe district court could reasonably conclude that OKC’s shell mining proposal would directly and significantly affect coastal waters for the purposes of the coastal use permitting program. Regulatory officials testified that the reduction of the shell midden could result in significant long term erosion of wetlands as well as alter the hydrology of the area and pose a threat of subsidence.- The shoreline of Lake Salvador could be altered and open water created out of what is now marsh. We think this constitutes the direct and significant effect on coastal waters that Louisiana has sought to regulate.\nFurthermore, the state department of natural resources has promulgated guidelines for surface alterations in the coastal zone pursuant to its authority as administrator of the coastal management program. See Pardue v. Stephens, 558 So.2d 1149, 1163-64 (La.App. 1 Cir.1989). “Surface alterations” include “those uses and activities which change the surface or usability of a land area or water bottom.” Id. at 1164. OKC’s project appears to be an example of the surface alteration contemplated by these guidelines. The guidelines also state that it is the policy of the coastal resources program to avoid adverse impacts including, inter alia, land loss, erosion, subsidence, disruption of coastal wildlife, destruction of habitat, and loss of archaeological and historical resources. Id. at 1167 n. 5. The fact that all of these concerns are implicated by OKC’s project supports the conclusion that a coastal use permit would probably be necessary.\nOKC’s expert asserted that no permit would be required under § 404 of the Clean Water Act, 33 U.S.C. § 1344, because it covers only the discharge of dredged or fill material, not excavation. He assumed that the project would not involve any deposition of dredged or fill materials on the property. He conceded, however, that installation of a fabric grid or sediment fence would be necessary to stabilize the shoreline. Indeed, if a state permit is required, mitigation of a project’s adverse effects is mandated by state law. La.R.S. 49:214.41. Fill might be necessary to construct the bulwark, thereby requiring a § 404 permit. Alternatively, construction of the bulwark itself could constitute a discharge of fill material. Finally, regulators might well require OKC to fill the excavation itself rather than leaving it empty, which could give rise to a § 404 permit requirement.\nOKC also argues that no permit would be required under § 10 of the Rivers and Harbors Act, 33 U.S.C. § 403, because it applies only to excavations in “navigable waters.” It assumed that no excavation in Lake Salvador would be necessary to carry out its plans, since the lake would be deep enough for a barge to approach the property. According to a survey commissioned by the district court, however, the average depth of the lake from 100 feet out in the lake to the shore is only two to three feet. The barge would draw five feet of water when loaded with shells. Thus it would be necessary to dredge a channel in Lake Salvador to transport the shells from the property. This would require a § 10 permit. If a conveyor belt system were used as an alternative, it would presumably entail construction of a structure in the lake, which would also require a § 10 permit.\nFinally, OKC’s expert contended that no review would be undertaken under § 106 of the National Historic Preservation Act, 16 U.S.C. § 470f, because that section applies only when a federal agency has independent licensing power over an undertaking. He assumed that there would be no independent source of licensing power here. As we have already observed, the Corps would have licensing power over the project by virtue of § 10 of the Rivers and Harbors Act and § 404 of the Clean Water Act. Thus § 106 would also come into play.\nAssuming that permits would be required, the overwhelming evidence suggests that OKC would have great difficulty obtaining them. Responsible regulatory officials were unanimously pessimistic about OKC’s chances of being allowed to proceed with its plans. The shell mining project would not only threaten a wetlands habitat and pose a substantial risk of shoreline erosion but also destroy native American and prehistoric artifacts of interest to archaeologists and historians. Although OKC did show that the relevant regulatory agencies usually grant applications for permits, the property in question is unique. Neither OKC’s expert nor the government officials could testify as to any prior examples of shell mining from land based sources. Louisiana has chosen to halt shell dredging in public waters because of its adverse environmental effects. Under these circumstances, the district court was justified in concluding that it was unlikely that permits would issue to mine a quantity of clam shells which is relatively insignificant in proportion to the total volume previously marketed yearly.\nIn sum, we think the district court did not clearly err in finding that the property’s potential use as a shell mine did not contribute to its market value. Because the plans for shell mining remained at an embryonic stage, the district court could not determine conclusively whether the permits would be necessary and unobtainable. But, given the substantial regulatory constraints, it seems improbable that a willing buyer would pay a willing seller significantly more money for the property because of its potential for shell mining.\nWe also find that the district court did not clearly err in dismissing the campsite proposal as an element of value. The district court noted that OKC’s appraiser relied almost entirely on occupation levels of existing camps. While there might be a significant market for existing camps, there has been little demand for vacant campsites over the past decade. Moreover, there was no evidence that Jefferson Parish had ever authorized subdivision of the frontage into lots. OKC has not persuaded us that the district court’s findings were incorrect.\nFinally, we find that the district court did not clearly err in accepting the government’s assessment that the fair market value of the land as a recreational site was $54,000. OKC did not suggest any other use for the property besides the shell mining and campsite proposals. Nor has it argued that the government’s appraisal of the value of the property as a recreational site is invalid in any way. .\nIII.\nOKC argues in the alternative that the government cannot assert an absolute regulatory prohibition on development to deny just compensation. It makes essentially the same argument as the landowners in 320.0 Acres, who sought to introduce an inverse condemnation claim into an eminent domain proceeding, contending that “to value their land as undevelopable because governmental regulations preclude development is tantamount to a regulatory taking.” 320.0 Acres, 605 F.2d at 820 n. 131. OKC observes that the Court of Claims has recently awarded large sums to landowners who were denied § 404 permits for wetlands projects because the government’s regulations had so severely restricted use of the property that a taking had occurred. See Loveladies Harbor, Inc. v. United States, 15 Cl.Ct. 381 (1988), later proceeding, 21 Cl.Ct. 153 (1990); Florida Rock Industries, Inc. v. United States, 21 Cl.Ct. 161 (1990).\nAs we recognized in 320.0 Acres, OKC’s claim is not a frivolous one. The government must walk a narrow path in arguing that regulatory restrictions decrease the value of the property. To withstand constitutional scrutiny, the permissible uses of the property must be narrowed enough to significantly decrease the value of the property, but not so narrowed as to take. On the other hand, the landowner also faces problems in proving that a taking has occurred because it has not applied for a permit and been denied. Under these circumstances, the landowner’s argument that the application of a regulation constitutes a taking is normally not ripe for review. See Agins v. City of Tiburon, 447 U.S. 255, 260, 100 S.Ct. 2138, 2141, 65 L.Ed.2d 106 (1980).\nWe need not address this problem here, however, because there is a significant regulatory obstacle to OKC’s project that stems from the bed of Lake Salvador — property not owned by OKC. The district court found that OKC would have to dredge a channel in the lake so that a barge could get close enough to load the shells. We have determined that this activity would require a permit under § 10 of the Rivers and Harbors Act. It would also require a license from the state. Although OKC’s alternative transportation system by conveyor belt was not fully detailed below, it appears that such a system would also require a § 10 permit and state license. These permits apply not to OKC's land but to the bed of Lake Salvador, which the parties agree is owned by the state of Louisiana. Given its decision to halt dredging for shells in public waters, the state is unlikely to be receptive to requests to dredge the lake to facilitate OKC’s shell mining plan.\nAs a result, OKC has no inverse condemnation claim because a denial of the use of public lands is not a regulatory taking. In Reichelderfer v. Quinn, 287 U.S. 315, 53 S.Ct. 177, 77 L.Ed. 331 (1932), landowners adjacent to a public park sued the District of Columbia when it decided to build a fire engine house in the park. The landowners claimed that they had a “valuable right appurtenant to their land,” and the construction of the fire engine house was a taking of their property without just compensation. The Supreme Court disagreed. It reasoned that although the presence of the park may have conferred a special benefit on neighboring owners, “the existence of value alone does not generate interests protected by the Constitution against diminution by the government, however unreasonable its action may be.” Id. at 319, 53 S.Ct. at 178-79. Even though the value of abutting property may be decreased by governmental action on public property, no private right is infringed. Similarly in Kirk v. Maumee Valley Elec. Co., 279 U.S. 797, 49 S.Ct. 507, 73 L.Ed. 963 (1929), the Supreme Court considered whether the state of Ohio was precluded from abandoning a canal which provided water to appel-lee’s plant for hydraulic purposes. The plant had relied for years on leases of water from the state-owned canal to operate. The Court upheld the abandonment of the canal against a due process challenge, reasoning that appellee had no right to require the state to maintain the canal.\nOKC’s situation is substantially similar. The federal government and the state of Louisiana are free to deny OKC permission to dredge Lake Salvador without effecting a taking of OKC’s property, even though it may mean that OKC has no way of removing its shells. OKC has no right to the beneficial use of adjoining public lands. As such, the remainder of the regulatory restrictions on OKC’s property are insignificant. The shell mining project would be impracticable regardless of whether any of the remaining permits would be granted or denied. OKC has not suggested any way of removing the shells from the property that does not involve some sort of specially permitted construction or dredging in the lake.\nAssuming without deciding that a landowner could raise an inverse condemnation claim in an eminent domain proceeding in some circumstances, we could not recognize such a claim unless regulatory restrictions applicable to the condemned property in and of themselves work the deprivation. Otherwise, the landowner could assert a regulatory taking claim even though the regulations in question were not a but-for cause of the diminution in value of his property. This would go beyond the mandate of the Fifth Amendment.\nAFFIRMED.\n. The property was originally purchased as a clam shell reserve in 1909 by OKC's predecessor in interest.\n. Section 404 of the Clean Water Act provides that \"the Secretary may issue permits ... for the discharge of dredged or fill material into the navigable waters at specified disposal sites.” 33 U.S.C. § 1344. \"Discharge of dredged material” does not include de minimis, incidental soil movement occurring during normal dredging operations. 323 C.F.R. § 323.2(d) (1991).\n. “Discharge of fill material\" includes \"placement of fill that is necessary for construction of any structure in a water of the United States.” 33 C.F.R. § 323.2(f) (1991).\n. “Discharge of fill material” includes “property protection and/or reclamation devices such as riprap, groins, seawalls, breakwaters, and revetments.” 33 C.F.R. § 323.2(f).\n. Section 10 of the Rivers and Harbors Act provides that \"it shall not be lawful to build or commence the building of any ... structures in any ... water of the United States ... except on plans recommended by the Chief of Engineers and authorized by the Secretary of the Army; and it shall not be lawful to excavate or fill ... any navigable water of the United States, unless the work has been recommended by the Chief of Engineers and authorized by the Secretary of the Army.” 33 U.S.C. § 403. Section 10 permits are generally required for \"structures and/or work in or affecting navigable waters of the United States.” 33 C.F.R. § 322.3(a) (1991).\n.Section 106 of the National Historic Preservation Act provides that “[t]he head of any Federal department or independent agency having authority to license any undertaking shall, prior to ... the issuance of any license ... take into account the effect of the undertaking on any district, site, building, structure, or object that is included in or eligible for inclusion in the National Register. The head of any such Federal agency shall afford the Advisory Council on Historic Preservation ... a reasonable opportunity to comment with regard to such undertaking.\" 16 U.S.C. § 470f.\n. Because the property was not listed on the National Register of Historical Places until after it was condemned, we do not rely on this listing in considering whether § 106 would apply. The provision applies not only to sites that are listed on the Register, however, but also to sites that are literally eligible for listing. See Boyd v. Roland, 789 F.2d 347, 349 (5th Cir.1986). OKC does not dispute the property’s eligibility for listing.\n. “The beds or bottoms of all navigable waters in the State, whether lakes, rivers, or streams, belong to the State by virtue of its inherent sovereignty.\" State v. Placid Oil Co., 300 So.2d 154, 157 (La.1974).",
        "type": "majority",
        "author": "PATRICK E. HIGGINBOTHAM, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Robert L. Theriot, Liskow & Lewis, New Orleans, La. and Arthur Mitchell, Dallas, Tex., for defendant-appellant.",
      "Albert M. Ferio, Jr., Dept, of Justice, Environmental & Natural Resource Div., Martin W. Matzen, Jacques B. Gelin, Appellate Section, Environmental and Natural Resource Div., Dept, of Justice, Washington, D.C., and Glenn K. Schreiber, U.S. Atty.’s Office, New Orleans, La., for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. LAND, 62.50 ACRES OF LAND MORE OR LESS, SITUATED IN JEFFERSON PARISH, STATE OF LOUISIANA, Defendant, OKC Limited Partnership, Defendant-Appellant.\nNo. 91-3091.\nUnited States Court of Appeals, Fifth Circuit.\nJan. 30, 1992.\nRobert L. Theriot, Liskow & Lewis, New Orleans, La. and Arthur Mitchell, Dallas, Tex., for defendant-appellant.\nAlbert M. Ferio, Jr., Dept, of Justice, Environmental & Natural Resource Div., Martin W. Matzen, Jacques B. Gelin, Appellate Section, Environmental and Natural Resource Div., Dept, of Justice, Washington, D.C., and Glenn K. Schreiber, U.S. Atty.’s Office, New Orleans, La., for plaintiff-appellee.\nBefore HIGGINBOTHAM and BARKSDALE, Circuit Judges, McBRYDE, District Judge.\nDistrict Judge of Northern District of Texas, sitting by designation."
  },
  "file_name": "0886-01",
  "first_page_order": 974,
  "last_page_order": 983
}