{
  "id": 10518823,
  "name": "PM GROUP LIFE INSURANCE CO., Plaintiff-Appellee, v. WESTERN GROWERS ASSURANCE TRUST, Defendant-Appellant, Loma Linda University Medical Center, Defendant-Appellee",
  "name_abbreviation": "PM Group Life Insurance v. Western Growers Assurance Trust",
  "decision_date": "1992-01-09",
  "docket_number": "No. 90-55909",
  "first_page": "543",
  "last_page": "549",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 543"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "315 U.S. 447",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374624
      ],
      "weight": 4,
      "year": 1942,
      "pin_cites": [
        {
          "page": "470",
          "parenthetical": "Jackson, J., concurring"
        },
        {
          "page": "685",
          "parenthetical": "Jackson, J., concurring"
        },
        {
          "parenthetical": "Jackson, J., concurring"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/315/0447-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1132",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(g)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "746 F.Supp. 668",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7384204
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "670-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/746/0668-01"
      ]
    },
    {
      "cite": "482 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6208630
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "11"
        },
        {
          "page": "2217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0001-01"
      ]
    },
    {
      "cite": "89 Mich.L.Rev. 2000",
      "category": "journals:journal",
      "reporter": "Mich. L. Rev.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "2021-23"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "481 U.S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6208979
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "56",
          "parenthetical": "courts are to develop \"federal common law of rights and obligations under ERISA-regulated plans\""
        },
        {
          "page": "1557",
          "parenthetical": "courts are to develop \"federal common law of rights and obligations under ERISA-regulated plans\""
        },
        {
          "parenthetical": "courts are to develop \"federal common law of rights and obligations under ERISA-regulated plans\""
        },
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0041-01"
      ]
    },
    {
      "cite": "738 F.2d 1496",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        661835
      ],
      "pin_cites": [
        {
          "page": "1499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/738/1496-01"
      ]
    },
    {
      "cite": "100 L.Ed. 1415",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1956,
      "pin_cites": [
        {
          "parenthetical": "drawing on \"ready-made body of state law\" to define \"children\" within meaning of copyright statute"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "351 U.S. 570",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1105264
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "580-81",
          "parenthetical": "drawing on \"ready-made body of state law\" to define \"children\" within meaning of copyright statute"
        },
        {
          "page": "980",
          "parenthetical": "drawing on \"ready-made body of state law\" to define \"children\" within meaning of copyright statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/351/0570-01"
      ]
    },
    {
      "cite": "471 U.S. 724",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6208156
      ],
      "weight": 7,
      "year": 1985,
      "pin_cites": [
        {
          "page": "738-47"
        },
        {
          "page": "2388-93"
        },
        {
          "page": "747"
        },
        {
          "page": "2393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0724-01"
      ]
    },
    {
      "cite": "111 S.Ct. 403",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6218767
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "407-11"
        },
        {
          "page": "409"
        },
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0052-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1144",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "916 F.2d 1437",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540612
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1439"
        },
        {
          "page": "1440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/916/1437-01"
      ]
    },
    {
      "cite": "29 U.S.C. §§ 1001-1461",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "ERISA"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 974,
    "char_count": 18880,
    "ocr_confidence": 0.781,
    "pagerank": {
      "raw": 4.5714759757995865e-07,
      "percentile": 0.9251014248321041
    },
    "sha256": "f63bc411747ab08262d8f811e28a7f3e40d208118583c3bf810995f5d7c1d82d",
    "simhash": "1:f80eef51d9d5df01",
    "word_count": 3024
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POOLE, KOZINSKI and LEAVY, Circuit Judges."
    ],
    "parties": [
      "PM GROUP LIFE INSURANCE CO., Plaintiff-Appellee, v. WESTERN GROWERS ASSURANCE TRUST, Defendant-Appellant, Loma Linda University Medical Center, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "KOZINSKI, Circuit Judge.\nThe next worst thing to having no insurance at all is having two insurance companies cover the same claim. In the absence of consistent coordination of coverage provisions, the two companies can dissipate months, even years, wrangling with one another, while the insured and the provider of the covered services are left holding the bag. This is such a case, involving two ERISA-covered health benefit plans.\nFacts\nOn January 1, 1988, Maria Campos gave birth to a daughter, Elizabeth. The baby was bom over three months premature and spent the first five and a half months of her life in the neo-natal intensive care unit at Loma Linda University Medical Center. The medical expenses incurred during that period total $344,000.\nMaria Campos and her husband Jose were covered by the employee benefit plans of their respective employers. Maria’s employer provided medical benefits under a plan administered by Western Growers Assurance Trust (Western); Jose’s employer provided medical benefits under a plan administered by Pacific Mutual Life Insurance Company (PM).\nEach plan, standing alone, covers virtually all of the $344,000 expended in saving little Elizabeth’s life. To this much everyone agrees. Yet as of this date, nearly four years after Elizabeth’s birth, only $3,840 has been paid to Loma Linda.\nThe district court granted PM’s motion for summary judgment, basing its decision on a California insurance regulation that adopts the “birthday rule,” under which the plan of the employee whose birthday comes earlier in the calendar year is primarily responsible. See 10 Cal.Admin.Code § 2232.56(d)(2). Because Maria’s birthday comes earlier in the year than Jose’s, and Western covers Maria, the district court held Western primarily responsible. Western appeals.\nDiscussion\nI\nA. PM and Western are employee benefit plans and therefore subject to the Employee Retirement Income Security Act, 29 U.S.C. §§ 1001-1461 (1988) (ERISA). As we have previously noted, “ERISA contains one of the broadest preemption clauses ever enacted by Congress.” Evans v. Safeco Life Ins. Co., 916 F.2d 1437, 1439 (9th Cir.1990). The statutory language certainly supports this conclusion: “Except as provided in subsection (b) of this section, the provisions of this subchapter ... shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan.” 29 U.S.C. § 1144(a). The “saving clause” in the following subsection contains an exception: “[Njothing in this subchapter shall be construed to exempt or relieve any person from any law of any State which regulates insurance.” Id. § 1144(b)(2)(A). The “deemer clause,” which immediately follows the saving clause, makes clear, however, that employee benefit plans are not to be “deemed” insurance companies “for purposes of any law of any State purporting to regulate insurance companies, [or] insurance contracts.” Id. § 1144(b)(2)(B).\nIn FMC v. Holliday, — U.S. -, 111 S.Ct. 403, 112 L.Ed.2d 356 (1990), and Metropolitan Life Ins. Co. v. Massachusetts, 471 U.S. 724, 105 S.Ct. 2380, 85 L.Ed.2d 728 (1985), the Supreme Court recognized that ERISA — specifically the interaction of the saving and deemer clauses with the general preemption clause — treats insured plans and self-funded plans differently for preemption purposes. State insurance regulation of insured plans is permissible, but state insurance regulation of self-funded plans is preempted. Holliday, 111 S.Ct. at 407-11; Metropolitan Life, 471 U.S. at 738-47, 105 S.Ct. at 2388-93. In Holliday the Court reasoned that this distinction between insured and self-funded plans follows directly from the language of the statute. “State laws that directly regulate insurance ... do not reach self-funded employee benefit plans because the plans may not be deemed to be insurance companies.” Holliday, 111 S.Ct. at 409.\nBoth PM and Western are self-funded plans. They are therefore exempt from state insurance regulation under the interpretation of ERISA proffered by the Supreme Court in Holliday and Metropolitan Life. Our only remaining question is whether California’s coordination of benefits provision is a state insurance regulation. No doubt it is. The provision resolves disputes between insurance companies when two of them provide coverage for the same claim, it is part of the state’s insurance regulations and it was adopted from uniform language promulgated by the National Association of Insurance Commissioners (NAIC). The California insurance regulation governing the coordination of benefits is thus preempted insofar as it purports to apply to the two self-funded employee benefit plans involved in this case.\nB. It is one thing to find that federal law governs the coordination of benefits; it’s quite another to determine what that law is. Because ERISA does not include a coordination of benefits provision to resolve conflicts such as this, we must decide whether to adopt a uniform federal coordination of benefits rule or to defer, as a matter of federal law, to the law of the forum state — in this case, California.\nFederal courts often rely on state law to fill the gaps Congress leaves in federal statutes. See 19 C. Wright, A. Miller & E. Cooper, Federal Practice and Procedure § 4514, at 264-69 (1982 & Supp. 1991); see also De Sylva v. Ballentine, 351 U.S. 570, 580-81, 76 S.Ct. 974, 980, 100 L.Ed. 1415 (1956) (drawing on “ready-made body of state law” to define “children” within meaning of copyright statute). The case for adopting state law rules is strongest where Congress legislates interstitially, leaving state law largely undisturbed. Under those circumstances, comity and common sense counsel against exercising the power of federal courts to fashion rules of decision as a matter of federal common law. Where, however, Congress expressly sweeps away state law, incorporation is far less appropriate: “It would make little sense to adopt a state law rule, which Congress has chosen to preempt, as a matter of federal common law.” Evans, 916 F.2d at 1440.\nThis is the case here. ERISA contains a very broad preemption provision, one that “empower[s] the [federal] courts to develop, in the light of reason and experience, a body of federal common law governing employee benefit plans.” Menhorn v. Firestone Tire & Rubber Co., 738 F.2d 1496, 1499 (9th Cir.1984); see also Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 56, 107 S.Ct. 1549, 1557, 95 L.Ed.2d 39 (1987) (courts are to develop “federal common law of rights and obligations under ERISA-regulated plans”). We thus have the authority, indeed the obligation, to adopt a federal rule — that is, a rule that best comports with the interests served by ERISA’s regulatory scheme. See Note, Employer Recapture of ERISA Contributions Made by Mistake: A Federal Common Law Remedy to Prevent Unjust Enrichment, 89 Mich.L.Rev. 2000, 2021-23 (1991).\nHere, additional considerations militate against incorporating state law. To begin with, the coordination of benefits provision promulgated by California is not a model of clarity; in fact, the opposite is closer to the truth. It is internally inconsistent, leads to perverse incentives, and even includes an obvious and significant typographical error. Why this should be is unclear, as California has adopted almost verbatim a uniform rule promulgated by the NAIC. In any event, a uniform federal rule will help to avoid interpretive difficulties such as that caused by California’s regulation.\nTwo other considerations support our fashioning a federal coordination of benefits rule. First, if the matter is left to state law, a multistate employer may find itself subject to different rules in different states. As the Supreme Court has acknowledged, ERISA is designed to relieve employers from the difficulties of complying with diverse state law. “Congress intended pre-emption to afford employers the advantages of a uniform set of administrative procedures governed by a single set of regulations.” Fort Halifax Packing Co. v. Coyne, 482 U.S. 1, 11, 107 S.Ct. 2211, 2217, 96 L.Ed.2d 1 (1987). This uniformity enables employers “to predict the legality of proposed actions without the necessity of reference to varying state laws.” Pilot Life, 481 U.S. at 56, 107 S.Ct. at 1557.\nSecond, while both Western and PM are in California, this may not always be the case, as spouses may wind up working, or even living, in different states. Many states have adopted the NAIC rule, but not all have; even those that have are free to change the rule at any time. We can envision the case where two plans covering the same claim are located in different states and where those states have inconsistent coordination of benefits rules. Such a conflict would almost certainly lead to litigation, thereby burdening the insured employees, the providers of covered services, and the plans themselves — as well as the federal courts. Adoption of a uniform federal rule avoids such confusion and expense, and thus best serves the purposes of ERISA.\nC. We turn now to fashioning the appropriate rule. While we are free to adopt any rule, the common law decision-making process is inherently incremental in nature; the very “genius of the common law is that it proceeds empirically and gradually, testing the ground at every step.” R. Aldisert, Logic for Lawyers 8 (1989). Here, that approach calls for devising a rule that does not stray too far from the existing regime.\nFor resolution of general insurance coordination of benefits questions, the two rules that have vied for preeminence are the birthday rule, which places primary liability on the plan of the employee whose birthday comes earlier in the year; and the gender rule, which makes the husband’s plan primarily responsible. The gender rule once was the standard rule in the United States, but amid concerns about its possible discriminatory impact, the NAIC has advocated the use of the birthday rule since 1984. Group Coordination of Benefits Model Regulation, Model Regulation Service (NAIC) 120-30 (Jan. 1991). Forty-two states now use the birthday rule. Id. at 120-15 to 120-20.\nIt was the gender neutrality of the birthday rule that led the one other court that has addressed the issue to adopt the birthday rule as a matter of federal common law under ERISA. Reinforcing Iron Workers v. Michigan Bell Telephone Co., 746 F.Supp. 668, 670-71 (E.D.Mich.1990). The court there stated: “Because the court finds the gender rule utilized by defendants is discriminatory on the basis of employee sex ..., and further finds the birthday rule a reasonable and preferable alternative thereto, the court incorporates the birthday rule, in effect in the majority of states, to fill the gap left here by ERISA.” Id.\nWhere there are two plausible possibilities — one classifying on the basis of gender and the other classifying on the basis of a neutral factor — it is preferable to select the gender-neutral rule. This is particularly the case when another federal court has already done so; following suit promotes national uniformity. We therefore adopt the birthday rule as the coordination of benefits rule under ERISA: When the same claim is covered by two employee benefit plans, at least one of which is self-funded, the plan of the employee whose birthday occurs earlier in the year is primarily responsible.\nD. Applying the birthday rule here is simple. Maria Campos was born on September 1; Jose Campos was born on October 17. Her birthday comes earlier in the calendar year and she is covered by the Western plan. The Western plan therefore bears primary responsibility for Elizabeth Campos’ medical expenses.\nII\nThis is not a case where either of the employee benefit plans covered themselves with glory. While a legitimate dispute existed as to which one of them would have to pay up on this claim, there was little justification for holding Loma Linda and the insureds hostage to the resolution of a controversy that concerned them not at all. Because of its unwilling participation in this squabble between two insurance plans, Loma Linda has been required to carry over $340,000 on its books for several years, a substantial burden wholly unjustified by any legitimate interest of PM or Western. While the Camposes apparently suffered no financial harm, they are nevertheless primarily liable for the medical expense incurred by their daughter. The possibility of a collection action by Loma Linda while the plans squabbled may not have been entirely comforting to the Camposes, and might well have adversely affected their creditworthiness.\nThe plans’ behavior is especially unjustified because each one’s coordination of benefits provision pointed to itself as the party primarily responsible: Under the PM plan’s gender rule, PM was to be primarily liable; under the Western plan’s birthday rule, Western was. Thus, not only did each plan cover Elizabeth’s medical expenses, but each also had primary responsibility according to the terms of its own policy.\nThe two plans should have taken whatever measures reasonably necessary to avoid imposing burdens and inconveniences on parties that had no stake at all in this dispute. Surely, the plans could have devised a means of paying off the debt they collectively owed, and then settled the accounts between themselves once the controversy was resolved. As a sanction for their collective intransigence, we remand to the district court for the calculation of damages suffered by Loma Linda as a result of the delay in receiving payment, consisting of interest on the amount due it, together with attorneys’ fees, costs and all other expenses reasonably incurred in protecting its interests. See 29 U.S.C. § 1132(g); Fed.R.App.P. 38. The plans shall be jointly and severally liable for these amounts and shall otherwise bear their own attorneys’ fees and costs in this litigation.\nAFFIRMED AND REMANDED FOR FURTHER PROCEEDINGS CONSISTENT WITH THIS OPINION.\n. PM paid $3,840 under the assumptions that it has only secondary responsibility for Elizabeth’s expenses and that Western’s coverage would pay for all but $3,840 of the $344,000.\n. In determining whether a plan is insured, the sole question is whether the plan ”purchase[s] an insurance policy from any insurance company in order to satisfy its obligations to its participants.” Holliday, 111 S.Ct. at 405. Neither plan has done so here.\n. The federal courts are empowered to adopt uniform federal common law rules to fill gaps in federal statutes. As Justice Jackson explained, “Were we bereft of the common law, our federal system would be impotent. This follows from the recognized futility of attempting all-complete statutory codes, and is apparent from the terms of the Constitution itself.” D’Oench, Duhme & Co. v. FDIC, 315 U.S. 447, 470, 62 S.Ct. 676, 685, 86 L.Ed. 956 (1942) (Jackson, J., concurring).\n. Section 2232.56 of the California Administrative Code governs coordination of benefits. It begins:\n[T]he benefits of a plan which covers the person on whose expenses claim [sic] is based as a dependent of a person whose date of birth, excluding year of birth, occurs earlier in a calendar year, shall be determined before the benefits of a Plan which covers such person as a dependent of a person whose date of birth, excluding year of birth, occurs later in a calendar year.\n10 Cal.Admin.Code § 2232.56(d)(2). While the language is unnecessarily convoluted, we at least can figure out what’s going on up to this point: The state is adopting the birthday rule. The next sentence is the problem:\nIf either Plan does not have the provisions of this paragraph regarding dependents, which results either in each Plan determining its benefits before the other or in each Plan determining its benefits after the other, the provisions of this paragraph shall not apply, and the rule set forth in the Plan which does not have the provisions of this paragraph shall determine the order of benefits.\nId. (emphasis added). It is difficult to understand how this sentence can coexist with the first sentence in the same paragraph. The two sentences together seem to say that the birthday rule applies unless a company wants to use another rule, in which case that other rule shall apply. So construed, section 2232.56(d)(2) contradicts itself by giving preference to plans that fail to follow it.\nThe matter becomes even more opaque when we examine Instruction (f) to section 2232.56. The instruction states that all insurance contracts issued within the state should be interpreted as containing the birthday rule, regardless of whether they actually do — a policy that seems to conflict with the second sentence of section 2232.56(d)(2).\n. The same Instruction (f) discussed in footnote 4 states that all group contracts must incorporate the substance of \"subsection (c)(2).” Subsection (c)(2) is meaningless taken by itself; it thus appears that Instruction (f) was meant to refer to subsection (d)(2).\n. When both plans are insured, state insurance law must govern the dispute because insured plans are not covered by the deemer clause and therefore are subject to state insurance regulation. Whether this distinction between insured and self-funded plans makes any sense is not our concern; it’s a \"distinction Congress is aware of and one it has chosen not to alter.\" Metropolitan Life, 471 U.S. at 747, 105 S.Ct. at 2393.\n. The birthday rule will solve the problem in all but the rare cases where the mother and father have the same birthday. The best rule for such cases is one similar to that suggested by the NAIC: The plan that has covered a parent for the longest continuous period will bear primary responsibility for the expenses of any dependent.\n.The plans might each have advanced half of the total sum pending the outcome of the litigation. If they did not trust each other enough to abide by such an informal agreement, they could have set up an escrow account into which each deposited the amount payable under their respective policies. Loma Linda could have been paid the amount owed to it out of this account, and the winning insurance company would have received the balance once the case was decided.",
        "type": "majority",
        "author": "KOZINSKI, Circuit Judge."
      }
    ],
    "attorneys": [
      "Roy G. Weatherup, Haight, Brown & Bonesteel, Santa Monica, Cal., for defendant-appellant Western Growers Assur. Trust.",
      "Theodore K. Stream, Stream & Associates, Riverside, Cal., for defendant-appellee Loma Linda University Medical Center.",
      "John L. Viola, Adams, Duque & Hazel-tine, Los Angeles, Cal, for plaintiff-appel-lee PM Group Life Ins. Co."
    ],
    "corrections": "",
    "head_matter": "PM GROUP LIFE INSURANCE CO., Plaintiff-Appellee, v. WESTERN GROWERS ASSURANCE TRUST, Defendant-Appellant, Loma Linda University Medical Center, Defendant-Appellee.\nNo. 90-55909.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted July 10, 1991.\nDecided Jan. 9, 1992.\nRoy G. Weatherup, Haight, Brown & Bonesteel, Santa Monica, Cal., for defendant-appellant Western Growers Assur. Trust.\nTheodore K. Stream, Stream & Associates, Riverside, Cal., for defendant-appellee Loma Linda University Medical Center.\nJohn L. Viola, Adams, Duque & Hazel-tine, Los Angeles, Cal, for plaintiff-appel-lee PM Group Life Ins. Co.\nBefore POOLE, KOZINSKI and LEAVY, Circuit Judges."
  },
  "file_name": "0543-01",
  "first_page_order": 631,
  "last_page_order": 637
}