{
  "id": 10518995,
  "name": "REICHHOLD CHEMICALS, INC., Petitioner-Cross-respondent, v. NATIONAL LABOR RELATIONS BOARD, Respondent-Cross-petitioner. The United Steelworkers of America, AFL-CIO-CLC, etc., et al., Intervenor",
  "name_abbreviation": "Reichhold Chemicals, Inc. v. National Labor Relations Board",
  "decision_date": "1992-02-12",
  "docket_number": "No. 91-3265",
  "first_page": "594",
  "last_page": "597",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 594"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "661 F.2d 1206",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1181978
      ],
      "pin_cites": [
        {
          "page": "1209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/661/1206-01"
      ]
    },
    {
      "cite": "25 L.Ed.2d 97",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "90 S.Ct. 920",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "397 U.S. 916",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12066312,
        12066795,
        12066957,
        12066543,
        12066877,
        12066687
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0916-01",
        "/us/397/0916-04",
        "/us/397/0916-06",
        "/us/397/0916-02",
        "/us/397/0916-05",
        "/us/397/0916-03"
      ]
    },
    {
      "cite": "415 F.2d 440",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2176365
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "446-47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/415/0440-01"
      ]
    },
    {
      "cite": "836 F.2d 1396",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10550036,
        4333421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/1396-01",
        "/us-app-dc/267/0048-01"
      ]
    },
    {
      "cite": "356 U.S. 342",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6163482
      ],
      "weight": 7,
      "year": 1958,
      "pin_cites": [
        {
          "page": "349"
        },
        {
          "page": "722"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/356/0342-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 9278,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.3155836498575786
    },
    "sha256": "7eb14bc46b79860ed0eee7254dc699e2bcf6cd778e44ea5b26cd399bc700bb71",
    "simhash": "1:6fd371980f25362c",
    "word_count": 1466
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KRAYITCH, ANDERSON and BIRCH, Circuit Judges."
    ],
    "parties": [
      "REICHHOLD CHEMICALS, INC., Petitioner-Cross-respondent, v. NATIONAL LABOR RELATIONS BOARD, Respondent-Cross-petitioner. The United Steelworkers of America, AFL-CIO-CLC, etc., et al., Intervenor."
    ],
    "opinions": [
      {
        "text": "ANDERSON, Circuit Judge:\nThe determinative issue in this appeal is whether Reichhold Chemicals, Inc. (“Company”) bargained to impasse about a non-mandatory subject of bargaining, and thus committed an unfair labor practice.\nThe Company operates facilities at Bay Minette, Alabama; Oakdale, Louisiana; and Pensacola, Florida. The relevant employees are represented by the United Steelworkers of America, AFL-CIO-CLC (“Union”). A local union at each site was affiliated with the Union. The recognized bargaining unit has historically been a mul-ti-plant bargaining unit composed of the production and maintenance employees at the three places. The past collective bargaining agreements have been between the Company and the Union on behalf of the three local unions. The most recent collective bargaining agreement was effective from May 20, 1985 to May 20, 1988. As this agreement was nearing expiration, the Company and the Union engaged in negotiations to reach a new agreement. The Company’s final proposal during these negotiations proposed a master contract between the Company and the Union on behalf of all three locals (the same parties as in the previous collective bargaining agreements), and also three supplemental agreements, one for each site, to be negotiated between the Company and the Union on behalf of each respective local union. Although in the past some matters had been dealt with separately for each plant (i.e., in side agreements or appendices to the previous collective bargaining agreement), the Company’s final offer proposed additional matters to be dealt with in the newly proposed supplemental agreements.\nAn impasse was reached in the negotiations. The Union called a strike. The Company then unilaterally implemented the terms and conditions of its final proposal. The Company hired certain replacements for striking employees, declining to reinstate the striking employees. The Union filed an unfair labor practice charge against the Company.\nThe Administrative Law Judge (“AU”) found that the Company had committed an unfair labor practice. The National Labor Relations Board (“Board”) agreed. The Company filed its petition for review in this court. The Board filed a cross-application for enforcement of its order.\nThe Board found that the Company had bargained to impasse, and that the subject over which the Company had bargained to impasse involved a change in the scope of the parties’ multi-plant bargaining unit. Finding that this was a non-mandatory subject of bargaining, the Board concluded that the Company had committed an unfair labor practice.\nThe parties agree upon the basic principles of law. Generally, the subjects of bargaining fall into two categories, mandatory and non-mandatory or permissive. Mandatory subjects of bargaining are those designated in Section 8(d) of the National Labor Relations Act: “Wages, hours, and other terms and conditions of employment.” 29 U.S.C. § 158(d). Both parties have a duty to bargain in good faith as to mandatory subjects of bargaining, and can insist to impasse as to such mandatory subjects. With respect to non-mandatory or permissive matters, however, either party is free to bargain or not‘to bargain, and it is an unfair labor practice for either party to insist to impasse upon a non-mandatory subject. NLRB v. Wooster Div. of Borg-Warner Corp., 356 U.S. 342, 78 S.Ct. 718, 2 L.Ed.2d 823 (1958); The Idaho Statesman v. NLRB, 836 F.2d 1396 (D.C.Cir.1988); Hess Oil & Chemical Corp. v. NLRB, 415 F.2d 440, 443 (5th Cir.1969), cert. denied sub nom. Oil, Chemical, and Atomic Workers International Union AFL-CIO v. NLRB, 397 U.S. 916, 90 S.Ct. 920, 25 L.Ed.2d 97 (1970).\nWhether or not a party has insisted to impasse upon a particular subject is a question of fact which is subject to review in this court under the substantial evidence test. Hess Oil, supra, 415 F.2d at 446-47.\nWe conclude that there is substantial evidence in the record as a whole to support the Board’s finding that the Company insisted to impasse upon an issue related to the scope of the bargaining unit. If the impasse issue was a non-mandatory subject of bargaining, then the Company has committed an unfair labor practice under the well-established law noted above.\nThe Company argues that its final proposal did not effect a legal change in the bargaining unit. The Company’s argument might be summarized as follows. The prior case law of the Board has established legal criteria for determining whether the appropriate bargaining unit is multiplant or single plant. Applying the established legal criteria to the Company’s final proposal, the Company argues that the clear legal effect of its final proposal is a multi-plant bargaining unit. Thus, the Company argues, there has been no change in the bargaining unit.\nThe flaw in the Company’s argument is that the precise legal effect (i.e., multi-plant bargaining unit or single plant bargaining unit) of the Company’s final proposal is not the issue that we must decide. Rather, the relevant issue before us is whether the subject with respect to which the Company insisted to impasse is a mandatory or a non-mandatory subject of bargaining. If the Company insisted to impasse on a non-mandatory subject, as stated above, the Company has committed an unfair labor practice.\nIt is clear that the Company has insisted to impasse that certain matters be made the subject of bargaining as between the Company and each local union (or, to be more precise, between the Company and the Union acting with respect to each supplemental agreement on behalf of only one Local), rather than between the Company and the Union itself. We conclude that this issue is not a mandatory subject of bargaining. It is not among those subjects designated in Section 8(d): wages, hours and other terms and conditions of employment. In NLRB v. Wooster Div. of Borg-Warner, supra, Borg-Warner had insisted that the union accept a “recognition” clause, making this a condition to any contract. The “recognition” clause sought to make the local union, rather than the international union, the sole representative of the employees. The Supreme Court held that the “recognition” clause was not a mandatory subject of bargaining, and thus that Borg-Warner’s insistence constituted an unfair labor practice.\nIn this case, the Company has insisted upon a subject very similar to the “recognition” clause in Borg-Wamer. It has insisted that certain matters be negotiated between the Company and the local unions (or, to be more precise, between the Company and the Union acting with respect to each supplemental agreement on behalf of only one Local), rather than between the Company and the Union itself. We readily conclude that the Company has insisted to impasse upon a non-mandatory subject of bargaining. Under well-established case law, this constitutes an unfair labor practice.\nHaving concluded that the Company did bargain to impasse over a non-mandatory subject of bargaining, thus committing an unfair labor practice, it follows that the Board’s orders are entitled to enforcement.\nAccordingly, we find no merit in the Company’s petition for review and the Board’s order is\nENFORCED.\n. This case was decided prior to the close of business on September 30, 1981, and is binding precedent under Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981).\n. We note that a party has a well-settled right to propose, even repeatedly, non-mandatory subjects. Borg-Warner, 356 U.S. at 349, 78 S.Ct. at 722. Impermissible insistence to impasse occurs only when a party insists on a non-mandatory subject as a condition or prerequisite to agreement on mandatory subjects. Such conduct is in substance a refusal to bargain on mandatory subjects. Id. In the instant case, the Company does not challenge on appeal the Board's finding of fact that the Company insisted to impasse. See Company Brief at 15 (eschewing any challenge to the Board’s fact findings). We discuss in the text below the Company's only arguments on appeal.\n. In its brief on appeal, the Company seems to concede that it did bargain to impasse with respect to its proposal of a master contract with separate supplemental agreements for each local union. Having conceded that, the Company argues that this is a mandatory subject of bargaining because it did not constitute a change from the past practice. We need not address the Company's argument that a subject is a mandatory subject merely because it is consistent with past practice, because the AU and the Board concluded that the Company’s final proposal constituted a substantial change. Opinion of AU at 9-10; Opinion of Board at 2. This finding is supported by substantial evidence in the record as a whole.",
        "type": "majority",
        "author": "ANDERSON, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Richard M. Kobdish and Allan G. King, Dallas, Tex., for appellant.",
      "John Fawley, N.L.R.B., Washington, D.C. and Samuel H. Heldman; Cooper, Mitch, Crawford, Kuykendall & Whatley, Birmingham, Ala., for intervenor."
    ],
    "corrections": "",
    "head_matter": "REICHHOLD CHEMICALS, INC., Petitioner-Cross-respondent, v. NATIONAL LABOR RELATIONS BOARD, Respondent-Cross-petitioner. The United Steelworkers of America, AFL-CIO-CLC, etc., et al., Intervenor.\nNo. 91-3265.\nUnited States Court of Appeals, Eleventh Circuit.\nFeb. 12, 1992.\nRichard M. Kobdish and Allan G. King, Dallas, Tex., for appellant.\nJohn Fawley, N.L.R.B., Washington, D.C. and Samuel H. Heldman; Cooper, Mitch, Crawford, Kuykendall & Whatley, Birmingham, Ala., for intervenor.\nBefore KRAYITCH, ANDERSON and BIRCH, Circuit Judges."
  },
  "file_name": "0594-01",
  "first_page_order": 682,
  "last_page_order": 685
}