{
  "id": 10519814,
  "name": "Dorothy JONES, Plaintiff-Appellant, Felix Jones, Plaintiff, v. Louis W. SULLIVAN, Secretary of Health and Human Services, Defendant-Appellee",
  "name_abbreviation": "Jones v. Sullivan",
  "decision_date": "1992-02-18",
  "docket_number": "No. 90-8846",
  "first_page": "1291",
  "last_page": "1296",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1291"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "757 F.2d 1324",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        317400,
        3594643
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/757/1324-01",
        "/us-app-dc/244/0329-01"
      ]
    },
    {
      "cite": "667 F.2d 33",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        463877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/667/0033-01"
      ]
    },
    {
      "cite": "684 F.2d 310",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        529562
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/684/0310-01"
      ]
    },
    {
      "cite": "839 F.2d 221",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/839/0221-01"
      ]
    },
    {
      "cite": "868 F.2d 974",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/868/0974-01"
      ]
    },
    {
      "cite": "704 F.2d 1207",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1854708
      ],
      "pin_cites": [
        {
          "page": "1209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/704/1207-01"
      ]
    },
    {
      "cite": "792 F.2d 129",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1583437
      ],
      "pin_cites": [
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/792/0129-01"
      ]
    },
    {
      "cite": "402 U.S. 389",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11733715
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "390"
        },
        {
          "page": "1422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/402/0389-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 405",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(g)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 416",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(h)(3)(C)(i)(I)"
        },
        {
          "page": "(h)(3)(C)(i)(I)"
        },
        {
          "page": "(h)(3)(C)(i)(I)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 402",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(d)(1)"
        },
        {
          "page": "(d)(1)"
        },
        {
          "page": "(d)(3)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 15343,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 6.958826148309534e-08,
      "percentile": 0.42179563364505035
    },
    "sha256": "71f12221f8f12702a2c3529443f7c062029f5ff5de664a4a4cb798ec121a4405",
    "simhash": "1:5b42eb273889200b",
    "word_count": 2536
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ANDERSON, Circuit Judge, CLARK , Senior Circuit Judge, and BROWN , Senior District Judge."
    ],
    "parties": [
      "Dorothy JONES, Plaintiff-Appellant, Felix Jones, Plaintiff, v. Louis W. SULLIVAN, Secretary of Health and Human Services, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nOn January 11, 1988, Plaintiff-Appellant Dorothy Jones filed a petition on behalf of her son, Felix Jones, for child’s insurance benefits based on the earning record of Kelly Stroud, who died January 2, 1988. This application was denied. Ms. Jones filed a Request for Reconsideration, and her application was again denied. Subsequently Ms. Jones filed a request for a hearing. A hearing was held on October 4, 1988, and the Administrative Law Judge issued his decision to deny benefits on December 12, 1988. The AU found that Felix was not the son of Kelly Stroud. On January 31, 1989, Ms. Jones requested that the Appeals Council review the AU’s denial of benefits based on newly discovered evidence. After evaluating the Administrative Law Judge’s decision and the new evidence, the Appeals Council denied Ms. Jones’s request for review. Thus, the AU’s decision became the final decision of the Secretary of Health and Human Services (Secretary).\nOn July 20, 1989, Ms. Jones sought judicial review of the Secretary’s final decision in the United States District Court for the Northern District of Georgia. The district court adopted the magistrate’s report and affirmed the Secretary’s denial of benefits, finding that Felix was not the son of Kelly Stroud and that Kelly Stroud’s 1982 tax return did not constitute a written acknowl-edgement of paternity. Thus, the district court held that Felix was not deemed to be Kelly Stroud’s “child” within the meaning of the Social Security Act, 42 U.S.C. § 402. We reverse, finding that the evidence supports a factual conclusion that Felix is the son of Kelly Stroud and that the 1982 tax return satisfies the written acknowledgement requirement of 42 U.S.C. § 416(h)(3)(C)(i)(I). Thus, we hold that Felix is deemed to be the “child” of Kelly Stroud and is entitled to child’s insurance benefits pursuant to 42 U.S.C. § 402.\nFACTS\nFelix Jones was born on October 23,1973 in Griffin, Georgia. At the time of Felix’s birth, Ms. Jones was married to John Harold Jones but had been separated from him since 1968 when she relocated from Florida to Georgia. Beginning in 1970, Ms. Jones was intimately involved with Kelly Stroud and remained involved with him for a period of nine years, including the time of Felix’s birth. Ms. Jones lived with him consistently from 1974 to 1976 and intermittently during the remainder of their involvement. At the time of their involvement, however, both Ms. Jones and Mr. Stroud were married to other people.\nAfter Felix’s birth, Ms. Jones called Mr. Stroud to inform him of the birth. Subsequently, Mr. Stroud visited Ms. Jones and Felix at the hospital. Moreover, during Felix’s infancy and childhood, Mr. Stroud provided diapers, milk, and clothing for Felix. He also gave money to Ms. Jones to contribute toward Felix’s expenses, and he gave money directly to Felix as Felix grew older. Additionally, Mr. Stroud visited Felix at Ms. Jones’s residence, and Felix visited Mr. Stroud at his home.\nMr. Stroud died on January 2, 1988. At the time of his death, Mr. Stroud was married to Eloise Stroud, who was later charged with his death. Ms. Jones alleges that Kelly Stroud was the father of Felix and seeks child’s benefits on behalf of Felix based on Mr. Stroud’s social security account.\nCHILDREN’S INSURANCE BENEFITS\nThe Social Security Act provides that every dependent child of a deceased wage earner is entitled to receive child’s insurance benefits. The Act creates a presumption of dependency for legitimate and adopted children. Thus, the statute eliminates the need for those claimants to prove actual dependency. An illegitimate child may be deemed a legitimate child, and thus deemed dependent, if the child satisfies one of several requirements contained in 42 U.S.C. § 416. That section provides that a wage earner’s son or daughter, who does not otherwise fall within the definition of “child,” may be deemed to be a “child” if the wage earner “had acknowledged in writing that the applicant is his or her son or daughter” before his or her death. Section 416 also contains several other circumstances under which an illegitimate child is deemed to be a “child” within the meaning of the Act. For example, in section 416(h)(2)(A), a child will be deemed a “child” if the child would be eligible to claim the decedent’s property under the intestacy laws of the state in which the insured individual was domiciled at death. Because we decide this case on the basis of section 416(h)(3)(C)(i)(I) which is unrelated to state law, we need not address the other circumstances which might apply.\nSECTION 416: WRITTEN ACKNOWLEDGEMENT OF PATERNITY\nThe standard of review in this case is whether the Secretary’s decision is supported by substantial evidence and whether correct legal principles were applied. A preliminary issue we must address is whether Ms. Jones must prove that Felix is the biological child of Kelly Stroud prior to demonstrating that Kelly Stroud left a written acknowledgement of paternity within the meaning of section 416(h)(3) (C)(i)(I). The circuits are divided on whether proof of a biological relationship is a necessary prerequisite to a claim for child’s insurance benefits. The Eighth Circuit has required an initial showing of paternity prior to allowing a claimant to proceed under section 416. The Fourth Circuit, however, has held that satisfying the requirements of section 416 is itself proof of paternity and that no other proof of a biological relationship is necessary. We are satisfied that Ms. Jones has established that Felix is the biological child of Mr. Stroud. However, we need not decide whether such proof is necessary in order to proceed under section 416.\nTo support her application for Felix’s child benefits, Ms. Jones produced copies of two of Mr. Stroud’s tax returns, which she alleges constitute written acknowledge-ments of paternity within the meaning of section 416. Mr. Stroud’s 1982 Georgia state tax return lists Felix, age 8, as a dependent and characterizes him as a son. The other tax return, dated 1983, lists Felix as a dependent but does not contain any statement regarding the relationship between Mr. Stroud and Felix.\nWe are satisfied that Kelly Stroud’s 1982 signed tax return, which lists Felix as his dependent son, is sufficient to satisfy the requirements of the statute. Although the statute does not specify what is necessary for a writing to constitute a written acknowledgement, this Court has set a minimum standard for written acknowledgements: the declarant must by his own hand acknowledge paternity.\nIn this case, the 1982 tax return is sufficient to meet this requirement. Kelly Stroud signed the tax form, which clearly states that Felix is his son. There is no evidence that the tax form is not what it purports to be, and there is no evidence that Kelly Stroud did not in fact sign this form. The Secretary emphasizes that Mr. Stroud’s support of Felix, if any, was not sufficient to allow Mr. Stroud to claim Felix as a dependent. Thus, the tax return’s representation of Felix as a dependent constitutes little more than a self-serving lie and should not be regarded as an unequivocal acknowledgement of paternity. The fact that Kelly Stroud may not have contributed more than fifty percent of the cost of Felix’s support may mean that the tax return is insufficient in the eyes of the Georgia Department of Revenue, but it does not render it insufficient as a written acknowledgement of paternity. Thus, it constitutes the written acknowledgement which enables Felix to invoke the presumption of dependency.\nThe Secretary also argues that the tax return does not constitute an unambiguous written acknowledgement of paternity because the form does not list Felix’s last name and thus does not unequivocally acknowledge paternity of Felix Jones. Furthermore, the Secretary argues, the tax return is ambiguous because it is a joint tax form, signed by both Kelly Stroud and his wife Eloise Stroud, and it is thus impossible to discern which taxpayer claims Felix as- a dependent son.\nWe reject the Secretary’s contention that the tax form is ambiguous. The tax form is susceptible of only one reasonable interpretation. It is undisputed that the tax form lists Felix’s age as eight years old. It is also undisputed that Felix Jones was eight years old on the date on which the tax return was signed. Furthermore, there is no evidence that there is another person named Felix who was eight years old at the time the tax form was signed who could possibly be the son of Kelly Stroud. The tax form is therefore reasonably construed as identifying Felix Jones, not some hypothetical being postulated by the Secretary.\nSimilarly, the tax form is susceptible of only one reasonable meaning regarding which of the signatories claimed Felix as a son. There is no evidence that Eloise Stroud ever had a child named Felix or claimed Felix Jones as her child. There is, however, evidence that Kelly Stroud fathered Felix Jones and held him out as his son. Thus, the mere fact that two parties signed the tax return does not require us to find the acknowledgement ambiguous. We decline to adopt an approach which engages us in endless speculation regarding possible, but not plausible, interpretations.\n\"Additionally, where there are doubts about the veracity or the exact meaning of the written acknowledgement, we are free to look to extrinsic evidence of paternity to evaluate the written acknowl-edgement. In this case, Kelly Stroud’s written acknowledgement is supported by the extrinsic evidence of paternity. At the administrative hearing,-Ms. Jones offered testimony of several witnesses who corroborated her allegations.. First, Ezella Stroud, Kelly Stroud’s mother, testified that she believed that Felix Jones is her grandson and the son of Mr. Stroud. Her knowledge was based on statements Mr. Stroud made and the fact that he always treated Felix like a son. Ms. Jones also offered her own testimony. She stated that she had not seen her husband since she left Florida in 1968, five years prior to Felix’s birth. She testified that Mr. Stroud provided some degree of support, such as the provision of diapers, milk, and clothes, and established a pattern of visitation with Felix. Finally, Felix testified that Mr. Stroud told him that he was his,, Kelly Stroud’s, son. His testimony also estáb-lished specific instances of support, such as Mr. Stroud’s giving of Christmas presents and money. Further, Felix testified that he spent time with Mr. Stroud somewhat frequently.\nIn addition to the testimony contained in the hearing record, Ms. Jones provided the Secretary with written statements from witnesses, including Mr. Stroud’s sister, Vary Stinson, and ex-wife, Linda Stroud, Kelly’s wife at the time he fathered Felix. These statements attested to the fact that Mr. Stroud told the authors that Felix was his son. Vary Stinson, in fact, included Felix in Mr. Stroud’s obituary among Mr. Stroud’s surviving children. Moreover, Linda Stroud’s statement is particularly persuasive because awarding benefits to Felix would serve to reduce her own minor children’s benefits.\nGiven this extrinsic evidence of paternity and the unambiguous nature of the ac-knowledgement, we find that the tax return is sufficient to bring Felix within the ambit of section 416(h)(3)(C)(i)(I) and that the Secretary’s decision is not supported by substantial evidence.\nIn affirming the Secretary’s decision, the district court unduly relied on the fact that Felix’s birth certificate lists John Jones as his father. Georgia requires that a married woman list her husband as the father of her child. Thus, the fact that John Jones is listed as Felix’s father is more probative of the fact that Ms. Jones was still married to him than it is of the fact that he is Felix’s father. Additionally, the court strayed in emphasizing the Georgia presumption of legitimacy, a state presumption not applicable in a federal cause of action such as we have here. In rejecting the 1982 tax return’s acknowledgement, the court also relied on an insurance application, which listed Felix as Kelly Stroud’s stepson. There are, however, no facts in the record which support characterizing Felix as Mr. Stroud’s stepson; Mr. Stroud was never married to Ms. Jones and thus could not possibly be Felix’s stepfather. Moreover, the insurance application contained several other inaccuracies, such as the misspelling of Kelly Stroud’s name and the designation of Ms. Jones’s daughter as “stepson.” Therefore, we find that the court’s determination that the insurance application is more credible than the 1982 tax form and serves to contradict the 1982 tax return is not supported by substantial evidence.\nCONCLUSION\nThe Secretary’s denial of benefits to Felix Jones is not supported by substantial evidence. Because the tax return satisfies the statutory requirement, Felix is deemed to be a legitimate child of Kelly Stroud. Thus, he is presumed to be a dependent and is entitled to child’s insurance benefits pursuant to 42 U.S.C. § 402(d)(1).\nREVERSED.\n. 42 U.S.C. § 405(g).\n.The text of the statute reads:\n(3) An applicant who is the son or daughter of a fully or currently insured individual, but who is not (and is not deeded to be) the child of such insured individual under paragraph (2) of this subsection, shall nevertheless be deemed to be the child of such insured individual if:\n(C) in the case of a deceased individual— (i) such insured individual—\n(I) had acknowledged in writing that the applicant is his or her son or daughter.... 42 U.S.C. § 416(h)(3)(C)(i)(I).\n. 42 U.S.C. § 402(d)(1) (1991 Supp.).\n. 42 U.S.C. § 402(d)(3) (1991 Supp.).\n. 42 U.S.C. § 416(h)(3)(C)(i)(I).\n. Richardson v. Perales, 402 U.S. 389, 390, 91 S.Ct. 1420, 1422, 28 L.Ed.2d 842 (1971); Chester v. Bowen, 792 F.2d 129, 131 (11th Cir.1986) (citing Boyd v. Heckler, 704 F.2d 1207, 1209 (11th Cir.1983).\n. See Luke v. Bowen, 868 F.2d 974 (8th Cir.1989).\n. See Patterson v. Bowen, 839 F.2d 221 (4th Cir.1988).\n. Cox v. Schweiker, 684 F.2d 310 (5th Cir. Unit B 1982). As a decision of Unit B of the Fifth Circuit, Cox is binding precedent in this Court. Stein v. Reynolds Securities, Inc., 667 F.2d 33 (11th Cir.1982).\n. See Vance v. Heckler, 757 F.2d 1324, 1328 (D.C.Cir.1985).\n.See id. at 1327 n. 7.\n.O.C.G.A. § 31-10-9(e).\n.Georgia law presumes that the child of a married woman is also the child of her husband. O.C.G.A. § 19-7-20(a).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Natalie K. Thomas, Vicky 0. Kimbrell, Phyllis J. Holmen, Georgia Legal Services, Atlanta, Ga., Rachael Henderson, Georgia Legal Services, Waycross, Ga., Melinda Agee, Georgia Legal Services Programs, Atlanta, Ga., for plaintiff-appellant.",
      "Dennis R. Williams, Office of the Gen. Counsel, DHHS, S. Lark Ingram, Asst. U.S. Atty., Atlanta, Ga., for defendant-ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Dorothy JONES, Plaintiff-Appellant, Felix Jones, Plaintiff, v. Louis W. SULLIVAN, Secretary of Health and Human Services, Defendant-Appellee.\nNo. 90-8846.\nUnited States Court of Appeals, Eleventh Circuit.\nFeb. 18, 1992.\nNatalie K. Thomas, Vicky 0. Kimbrell, Phyllis J. Holmen, Georgia Legal Services, Atlanta, Ga., Rachael Henderson, Georgia Legal Services, Waycross, Ga., Melinda Agee, Georgia Legal Services Programs, Atlanta, Ga., for plaintiff-appellant.\nDennis R. Williams, Office of the Gen. Counsel, DHHS, S. Lark Ingram, Asst. U.S. Atty., Atlanta, Ga., for defendant-ap-pellee.\nBefore ANDERSON, Circuit Judge, CLARK , Senior Circuit Judge, and BROWN , Senior District Judge.\nSee Rule 34-2(b), Rules of the U.S. Court of Appeals for the Eleventh Circuit.\nHonorable Wesley E. Brown, Senior U.S. District Judge for the District of Kansas, sitting by designation."
  },
  "file_name": "1291-01",
  "first_page_order": 1363,
  "last_page_order": 1368
}