{
  "id": 10519905,
  "name": "Mary J. BEST, Plaintiff-Appellant, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Defendant-Appellee",
  "name_abbreviation": "Best v. State Farm Mutual Automobile Insurance",
  "decision_date": "1991-11-25",
  "docket_number": "No. 90-3158",
  "first_page": "1477",
  "last_page": "1482",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1477"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "1990 WL 159199",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "1989 U.S.Dist. LEXIS 13089",
      "category": "reporters:specialty_lexis",
      "reporter": "U.S. Dist. LEXIS",
      "year": 1989,
      "pin_cites": [
        {
          "page": "*11",
          "parenthetical": "no right to a jury trial under the KAAD because the KAAD is analogous to Title VII and a KAAD cause of action is essentially equitable in nature"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1989 WL 134548",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1989,
      "pin_cites": [
        {
          "page": "*4",
          "parenthetical": "no right to a jury trial under the KAAD because the KAAD is analogous to Title VII and a KAAD cause of action is essentially equitable in nature"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "221 Kan. 596",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        66352
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "830-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/221/0596-01"
      ]
    },
    {
      "cite": "4 Kan.App.2d 113",
      "category": "reporters:state",
      "reporter": "Kan. App. 2d",
      "case_ids": [
        417045
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "637-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan-app-2d/4/0113-01"
      ]
    },
    {
      "cite": "522 F.2d 1091",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1111512
      ],
      "pin_cites": [
        {
          "page": "1094"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/522/1091-01"
      ]
    },
    {
      "cite": "719 F.2d 346",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1899206
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/719/0346-01"
      ]
    },
    {
      "cite": "453 U.S. 156",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11722158
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "164"
        },
        {
          "page": "2703"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/453/0156-01"
      ]
    },
    {
      "cite": "372 U.S. 221",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765146
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "222",
          "parenthetical": "per curiam"
        },
        {
          "page": "611",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0221-01"
      ]
    },
    {
      "cite": "387 U.S. 456",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11338274
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "465"
        },
        {
          "page": "1782-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/387/0456-01"
      ]
    },
    {
      "cite": "245 Kan. 785",
      "category": "reporters:state",
      "reporter": "Kan.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "13 Kan.App.2d 685",
      "category": "reporters:state",
      "reporter": "Kan. App. 2d",
      "case_ids": [
        355373
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "393"
        },
        {
          "page": "392"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan-app-2d/13/0685-01"
      ]
    },
    {
      "cite": "242 Kan. 893",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1433923
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "689-90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/242/0893-01"
      ]
    },
    {
      "cite": "231 Kan. 763",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1443933
      ],
      "weight": 12,
      "year": 1982,
      "pin_cites": [
        {
          "page": "240-41"
        },
        {
          "page": "241"
        },
        {
          "page": "244-45"
        },
        {
          "page": "236",
          "parenthetical": "emphasis added"
        },
        {
          "page": "243"
        },
        {
          "page": "234"
        },
        {
          "page": "239, 240-41, 243-44"
        },
        {
          "page": "243-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/231/0763-01"
      ]
    },
    {
      "cite": "224 Kan. 304",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1498293
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "1317"
        },
        {
          "page": "1318"
        },
        {
          "page": "1317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/224/0304-01"
      ]
    },
    {
      "cite": "481 U.S. 412",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6216100
      ],
      "weight": 5,
      "year": 1987,
      "pin_cites": [
        {
          "page": "417"
        },
        {
          "page": "1835"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0412-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 888,
    "char_count": 19132,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 1.997875132151568e-07,
      "percentile": 0.742593873233536
    },
    "sha256": "836ae1e056c0a92c86565ab56d6114441e13c5a4a1c367662b893db6457a81e4",
    "simhash": "1:d7da19c1aadf94ac",
    "word_count": 3166
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EBEL and McWILLIAMS, Circuit Judges, and ALLEY, District Judge."
    ],
    "parties": [
      "Mary J. BEST, Plaintiff-Appellant, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "EBEL, Circuit Judge.\nWe are presented with two issues on this appeal: (1) whether a plaintiff is entitled to recover pain, suffering, and humiliation damages in excess of $2,000 and punitive damages under the Kansas Acts Against Discrimination; and (2) whether a plaintiff is entitled to a jury trial in federal court when her claim is based upon the Kansas Acts Against Discrimination. The district court resolved both issues against the plaintiff, and we affirm.\nFACTS\nPlaintiff-appellant Mary Best was employed by State Farm Mutual Automobile Insurance Company (“State Farm”) in Topeka, Kansas. Best claims that her immediate supervisor made several direct sexual advances toward her between June 1979 and January 1981. In January 1981, this immediate supervisor was promoted and transferred out of Topeka and was replaced by William Burton. Best asserts that between January 1981 and September 1983, Burton and three other male co-workers “made comjnents regarding her figure and/or personal life which she found offensive.” Brief of Appellant at 4. Best also contends that she was discriminated against in the training she received as well as in the workload assigned to her. In response to what she perceived as sexual discrimination, Best met with the divisional manager, James Wilkerson, to air her grievances.\nAccording to Best, Richard Scott, a divisional superintendent in charge of the Topeka office, later chastised her for meeting with Wilkerson. Best asserts that Scott told her “that he had never liked her and she didn’t belong with State Farm; that she had an attitude problem; and that she should find work elsewhere. He also told her that she would receive no more salary increases; that she would not be eligible for any promotions; that she would receive no further training; and that he was going to review her files on a daily basis.” Brief of Appellant at 5. In November 1984, Best’s employment was terminated.\nOn January 29, 1985, Best filed a sex discrimination complaint with the Kansas Commission on Civil Rights (“KCCR”), alleging that she was sexually harassed and that she was terminated in retaliation for her complaints to Wilkerson. In response, State Farm claimed that she was fired for poor job performance. The KCCR issued a finding of no probable cause and dismissed her complaint.\nOn October 31, 1986, Best filed suit in the United States District Court for the District of Kansas, contending that State Farm’s actions violated Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et seq., and the Kansas Acts Against Discrimination (“KAAD”), Kan.Stat.Ann. §§ 44-1001 et seq. In addition, Best argued that State Farm's conduct constituted “fraud, misrepresentation, retaliatory discharge, and breach of contract.” First Amended Complaint, Record, Vol. 1, Doc. 13, at 5. She sought a declaratory judgment, injunctive relief, reinstatement, back pay, and actual and punitive damages. The district court granted State Farm’s motion for summary judgment on all claims except for Best’s Title VII and KAAD retaliatory discharge claims.\nPrior to the trial, the district court ruled that the KAAD does not provide for punitive damages and that under the KAAD, a recovery for pain, suffering, and humiliation cannot exceed $2,000. In addition, the court refused Best’s request that the case be tried before a jury. A bench trial took place in April 1990. The district court then ruled against Best on her remaining claims of retaliatory discharge. Best now appeals.\nDISCUSSION\nBest raises only two issues on appeal: (1) she argues that the district court erred in refusing her request for a jury trial; and (2) she argues that the district court erred in holding that she was not entitled to recover either pain, suffering, and humiliation damages in excess of $2,000 or punitive damages. Best acknowledges that if we rule against her on the jury trial claim, her damages claim is moot.\nThe two issues are interrelated. In order to determine whether a statutory action should be considered one at law or at equity, the court “must examine both the nature of the action and of the remedy sought.” Tull v. United States, 481 U.S. 412, 417, 107 S.Ct. 1831, 1835, 95 L.Ed.2d 365 (1987). The Kansas Supreme Court has analogized an action under the KAAD to an action under Title YII of the Federal Civil Rights Act, which is undeniably equitable in nature. Furthermore, the language of the Kansas Supreme Court and the logic of the KAAD suggest that any monetary award of damages is limited and only incidental to the equitable relief provided under that act. Thus, we conclude that Best was not entitled to a jury on her claims.\nUnder the KAAD, an employer cannot “discharge, expel or otherwise discriminate against any person because he has opposed any practices or acts forbidden under this act or because he has filed a complaint, testified or assisted in any proceeding under this act.” Kan.Stat.Ann. § 44-1009(a)(4). An aggrieved employee must first lodge a complaint with the KCCR. Id. § 44-1005(a). If the hearing commission finds in favor of the employee, the commission is empowered to do the following:\n[T]he presiding officer shall render an order requiring such [employer] to cease and desist from such unlawful employment practice or such unlawful discriminatory practice and to take such affirmative action, including but not limited to the hiring, reinstatement, or upgrading of employees, with or without back pay, and the admission or restoration to membership in any respondent labor organizations .... Such order may also include an award of damages for pain, suffering and humiliation which are incidental to the act of discrimination, except that an award for such pain, suffering and humiliation shall in no event exceed the sum of $2,000.\nId. § 44-1005(k).\nOnce a plaintiff has exhausted her administrative remedies under the KAAD, she is entitled to appeal to the district court. Van Scoyk v. St. Mary’s Assumption Parochial Sch., 224 Kan. 304, 580 P.2d 1315, 1317 (1978). If the KCCR dismisses an employee’s claim because it finds that “no probable cause” exists, the employee is entitled to bring an independent tort action in the state district court. Id. 580 P.2d at 1318. However, because even an independent tort action would be premised upon the KAAD, one would presume that all of the substantive provisions of the KAAD would apply, and nothing in Van Scoyk suggests to the contrary.\nThe key case in our analysis is Woods v. Midwest Conveyor Co., 231 Kan. 763, 648 P.2d 234 (1982). There, the Kansas Supreme Court reversed a state district court that had awarded an employee $23,-700.90 for back wages and $12,000 for pain, suffering, and humiliation under the KAAD. The KCCR had originally issued these awards, and on de novo review on appeal, the district court adopted the KCCR’s judgment as its own.\nThe court first began by noting that the statute contained no language providing for such an award. In addition, the court relied upon federal court cases construing Title VII:\n[Kan.Stat.Ann. § 44-1005(k) is] almost identical to a parallel provision of Title VII of the Federal Civil Rights Act, 42 U.S.C. § 2000e-5(g)_\nThe federal courts uniformly hold that an award of either punitive or compensatory damages, except for back pay or front pay, cannot be recovered.\nAs previously stated, the federal court decisions concerning Title VII are not controlling but they are persuasive when one considers the comparability of the provisions of the two statutes.\nWoods, 648 P.2d at 240-41. The court then noted that Title VII provides only for equitable relief, not legal relief. Id. 648 P.2d at 241. Analogizing to Title VII, it held that an employee was not entitled to recover mental suffering damages under the KAAD because such relief is equitable in nature. Woods, 648 P.2d at 244-45.\nBest argues that the Woods opinion dealt only with the KCCR’s administrative authority to award the employee $12,000 for pain and suffering and that it did not address the court’s authority to award damages at law in the event the claimant brought an independent tort claim under the KAAD in the courts. We think this reading is too narrow. The case actually came to the Supreme Court after a de novo trial in the district court:\nThe hearing examiner found in favor of [the employee] and ordered [the employer] to pay him back wages in the amount of $23,700.90 and damages for pain, suffering, and humiliation in the amount of $12,000.00. On appeal the district court tried the case de novo from the transcript of the hearing before the Commission and affirmed, adopting the Commission’s findings of fact and conclusions of law. [The employer] appeals. We reverse and remand with directions.\nWoods, 648 P.2d at 236 (emphasis added). Although Best correctly asserts that the Kansas Supreme Court determined that the KCCR had exceeded its legislative mandate as an administrative agency, the court nonetheless held that “[t]he jurisdiction and authority of the district court on review can be no greater than the authority of the KCCR even if the matter is heard on appeal in the nature of a trial de novo.” Id. 648 P.2d at 243.\nAlthough the Woods opinion is not free from ambiguities, it constitutes the best authority available to us that (1) the Kansas Supreme Court would analogize the KAAD to Title VII and would hold that a claim under the KAAD, wherever it may be asserted, is essentially equitable in nature, thus not providing a right to trial by jury; and that (2) it would hold that section 44-1005(k) limits any award for pain, suffering, and humiliation to a maximum of $2,000, whether issued by the KCCR or by a court.\nBest claims that several cases support her position, including Palmer v. Brown, 242 Kan. 893, 752 P.2d 685 (1988), and Parker v. Kansas Neurological Institute, 13 Kan.App.2d 685, 778 P.2d 390, review denied, 245 Kan. 785 (1989). In Palmer the Kansas Supreme Court held that the discharge of a whistle-blower who reported a Medicaid fraud stated a cause of action in tort. Palmer, 752 P.2d at 689-90. That case is not relevant to the case before us, however, because it did not involve discrimination and was not constrained by the Kansas discrimination statute in fashioning relief.\nWe find Best’s assertion that Parker supports her position to be her strongest argument. In Parker, the Kansas Court of Appeals held that a ruling by the Kansas Civil Service Board does not have a res judicata effect on a subsequent independent tort action brought in the state courts under the KAAD. Parker, 778 P.2d at 393. In support of its holding, the Kansas Court of Appeals stated:\n[The plaintiff-employee] could have raised the issue of racial discrimination in her hearing before the [Kansas Civil Service] Board determining the reasonableness of her discharge but, as she had the right to do, elected to submit this issue to the KCCR. [The plaintiffTem-ployee] could not, however, assert the claims for actual damages (including pain, suffering and humiliation) in excess of $2,000 and punitive damages, nor could she have received de novo review of the action in district court with or without a jury.... The Board thus lacked the authority to consider certain aspects of [plaintiff-employee's] claim and she should not be precluded from pursuing an action pursuant to K.S.A. 44-1001.\nId. 778 P.2d at 392. Although admittedly this language suggests that an employee may recover punitive damages as well as pain and suffering damages in excess of $2,000 in a claim for discrimination brought in a court of law, this was not the ultimate issue before the court. We find the Kansas Supreme Court’s analysis in Woods, 648 P.2d at 234, to be more indicative of how it would decide this issue. If a federal court is convinced by persuasive indications that the highest court of the state would decide otherwise, the federal court is not bound by a ruling of a state intermediate court. Commissioner v. Estate of Bosch, 387 U.S. 456, 465, 87 S.Ct. 1776, 1782-83, 18 L.Ed.2d 886 (1967). Because we are so convinced, we choose to follow the Kansas Supreme Court’s pronouncement in Woods, rather than the intermediate court’s statements in Parker.\nThe policy underlying the KAAD further supports our position. Although the administrative remedy is not exclusive, it must be exhausted before a state action can be brought. Van Scoyk, 580 P.2d at 1317. Under Best’s interpretation, an employee would have very little incentive to pursue a discrimination claim aggressively before the KCCR if, upon rejection, the employee could pursue more favorable remedies in state or federal courts. Unless compelled to do so by clear authority, we are reluctant to adopt a reading of the Kansas statute that would lead to the illogical result that, when the KCCR finds a claimant’s allegations to be without probable cause, that claimant has broader remedies in a subsequent civil suit than the claimant whose allegations were found by the KCCR to have probable cause.\nBoth parties agree that whether a party is entitled to a jury is a question of federal law. See Simler v. Conner, 372 U.S. 221, 222, 83 S.Ct. 609, 611, 9 L.Ed.2d 691 (1963) (per curiam). However, in order to determine whether Best was entitled to a jury, we must construe the relief afforded under the KAAD according to state law. In Woods, the court analyzed the KAAD by analogizing to Title VII. See Woods, 648 P.2d at 239, 240-41, 243-44. There is no constitutional entitlement to a jury under Title VII. See Lehman v. Nakshian, 453 U.S. 156, 164, 101 S.Ct. 2698, 2703, 69 L.Ed.2d 548 (1981); Trotter v. Todd, 719 F.2d 346, 348 (10th Cir.1983). Indeed, in Woods, the court determined that the statutory similarity that convinced it to overrule the district court’s decision to grant pain, suffering, and humiliation damages was partly evidenced by the fact that there was no absolute right to a jury under either statutory scheme. Id. 648 P.2d at 243-44.\nThe only difference between the KAAD and Title VII is that under the KAAD, an employee can recover pain, suffering, and humiliation damages so long as they do not exceed $2,000. Admittedly, this type of relief is legal as opposed to equitable. However, we must decide whether Best’s cause of action as a whole is equitable or legal. Because we view Kan.Stat.Ann. § 44-1009 as providing primarily equitable relief, the fact that it may have a “legal characteristic” to the extent that it allows up to $2,000 for pain, suffering, and humiliation does not render the cause of action legal. See Slack v. Havens, 522 F.2d 1091, 1094 (9th Cir.1975); Koerner v. Custom Components, Inc., 4 Kan.App.2d 113, 603 P.2d 628, 637-38 (1979); Karnes Enterprises, Inc. v. Quan, 221 Kan. 596, 561 P.2d 825, 830-31 (1977).\nBecause the Kansas Supreme Court has held that the KAAD is to a large extent analogous to Title VII, and because it is well-settled law that an employee is not entitled to a jury trial under Title VII, we affirm the district court’s conclusion that Best was not entitled to have a jury consider her retaliation claims under the KAAD. Accord Douglass v. Blue Cross & Blue Shield of Kansas, No. 88-2257-S, 1989 WL 134548, at *4, 1989 U.S.Dist. LEXIS 13089, at *11 (D.Kan. Oct. 23, 1989) (no right to a jury trial under the KAAD because the KAAD is analogous to Title VII and a KAAD cause of action is essentially equitable in nature).\nTherefore, in all respects, the memorandum opinion of the district court is AFFIRMED.\n. Following Woods, the Kansas legislature added a provision limiting any mental suffering award to $2,000. See Kan.Stat.Ann. § 44-1005(k).\n. Best argues that because Title VII was enacted after the KAAD, Title VII is of little value in interpreting the KAAD. We disagree. Regardless of which statutory scheme was enacted - first, the Kansas Supreme Court is entitled to refer to Title VII when it interprets the KAAD, and we then are obliged to follow that interpretative tool as adopted by the Kansas Supreme Court. See Carreno v. IBEW Local No. 226, 54 Fair Empl. Frac. Cas. (BNA) 81, 82 n. 1, 1990 WL 159199 (D.C.Kan.1990) (district court applied Title VII standards to KAAD claim because Kansas courts have done so).\n. At oral argument, Best argued that the procedural posture of her case (a trial before a state court following a finding of no probable cause by the KCCR) distinguishes her case from Woods. She asserted that a claim for retaliatory discharge can be raised in three ways: (1) by bringing the claim before the KCCR; (2) by appealing a KCCR decision to a court of law in the nature of a trial de novo, where the KCCR found probable cause but one of the parties was dissatisfied with the KCCR's resolution of the dispute (Woods); and (3) by bringing a claim in a court of law following a KCCR finding of no probable cause (the instant case). At least for purposes of determining whether the limitations of § 44-1005(k) are applicable, we reject this trichotomy and instead view the second and third procedural postures as identical.\n. Kan.Stat.Ann. § 44-1001 contains the declaration of the policy behind the KAAD.\n. In Parker, the employee alleged that she had been discriminatorily discharged from her position at a state hospital. She brought an action before the Kansas Civil Service Board (\"Board”), which reviews grievances by employees of state institutions. The Board ruled against her and she appealed to the state district court (“first district court\"). In the first district court proceeding, however, she abandoned her discrimination claim. Instead, she brought a separate discrimination action before the KCCR. After the KCCR made a no probable cause finding, she filed another petition in the state district court (“second district court”). The second district court, applying the doctrine of claim preclusion, held that she was barred from raising the discrimination claim under Kan.Stat.Ann. §§ 44-1001 et seq. because she had abandoned that claim in the first district court proceeding. The court of appeals reversed, finding the doctrine of claim preclusion inapplicable. The appellate court distinguished the two proceedings by noting that Parker’s claim before the Civil Service Board could not provide her a remedy for pain, suffering, and humiliation damages in excess of $2,000 and punitive damages. The clear implication of this distinction was that such remedies were available in a KAAD claim. We note, however, that the court of appeals cited no authority for this proposition.",
        "type": "majority",
        "author": "EBEL, Circuit Judge."
      }
    ],
    "attorneys": [
      "Alan V. Johnson of Sloan, Listrom, Ei-senbarth, Sloan & Glassman, Topeka, Kan., for plaintiff-appellant.",
      "Dale L. Beckerman and Mimi E. Doherty of Deacy & Deacy, Kansas City, Kan., for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Mary J. BEST, Plaintiff-Appellant, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Defendant-Appellee.\nNo. 90-3158.\nUnited States Court of Appeals, Tenth Circuit.\nNov. 25, 1991.\nAlan V. Johnson of Sloan, Listrom, Ei-senbarth, Sloan & Glassman, Topeka, Kan., for plaintiff-appellant.\nDale L. Beckerman and Mimi E. Doherty of Deacy & Deacy, Kansas City, Kan., for defendant-appellee.\nBefore EBEL and McWILLIAMS, Circuit Judges, and ALLEY, District Judge.\nThe Honorable Wayne E. Alley, District Judge for the United States District Court for the Western District of Oklahoma, sitting by designation."
  },
  "file_name": "1477-01",
  "first_page_order": 1549,
  "last_page_order": 1554
}