{
  "id": 10519734,
  "name": "WARMTEX ENTERPRISES, Plaintiff-Appellant, v. Lynn MARTIN, Secretary of Labor, Defendant-Appellee",
  "name_abbreviation": "Warmtex Enterprises v. Martin",
  "decision_date": "1992-01-10",
  "docket_number": "No. 91-55051",
  "first_page": "1133",
  "last_page": "1137",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 1133"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "20 CFR § 656.24",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)(2)(i)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "722 F.2d 1362",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10615105
      ],
      "pin_cites": [
        {
          "page": "1366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/722/1362-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1182",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "431 U.S. 864",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2235
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "872"
        },
        {
          "page": "2155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0864-01"
      ]
    },
    {
      "cite": "20 CFR § 656",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "1989 WL 90729",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "688 F.2d 1161",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1465369
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1170"
        },
        {
          "page": "1166-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/688/1161-01"
      ]
    },
    {
      "cite": "20 CFR § 656.21",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 11482,
    "ocr_confidence": 0.792,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3221321011379428
    },
    "sha256": "1a40e6610bfae3b940c9a99dff0aea17f4baa71bd5165f317039f712654659f9",
    "simhash": "1:efa67185ae064706",
    "word_count": 1777
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BROWNING, BOOCHEYER and REINHARDT, Circuit Judges."
    ],
    "parties": [
      "WARMTEX ENTERPRISES, Plaintiff-Appellant, v. Lynn MARTIN, Secretary of Labor, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nI\nWarmtex Enterprises sought an alien labor certification from the Department of Labor to permit it to employ Huang Rong Yeh, an alien, for the position of import manager. The Department’s Certification Officer denied certification. Warmtex appealed to the Board of Alien Labor Certification Appeals (Board), which affirmed. Warmtex filed suit in District Court seeking review of the Board’s decision. The district court granted the Department’s motion for summary judgment. Warmtex appealed. We affirm.\nWarmtex filed its Application for an Alien Employment Certification on behalf of Mr. Yeh pursuant to section 212(a)(14) of the Immigration and Nationality Act and Department regulation 20 CFR § 656.21(a). After filing the application, Warmtex advertised the availability of the position. Nine United States workers responded. Warmtex wrote to all nine applicants, scheduling personal interviews at Warm-tex’s headquarters in Alhambra, California. Warmtex cited job related reasons for rejecting four of the applicants (e.g. insufficient experience, lack of language skills). The remaining five were rejected because, in Warmtex’s words, they “did not appear at interview.”\nIn denying certification, the Certifying Officer relied upon the fact that applicants contacted by the Certifying Officer reported Warmtex had “refused to interview by phone, demanding instead that qualified applicants travel to Alhambra at their own [considerable] expense”; applicant Schmidt added that Warmtex “did not give enough information for me to make a decision.” The Certifying Officer concluded Warm-tex’s conduct “does not convincingly show good-faith effort to recruit U.S. workers and the reasons given for rejection are not job-related.” In affirming the Board said:\nIn the instant case, the Employer rejected five applicants solely on the basis of failing to appear for an interview at their own expense. The Employer made no effort to determine the qualifications of the applicants, either through telephone interviews or by paying the applicants’ travelling expenses. According to the CO [Certifying Officer], applicant Schmidt was not even given enough information to make a decision as whether to interview for the position. The Employer’s conduct in recruitment suggests that it was using the interview requirement as a means to reject U.S. workers. An employer cannot lawfully reject a U.S. applicant solely on the basis of the applicant’s unwillingness to pay travel-ling expenses, (citations omitted).\nThe Employer has not specified lawful, job-related reasons for rejecting each U.S. worker as required by § 656.-21(b)(7);[] therefore, the CO [Certifying Officer] properly denied certification.\nII\nBy the terms of the statute, the Department must certify “there are not sufficient workers who are able, willing, qualified ... and available” to perform the work in question. See Note 1. To enable the Secretary to make an informed decision based on reliable evidence, the employer has the burden of producing documentation of its recruitment efforts. See Production Tool Corp. v. Employment and Training Admin., 688 F.2d 1161, 1170 (7th Cir.1982). To discharge this burden, the Department requires the employer to show, among other things, that a good faith effort has been made to recruit United States workers for the position and that no United States worker has been rejected for reasons unrelated to the job. See, e.g., In re Misak’s Gen. Bldg. Contractors, 89 INA 39 (BALCA Oct. 25, 1989); In re Hipoint Dev., Inc., 88 INA 340, 1989 WL 90729 (BALCA May 31, 1989); In re Lin & Associates, Inc., 88 INA 7 (BALCA, Apr. 14, 1989); In re L.A. United Investment Co., 87 INA 738 (BALCA, Apr. 20, 1988). These requirements are reflected in various Department regulations. 20 CFR § 656.-21(b)(1)(E), (b)(7), (j)(iv); § 656.24(b)(1), (b)(2).\nIn implementing these requirements, the Board has held the employer must make adequate inquiry by telephone or otherwise to determine whether United States workers who apply are qualified for the position, see, e.g., Lin & Associates; L.A. United Investment, and that the employer may not reject as unqualified or unavailable United States workers who seem, after adequate inquiry, to be qualified but are unable or unwilling to appear for a personal interview at their own expense. See, e.g., Misak’s Gen. Bldg. Contractors; Hipoint Div. Failure to make a reasonable effort to determine whether United States applicants are qualified, or insisting upon a personal interview with an apparently qualified United States applicant at the applicant's expense, reflects a lack of good faith effort to recruit qualified United States workers. Misak’s Gen. Bldg. Contractors. Rejection without a suitable inquiry into an applicant’s qualifications, or because an apparently qualified United States worker is unable or unwilling to appear for a personal interview at the worker’s own expense, constitutes rejection for other than job related reasons. Hipoint Dev.; Lin & Associates.\nThese Board decisions and the regulations upon which they rest are patently consistent with Section 212(a)(14) of the Act and reasonably related to its enforcement. Under well-established principles applied by the Seventh Circuit in this context, they are therefore well within the Department’s authority to interpret and apply the statute.\nm\nWarmtex argues the Board relied solely on subsection (b)(7) of 20 CFR § 656.21 (see Note 2), and this reliance was error because the language of this subsection indicates it applies only when the employer’s recruitment effort is undertaken before the employer files an application for an alien labor certificate, and not when, as in this case, the employer defers recruitment of United States workers until after filing the application.\nWarmtex’s argument finds some support in the bare language of the subsection, but in little else. Clearly, the requirement that United States workers be rejected only for job related reasons is essential to the implementation of the statutory command that aliens not be admitted to perform jobs United States workers are able, willing, qualified and available to perform. The Department could not have intended to impose this condition only when the employer chose to undertake recruitment before rather than after filing an application for alien certification. Warmtex has suggested no reason for excluding (at the option of the employer applicant) a large class of applications from a requirement critical to the enforcement of the statute.\nThe Department has interpreted (b)(7) consistently as applicable equally whether the recruitment effort preceded or followed the application for certification. See Misak’s Gen. Bldg. Contractors; Hi- point Dev.; Lin & Associates. Where, as here, it is possible to read the regulation as the Department reads it, and that reading is consistent with the language and purpose of the statute, the Department’s interpretation is entitled to deference. See United States v. Larionoff, 431 U.S. 864, 872, 97 S.Ct. 2150, 2155, 53 L.Ed.2d 48 (1977). We hold that the requirement applies to recruitment after as well as before the filing of an application.\nWarmtex contends the Certifying Officer’s findings that Warmtex insisted on personal interviews at the applicants’ expense and that the applicants decided not to appear for that reason, are not supported by substantial evidence. As we have noted, however, the Certifying Officer based these findings upon statements obtained from the applicants themselves, and Warm-tex offered no evidence to the contrary.\nAFFIRMED.\n. The statute provides:\n(a) Except as otherwise provided in this chapter, the following describes classes of excluda-ble aliens who are ineligible to receive visas and who shall be excluded from admission into the United States:\n(14) Aliens seeking to enter the United States, for the purpose of performing skilled or unskilled labor, unless the Secretary of Labor has determined and certified to the Secretary of State and the Attorney General that (A) there are not sufficient workers who are able, willing, qualified ... and available at the time of application for a visa and admission to the United States and at the place where the alien is to perform such skilled or unskilled labor, and (B) the employment of such aliens will not adversely affect the wages and working conditions of the workers in the United States similarly employed....\n8 U.S.C. § 1182.\n. Section 656.21(b)(7) provides in part:\n(b) Except for labor certification applications involving occupations designated for special handling ... the employer shall submit, as a part of every labor certification application, on the Application for Alien Employment Certification form or in attachments, as appropriate, the following clear documentation:\n(7) If U.S. workers have applied for the job opportunity, the employer shall document that they were rejected solely for lawful job-related reasons.\n. Warmtex cites two earlier decisions, Kurzban ex rel. Youn, 82 INA 931 (Feb. 23, 1982), and Taslina Investments & Management, Inc. ex rel Shamira, 86 INA 395 (Aug. 19, 1986), that it asserts take the view that a worker’s failure to appear for an interview is equivalent to withdrawal from consideration. Neither case involved the refusal of an employer to pay interview travel expenses. Moreover, as the Department points out, both cases were decided by individual administrative law judges before the Board was created in 1987 for the purpose of “enhanc[ing] the uniformity and consistency of decisions,” 52 Fed.Reg. 11,217, 218 (1987), and \"have obviously not been accepted\" by the Board.\n. See Industrial Holographies, Inc. v. Donovan, 722 F.2d 1362, 1366 (7th Cir.1983); Production Tool Corp., 688 F.2d at 1166-71.\n. Warmtex is mistaken. The Board denied Warmtex’s application not only because Warm-tex failed to comply with (b)(7) but also because Warmtex failed to undertake a good faith recruitment effort. The Department is authorized by 20 CFR § 656.24 to deny a certification if it finds \"[t]here is in the United States a worker who is able, willing, qualified and available for and at the place of the job opportunity.\" ... In making this determination, the Certifying Officer shall \"look at the documented results of the employer’s ... recruitment efforts, and shall determine if there are other appropriate sources of workers where the employer should have recruited or might be able to recruit U.S. workers.\" 20 CFR § 656.24(b)(2)(i). The Department could and did find Warmtex’s recruitment effort insufficient because Warmtex excluded as a source of United States workers five such workers who appeared to be qualified but would not or could not travel to Warmtex's headquarters for a personal interview at their own expense.\n.The language of (b)(7) is not without ambiguity. The Secretary would be well advised to clarify it.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Steven Frank Swanson, Swanson & Swanson, Marina del Rey, Cal., for plaintiff-appellant.",
      "Robert I. Lester, Asst. U.S. Atty., Los Angeles, Cal., for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "WARMTEX ENTERPRISES, Plaintiff-Appellant, v. Lynn MARTIN, Secretary of Labor, Defendant-Appellee.\nNo. 91-55051.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Dec. 2, 1991.\nDecided Jan. 10, 1992.\nSteven Frank Swanson, Swanson & Swanson, Marina del Rey, Cal., for plaintiff-appellant.\nRobert I. Lester, Asst. U.S. Atty., Los Angeles, Cal., for defendant-appellee.\nBefore BROWNING, BOOCHEYER and REINHARDT, Circuit Judges.\nLynn Martin is substituted for her predecessor, Elizabeth H. Dole, as Secretary of Labor. Fed. R.App.P. 43(c)(1)."
  },
  "file_name": "1133-01",
  "first_page_order": 1209,
  "last_page_order": 1213
}