{
  "id": 10517606,
  "name": "Estella TIMMS, Plaintiff-Appellant, v. Anthony M. FRANK, Defendant-Appellee",
  "name_abbreviation": "Timms v. Frank",
  "decision_date": "1992-01-06",
  "docket_number": "No. 91-1442",
  "first_page": "281",
  "last_page": "287",
  "citations": [
    {
      "type": "official",
      "cite": "953 F.2d 281"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "784 F.2d 835",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1548363
      ],
      "pin_cites": [
        {
          "page": "838"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/784/0835-01"
      ]
    },
    {
      "cite": "738 F.2d 442",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "1983 WL 502",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "795 F.2d 1265",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1596250
      ],
      "pin_cites": [
        {
          "page": "1271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/795/1265-01"
      ]
    },
    {
      "cite": "924 F.2d 655",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/924/0655-01"
      ]
    },
    {
      "cite": "450 U.S. 248",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184064
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "254-56"
        },
        {
          "page": "1094-95"
        },
        {
          "page": "256"
        },
        {
          "page": "1095"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0248-01"
      ]
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "802"
        },
        {
          "page": "1824"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "427 U.S. 273",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175990
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/427/0273-01"
      ]
    },
    {
      "cite": "638 F.2d 693",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1357619
      ],
      "pin_cites": [
        {
          "page": "695-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/638/0693-01"
      ]
    },
    {
      "cite": "777 F.2d 1216",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1521704
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1219"
        },
        {
          "page": "1219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/777/1216-01"
      ]
    },
    {
      "cite": "899 F.2d 612",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531512
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/899/0612-01"
      ]
    },
    {
      "cite": "55 Fordham L.Rev. 1109",
      "category": "journals:journal",
      "reporter": "Fordham L. Rev.",
      "year": 1987,
      "pin_cites": [
        {
          "page": "1132-37"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "650 F.2d 885",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1239953
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "888"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/650/0885-01"
      ]
    },
    {
      "cite": "790 F.2d 1362",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1579066
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1364-65"
        },
        {
          "page": "1367-68",
          "parenthetical": "Reinhardt, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/790/1362-01"
      ]
    },
    {
      "cite": "840 F.2d 339",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543874
      ],
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/840/0339-01"
      ]
    },
    {
      "cite": "773 F.2d 919",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        17848
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "920"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/773/0919-01"
      ]
    },
    {
      "cite": "528 F.2d 309",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1079691
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/528/0309-01"
      ]
    },
    {
      "cite": "412 F.2d 1091",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2187469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/412/1091-01"
      ]
    },
    {
      "cite": "653 F.2d 628",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3534757,
        1465862
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "630"
        },
        {
          "page": "630"
        },
        {
          "page": "629-30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/209/0373-01",
        "/f2d/653/0628-01"
      ]
    },
    {
      "cite": "845 F.2d 287",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543907
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "289",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/845/0287-01"
      ]
    },
    {
      "cite": "675 F.Supp. 418",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7401469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/675/0418-01"
      ]
    },
    {
      "cite": "842 F.2d 639",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/842/0639-01"
      ]
    },
    {
      "cite": "792 F.2d 1069",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1583175
      ],
      "pin_cites": [
        {
          "page": "1071"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/792/1069-01"
      ]
    },
    {
      "cite": "741 F.Supp. 165",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7387368
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/741/0165-01"
      ]
    },
    {
      "cite": "914 F.2d 1003",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/1003-01"
      ]
    },
    {
      "cite": "689 F.2d 100",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1469846
      ],
      "weight": 14,
      "pin_cites": [
        {
          "page": "100-01"
        },
        {
          "page": "101-02"
        },
        {
          "page": "102"
        },
        {
          "page": "103"
        },
        {
          "page": "102"
        },
        {
          "page": "102"
        },
        {
          "page": "102-03"
        },
        {
          "page": "102"
        },
        {
          "page": "102"
        },
        {
          "page": "102"
        },
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/689/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1053,
    "char_count": 22306,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 1.196840959975794e-06,
      "percentile": 0.9876380823746868
    },
    "sha256": "1a51ef1f2ef3d95fc93f8da9a79fec5dc844339abd47193bb227951239350cf5",
    "simhash": "1:9a741f851feaff6d",
    "word_count": 3635
  },
  "last_updated": "2024-02-27T21:21:35.589357+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CUMMINGS, WOOD, Jr., and CUDAHY, Circuit Judges."
    ],
    "parties": [
      "Estella TIMMS, Plaintiff-Appellant, v. Anthony M. FRANK, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "CUMMINGS, Circuit Judge.\nEstella Timms, a former employee of the United States Postal Service, sued Anthony Frank, the Postmaster General, under Title VII, 42 U.S.C. § 2000e-16, and the Age Discrimination in Employment Act (ADEA), 29 U.S.C. § 633a. Proceeding pro se, Timms alleged that the Postal Service had discriminated against her on the basis of her age and race. The district court granted summary judgment to the defendant, finding that the Postal Service had given a legitimate, non-discriminatory reason for refusing to reinstate Timms and that Timms’s claim that a younger white male co-worker with a similar work record received preferential treatment was unconvincing. We now consider the propriety of the grant of summary judgment.\nI. BACKGROUND\nTimms worked for the Postal Service during two different periods. First, she worked as a distribution clerk from 1966 until 1972, when she resigned for medical reasons. She was reinstated as a part-time distribution clerk in 1973. Timms continued to work until 1979, when, for health reasons, she stopped reporting to work and was placed on leave without pay (LWOP) status. Over a year later Timms was still on LWOP status, and the Postal Service notified her that she could not remain on LWOP unless she gave some indication that she would be able to return to work within a reasonable time. As the medical statements Timms had already submitted did not indicate that she would return to work within a reasonable time, the Postal Service told her that she would be separated from her position unless she provided medical certification regarding her likely return to work. She failed to provide such information, and her employment was terminated on March 25, 1981.\nTimms requested reinstatement in 1982, but was denied. She requested reinstatement again in 1987, but was again denied, because of her previous work record. After pursuing administrative remedies, she filed this suit.\nII. ANALYSIS\nTimms challenges the grant of summary judgment on two grounds. First, she argues that summary judgment was improper because she was proceeding pro se and never received adequate notice as to the effect of a failure to support a response to a summary judgment motion with affidavits or other documents. Under Lewis v. Faulkner, 689 F.2d 100 (7th Cir.1982), she argues, all pro se litigants are entitled to such notice. Second, Timms asserts that the defendant was not entitled to summary judgment because genuine issues of material fact remained. Specifically, she claims that issues remained as to whether shé was qualified for the position and as to the intent of the defendant in refusing to reinstate her.\nIn considering these issues we review the record de novo, drawing all reasonable inferences in favor of the non-movant. Rizzo v. Caterpillar, Inc., 914 F.2d 1003 (7th Cir.1990). Summary judgment is proper only if there are no genuine issues of material fact remaining, such that the movant is entitled to judgment as a matter of law. Id.; Fed.R.Civ.P. 56(c).\nA. Notice to Pro Se Litigants\nLewis v. Faulkner, 689 F.2d 100 (7th Cir.1982), involved a prisoner, suing pro se, who failed to respond to the defendants’ summary judgment motion. The court inferred that the Federal Rules of Civil Procedure forbade a district court to act on a summary judgment motion without giving the non-movant a reasonable opportunity to present counter-affidavits. Id. at 100-01. Further, the court found that “[a] reasonable opportunity presupposes notice.” Id. at 101-02. The court believed that the need to respond to such a motion with affidavits is not obvious to a layman, holding:\nSince few prisoners- have a legal background, we think it appropriate to lay down a general rule that a prisoner who is a plaintiff in a civil case and is not represented by counsel is entitled to receive notice of the consequences of failing to respond with affidavits to a motion for summary judgment.\nId. at 102. The court went on to state that defense counsel could provide this notice by including a short and plain statement of the need to respond with their summary judgment motion, giving both the text of Rule 56(e) and an explanation of the rule in ordinary English. Id. However, if defense counsel failed to provide this notice, the court required the district judge to do so. Id. at 103.\nTimms argues that the Lewis notice requirement applies to all pro se litigants, not just prisoners. Two cases directly support this argument. Signer v. Indiana University Foundation, 741 F.Supp. 165 (S.D.Ind.1990), held that non-prisoner pro se litigants also have a right to the notice required by Lewis. The court found that a litigant's right to a “reasonable opportunity” to submit affidavits opposing a summary judgment motion should not depend on whether the litigant is a prisoner. In fact, the court observed, prisoners often have a more effective legal support system than non-prisoners, given their access to law libraries and jailhouse lawyers, not to mention the amount of time prisoners have to research their cases. Id. at 166; see also Procup v. Strickland, 792 F.2d 1069, 1071 (11th Cir.1986) (also noting other advantages of prisoners, such as the greater likelihood of being allowed to proceed in forma pauperis and access to free materials, paper, and postage). Similarly, the Second Circuit in Sellers v. M.C. Floor Crafters, Inc., 842 F.2d 639 (2d Cir.1988), reversed a grant of summary judgment because the pro se plaintiff, a non-prisoner, had not been advised of the consequences of failing to respond to a summary judgment motion. Some courts have extended the rule to non-prisoner litigants on their own, as a matter of general practice. See Hights v. International Harvester Co., 675 F.Supp. 418, 419 n. 2 (N.D.Ill.1987) (“in accordance with its uniform practice whenever Rule 56 motions are asserted against unrepresented litigants ... this court mailed Hights [a pro se non-prisoner] notice as to the procedural requirements she had to observe in response”) (citing Lewis).\nIn applying their own Lems-type rules, other circuits have used language that would seem to apply to all pro se litigants, even though the specific case involved a prisoner. For example, in United States v. One Colt Python .357 Cal. Revolver, 845 F.2d 287 (11th Cir.1988), the plaintiff was an involuntary resident at a Mental Hospital. In discussing his case, however, the court did not focus on the restrictions his confinement placed on his legal representation, but rather stated generally:\nWe have repeatedly emphasized that care must be exercised to insure proper notice to a litigant not represented by counsel. Litigants without counsel lack formal legal training and “occupy a position significantly different from that occupied by litigants represented by counsel.” A motion for summary judgment should only be granted against a litigant without counsel if the court gives clear notice of the need to file affidavits or other responsive materials and of the consequences of default.\nId. at 289 (citations omitted). In Ham v. Smith, 653 F.2d 628, 630 (D.C.Cir.1981), the District of Columbia Circuit remanded a case because a pro se litigant recently released from prison had not been given proper notice as to how to respond to a summary judgment motion. Following Hudson v. Hardy, 412 F.2d 1091 (D.C.Cir.1968), the court reasoned that a pro se plaintiff released in the middle of a case faced many of the same handicaps as a prisoner. Ham, 653 F.2d at 630. Yet the court did not specify what these handicaps were or how they differed from those faced by all pro se plaintiffs. More, the court began its discussion of the issue by stating, “This court has recognized that district judges should accord special attention to pro se litigants faced with summary judgment motions.” Id. at 629-30. The Fourth Circuit has also used language indicating that non-prisoners, too, deserve notice of the requirements of Rule 56(e), though the specific case before it involved a prisoner. In Roseboro v. Garrison, 528 F.2d 309 (4th Cir.1975) (per curiam) the district court granted summary judgment for the defendant prison warden. Remanding, the court wrote:\n[I]f this were an ordinary civil action the failure of Roseboro to file any counter-affidavit would warrant the entry of summary judgment. We agree with the plaintiff, however, that there is another side to the coin which requires that the plaintiff be advised of his right to file counter-affidavits or other responsive material ... Assuredly, a pro se plaintiff is entitled to such a reasonable safeguard.\nId. at 310.\nThis circuit, too, has spoken in terms of the rights of all pro se litigants, not just prisoners. Lewis itself, although limiting its holding to prisoner litigants, spoke in terms of what would be reasonable to a layman, not merely to a prisoner. 689 F.2d at 102. A later opinion observed that Lewis solved “the problem of pro se litigants who trip over the provision of Fed.R.Civ.P. 56(e),” not mentioning whether that rule was still limited to prisoners. Averhart v. Arrendondo, 773 F.2d 919, 920 (7th Cir.1985). Averhart involved a pro se prisoner whose Rule 59(e) motion had been denied, and who failed to realize that this denial required him to file another notice of appeal under Fed.R.App.P. 4(a)(1) in order to preserve his right to appeal. Yet, in suggesting a rule similar to Lewis, namely that district judges should give pro se litigants notice of their right to appeal from the denial of a Rule 59(e) motion, the court did not distinguish between pro se prisoners and others. Id.\nSome circuits, however, have directly held that only pro se prisoners are entitled to notice of the requirements of Rule 56(e). Brock v. Hendershott, 840 F.2d 339, 343 (6th Cir.1988); Jacobsen v. Filler, 790 F.2d 1362, 1364-65 (9th Cir.1986). These cases focused on the freedom non-prisoners have to choose between either retaining counsel or representing themselves, stating that “[i]t is the element of ‘choice’ which most clearly distinguishes the pro se prisoner cases from the suit at bar,” and “[a] litigant who chooses himself as legal representative should be treated no differently.” Jacobsen, 790 F.2d at 1364 n. 4 and 1365 (emphasis in original). The Ninth Circuit also feared that requiring notice to non-prisoners “implicates the court’s impartiality and discriminates against opposing parties who do have counsel.” Id. at 1365 n. 7.\nIn spite of these arguments, we believe that all pro se litigants, not just prisoners, are entitled to notice of the consequences of failing to respond to a summary judgment motion. As outlined in Lewis, this notice should include both the text of Rule 56(e) and a short and plain statement in ordinary English that any factual assertion in the movant’s affidavits will be taken as true by the district court unless the nonmovant contradicts the movant with counter-affidavits or other documentary evidence. See Lewis, 689 F.2d at 102. Counsel should include this notice with the summary judgment motion, but if they fail to do so this responsibility will fall on the district court. See id. at 102-03. We base this decision on the rationale of Lewis and a belief that the attempted distinction between prisoners and other pro se litigants with regard to this issue is unconvincing.\nLewis required notice of Rule 56(e)’s requirements because the need to answer a summary judgment motion with counter-affidavits is “contrary to lay intuition.” 689 F.2d at 102.\nIt would not be realistic to impute to a prison inmate (unless, like the ‘former law professor’ of whom this court spoke in Maclin v. Freake, 650 F.2d 885, 888 (7th Cir.1981) (per curiam), the prisoner has legal training) an instinctual awareness that the purpose of a motion for summary judgment is to head off a full-scale trial by conducting a trial in miniature, on affidavits, so that not submitting counter affidavits is the equivalent of not presenting any evidence at trial.\nId. It would also be unrealistic to impute this knowledge to' a non-prisóner without legal training. Further, the idea that non-prisoners do not deserve notice because they have chosen to proceed pro se ignores the fact that most litigants who sue without a lawyer do so because they cannot afford one. Jacobsen, 790 F.2d at 1367-68 (Reinhardt, J., dissenting). Indigent plaintiffs have no more “freedom of choice” as to legal representation than do prisoners. Also, even though non-prisoner plaintiffs may often be more educated than prisoners, that is no guarantee that a layman will understand the effects of a failure to respond to a summary judgment motion. See Lewis, 689 F.2d at 102; see also Note, An Extension of the Right of Access: The Pro Se Litigant’s Right to Notification of the Requirements of the Summary Judgment Rule, 55 Fordham L.Rev. 1109, 1132-37 (1987).\nIn light of our holding that Timms had a right to be notified of the need to respond to the defendant’s summary judgment motion, the next question is whether she received such notice. The defendant’s Memorandum in Support of Motion for Summary Judgment included a summary of Rule 56 and a statement that, “To establish that a genuine dispute exists, plaintiff must show more than that there is ‘some evidence’ controverting the Postal Service’s proof — she must produce enough evidence to make a determination in her favor possible.” Appellee Appendix at 4. At no point did the defendant explicitly notify Timms of the need to produce more evidence, beyond her pleadings, to oppose the motion. This was not sufficient notice. Timms could reasonably have believed, like the hypothetical lay person in Lewis, that she would have an opportunity to argue the evidence before the court at a hearing or at trial. Lewis, 689 F.2d at 102. The next question, then, is whether the lack of notice prejudiced Timms to the extent that the district court’s grant of summary judgment was improper.\nB. Prejudice Due to Lack of Notice\nThe defendant asserts that the lack of notice in this case is irrelevant, as Timms’s actions reveal that she knew what she had to do to oppose this motion. Timms supplemented her Answer to Defendants’ Motion for Summary Judgment with a copy of her entire EEO file (195 pages) and other documents. In her answer she referred to documents in the EEO file as rebutting the defendant’s motion. Specifically, she cited both her own previous work record and the record of James Krackenberger, the white male whom she claims received preferential treatment. She also referred to documents showing that the Postal Service was hiring at the times when she was denied and Krackenberger was granted reinstatement, as well as documents regarding her past compliance with Postal Service regulations. The defendant contends that the nature of this response shows an understanding of Rule 56(e) and a lack of prejudice. Timms, however, asserts that the question of prejudice is irrelevant, as a pro se plaintiff who does not receive the notice required by Lewis is entitled to a remand and an opportunity to oppose the summary judgment motion in an informed manner, relying on Kelley v. McGinnis, 899 F.2d 612 (7th Cir.1990) (per curiam).\nThe question of prejudice is relevant, however, for if Timms could not have avoided summary judgment if she had received adequate notice, there would be no point in remanding. See Ross v. Franzen, 777 F.2d 1216, 1219 (7th Cir.1985) (“It is not reversible error to fail to give such notice in the limited circumstances where it appears ‘beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.’ ”) (quoting Muhammed v. Rowe, 638 F.2d 693, 695-96 (7th Cir.1981); accord Kelley, 899 F.2d at 615. To make out a prima facie case under Title VII, the plaintiff must show that she is a member of a protected class who was qualified for reinstatement but was denied, while a similarly situated employee outside of her protected class, and with a similar work history, was reinstated. McDonald v. Santa Fe Trail Transportation Co., 427 U.S. 273, 96 S.Ct. 2574, 49 L.Ed.2d 493; see McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668. If the defendant rebuts a prima facie case by articulating a lawful, non-discriminatory reason for its decision, then the plaintiff must persuade the trier of fact that this reason is a mere pretext for discrimination. Texas Dept. of Community Affairs v. Burdine, 450 U.S. 248, 254-56, 101 S.Ct. 1089, 1094-95, 67 L.Ed.2d 207; Visser v. Packer Engineering Assoc., Inc., 924 F.2d 655 (7th Cir.1991) (en banc) (same standard applies for disparate treatment claims under Title VII and ADEA). To carry this burden, Timms would need to offer evidence showing that a discriminatory reason more likely than not motivated the Postal Service, or that the proffered explanation is incredible. Burdine, 450 U.S. at 256, 101 S.Ct. at 1095.\n1. Prima Facie Case\nTimms, a black female over the age of forty, is a member of a protected class. See 42 U.S.C. § 2000e-16; 29 U.S.C. § 633a. Timms compares herself to James Krackenberger, a white former co-worker. Krackenberger also left the Postal Service for health reasons, and, Timms alleges, had a worse work record than she did, yet he was reinstated. Timms believes that this shows discrimination, but there are important differences between the two.\nKrackenberger was seeking reinstatement for the first time. Timms was seeking reinstatement for the second time, having been reinstated once before. Also, Krackenberger had voluntarily resigned, whereas, despite her claims to the contrary, there is no proof that Timms resigned from the Postal Service before she was terminated. Most importantly, Krackenberger’s and Timms’s applications were considered by different people. Krackenberger was reinstated by Frank Santoro; Timms was denied by Burdette Person. This is a significant point, as it is difficult to say that the difference was more likely than not the result of intentional discrimination when two different decision-makers are involved. See Cooper v. North Olmstead, 795 F.2d 1265, 1271 (6th Cir.1986) (noting that although a change in managers is not a complete defense to a discrimination claim, it can suggest a basis for the difference in treatment); Monahan v. Illinois Central Gulf Railroad Co., 31 F.E.P. Cases 1513, 1983 WL 502 (N.D.Ill.1983), aff'd 738 F.2d 442 (7th Cir.1984). Reinstatement decisions are discretionary, and under such circumstances utter consistency is difficult. As to decisions by Person alone there is no way to infer that the denial of Timms’s request was discriminatory, as Person never granted any reinstatement request.\nAt oral argument, Timms said that, given proper notice, she could have produced affidavits from former supervisors stating that she had been a good worker and did her job well. Such affidavits, however, would not erase the many differences between her and James Krackenberger. Under these facts, Timms was not prejudiced by the lack of notice under Lewis, as the additional evidence she could have presented would still be insufficient to make out a prima facie case. Ross, 777 F.2d at 1219. Thus, summary judgment was proper.\n2. Pretext\nEven if she could present a prima facie case, Timms has failed to show that, given notice, she could have exposed the Postal Service’s reason for terminating her as a mere pretext for discrimination. Burdette Person stated in her affidavit that she based her decision on Timms’s poor attendance record. Appellee Appendix at 18-19. Person’s letter to Timms indicated that past performance and attendance are important factors in reinstatement decisions, a statement borne out by Postal Service regulations. Given that Timms had twice before left the Postal Service for health reasons and had been frequently absent, this reason appears to be non-discriminatory. In her original response to the summary judgment motion Timms relied on her comparison to James Krackenberger as proof of discriminatory intent. As already discussed, this comparison is unconvincing. Further affidavits praising Timms’s work performance would also fail to show this reason was a mere pretext, as these would not change her record of absenteeism. The lack of notice, therefore, was not prejudicial.\nIII. CONCLUSION\nWe hold that pro se plaintiffs, even non-prisoners, are entitled to notice of the consequences of failing to respond to a summary judgment motion. However, in light of Timms’s inability to show that the lack of notice prejudiced her, the district court’s grant of summary judgment is\nAffirmed.\n. Timms also alleged sex and handicap discrimination. The district court found these claims to be meritless and Timms has not pursued them on appeal.\n. Timms apparently suffered from asthma, hypertension, and anxiety. She claims she had recovered, however, at the time she sought reinstatement.\n. The complaint states that Timms applied for reinstatement in 1984, but does not mention the 1982 application. There is a 1982 letter denying a reinstatement request, but nothing from 1984. It appears, then, that Timms requested reinstatement only in 1982 and 1987.\n. \"We leave for another day the possible extension of our new rule to other classes of pro se litigants, including applicants for habeas corpus.” 689 F.2d at 102.",
        "type": "majority",
        "author": "CUMMINGS, Circuit Judge."
      }
    ],
    "attorneys": [
      "Howard B. Levy, Chicago, Ill. (argued), for plaintiff-appellant.",
      "Michele M. Fox, Asst. U.S. Atty. Criminal Div., Chicago, Ill. (argued), Lori J. Dym, U.S. Postal Service, Office of Labor Law, Washington, D.C., for defendant-ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Estella TIMMS, Plaintiff-Appellant, v. Anthony M. FRANK, Defendant-Appellee.\nNo. 91-1442.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Nov. 12, 1991.\nDecided Jan. 6, 1992.\nRehearing Denied Jan. 28, 1992.\nHoward B. Levy, Chicago, Ill. (argued), for plaintiff-appellant.\nMichele M. Fox, Asst. U.S. Atty. Criminal Div., Chicago, Ill. (argued), Lori J. Dym, U.S. Postal Service, Office of Labor Law, Washington, D.C., for defendant-ap-pellee.\nBefore CUMMINGS, WOOD, Jr., and CUDAHY, Circuit Judges.\nTimms names Burdette Person, the official who refused to reinstate her, as a defendant in this case. Under both the ADEA and Title VII, however, the only proper defendant in a suit alleging discrimination by the Postal Service is the head of the agency—the Postmaster General. Ellis v. United States Postal Service, 784 F.2d 835, 838 (7th Cir.1986). Therefore Person is not a proper defendant in this case."
  },
  "file_name": "0281-01",
  "first_page_order": 369,
  "last_page_order": 375
}