{
  "id": 10522831,
  "name": "Richard Neal SCHOWENGERDT, Plaintiff-Appellant, v. UNITED STATES of America; Department of the Navy; John F. Lehman, Jr., Sec. of the Navy; General Dynamics Corporation; C.W. Kessel; K.D. Tillotson; Carl W. Jensen; Richard S. Day, Defendants-Appellees; Richard Neal SCHOWENGERDT, Plaintiff-Appellant, v. UNITED STATES of America; Department of the Navy; John F. Lehman, Jr., Sec. of the Navy, Defendants-Appellees",
  "name_abbreviation": "Schowengerdt v. United States",
  "decision_date": "1991-09-06",
  "docket_number": "Nos. 89-55733, 90-55191",
  "first_page": "483",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 483"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "751 F.2d 997",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        301531
      ],
      "pin_cites": [
        {
          "page": "1002"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/751/0997-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 395",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 384",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "875 F.2d 699",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533121
      ],
      "pin_cites": [
        {
          "page": "716-717"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/875/0699-01"
      ]
    },
    {
      "cite": "791 F.2d 744",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10549697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/791/0744-01"
      ]
    },
    {
      "cite": "478 U.S. 186",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204722
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0186-01"
      ]
    },
    {
      "cite": "895 F.2d 563",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533172
      ],
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/895/0563-01"
      ]
    },
    {
      "cite": "70 L.Ed.2d 150",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "holding the Naval policy of mandatory discharge of homosexuals does not violate substantive due process, under a level of scrutiny \"somewhere between\" the two standards of \"rational basis\" and \"strict\" scrutiny."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "102 S.Ct. 304",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "holding the Naval policy of mandatory discharge of homosexuals does not violate substantive due process, under a level of scrutiny \"somewhere between\" the two standards of \"rational basis\" and \"strict\" scrutiny."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "454 U.S. 855",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6340770,
        6340003,
        6341636,
        6339526,
        6340584,
        6340395,
        6341837,
        6340176,
        6341233,
        6341457,
        6339678,
        6340988,
        6342110
      ],
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "holding the Naval policy of mandatory discharge of homosexuals does not violate substantive due process, under a level of scrutiny \"somewhere between\" the two standards of \"rational basis\" and \"strict\" scrutiny."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/454/0855-07",
        "/us/454/0855-03",
        "/us/454/0855-11",
        "/us/454/0855-01",
        "/us/454/0855-06",
        "/us/454/0855-05",
        "/us/454/0855-12",
        "/us/454/0855-04",
        "/us/454/0855-09",
        "/us/454/0855-10",
        "/us/454/0855-02",
        "/us/454/0855-08",
        "/us/454/0855-13"
      ]
    },
    {
      "cite": "632 F.2d 788",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1417618
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "809"
        },
        {
          "page": "807"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/632/0788-01"
      ]
    },
    {
      "cite": "470 U.S. 532",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299646
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "543"
        },
        {
          "page": "1493-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0532-01"
      ]
    },
    {
      "cite": "787 F.2d 597",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "617 F.Supp. 170",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3792527
      ],
      "pin_cites": [
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/617/0170-01"
      ]
    },
    {
      "cite": "943 F.2d 989",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1855919
      ],
      "pin_cites": [
        {
          "page": "991-93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/943/0989-01"
      ]
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "325"
        },
        {
          "page": "2553"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 414",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 430",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "906 F.2d 1330",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1812279
      ],
      "pin_cites": [
        {
          "page": "1343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/906/1330-01"
      ]
    },
    {
      "cite": "83 L.Ed.2d 46",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 101",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        5688100
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/6/0101-01"
      ]
    },
    {
      "cite": "469 U.S. 824",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11977478,
        11976967,
        11977017,
        11976875,
        11977261,
        11977209,
        11977139,
        11977401,
        11976917,
        11977336,
        11976825,
        11977082
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0824-12",
        "/us/469/0824-04",
        "/us/469/0824-05",
        "/us/469/0824-02",
        "/us/469/0824-09",
        "/us/469/0824-08",
        "/us/469/0824-07",
        "/us/469/0824-11",
        "/us/469/0824-03",
        "/us/469/0824-10",
        "/us/469/0824-01",
        "/us/469/0824-06"
      ]
    },
    {
      "cite": "728 F.2d 1195",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        57543
      ],
      "pin_cites": [
        {
          "page": "1203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/728/1195-01"
      ]
    },
    {
      "cite": "480 U.S. 709",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131361
      ],
      "weight": 4,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0709-01"
      ]
    },
    {
      "cite": "823 F.2d 1328",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1736229
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1335",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "1335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/823/1328-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1126,
    "char_count": 25482,
    "ocr_confidence": 0.781,
    "pagerank": {
      "raw": 2.861820431075701e-07,
      "percentile": 0.8414691358453716
    },
    "sha256": "2aaee7ffcc9234502cd90380c2249800b6c0edd23eb4a4e32aae44e3b9ac0c73",
    "simhash": "1:b5008932f6b9834e",
    "word_count": 3838
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CANBY and RYMER, Circuit Judges, and WARE, District Judge."
    ],
    "parties": [
      "Richard Neal SCHOWENGERDT, Plaintiff-Appellant, v. UNITED STATES of America; Department of the Navy; John F. Lehman, Jr., Sec. of the Navy; General Dynamics Corporation; C.W. Kessel; K.D. Tillotson; Carl W. Jensen; Richard S. Day, Defendants-Appellees. Richard Neal SCHOWENGERDT, Plaintiff-Appellant, v. UNITED STATES of America; Department of the Navy; John F. Lehman, Jr., Sec. of the Navy, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "CANBY, Circuit Judge:\nRichard Schowengerdt appeals from summary judgments dismissing his civil rights claims brought under 42 U.S.C. § 1983. Schowengerdt’s claims arise out of the search of his office, where he worked for the Navy as a civilian military engineer on classified projects, and out of his subsequent discharge from the Naval Reserve. We affirm.\nI. Background\nA. Underlying facts\nAt the time of the events giving rise to this action, Schowengerdt was employed by the Navy as a civilian engineer to work on secret weapons-related projects, for which he had a “secret” security classification. Schowengerdt was also a Chief Warrant Officer in the Naval Reserve, assigned to a missile test center.\nThe Naval Industrial Ordinance Plant in Pomona, California, where Schowengerdt worked, houses a wide variety of projects of secret and top-secret military weapons design, manufacture and testing. The plant is owned by the Navy, but operated by General Dynamics Corporation, which provides security services for the plant. Extensive security precautions are taken at the facility. Those precautions include frequent scheduled and random searches of work spaces by security guards. General Dynamics also employs investigators to pursue more detailed investigations into possible instances of compromised security which come to their attention. To facilitate searches, security agents have access to keys to all offices and office furniture.\nSchowengerdt was well aware of these security procedures, having been employed at this facility for thirteen years. He had personally observed his office being searched on numerous occasions to ascertain his compliance with procedures relating to the proper storage of classified documents. Also, all employees, including Schowengerdt, were required to attend periodic security briefings, at which they were informed of all security procedures. In those briefings, they were made aware that the Navy’s security concerns extended beyond physical protection of classified documents, and included concerns that employees not divulge classified information to inappropriate sources. That concern encompassed a variety of conditions which might compromise an employee’s ability to maintain security, including those which might make an employee susceptible to blackmail.\nOn August 9, 1982, Charles Kessel, who was a security investigator for General Dynamics, searched Sehowengerdt’s office, without his consent or a search warrant, after Schowengerdt had left work for the day. That search was precipitated by an anonymous tip, stating that Schowen-gerdt’s office contained material “of interest to the security department.” Kessel’s search was confined to the credenza in Schowengerdt’s office, which is where the informant said that the material would be found. The parties dispute whether the doors to Schowengerdt’s office and to the credenza were locked.\nIn the credenza, Kessel found and seized a manila envelope marked with the following notations dn the outside: “Strictly Personal and Private. In the event of my death, please destroy this material as I do not want my grieving widow to read it.” The envelope contained correspondence and photographs indicating Schowengerdt’s involvement in heterosexual and bisexual activities. The correspondence indicated that Schowengerdt solicited sexual encounters through want ads in “swingers” magazines and clubs.\nDuring work hours the next day, when Schowengerdt was momentarily absent, his office was again searched without his consent or a warrant. This search was conducted by Kessel and Carl Jensen, special agent for the Naval Investigative Service, and K.D. Tillotson, the Navy Commanding Officer at the facility. At this search, the agents seized numerous personal items. This second search was authorized by Jensen’s supervisor, who agreed with Jensen that no warrant was required because the supervisor believed that government employees did not have a legitimate expectation of privacy in their work spaces.\nOn the basis of the correspondence contained in the manila envelope, and the envelope’s external inscription, Jensen concluded that Schowengerdt fit the profile of a person susceptible to blackmail by hostile intelligence agents. Jensen then began an investigation to determine whether Schow-engerdt constituted a security risk. He interviewed Schowengerdt, who admitted to being a bisexual. Jensen also obtained Schowengerdt’s permission to search his home.\nAs a result of this investigation, Jensen concluded that there was no evidence that plaintiff had been contacted by a hostile agent or that he was the target of blackmail. Jensen wrote a report of his investigation and transmitted that report to various federal offices responsible for maintenance of security, as well as to Schowen-gerdt’s Commanding Officer in the Naval Reserve.\nNo action was taken against Schowen-gerdt by his employer, other than an oral admonishment that he had exercised poor judgment in storing the material in his office. His security clearance and duties remained unchanged. Shortly after this incident, Schowengerdt resigned from his civilian position with the Navy, and obtained employment with a private military contractor. In the process of transferring Schowengerdt’s security clearance from government employment to private employment, the agency responsible for establishing and monitoring security clearances inquired of the Navy whether there was any evidence in Schowengerdt’s file potentially reflecting adversely on his security status. In response, the Navy (through defendant Day) provided the report of Jensen’s investigation. Schowengerdt was ultimately granted the security clearance he sought, but only after a delay of 13 months, caused, in part, by an inquiry into the nature of the earlier investigation.\nUpon receiving Jensen’s security investigation report, the Naval Reserve commenced discharge proceedings, pursuant to its regulations requiring discharge of homosexuals, including bisexuals. The bases for those proceedings were Schowengerdt’s purported statement that he was a bisexual, and his descriptions of his bisexual activities in his seized correspondence. The board of officers convened to hear the case found Schowengerdt’s correspondence to constitute an admission that he was a bisexual. Schowengerdt contested the charge, maintaining that he was not a bisexual. He denied describing himself to Jensen as a bisexual, and asserted that his correspondence describing bisexual activity was mere fantasy-writing. The board found Schowengerdt’s testimony to be not credible and recommended that he be discharged under honorable conditions. He was subsequently so discharged.\nB. Procedural History\nSchowengerdt filed this action against the United States, the Department of the Navy, and their employees involved in the search and ensuing investigation. He also sued General Dynamics and its employee Kessel. He charged that the search of his office and credenza and the disclosure of his sexual activities that resulted from the subsequent investigation violated his rights to privacy, freedom of association and speech, and to freedom from unreasonable searches and seizures, as protected by the first, fourth, fifth, sixth and ninth amendments, as well as various federal statutes. He also charged a conspiracy to violate those rights, and asserted pendent state law privacy and trespass claims. He also challenged his discharge from the Naval Reserve as violating Navy regulations as well as rights protected by the first, fourth, fifth and ninth amendments.\nThe district court initially dismissed all of Schowengerdt’s claims under Fed.R.Civ.P. 12(b)(6). As to those arising out of the search, the district court held that Schow-engerdt had failed to allege facts sufficient to establish a reasonable expectation of privacy in his office, desk or credenza, primarily because he was a government employee. The district court dismissed Sehowengerdt’s claims based on his discharge from the service because he had not yet exhausted his administrative remedies in that regard. Schowengerdt appealed those rulings to this court.\nIn Schowengerdt v. General Dynamics Corp., 823 F.2d 1328 (9th Cir.1987) (“Schowengerdt F), we affirmed the dismissal of Schowengerdt’s various statutory claims and state law claims. We remanded the claims arising out of Schowengerdt’s discharge from the Naval Reserve, because government counsel acknowledged at oral argument that Schowengerdt had, by then, exhausted his administrative remedies. We reversed the district court’s fourth amendment ruling, holding that the district court had erred in concluding that Schow-engerdt could not prove an unreasonable search because he was a government employee, and because his desk and credenza were the property of the government. We held that\nSchowengerdt would enjoy a reasonable expectation of privacy in areas given over to his exclusive use, unless he was on notice from his employer that searches of the type to which he was subjected might occur from time to time for work-related purposes.\nSchowengerdt I, 823 F.2d at 1335 (footnote omitted).\nWe remanded for factual findings “relevant to the existence and scope of policies and practices or regulations relating to searches at the Naval facility.” Id. Finally, we stated that:\n[I]f it is found that Schowengerdt had a reasonable expectation of privacy, under O’Connor v. Ortega, [480 U.S. 709], 107 S.Ct. 1492 [94 L.Ed.2d 714] (1987), a war-rantless search of his office nevertheless could be legal if the search was both work-related — that is, carried out to retrieve the employer’s property or to investigate work-related misconduct — and ‘reasonable’ under the circumstances.\nId.\nOn remand, the district court granted summary judgment dismissing all of Schowengerdt’s claims. The district court rejected Schowengerdt’s fourth amendment claim, finding that, because of the extensive security procedures in place at the facility, he had no reasonable expectation of privacy in his office, desk or credenza. Thus, the district court concluded that no warrant was required for these searches.\nThe district court also granted summary judgment in favor of the Navy on Schowen-gerdt’s constitutional claims challenging his discharge on the ground of his bisexuality. The district court held that: the first amendment was not violated because Schowengerdt’s correspondence was not a matter of public concern, nor was he discharged for exercising his speech; the fourth amendment was not violated because Schowengerdt’s discharge was not a consequence of an illegal search; the fifth amendment’s procedural protections were not violated because he was accorded an ample pre-termination hearing; and Schow-engerdt’s substantive due process or equal protection claims did not survive the deferential review accorded to the Navy’s action in discharging him. This appeal followed.\nII. Discussion\nSchowengerdt argues that the district court committed numerous errors. We disagree. We have reviewed all of Schowen-gerdt’s arguments and find them meritless. We will discuss here only those arguments regarding the legality of the search of his office, his conspiracy claim, and his claims arising out of his discharge from the Naval Reserve.\nA. Fourth Amendment\nOn remand from Schowengerdt /, the district court was presented with extensive uncontroverted evidence relevant to Schowengerdt’s expectation of privacy. The district court concluded that “the operational realities” of Schowengerdt’s work place precluded his having an objectively reasonable expectation of privacy in his office, desk or credenza. After de novo review of that conclusion, United States v. McConney, 728 F.2d 1195, 1203 (9th Cir.), cert. denied, 469 U.S. 824, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984), we agree. Schowen-gerdt may have had a subjective expectation of privacy in his credenza, or the manila envelope in it, but that expectation was not objectively reasonable.\nAll employees at this facility were well aware of its extremely tight security procedures. Upon entering and leaving the building, and in the innermost recesses of their offices, employees were constantly being searched and surveilled for compliance with security precautions in a manner that would be considered unduly invasive in a more conventional work place.\nWhether locked or not, Schowengerdt’s office was searched daily, in his absence, by guards specifically looking for security violations. The primary focus of those searches was on the proper storage of classified documents, for which employees also checked each other. Schowengerdt himself testified that, when it was his turn to search his fellow employees’ offices, he would pull on drawers to see whether they were locked and, if they were not, he “might be inclined to look inside and see if there were any documents lying loose, classified documents.”\nThere is conflicting evidence offered as to whether Schowengerdt’s credenza was locked at the time of the searches in question. This is not a dispute of material fact, however, as Schowengerdt was well aware that security investigators had access to duplicate keys should they wish to pursue an investigation into his locked desk or credenza. In this peculiarly unprivate work environment, Schowengerdt had no reasonable expectation of privacy in his desk and credenza, locked or unlocked.\nSchowengerdt argues that this constant surveillance was confined to enforcing compliance with regulations for securing classified documents, which were clearly marked as such, and that other materials that were clearly personal were not subject to search. Uncontroverted evidence refutes his argument. Schowengerdt and his fellow employees were well aware that the Navy was extremely concerned about the variety of ways by which classified information could be divulged to inappropriate sources, other than through the loss or theft of inadequately secured documents. They were also aware that the facility employed security investigators, as distinct from security guards, whose job it was to investigate possibilities of such breaches of security. In Schowengerdt’s words, these investigators were authorized to “look into more things than a guard would look into, ... [into] details that a guard would not be expected to look into, trying to determine what actually happened in a situation.” Schowengerdt knew that these investigators had access to keys to his office, desk and credenza.\nGiven that peculiar environment, Schowengerdt did not have a reasonable expectation of privacy in his office or in his locked credenza, or in a manila envelope stored in the credenza which indicated on its exterior that it contained information which he wanted kept secret from his wife. He should have known that his credenza, even if locked, was subject to search, and that the inscription on the manila envelope would serve only to trigger the curiosity of an investigator, or any fellow employee, trained to be alert to possibilities of blackmail. In short, Schowengerdt was “on notice from his employer that searches of the type to which he was subjected might occur from time to time for work-related purposes.” Schowengerdt I, 823 F.2d at 1335. On that ground, we affirm the district court’s grant of summary judgment dismissing Schowengerdt’s fourth amendment claim.\nB. Conspiracy\nSchowengerdt has maintained throughout this litigation that the search of his office was the result of a conspiracy on the part of his superiors to retaliate against him for having gone “over their heads” with a cost-saving suggestion that they had earlier rejected. To prevail on this claim Schowengerdt must show that the defendants agreed among themselves to act against him unlawfully, or for an unlawful purpose. Vieux v. East Bay Regional Park Dist., 906 F.2d 1330, 1343 (9th Cir.), cert. denied, — U.S. -, 111 S.Ct. 430, 112 L.Ed.2d 414 (1990). To survive the defendants’ motion for summary judgment, Schowengerdt must provide specific evidence establishing those facts. Celotex Corp. v. Catrett, 477 U.S. 317, 325, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986). Schowengerdt has not done so. He has only repeated the allegations in his complaint, based on inference and speculation. The district court properly granted summary judgment on this claim.\nC. Discharge from the Naval Reserve for Bisexuality\nSchowengerdt’s claims stemming from his discharge from the Naval Reserve are also meritless. The first amendment was not violated because he was not discharged for writing about bisexuality but rather for being a bisexual, of which his purely private correspondence was evidence. See Pruitt v. Cheney, 943 F.2d 989, 991-93 (9th Cir.1991); Johnson v. Orr, 617 F.Supp. 170, 178 (E.D.Cal.1985), aff'd, 787 F.2d 597 (9th Cir.1986). His discharge did not violate procedural due process because he was afforded abundant opportunity to object to his discharge and to have his objections heard by an administrative board, before as well as after termination. See Cleveland Board of Education v. Loudermill, 470 U.S. 532, 543, 105 S.Ct. 1487, 1493-94, 84 L.Ed.2d 494 (1985).\nSchowengerdt’s substantive due process argument, based on a right of privacy, is also meritless. We have rejected such a challenge to regulations nearly identical to those requiring Schowengerdt’s discharge here, and we did so under a higher level of scrutiny than is currently required. See Beller v. Middendorf, 632 F.2d 788, 809 (9th Cir.1980), cert. denied, 454 U.S. 855, 102 S.Ct. 304, 70 L.Ed.2d 150 (1981) (holding the Naval policy of mandatory discharge of homosexuals does not violate substantive due process, under a level of scrutiny “somewhere between” the two standards of “rational basis” and “strict” scrutiny.) See also High Tech Gays v. Defense Industrial Security Clearance Office, 895 F.2d 563, 571 (9th Cir.1990) (stating that Bowers v. Hardwick, 478 U.S. 186, 106 S.Ct. 2841, 92 L.Ed.2d 140 (1987), “overruled” Better, as applying too high a level of scrutiny). Thus, Schowengerdt’s argument for a substantive due process violation here is precluded by Better, Hardwick, and High Tech Gays.\nSchowengerdt’s argument that his discharge was arbitrary and capricious because he was never proven to be a bisexual is also meritless. Schowengerdt denies that he is a bisexual. He asserts that his correspondence was fantasy-writing, and he denies that he told the security investigator that he was a bisexual. The discharge board, however, made an express adverse credibility finding in that regard, and found Schowengerdt to be a bisexual. In light of the investigating agent’s statement, and Schowengerdt’s correspondence, the Board’s credibility determination was supported by substantial evidence. It cannot, therefore, properly be characterized as arbitrary or capricious. Finally, Schowen-gerdt’s ninth amendment argument is mer-itless, because that amendment has not been interpreted as independently securing any constitutional rights for purposes of making out a constitutional violation. See Strandberg v. City of Helena, 791 F.2d 744 (9th Cir.1986).\nIII. Conclusion\nThe search of Schowengerdt's office, desk and credenza without a warrant did not violate the fourth amendment in light of the extreme security measures regularly taken in this workplace. The routine practice of searching employees, their work spaces, and their office furnishings precluded Schowengerdt from having a reasonable expectation of privacy in his office, desk or credenza. Schowengerdt’s discharge from the Naval Reserve must also be affirmed because he has raised no constitutional challenge which is not foreclosed by firm precedent. Schowengerdt’s other complaints are also meritless. The summary judgments dismissing all of Schowen-gerdt’s claims are AFFIRMED.\n. The relevant facts have been related in this court's earlier ruling in this action, Schowengerdt v. General Dynamics Corp., 823 F.2d 1328 (9th Cir.1987) (“Schowengerdt T). For convenience, we repeat them here.\n. The searches revealed the following evidence suggesting the possibility of compromised security: the inscription, quoted above, on the outside of the manila envelope suggested that Schowengerdt had something to hide; several of Schowengerdt’s letters soliciting sexual liaisons made reference to the fact that he worked for the Navy as a missile engineer, and included his office telephone number and his Navy engineer business card; he included photographs of himself in his Navy uniform, as well as nude; and one letter from an Italian stewardess indicated that she was seeking sexual relationships primarily with servicemen.\n. Schowengerdt denied making this admission, but the Navy Discharge Board ruled against him, making an adverse credibility finding. The district court accepted the Board’s finding.\n. Because we affirm the district court's ruling that Schowengerdt had no expectation of privacy in the areas searched, we do not address the district court’s alternative rulings that the search was a reasonable, work-related search, and that the defendants conducting the search were entitled to qualified immunity.\n. E.g., Schowengerdt testified that the Navy was concerned that employees might be tempted to sell classified information, or might be either induced or blackmailed into divulging information as a result of a romantic or sexual liaison.\n. Schowengerdt’s own statements in his briefs on appeal before this court nearly concede this point:\nDuplicate keys are for necessary work-related matters in the absence of the employee and when a critical need arises to enter his desk or file cabinet. Keys are not intended for the purpose of browsing around to see what you can find out about an employee and they are not intended for intelligence specialists to gain private information about employees without a warrant. This is not to preclude an investigation when it is warranted, i.e. when an indication that a security compromise has been made or is being contemplated by an employee because of some reason which has come to their attention or there is evidence of theft, etc. (Emphasis added.)\nThat Kessel’s initial search was \"warranted\" is also conceded:\nWhile plaintiff agrees that Kessel was compelled to investigate to the extent of an initial examination of the material in the manila envelope, the investigation should have ended there under the rules in force at the Pomona facility.\n. Schowengerdt was discharged pursuant to Secretary of the Navy Instructions (SECNA-VINST) 1900.9D. They provide, in relevant part:\n******\n4. Policy Homosexuality is incompatible with military services.... The presence in the military environment of persons who engage in homosexual conduct or who, by their statements demonstrate a propensity to engage in homosexual conduct, seriously impairs the accomplishment of the military mis-sion_ Such persons shall normally be separated from the naval service in accordance with this instructions.\n5. Definitions.\nb. Bisexual means a person who engages in, desires to engage in, or intends to engage in homosexual and heterosexual acts.\n******\n7. Bases For Administrative Separation.\nb. A member shall be separated under this instruction if, but only if, one or more of the following three approved findings is made: .\n(2) The member has stated that he or she is a homosexual or bisexual unless there is a further finding that the member is not homosexual or bisexual.\n. We do not address the allegation of Schowen-gerdt's complaint that the Navy regulations violate equal protection. An equal protection objection to the Navy's discharge policy is not the same as a substantive due process objection. See Watkins v. U.S. Army, 875 F.2d 699, 716-717 (9th Cir.1989) (en banc) (Norris, concurring), cert. denied, - U.S. -, 111 S.Ct. 384, 112 L.Ed.2d 395 (1990); Beller v. Middendorf, 632 F.2d at 807. Schowengerdt waived any equal protection challenge he may have had to the Navy’s policy, however, by failing, as he acknowledged at oral argument, to advance such a contention on this appeal. He has instead confined himself to arguing that he was incorrectly found to be a bisexual.\n. Contrary to Schowengerdt's unsupported assertion, he was not entitled to put the government to proof “beyond a reasonable doubt\" of his bisexuality. An administrative military discharge is not criminal or quasi-criminal in nature, but is governed by traditional administrative law doctrine, tempered by reference to the unique circumstances of the military. Garrett v. Lehman, 751 F.2d 997, 1002 (9th Cir.1985).",
        "type": "majority",
        "author": "CANBY, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Richard Neal Schowengerdt, pro se.",
      "Donna R. Eide, Asst. U.S. Atty., Nancy P. McClelland, Gibson, Dunn & Crutcher, Los Angeles, Cal., for defendants-appel-lees."
    ],
    "corrections": "",
    "head_matter": "Richard Neal SCHOWENGERDT, Plaintiff-Appellant, v. UNITED STATES of America; Department of the Navy; John F. Lehman, Jr., Sec. of the Navy; General Dynamics Corporation; C.W. Kessel; K.D. Tillotson; Carl W. Jensen; Richard S. Day, Defendants-Appellees. Richard Neal SCHOWENGERDT, Plaintiff-Appellant, v. UNITED STATES of America; Department of the Navy; John F. Lehman, Jr., Sec. of the Navy, Defendants-Appellees.\nNos. 89-55733, 90-55191.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted March 8, 1991.\nDecided Sept. 6, 1991.\nRichard Neal Schowengerdt, pro se.\nDonna R. Eide, Asst. U.S. Atty., Nancy P. McClelland, Gibson, Dunn & Crutcher, Los Angeles, Cal., for defendants-appel-lees.\nBefore CANBY and RYMER, Circuit Judges, and WARE, District Judge.\nThe Honorable James Ware, District Judge for the Northern District of California, sitting by designation."
  },
  "file_name": "0483-01",
  "first_page_order": 571,
  "last_page_order": 578
}