{
  "id": 10521211,
  "name": "UNITED STATES of America, Appellee, v. Ghulam Sabir RANA, Appellant",
  "name_abbreviation": "United States v. Rana",
  "decision_date": "1991-09-04",
  "docket_number": "No. 90-5714",
  "first_page": "123",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 123"
    }
  ],
  "court": {
    "name_abbreviation": "3d Cir.",
    "id": 8840,
    "name": "United States Court of Appeals for the Third Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "939 F.2d 425",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522760
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "427-428, 430"
        },
        {
          "page": "428"
        },
        {
          "page": "429"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/939/0425-01"
      ]
    },
    {
      "cite": "924 F.2d 646",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543751
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/924/0646-01"
      ]
    },
    {
      "cite": "913 F.2d 1179",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539200
      ],
      "pin_cites": [
        {
          "page": "1184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/913/1179-01"
      ]
    },
    {
      "cite": "935 F.2d 1380",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541473
      ],
      "pin_cites": [
        {
          "page": "1406-1407"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/935/1380-01"
      ]
    },
    {
      "cite": "583 F.2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        853403
      ],
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/583/0077-01"
      ]
    },
    {
      "cite": "62 L.Ed.2d 668",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 703",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "444 U.S. 1032",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11433952,
        11433857,
        11433995,
        11434061,
        11434029,
        11433822,
        11433887,
        11433915,
        11434110,
        11433791
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/444/1032-06",
        "/us/444/1032-03",
        "/us/444/1032-07",
        "/us/444/1032-09",
        "/us/444/1032-08",
        "/us/444/1032-02",
        "/us/444/1032-04",
        "/us/444/1032-05",
        "/us/444/1032-10",
        "/us/444/1032-01"
      ]
    },
    {
      "cite": "603 F.2d 444",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1440702
      ],
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/603/0444-01"
      ]
    },
    {
      "cite": "814 F.2d 134",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1684178
      ],
      "pin_cites": [
        {
          "page": "137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/814/0134-01"
      ]
    },
    {
      "cite": "738 F.2d 88",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        661815
      ],
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/738/0088-01"
      ]
    },
    {
      "cite": "83 L.Ed.2d 182",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 243",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 880",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12022145,
        12022244,
        12022182,
        12022220,
        12022367,
        12022160,
        12022422,
        12022455,
        12022328,
        12022198,
        12022300,
        12022398,
        12022271
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0880-01",
        "/us/469/0880-06",
        "/us/469/0880-03",
        "/us/469/0880-05",
        "/us/469/0880-10",
        "/us/469/0880-02",
        "/us/469/0880-12",
        "/us/469/0880-13",
        "/us/469/0880-09",
        "/us/469/0880-04",
        "/us/469/0880-08",
        "/us/469/0880-11",
        "/us/469/0880-07"
      ]
    },
    {
      "cite": "729 F.2d 213",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1938897
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/729/0213-01"
      ]
    },
    {
      "cite": "529 F.2d 278",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10590032
      ],
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/529/0278-01"
      ]
    },
    {
      "cite": "83 L.Ed.2d 229",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 294",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 917",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026433,
        12026596,
        12026630,
        12026408,
        12026734,
        12026703,
        12026482,
        12026675,
        12026517,
        12026390,
        12026458,
        12026555
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0917-03",
        "/us/469/0917-08",
        "/us/469/0917-09",
        "/us/469/0917-02",
        "/us/469/0917-12",
        "/us/469/0917-11",
        "/us/469/0917-05",
        "/us/469/0917-10",
        "/us/469/0917-06",
        "/us/469/0917-01",
        "/us/469/0917-04",
        "/us/469/0917-07"
      ]
    },
    {
      "cite": "730 F.2d 115",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        16062
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "117"
        },
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/730/0115-01"
      ]
    },
    {
      "cite": "28 U.S.C.A. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C.A. § 3231",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "925 F.2d 641",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1789388
      ],
      "pin_cites": [
        {
          "page": "649"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/925/0641-01"
      ]
    },
    {
      "cite": "18 U.S.C.A. § 2",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C.A. § 1001",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C.A. § 371",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1966,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1024,
    "char_count": 22004,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 1.3197153739024285e-07,
      "percentile": 0.6262359311295755
    },
    "sha256": "2aa93c5db3a74b381956f12f0a636c0ab0b8d759e9a4c5775e2672655ff5cd67",
    "simhash": "1:aa86f0862eb24fe7",
    "word_count": 3701
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STAPLETON, HUTCHINSON and HIGGINBOTHAM, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Ghulam Sabir RANA, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Circuit Judge.\nGhulam Sabir Rana (Rana) appeals convictions of one count of conspiracy to defraud the United States in violation of 18 U.S.C.A. § 371 (West 1966), one count of making false, fictitious and fraudulent statements to an agency of the United States in violation of 18 U.S.C.A. § 1001 (West 1976) and aiding and abetting others in commission of the latter in violation of 18 U.S.C.A. § 2 (West 1969). A jury found Rana guilty of both substantive counts. Only one of the issues Rana raised on this appeal, the jury’s examination during trial of a notebook the government compiled that contained exhibits not yet entered into evidence, requires comment. On that issue we hold that the district court erred when it allowed the government to provide each juror with a notebook that contained exhibits not yet admitted. On the record before us, however, we hold that this error was harmless. Thus, we will affirm Rana’s convictions.\nI.\nOn May 24, 1989, a grand jury sitting in the United States District Court for the District of New Jersey indicted Rana on one count of conspiring to defraud the United States and one count of making false, fictitious and fraudulent statements to an agency of the United States. Rana’s alleged co-conspirators included Mohsin Ba-shir Chaudry (Chaudry), Azad Khan, Inam Khan and Sherry Pettiford. The conspiracy count charged that Rana and the co-conspirators sought to defraud the Immigration and Naturalization Service (INS) by arranging “false” or “paper” marriages between citizens of Pakistan and citizens of the United States so that the Pakistanis could attain permanent resident alien status in the United States. The false statements count charged that Rana made false statements in writing to the INS concerning the marriage of Mohammad Mushtaq (Mushtaq) and Wendy Wallace (Wallace).\nAll of the conspirators except Rana pled guilty. Rana’s jury trial began on April 23, 1990. At the beginning of trial the government asked the court for permission to give each juror a notebook containing about 125 of the government’s exhibits. The admissibility of all of the documents in the notebook had not been ruled on, but the government argued that the books could nevertheless be given to the jurors at once if the court instructed them that they should not look at any particular document until told to do so. Over an objection by Rana’s counsel, the district court permitted the government to give the notebooks to the jury, but precluded the jurors from taking the notebooks out of the courtroom.\nOn the second day of trial, while questioning a witness about Exhibit 15, the government’s attorney advised the court that some jurors seemed to be looking at Exhibit 15 though it had not yet been admitted. The court cautioned the jurors against looking at a particular exhibit before it was admitted into evidence and the court had instructed the jurors that they could look at the exhibit. Soon after this incident, Exhibit 15 was admitted into evidence.\nLater in the trial, the government instructed a witness to hold up Exhibit 133 so that the jury could see it even though Exhibit 133 had not yet been admitted into evidence. Rana’s counsel objected because Exhibit 133 had not yet been admitted. The district court responded, “Not yet,” and did not rule further on the objection. Supplemental Appendix for Appellant at 208. Exhibit 133 was later admitted into evidence.\nThe jury returned guilty verdicts on both counts of the indictment against Rana. On August 3, 1990, Rana was sentenced to concurrent five-year terms of imprisonment and ordered to pay a $10,000.00 fine and a $100.00 special assessment. Rana filed a timely notice of appeal on August 13, 1990.\nII.\nWe state the facts material to Rana’s conviction under the usual standard for judging the sufficiency of a jury verdict in a criminal case by resolving all conflicts in the evidence in favor of the government, and giving it the benefit of all reasonable inferences from that evidence. See United States v. Inigo, 925 F.2d 641, 649 (3d Cir.1991).\nRana, a Pakistani, arrived in the United States on December 19, 1981. He entered as a temporary visitor for business reasons and was given permission to stay in the country until February 28, 1982. He was granted an extension until July 28, 1982. Rana remained in the United States after July 28 and was classified by INS as “out of status.” Appendix for Appellee (App.) at 6-7. A person classified as out of status is subject to deportation.\nOne afternoon in late July or early August of 1983, Rana met Sheila Malachi (Sheila) as she walked past his home at 97 Palisades Avenue in Jersey City, New Jersey. That very day, Rana and Sheila began talking about getting married, not so they could live together forever after, but so that Rana could stay in the United States forever after. They agreed to stay married only until Rana got a “green card” and then at once to get divorced. Rana told Sheila she would not have to be sexually intimate with him and that he would pay her some money immediately and give her more when she went with him to see the INS officials.\nRana and Sheila did not endure a long engagement. They were married on August 10, 1983. Rana then paid Sheila the money he had promised to pay her for going through a marriage ceremony with him. Soon thereafter, Rana and Sheila filed a petition with the INS seeking permanent resident status for Rana because he was now married to a citizen. The petition stated that Rana and Sheila lived at 97 Palisades Avenue. In fact Sheila never lived there. In support of the INS petition Rana also submitted a document that he said was an official Pakistani death certificate for his wife Raiza. Rana had told his co-conspirator, Chaudry, that his wife was still alive and well in Pakistan. The death certificate was a forgery. In preparation for the interview the INS requires in these cases, Rana and Sheila memorized vital personal information about each other. When the interview was over Rana paid Sheila about $3000.00. The INS approved Rana’s petition for permanent resident status and issued him the coveted green card that gave him the status of permanent resident alien. Rana and Sheila were divorced on February 27, 1985.\nIn the meantime Rana and Sheila went into business together. Sheila helped Rana find other women willing to enter into sham marriages with Pakistani men who needed INS green cards. Sheila found Guyrine Hallenbeck (Hallenbeck) for Chau-dry. Rana paid Sheila $500.00 for getting Hallenbeck to go through a marriage ceremony with Chaudry. Hallenbeck, like Sheila with Rana, did not live with Chaudry, nor have sex with him. Instead, she just took a blood test, went through the marriage ceremony and filled out the papers Chaudry needed to get his green card. Sheila made similar arrangements to get Madeline West to marry Moaziz Ahmed Syed and Wendy Wallace to marry Mohammed Mushtaq.\nRana profited from the marriages Sheila helped him arrange. Rana, along with If-tikhar Shaida (Shaida), arranged ten to fifteen sham marriages during 1985 and 1986. Rana and Shaida charged the men who went through these bogus ceremonies between $3500.00 and $5000.00 each. Rana and Shaida kept a portion of the fee each man paid, but told them that all of the money went to pay the women.\nShaida was arrested on charges unconnected with this case in October of 1989. Shaida went to jail. While there he told the government about a briefcase Rana had given him between March and May of 1989. Shaida said that Rana entrusted the briefcase to him so he could deliver its contents to Rana’s true wife, Raiza, during Shaida’s forthcoming visit to Pakistan. Shaida did indeed go to Pakistan and there deliver a letter from Rana to Raiza. While Shaida was in custody after his return from Pakistan he consented to turn Rana’s briefcase over to federal agents. The briefcase contained a letter from Raiza to Rana, a green card that belonged to Rana, a 1984 1040 United States Individual Income Tax Return for Raiza and copies of forms filed with the INS in Rana’s name.\nIII.\nThe district court had subject matter jurisdiction over this criminal case under 18 U.S.C.A. § 3231 (West 1985). We have appellate jurisdiction over Rana’s appeal pursuant to 28 U.S.C.A. § 1291 (West Supp.1991).\nWe review the district court’s decision to allow the government to use its notebook narrowly for abuse of discretion. “[T]he conduct of trial is left to the broad discretion of the trial judge, and the court of appeals will not retroactively substitute its judgment for that of the trial judge unless there has been an abuse of discretion.” Stich v. United States, 730 F.2d 115, 117 (3d Cir.), cert. denied, 469 U.S. 917, 105 S.Ct. 294, 83 L.Ed.2d 229 (1984). In the event of an abuse of discretion in the conduct of a trial by a district court, we must also decide whether the district court’s error was harmless. “Any error, defect, irregularity or variance which does not affect substantial rights shall be disregarded.” Fed.R.Crim.P. 52(a). As we said in Government of Virgin Islands v. Toto, 529 F.2d 278, 284 (3d Cir.1976) (emphasis in original), an error is harmless when “it is highly probable that the [error] ... did not contribute to the jury’s judgment of conviction.” We have since stated that “ ‘[h]igh probability’ requires that we have a sure conviction that the error did not prejudice the defendant ].” United States v. Jannotti, 729 F.2d 213, 220 n. 2 (3d Cir.), cert. denied, 469 U.S. 880, 105 S.Ct. 243, 83 L.Ed.2d 182 (1984).\nIV.\nWith these thoughts in mind we turn to an analysis of the district court’s actions concerning the notebook of government exhibits.\nA.\nRana argues that the district court erred by allowing the government to present its case to the jury with the aid of a notebook containing exhibits that had not yet been admitted. He characterizes this use of the notebook as a “ ‘bizarre’ procedure.” Brief for Appellant at 25. Rana notes bitterly that the notebook was given to the jury at the very start of the trial. This, he says, allowed a juror to look at any exhibit any time even though later it might not qualify for admission. Indeed, Rana points to occasions during his trial when jurors were reviewing exhibits not yet introduced even though the district court had specifically instructed them not to do so.\nAlthough great discretion is left to the district court when the conduct of a trial is at issue, see Stich, 730 F.2d at 117, its decisions about proper trial conduct must be designed to protect the right of criminal defendants and every other litigant to “[a] jury [that] is bound to decide a case purely on the law and the evidence, [and] it is therefore error for a jury to rely on items not admitted into evidence to reach its verdict.” United States v. Hans, 738 F.2d 88, 92 (3d Cir.1984). In many situations, a juror’s receipt of information outside the record requires an inquiry concerning the effect of that outside information on the juror’s ability to decide the case impartially on the evidence produced in court. See Government of Virgin Islands v. Dowling, 814 F.2d 134, 137 (3d Cir.1987).\nThis basic principle insures a defendant of the right to decision from an impartial jury based only on properly admitted evidence. The use of the notebook containing still-to-be admitted exhibits that the court allowed here conflicts with it. Despite the court’s admonition to the jury not to look at the individual exhibits in the notebook before they were told to, the procedure used here tempts fate. When a juror is given copies of many exhibits not yet admitted he may, accidentally or out of curiosity, look at one or more of them that will later turn out to be inadmissible. Such an incident could easily lead to a mistrial or the reversal of a guilty verdict on appeal. Indeed, an inadmissable document that could tip the scales in favor of guilt or innocence might be seen by more than one juror without the district court or the parties even knowing about it. If this happened, a defendant could be wrongly convicted without his even knowing that a reason to overturn the conviction exists, or conversely, acquitted on the basis of extraneous information without the government’s having an opportunity to seek a mistrial.\nWe recognize, of course, that only some, and perhaps no more than a few, unadmit-ted exhibits will be unfairly prejudicial. That consideration, however, is material only to the effect of the court’s error, not its existence. A procedure that necessarily increases the probability that a juror will view an inadmissible exhibit should not be used. Even though the large number of exhibits in this case made the notebooks an efficient way to present the government’s case to the jury, the district court erred in adopting a procedure under which the jury not only could see evidence before it was admitted, but could examine it. We do not, of course, forbid the use of notebooks filled with admitted exhibits or exhibits whose admission, if offered, is conceded. Nor are we so insensitive to the demands of trial as to preclude all reference to marked exhibits. Obviously exhibits must be identified and referred to in the process of authentication. A district judge need not play a game of musical chairs by excusing the jury each time a yet-to-be admitted exhibit is identified, mentioned or described. In most cases we are confident, given the powers a trial judge has over counsel and the parties, that she will be able to secure the agreement of all but the most foolish and recalcitrant attorneys to a properly expeditious procedure for handling a multitude of exhibits that will not pose the serious risk to fundamental fairness that was present here.\nThe government misses the point when it argues that furnishing these exhibits to the jurors before they were admitted into evidence is unimportant because “[t]he jurors [sic] review of evidence before [the evidence] was actually admitted is not error.” Brief for Appellee at 19 n. 7. The government also reminds us that counsel frequently refer to evidence in their opening statements and that courts can conditionally admit evidence subject to the later establishment of certain requisite facts, citing, in support of the latter proposition, Federal Rule of Evidence 104(b) and United States v. Continental Group, Inc., 603 F.2d 444, 456 (3d Cir.1979), cert. denied, 444 U.S. 1032, 100 S.Ct. 703, 62 L.Ed.2d 668 (1980).\nThe government’s examples are not analogous to what happened here. Counsel’s opening statements are perceived by the jury as argument. The exhibits in the notebook are perceived as evidence of the events they depict or describe. Likewise, the law that permits the conditional admission of evidence when its relevance depends upon its connection to a fact that must be established later in the trial does not support the proposition that evidence, whose relevancy could be unconditionally established before the jury sees it, can be handed to the jury before admission. The former is a rule of necessity. A trial must start somewhere. The latter is a rule of doubtful convenience that does not come within Federal Rule of Evidence 104(b)’s exception to the general rule that evidence must be admitted before it can be considered by the jury. The “subject to connection” exception was created “[a]s a concession to the practicalities of proof.” United States v. Ziegler, 583 F.2d 77, 80 (2d Cir.1978). Rule 104(b) is not a good analogy. The district court erred in permitting the jurors to hold the notebook with its 125 exhibits before the exhibits were admitted into evidence.\nB.\nSince this use of the notebook was error, we pass on to consider its effect on Rana’s right to a fair trial under Federal Rule of Criminal Procedure 52(a). See, e.g., United States v. Stevens, 935 F.2d 1380, 1406-1407 (3d Cir.1991).\nRana has shown that the jury viewed two exhibits prematurely, Exhibit 15 and Exhibit 133. Both of them were later admitted into evidence. Rana does claim that the jury prematurely viewed a third exhibit. We have ourselves reviewed the transcript with respect to that exhibit. Rana’s counsel never claimed that the . jury was improperly viewing the exhibit before its admission. Instead, the transcript reveals that Rana’s counsel objected only to notes the prosecutor was writing on the exhibit during the trial. That objection was sustained by the court when it told the government “I don’t know that we actually summarize a witness’ testimony on exhibits for the jury during the course of the trial.” App. at 29.\nRana demonstrates no prejudice from any of these incidents and we see no likelihood of any. The evidence against Rana was overwhelming. Sheila testified that she accepted money from Rana to contract a ceremonial paper marriage with him, absent any intent to consummate it by living together as man and wife, so Rana could get his green card and avoid deportation from the United States. As a part of the same scheme Rana lied to the INS about his relationship with Sheila and gave INS false evidence that his “Pakistani” wife was dead. Sheila and Shaida testified that this was not an isolated occurrence. The evidence showed that Rana was a broker of fleeting bogus marriages. He charged Pakistani men a fee for procuring American women willing to stand up in mock marriage ceremonies with men desperately seeking a means of becoming permanent residents of this country and then he schooled his customers on how to convince the INS that the false marriage was genuine. Thus, Rana held himself out as an expert to provide an immensely valuable service to his fellow Pakistanis and collected handsome fees from them for that service.\nRana obtained the necessary American women, paid them and kept the rest of the fee for himself and Shaida. Shaida’s testimony as well as documentary evidence showed that Rana’s Pakistani wife was still alive and that Rana was in touch with her and anxious to provide for her, contrary to the representations Rana made to the INS.\nIn this case, “we have a sure conviction that the error did not prejudice the defendant ]”. Jannotti, 729 F.2d at 220 n. 2. The district court’s error with respect to use of the notebook caused no harm because the evidence against Rana was overwhelming. Accordingly, the district court’s error in the conduct of the trial was harmless.\nV.\nIn conclusion, we hold that the district court abused its discretion in conducting the trial when it allowed the jurors to have, during trial, a notebook that contained a multitude of government exhibits before those exhibits were admitted into evidence. We will, nevertheless, affirm Rana’s convictions, because the district court’s error was harmless in this case.\n. The other issues that Rana raises on this appeal are: (1) that he was denied a fair trial because of prosecutorial misconduct, including improper vouching; (2) that he was denied a fair trial because the district court assumed an advocate’s role by permitting adjournments to the government and denying adjournments to Rana; (3) that he was denied a fair trial because the district court assumed an advocate’s role by admitting into evidence Government Exhibit 36, a foreign affidavit; (4) that he was denied a fair trial because the district court assumed an advocate’s role by allowing and sometimes directing the prosecutor to make statements in front of the jury that were highly prejudicial to Rana; (5) that he had a reasonable expectation of privacy in the contents of a briefcase seized by the government without a warrant and that the suppression of the evidentiary fruits found therein was required by the illegal seizure; and (6) that a government witness’ third-party consent to search Rana’s briefcase was invalid and that the suppression of the evidentiary fruits found therein was required by the illegal search. We have carefully considered all of them, but hold they lack merit.\n. A green card is actually called an alien registration card. Only aliens who receive permanent resident status are given green cards. Supp.App. at 28.\n. The government also relies on United States v. Best, 913 F.2d 1179, 1184 (7th Cir.1990), which, in dicta, approved the use during trial of notebooks that contained yet to be admitted exhibits. The panel opinion in Best was vacated by the court in banc on January 25, 1991, United States v. Best, 924 F.2d 646 (7th Cir.1991) (in banc). On August 5, 1991, the in banc court affirmed the defendants’ convictions, which the panel had earlier reversed, on the grounds that the district court had not abused its discretion in denying the defendants a new trial because the notebooks were given to the jury during deliberations contrary to a promise defense counsel swore the prosecutor made. See United States v. Best, 939 F.2d 425, 427-428, 430 (7th Cir.1991) (in banc). The in banc opinion does not deal with the propriety of using the notebooks during trial, most likely because that issue was not raised by the defendants on appeal. See id. at 428. Rather, the in banc court held only that the district court did not abuse its discretion in denying a new trial because the defendants showed no prejudice and they had agreed to allow the jury to have all of the exhibits during deliberations. The defendants’ sole objection concerning the notebook was to the presence of the exhibit binders in the jury room during deliberations. Id. at 429. Best offers the government no support.",
        "type": "majority",
        "author": "HUTCHINSON, Circuit Judge."
      }
    ],
    "attorneys": [
      "Linda George, Hackensack, N.J., for appellant.",
      "Michael Chertoff, U.S. Atty., Edna B. Axelrod, Leslie F. Schwartz, Asst. U.S. At-tys., Newark, N.J., for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Ghulam Sabir RANA, Appellant.\nNo. 90-5714.\nUnited States Court of Appeals, Third Circuit.\nSubmitted Under Third Circuit Rule 12(6) July 10, 1991.\nDecided Sept. 4, 1991.\nAs Amended Sept. 27, 1991.\nLinda George, Hackensack, N.J., for appellant.\nMichael Chertoff, U.S. Atty., Edna B. Axelrod, Leslie F. Schwartz, Asst. U.S. At-tys., Newark, N.J., for appellee.\nBefore STAPLETON, HUTCHINSON and HIGGINBOTHAM, Circuit Judges."
  },
  "file_name": "0123-01",
  "first_page_order": 211,
  "last_page_order": 217
}