{
  "id": 10526638,
  "name": "ABKCO MUSIC, INC., Plaintiff-Appellant-Cross-Appellee, v. HARRISONGS MUSIC, LTD.; Harrisongs Music, Inc.; George Harrison; Apple Records, Inc.; Broadcast Music, Inc.; Hansen Publications, Inc., Defendants, Harrisongs Music, Ltd.; Harrisongs Music, Inc.; George Harrison, Defendants-Appellees-Cross-Appellants",
  "name_abbreviation": "ABKCO Music, Inc. v. Harrisongs Music, Ltd.",
  "decision_date": "1991-09-05",
  "docket_number": "Nos. 1273, 1430; Docket 90-9065, 90-9115",
  "first_page": "971",
  "last_page": "983",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 971"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "17 U.S.C. § 201",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "697 F.2d 27",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1502599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/697/0027-01"
      ]
    },
    {
      "cite": "1982 WL 1264",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "17 U.S.C. § 501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "470 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299693
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "573-74"
        },
        {
          "page": "1511-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0564-01"
      ]
    },
    {
      "cite": "779 F.2d 866",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1539723
      ],
      "pin_cites": [
        {
          "page": "871"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/779/0866-01"
      ]
    },
    {
      "cite": "486 U.S. 214",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213703
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "223"
        },
        {
          "page": "1777"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/486/0214-01"
      ]
    },
    {
      "cite": "841 F.2d 494",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11297549
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/841/0494-01"
      ]
    },
    {
      "cite": "722 F.2d 988",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10604871
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "997"
        },
        {
          "page": "997"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/722/0988-01"
      ]
    },
    {
      "cite": "508 F.Supp. 798",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5560249
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "803"
        },
        {
          "page": "801-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/508/0798-01"
      ]
    },
    {
      "cite": "420 F.Supp. 177",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3888876
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/420/0177-01"
      ]
    },
    {
      "cite": "722 F.2d 988",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10604871
      ],
      "pin_cites": [
        {
          "page": "997"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/722/0988-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1168,
    "char_count": 36212,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 2.8223945746380767e-07,
      "percentile": 0.8384430906975657
    },
    "sha256": "76813db37e7d91fcfdcc31d0084846caf3a96a1a78231fb51217a42d231edf63",
    "simhash": "1:ae876e23a602bc8b",
    "word_count": 5865
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CARDAMONE and MAHONEY, Circuit Judges, and PARKER, District Judge."
    ],
    "parties": [
      "ABKCO MUSIC, INC., Plaintiff-Appellant-Cross-Appellee, v. HARRISONGS MUSIC, LTD.; Harrisongs Music, Inc.; George Harrison; Apple Records, Inc.; Broadcast Music, Inc.; Hansen Publications, Inc., Defendants, Harrisongs Music, Ltd.; Harrisongs Music, Inc.; George Harrison, Defendants-Appellees-Cross-Appellants."
    ],
    "opinions": [
      {
        "text": "CARDAMONE, Circuit Judge:\nBright Tunes Music Corporation (Bright Tunes) held the copyright to a song entitled “He’s So Fine” (HSF) composed by Ronald Mack. George Harrison, a former member of the musical group “The Beatles,” had authored a song called “My Sweet Lord” (MSL). In 1971 Bright Tunes sued Harrison claiming that his song infringed the copyright of Mack’s song. A trial court in 1976 agreed. Today, over 15 years later, the damages issue flowing from this infringement is still being litigated, giving true-meaning for those involved to the title of the Beatles’ “It’s Been a Hard Day’s Night.” Subsequent to the determinations to be made on the remand hereby directed, we fully expect the curtain to fall on this long-playing litigation.\nBACKGROUND\nThe events leading up to this appeal are more fully set forth in the four prior opinions in this case, Bright Tunes Music Corp. v. Harrisongs Music, Ltd., 420 F.Supp. 177 (S.D.N.Y.1976); ABKCO Music, Inc. v. Harrisongs Music, Ltd., 508 F.Supp. 798 (S.D.N.Y.1981), aff'd with modification and remanded, 722 F.2d 988 (2d Cir.1983); and ABKCO Music, Inc. v. Harrisongs Music, Ltd., 841 F.2d 494 (2d Cir.1988) (per curiam), familiarity with which is assumed. We recount only those facts needed to resolve this appeal.\nIn 1971 when Bright Tunes brought its copyright infringement suit against Harrisongs Music Ltd., Harrisongs Music, Inc. and George Harrison (Harrison Interests or Harrison), ABKCO Music, Inc. and its president and “moving spirit,” Allen B. Klein, served as business manager for the Beatles and handled Harrison's business affairs. In an attempt to end the Bright Tunes’ litigation Klein, acting for Harrison, offered to buy out Bright Tunes, the property of which consisted mainly of the “He’s So Fine” copyright and the lawsuit against the Harrison Interests. Negotiations continued slowly over several years.\nIn the meantime Klein and the Beatles had a falling out, ending their relationship and resulting in bitter litigation. In late 1975 and early 1976, the Harrison Interests and Bright Tunes renewed settlement negotiations and the Harrison Interests made an offer that counsel for Bright Tunes considered to be a good one. But Klein, without Harrison’s knowledge, made an offer to buy Bright Tunes for an amount almost double that offered by the Harrison Interests. Bright Tunes, reasoning that Klein’s offer likely indicated an accurate view of the value of the lawsuit because of his inside knowledge of the Harrison Interests’ business affairs, thereupon declined Harrison’s lower offer. Klein’s offer was also rejected, and the case then went to trial. Following a three-day bench trial in 1976, Judge Owen ruled in favor of Bright Tunes, finding that Harrison subconsciously plagiarized HSF, but reserved judgment on the issue of damages. 420 F.Supp. at 177. Klein’s successful efforts to booby-trap the settlement negotiations is critical to an understanding of this lengthy litigation, and was a significant factor in the direction subsequent court opinions have taken.\nThe damages issue was not decided until 1981, in the meanwhile certain events in 1977, 1978 and 1980 should be recited. In June 1977 an infringement action in England by Peter Maurice Music Co., Ltd. (Maurice) — the subpublisher of “He’s So Fine” in all places other than the United States and Canada — against the Harrison Interests was settled with the Harrison Interests agreeing to pay Maurice 40 percent of the past and future monies received through exploitation of the “My Sweet Lord” copyright in the United Kingdom and retaining 60 percent of those revenues (the UK settlement). The parties also agreed to use “their best endeavours” to secure similar settlements throughout the remainder of Maurice’s territory. Maurice had obtained its interest in “He’s So Fine” under a licensing agreement entered into in 1963 between it and Bright Tunes. Under the agreement, Maurice was obligated to pay Bright Tunes 50 percent of all amounts received from HSF, less sheet music royalties — in exchange for the right to exploit that song worldwide, save for the United States and Canada.\nOn April 13, 1978 ABKCO purchased all of Bright Tunes’ interest in “He’s So Fine,” including the right to certain royalties and all rights assertable against infringing compositions for $587,000 (the 1978 acquisition). ABKCO adopted Bright Tunes’ complaint and was substituted as the sole party plaintiff in the action against the Harrison Interests. Harrison asserted affirmative defenses and counterclaims against ABKCO and Klein for breaches of fiduciary duty relating to the purchase of the Bright Tunes’ properties. The district court held an eight-day bench trial on damages and counterclaims between August and October 1979.\nFinally, on April 2, 1980 Harrison and Essex Music International, Ltd. (Essex), Harrison’s agent and a sub-publisher of “My Sweet Lord,” entered into an agreement authorizing Essex to negotiate and enter into settlement agreements on the same terms as the UK settlement, that is, Harrison paying 40 percent (and retaining 60 percent) of MSL revenues to any parties owning interests in “He’s So Fine” everywhere, except the U.S., the U.K. and Canada. The next day Essex and ABKCO entered into an agreement by which they agreed to settle these “foreign claims” and Essex paid ABKCO a $600,000 non-returnable advance to be recouped through a pooling of their respective interests in the royalties from both songs. The agreement also provided that when Essex recouped the $600,000, the parties would pool their interests in earnings flowing from both songs, with ABKCO assigning to Essex 50 percent of its share of them and Essex assigning 50 percent of its interest in “My Sweet Lord” to ABKCO. Throughout the rest of 1980, the foreign claims were settled on the same 60/40 percent basis used in the UK settlement (the 1980 settlements).\nThe district court resolved the damages issue on February 19, 1981 holding that the Harrison Interests owed $1,599,987 to ABKCO but, as ABKCO had breached its fiduciary duty to Harrison between 1975 and 1978, it was not entitled to profit from its purchase of the “He’s So Fine” rights from Bright Tunes and therefore could not collect that amount. 508 F.Supp. 798. Specifically, the district court found that ABKCO’s “covert intrusion” into the settlement negotiations between the Harrison and Bright Tunes “irreparably destroyed the ability” of the Harrison Interests to settle the case for an amount comparable to their settlement offer, which was in a range already deemed to be good by Bright Tunes’ counsel. The trial court ordered ABKCO to hold the fruits of the 1978 acquisition in a constructive trust for the benefit of the Harrison Interests, to be transferred to them upon their payment to ABKCO of $587,000 (ABKCO’s purchase price for Bright Tunes) plus interest (the 1982 judgment). Id. at 803.\nOn appeal, we affirmed the finding of a breach of a fiduciary duty owed by Klein to Harrison, but ruled that because the foreign infringement claims were voluntarily settled in 1980, the trust should not include that portion of ABKCO’s acquisition constituting a purchase of the foreign rights that had been so settled. 722 F.2d 988. Thus, the case was remanded to the district court “to determine what portion of the $587,000 paid by ABKCO to Bright Tunes is attributable to the foreign rights involved in the April 3, 1980 settlement.” 722 F.2d at 997. The district court was instructed to subtract that amount from the $587,000 to determine how much the Harrison interests were to pay to ABKCO to recover the rights not affected by the settlement.\nOn remand the district court found $316,-980 of the $587,000 ABKCO paid Bright Tunes was attributable to the foreign rights and, Harrison thus had to pay $270,-020 to Klein to obtain the remainder of the rights in the constructive trust (the 1986 judgment). In making this determination, the trial court interpreted its task as requiring it to put itself in the position of ABKCO at the time of the purchase to determine how it allocated its purchase price. To make the computation, it relied on Klein’s testimony that he thought “My Sweet Lord” had earned about $1,500,000 worldwide, of which approximately $550,-000 were United States revenues and $950,-000 were foreign revenues. The district court then used records Klein supplied indicating that approximately 15 percent of the non-United States revenues were earned in the United Kingdom and should thus be subtracted from the total foreign revenues. Based on these calculations, the district court concluded that Klein attributed 54 percent of the total “My Sweet Lord” revenues to the foreign rights. This percentage was used by the trial court to arrive at its determination that Harrison owed ABKCO $270,020 plus interest (46 percent of $587,000) for the rights not affected by the 1980 settlements.\nBoth parties again appealed. This time we found there was no final decision to take an appeal from because the district court had not decided “which portion of the fruits of the constructive trust were affected by the 1980 Settlement.” 841 F.2d 494. Hence, the case was once again remanded for such finding.\nOn remand the district court found the fruits of the constructive trust did not include:\n(i) “He's So Fine” copyrights for and revenues from all territories of the world, except the U.S., U.K., and Canada (foreign territories);\n(ii) an administrative fee of 20 percent on the gross revenues of both songs ABKCO must transfer to the Harrison Interests pursuant to the judgment;\n(iii) the $600,000 payment to ABKCO from Essex;\n(iv) the rights obtained in the 1980 settlements and the 1978 acquisition relating to the foreign territories.\nThus, these items were not fruits of the constructive trust affected by the 1980 settlements and were to remain with ABKCO. The trial court further found that the fruits of the constructive trust, not affected by the 1980 settlements, include:\n(i) rights to “He’s So Fine” in the U.S., U.K., and Canada;\n(ii) gross revenues received by ABKCO from exploiting that song in the U.S., U.K., and Canada or derived from the rights and agreements to be transferred such as the revenues received by ABKCO from the 1977 UK settlement less writer’s royalties paid by ABKCO and ABKCO’s 20 percent administration fee.\nThese items were to be transferred to the Harrison Interests. This appeal and cross-appeal followed.\nDISCUSSION\nNeither party is thoroughly satisfied with the district court’s decision. In its appeal ABKCO contends the district court incorrectly valued its interest in the 1980 settlements, thereby diminishing the payment due it from the Harrison Interests. The Harrison Interests cross-appeal arguing that the district court should not have allowed ABKCO to receive a fee for its management of the constructive trust or to retain its interest in the copyright of “He’s So Fine” in the fora covered by the 1980 settlements. The Harrison Interests also urge that the $600,000 ABKCO received as part of an agreement to settle foreign infringement claims should serve to remove the requirement that they pay ABKCO any money.\nOur task is limited to reviewing the district court’s determination of which of the items held in constructive trust by ABKCO were affected by the agreements entered into in 1980 to settle infringement suits in various countries around the world and what the value of those items is. We turn first to ABKCO’s appeal.\nI The ABKCO Appeal\nABKCO contends that in computing the amount it had attributed to “My Sweet Lord’s” foreign revenues when purchasing the “He’s So Fine” rights, the district court made two errors. Were those errors corrected, ABKCO continues, it would diminish the amount attributable to “My Sweet Lord” foreign revenues, thereby increasing the amount the Harrison Interests must pay ABKCO to retrieve the fruits of the constructive trust not affected by the 1980 settlements.\nA.\nThe first error, ABKCO contends, is in attributing the entire gross foreign revenues of “My Sweet Lord” to ABKCO’s purchase price for “He’s So Fine.” Instead, appellant believes the district court should only have attributed 20 percent of those revenues to the purchase price. ABKCO asserts that in 1978 it knew the Harrison Interests and Maurice had agreed to use their “best endeavours” to settle the foreign claims on a 60/40 percent basis, and that the rights it purchased from Bright Tunes amounted to only 50 percent of the “He’s So Fine” foreign revenues received by Maurice due to the Bright Tunes-Maurice licensing agreement. To put it in other words, Maurice was entitled to 40 percent of “My Sweet Lord” foreign revenues, only half of which belonged to Bright Tunes, whose interests ABKCO purchased. Thus, ABKCO concludes, it knew it was only entitled to 20 percent (one-half of 40 percent) of the gross “My Sweet Lord” foreign revenues when it purchased Bright Tunes’ interests. Therefore, ABKCO asserts the district court erred in attributing 100 percent of the foreign revenues to the $587,000 purchase price. Instead, ABKCO contends — all other factors remaining as the trial court computed them — only $127,966 of the $587,000 should be attributed to the foreign rights and the Harrison interests should have to pay the remaining $459,034 to ABKCO, rather than $270,020 that the trial court found.\nTo this argument Harrison makes two responses: first, ABKCO did not make any allocations at the time of its 1978 acquisition from Bright Tunes and, most importantly, did not believe itself bound by either the UK settlement or the Bright Tunes-Maurice licensing agreement; second, and an alternative basis for the district court’s attribution of 100 percent of the foreign revenues to the purchase price, was that ABKCO was not entitled to 100 percent of the gross “My Sweet Lord” domestic revenues since some of that song’s success was due to factors other than the “He’s So Fine” plagiarizing.\nIn reviewing a district court’s findings of fact, we will not overturn such findings unless we think they are clearly erroneous. Fed.R.Civ.P. 52(a); Amadeo v. Zant, 486 U.S. 214, 223, 108 S.Ct. 1771, 1777, 100 L.Ed.2d 249 (1988). A trial court’s credibility assessments and its determination as to the inferences to be drawn from the record are entitled to considerable deference. See Puritan Ins. Co. v. Eagle S.S. Co. S.A., 779 F.2d 866, 871 (2d Cir.1985). When its view of the evidence is plausible in light of the entire record—or if it makes a choice between two permissible views of the evidence—we will not substitute our judgment for the trial court’s even were we to have weighed the evidence differently had we been sitting as the trier of fact. See Anderson v. City of Bessemer City, N.C., 470 U.S. 564, 573-74, 105 S.Ct. 1504, 1511-12, 84 L.Ed.2d 518 (1985).\nExamined in this light the district court’s attribution of 100 percent of the foreign revenues to ABKCO’s purchase price was not clearly erroneous. It was faced with the difficult task of putting itself in ABKCO’s shoes at the time of the 1978 acquisition to ascertain how ABKCO valued each component of the purchase. This difficulty was exacerbated by Klein’s admission that, at the time of the purchase, he actually made no allocations for the various components of Bright Tunes’ “He’s So Fine” rights.\nAn examination of the evidence reveals the district court’s conclusion was entirely plausible. Klein testified he was aware of the Bright Tunes-Maurice licensing agreement and the UK settlement when he purchased Bright Tunes’ interests in “He’s So Fine,” but, as noted, made no evaluations of the various components he purchased. Of even greater importance is the fact that Klein clearly did not believe himself bound by those agreements. The contract under which ABKCO purchased the rights to “He’s So Fine” explicitly stated that ABKCO did not consent to the UK judgment—to which neither Bright Tunes nor ABKCO was a party—and that ABKCO believed it was purchasing the sole right to control and conduct all the song’s infringement claims throughout the world. Thus, ABKCO seemed to believe it was not required to settle the foreign claims on a 60/40 percent basis. The UK settlement only required the parties to use their “best endeavours” to reach that percentage in the settlements; it did not bind them to those percentages. As to the 1963 licensing agreement Maurice had with Bright Tunes, Klein testified he believed at the time of the 1978 acquisition that his rights were superior to those of Maurice, severely undermining his present percentage argument on appeal.\nJudge Owen was also entitled to disbelieve Klein’s statement that he was entitled to 100 percent of the “My Sweet Lord” domestic revenues, and decide instead that ABKCO realized it would probably have to share that song’s domestic revenues with the Harrison Interests, because the damages court might well decide that some of the success of the tune was due to Harrison’s name and the lyrics, and not just the copied material. In fact that is precisely what the district court in this case actually found. See 508 F.Supp. at 801-02. While in 1978 ABKCO may not have believed it could completely avoid the UK settlement’s “best endeavours” clause or undo the Bright Tunes-Maurice licensing agreement and thus be entitled to 100 percent of the “My Sweet Lord” foreign revenues, the district court could properly have found that, in its mind at that time, ABKCO offset whatever potential foreign revenues shortfall it foresaw with a comparable shortfall in domestic revenues. By using gross revenues on both sides of the formula—foreign and domestic—the proportion Judge Owen developed remains accurate. Consequently, we see no reason to fault the trial court’s factual finding that in 1978 ABKCO attributed 100 percent of “My Sweet Lord” gross foreign revenues to the purchase price of the “He’s So Fine” rights it obtained from Bright Tunes.\nB.\nABKCO’s second challenge to the computations focuses on the “My Sweet Lord” revenues attributed to the U.K. which, according to the formula arrived at by the district court for determining which revenues were affected by the 1980 settlements, were deducted from all that tune’s revenues earned outside the U.S. and Canada. The district judge relied on records compiled in 1985 to determine that 15 percent of “My Sweet Lord’s” revenues earned outside the U.S. and Canada were from the U.K. It then decreased the foreign revenues by this percentage to arrive at its final figure for the song’s revenues affected by the 1980 agreements.\nABKCO contends this was error. Specifically, it asserts that if the district court’s objective was to put itself in ABKCO’s position at the time of the 1978 purchase, it should not have used the 15 percent figure because it arose from information collected in 1985 and thus was not available to ABKCO in 1978. Instead, ABKCO continues, a 25 percent figure supplied by a managing director of Maurice, contained in a letter and sales records — copies of which Klein received in 1976 — should have been used. The Harrison Interests counter that the finding was not clearly erroneous because the letter itself indicated that the figures were probably incomplete and possibly inaccurate, ABKCO had other sources from which to determine “My Sweet Lord’s” revenues, and Klein admittedly did not allocate on the basis of the letter.\nWe are satisfied by our review of the evidence that this finding was not clearly erroneous and that 15 percent was appropriate in determining “My Sweet Lord’s” revenues from the U.K. As Judge Owen noted, Klein was an astute businessman with several sources of information on which to base his analysis. It is a critical fact that the letter accompanying the figures on which Klein on appeal says he relied states that the figures are incomplete and possibly incorrect. It is unlikely Klein would have relied solely on such information, and the district court was entitled to reject Klein’s assertion that the letter was the only information available to him at the time of the purchase. The trial judge was also entitled to conclude that Klein would likely have an accurate analysis of “My Sweet Lord” sales figures throughout the world. Thus, computing the song’s revenues from the U.K. as 15 percent of all foreign revenues was entirely proper, and not clearly erroneous. Such conclusions lead to an affirmance as to ABKCO’s appeal.\nII The Harrison Interests’ Cross-Appeal\nThe Harrison Interests raise several issues in their cross-appeal. They contend the district court should not have allowed ABKCO to receive a 20 percent management fee for its stewardship of the constructive trust assets and should not have permitted ABKCO to retain the foreign “He’s So Fine” copyrights and revenues. They also contend that the money paid to ABKCO as part of its agreement with Essex to settle the foreign claims should either serve to eliminate the requirement that they pay any money to ABKCO, because such payment would be duplicative, or that it should be turned over to the Harrison Interests as a fruit of the constructive trust not affected by the foreign settlements. Finally, the Harrison interests urge that we return the scope of the constructive trust to its original size because of new evidence of further wrongdoing by Klein and ABKCO. We address each of these contentions in turn.\nA.\nIn the trial proceedings, ABKCO sought to deduct a 20 percent administrative fee from the “He’s So Fine” revenues it was required to turn over to the Harrison Interests. The trial court determined the fee covered the cost of producing those revenues, was not a fruit of the 1980 settlement, was a reasonable figure though inexact, and that taking such a fee was industry practice. Based on these findings, ABKCO was allowed to retain 20 percent of the gross revenues of “He’s So Fine” that it would otherwise have been required to turn over to the Harrison Interests. The Harrison Interests argue that the fee is barred by our 1983 judgment, and not supportable either factually or legally. We agree.\nWe think finding the 20 percent fee reasonable was clearly erroneous, and the allowance of it improper. The only factual support for it is Klein’s statement that it is a customary fee that he ordinarily charges. There is no proof that ABKCO incurred any actual expenses or hired additional personnel for the services it rendered. Having failed to prove the expenses it seeks to deduct, it is not entitled to the deduction as a matter of fact. More critical is that, under our prior opinions in this matter, all the fruits of Klein’s acquisition of “He’s So Fine” are required to be turned over, unless they are affected by the foreign settlements. The arbitrary 20 percent charge on monies ABKCO has to disgorge to Harrison has no connection to those settlements. Klein, it must be remembered, had been found earlier to have breached his fiduciary duties and could not suppose, in light of the trust obligation imposed on him, that he could conduct business as usual. Therefore, ABKCO is not entitled to any administrative fee, and the district court's decision to grant that fee was also an error of law.\nB.\nThe Harrison Interests next contend the finding that ABKCO’s ownership of the “He’s So Fine” copyright and revenues was a necessary predicate to the 1980 settlements and the district court’s conclusion that they were fruits of the 1978 acquisition affected by those settlements were incorrect. Instead, cross-appellants argue that the foreign settlements affected “My Sweet Lord” and not “He’s So Fine” revenues, and that the only predicate to ABKCO’s participation in the 1980 settlements was its ownership of the foreign infringement claims — the only other element affected by the foreign settlements— and not its ownership of the “He’s So Fine” copyrights and revenues, which should be turned over to it. Resolution of this issue requires us to determine whether it was ABKCO’s possession of HSF’s copyrights and revenues that was involved in the 1980 settlements or merely its ownership of the infringement claims; we think it was the latter.\nThe legal or beneficial owner of an exclusive right under a copyright is entitled to bring actions for infringements of that right occurring during the period of its ownership. 17 U.S.C. § 501(b). Thus, a copyright owner can assign its copyright but, if the accrued causes of action are not expressly included in the assignment, the assignee will not be able to prosecute them. See Skor-Mor Prod., Inc. v. Sears, Roebuck & Co., 1982 Copyright Law Decisions (CCH) ¶ 25,397 at p. 17,298, 1982 WL 1264 (S.D.N.Y.1982); 3 M. Nimmer, Nimmer on Copyright, § 12-02, at 12-30 (1990) (Nimmer). Rather, the assignee is only entitled to bring actions for infringements that were committed while it was the copyright owner and the assignor retains the right to bring actions accruing during its ownership of the right, even if the actions are brought subsequent to the assignment. Nimmer, § 12.02 at 12-29-12-30. Finally, the Copyright Act does not permit copyright holders to choose third parties to bring suits on their behalf. See Eden Toys, Inc. v. Floretee Undergarment Co., 697 F.2d 27, 32 n. 3 (2d Cir.1982).\nABKCO apparently recognized this divisibility of rights, see 17 U.S.C. § 201(d)(2), by purchasing from Bright Tunes not only the song’s copyright and the U.S. infringement claim, but also “any and all rights assertable under copyright against the Infringing Composition in any part of the world which may have heretofore arisen or which may hereafter arise” as well as the right to control such claims and collect the settlements. By the same token, ABKCO’s purchase of the “He’s So Fine” copyright gave it the right to sue for infringements occurring after the transaction. 17 U.S.C. § 501(b); Nimmer, § 12.02 at 12-29.\nEach of the 1980 settlement agreements contemplate that the infringements were committed on October 1, 1970 as each awards the song’s interests 40 percent of all “My Sweet Lord’s” revenues from that date forward. Hence, the claims had already accrued when ABKCO purchased all of Bright Tunes’ rights in “He’s So Fine.” As a consequence, ABKCO’s right to bring the claims arises not out of its ownership of the copyright, but from its ownership of the claims themselves which it purchased, along with the copyright, in 1978. We therefore conclude that ABKCO’s ownership of the “He’s So Fine” copyrights was not a necessary predicate to its participation in the 1980 settlements. ABKCO could participate in the 1980 settlements because it owned the infringement claims accrued in 1970, not because it owned the copyright. Thus, ABKCO’s ownership of the copyright was not affected by the 1980 settlements, and ABKCO must surrender the copyright to the Harrison Interests upon proper payment.\nThe district court, in addition, incorrectly permitted ABKCO to retain “He’s So Fine” revenues from the foreign territories. As we have determined that ABKCO may not retain the song’s copyright in these territories, it would be incongruous for it to be entitled to earnings from that source. Ruling that ABKCO is not entitled to these revenues would not undo the 1980 settlements. What ABKCO received from those settlements was the right to a portion of “My Sweet Lord” revenues. We do not disturb this right by causing ABKCO to surrender its interest in “He’s So Fine” revenues from the foreign territories and conclude ABKCO must do so.\nC.\nThe Harrison Interests further contend the finding that the $600,000 payment ABKCO received pursuant to its April 1980 agreement with Essex was within the 1980 foreign settlements was clearly erroneous and this payment should be disgorged by ABKCO or, alternatively, that the payment was reimbursement for ABKCO’s purchase of the “He’s So Fine” rights from Bright Tunes and therefore cross-appellants should not be required to provide ABKCO with duplicative payment for that purchase.\nWe address first the challenge to the finding that the $600,000 payment was “so closely intertwined with the settlement as to appear reasonably within it.” Again, it must be decided whether and, if so, to what extent the $600,000 payment was a fruit of the constructive trust affected by the 1980 settlements to determine whether ABKCO should have to turn any of it over to the Harrison interests. Pursuant to its agreement with Essex, ABKCO received a $600,-000 payment that Essex could recoup from its own share of “My Sweet Lord” revenues and ABKCO’s share of the two tunes’ revenues.\nSince ABKCO’s entitlement to “My Sweet Lord” revenues arose from the 1980 settlements, clearly the portion of Essex’s payment attributable to those revenues was closely intertwined with the settlements and in this aspect the district court’s finding was not clearly erroneous. With respect to the portion of the payment attributable to ABKCO’s assignment of “He’s So Fine” revenues, the trial court’s finding was clearly erroneous. ABKCO’s right to that song’s revenues arose separate and apart from the 1980 settlements and, as we stated earlier, was not a right affected by those settlements. Since ABKCO may not receive the revenues flowing from exploitation of the song directly, it follows that it may not receive any payment made in exchange for its rights to those revenues. Consequently, we must remand to the district court for it to determine what portion of the $600,000 payment was made in exchange for ABKCO’s “He’s So Fine” revenues and cause ABKCO to disgorge that amount to the Harrison interests.\nContrary to the Harrison Interests’ alternative contention, ABKCO gave up something valuable — its right to revenues from both songs — in exchange for the $600,000 payment. The payment was thus not merely reimbursement for ABKCO’s 1978 acquisition but consideration given in exchange for a valuable asset. ABKCO’s May 1980 Form 10-Q filed with the Securities Exchange Commission, in which it stated it had recovered its cost of acquiring “He’s So Fine” through various worldwide agreements, does not persuade us to the contrary. It is entirely plausible to construe ABKCO’s statement merely as recognition of the fact that the settlement agreements it entered into and the payment it received in exchange for its surrender of rights to the songs’ revenues were sufficient to recover the cost of the 1978 acquisition and not as an admission that the $600,000 payment was reimbursement to ABKCO for its purchase price of “He’s So Fine.” The Harrison Interests’ contention that the payment constituted reimbursement for the purchase price of that song is not persuasive. We decline to grant its request to eliminate, on that basis, the requirement that they must pay ABKCO to recover the fruits of the constructive trust not affected by the 1980 settlement.\nD.\nHarrison’s final arguments arise out of allegedly newly discovered evidence of “covert” involvement by ABKCO in negotiations between the Harrison Interests and Essex, Harrison’s agent. Specifically, cross-appellants urge that had they known that ABKCO and Essex negotiated and entered into the agreement by which Essex paid ABKCO $600,000 in return for certain rights to both songs, while the Harrison Interests negotiated with Essex regarding their agreement to allow Essex to settle the foreign claims, they would not have given Essex consent to settle the foreign claims. Thus, cross-appellants continue, when the case was before us previously we erroneously relied on a policy of upholding the settlement of claims to modify and limit the scope of the constructive trust because they did not enter into the settlement agreements voluntarily due to their lack of knowledge of ABKCO’s involvement, and the subject matter of the 1980 settlements should be placed into the constructive trust. The Harrison Interests also argue that we should impose sanctions on ABKCO — such as removing the requirement that cross-appellants pay money to ABKCO — as a result of its alleged misconduct.\nThere is nothing in this contention that causes us to change either the scope of the constructive trust or to sanction ABKCO. When we modified the scope of the constructive trust, see 722 F.2d at 997, the Harrison Interests had access to the ABKCO-Essex agreement and the agreement was included in the record on appeal. It must have been clear to anyone examining the agreement that ABKCO negotiated with Essex while Harrison was negotiating the agreement enabling Essex to settle the foreign claims — the ABKCO-Essex agreement was executed one day after the Harrison-Essex agreement — and it would be unreasonable to believe it was negotiated and drafted in that short period of time. With this knowledge, we held that the 1980 settlement agreements — made on the precise terms sought by the Harrison Interests — were entered into voluntarily. We agree with the district court that the evidence now adduced by Harrison is insufficient to reopen the proceedings.\nCONCLUSION\nFor all the foregoing reasons, the judgment of the district court insofar as ABKCO’s appeal is concerned is affirmed; the Harrison Interests’ cross-appeal is affirmed in part, reversed in part, and remanded to the district court for it to further proceed consistent with this opinion.",
        "type": "majority",
        "author": "CARDAMONE, Circuit Judge:"
      },
      {
        "text": "MAHONEY, Circuit Judge,\nconcurring in part and dissenting in part:\nI am in agreement with all of Judge Cardamone’s thoughtful and comprehensive opinion except its affirmance of the district court’s allocation of the $587,000 purchase price paid by ABKCO in 1978 for Bright Tunes’ interest in “He’s So Fine,” from which I respectfully dissent. In making this allocation, the district court was effectuating an instruction by this court “to determine what portion of the $587,000 paid by ABKCO to Bright Tunes is attributable to the foreign rights involved in the April 3, 1980 settlement.” ABKCO Music, Inc. v. Harrisongs Music, Ltd., 722 F.2d 988, 997 (2d Cir.1983). Since the primary asset acquired by ABKCO in 1978 was the infringement claim against “My Sweet Lord,” the district court made its allocation based upon the global revenues of “My Sweet Lord.”\nThe district court attributed all the foreign revenues from “My Sweet Lord” to ABKCO. ABKCO argues that the court erred because ABKCO’s purchase of Bright Tunes did not entitle ABKCO to all the foreign revenues. This is true in two respects, only one of which affects the validity of the district court’s allocation.\nAs the 1977 settlement as to United Kingdom revenues made clear, the Harrison interests were entitled to a significant portion of the revenues from “My Sweet Lord.” This entitlement, however, would' presumably be operative as to both domestic and foreign revenues, and therefore does not invalidate the district court’s allocation. On the other hand, the foreign revenues were subject to significant partic-ipations by foreign subpublishers, and the domestic revenues were not. It seems to me that the district court erred in making no allowance for this factor in its allocation, and I would therefore require reconsideration of this issue on remand, especially since remand is required in any event with respect to other issues.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "MAHONEY, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Gideon Cashman, New York City (Donald S. Zakarin, Charles B. McKenna, Pryor, Cashman, Sherman & Flynn, of counsel), for plaintiff-appellant-cross-appellee Abkco Music, Inc.",
      "Joseph J. Santora, New York City (Michael S. Allen, Santora & Allen, of counsel), for defendants-appellees-cross-appellants Harrisongs Music, Inc."
    ],
    "corrections": "",
    "head_matter": "ABKCO MUSIC, INC., Plaintiff-Appellant-Cross-Appellee, v. HARRISONGS MUSIC, LTD.; Harrisongs Music, Inc.; George Harrison; Apple Records, Inc.; Broadcast Music, Inc.; Hansen Publications, Inc., Defendants, Harrisongs Music, Ltd.; Harrisongs Music, Inc.; George Harrison, Defendants-Appellees-Cross-Appellants.\nNos. 1273, 1430.\nDocket 90-9065, 90-9115.\nUnited States Court of Appeals, Second Circuit.\nArgued April 8, 1991.\nDecided Sept. 5, 1991.\nGideon Cashman, New York City (Donald S. Zakarin, Charles B. McKenna, Pryor, Cashman, Sherman & Flynn, of counsel), for plaintiff-appellant-cross-appellee Abkco Music, Inc.\nJoseph J. Santora, New York City (Michael S. Allen, Santora & Allen, of counsel), for defendants-appellees-cross-appellants Harrisongs Music, Inc.\nBefore CARDAMONE and MAHONEY, Circuit Judges, and PARKER, District Judge.\nHon. Fred I. Parker, United States District Judge for the District of Vermont, sitting by designation."
  },
  "file_name": "0971-01",
  "first_page_order": 1059,
  "last_page_order": 1071
}