{
  "id": 10521536,
  "name": "AMERICAN GENERAL LIFE INSURANCE COMPANY, Plaintiff-Appellee, v. David R. FINE and Jonathan M. Fine, Defendants-Appellees, v. Sarah Shelton FINE, Defendant-Appellant",
  "name_abbreviation": "American General Life Insurance v. Fine",
  "decision_date": "1991-10-09",
  "docket_number": "No. 90-3857",
  "first_page": "232",
  "last_page": "235",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 232"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "255"
        },
        {
          "page": "2513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "351 So.2d 515",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9705736,
        9705683,
        9705789,
        9705632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/351/0515-03",
        "/so2d/351/0515-02",
        "/so2d/351/0515-04",
        "/so2d/351/0515-01"
      ]
    },
    {
      "cite": "350 So.2d 680",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9721673
      ],
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/350/0680-01"
      ]
    },
    {
      "cite": "64 So.2d 29",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9907387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/64/0029-01"
      ]
    },
    {
      "cite": "484 So.2d 266",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7597608
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "268"
        },
        {
          "page": "268",
          "parenthetical": "\"the completed questionnaire ... clearly satisfied Philadelphia's policy requirements\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/484/0266-01"
      ]
    },
    {
      "cite": "551 So.2d 629",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7532083,
        7531994,
        7531955,
        7532045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/551/0629-04",
        "/so2d/551/0629-02",
        "/so2d/551/0629-01",
        "/so2d/551/0629-03"
      ]
    },
    {
      "cite": "544 So.2d 664",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7556221
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "667-69"
        },
        {
          "page": "669-70",
          "parenthetical": "\"The strict construction rule for interpreting the change of beneficiary provision is also satisfied\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/544/0664-01"
      ]
    },
    {
      "cite": "427 So.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9567112,
        9567032,
        9566844,
        9566943
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/427/1212-04",
        "/so2d/427/1212-03",
        "/so2d/427/1212-01",
        "/so2d/427/1212-02"
      ]
    },
    {
      "cite": "424 So.2d 377",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9529231
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/424/0377-01"
      ]
    },
    {
      "cite": "78 F.2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        949472
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/78/0077-01"
      ]
    },
    {
      "cite": "273 So.2d 845",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9812769,
        9812986,
        9812901,
        9812842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/273/0845-01",
        "/so2d/273/0845-04",
        "/so2d/273/0845-03",
        "/so2d/273/0845-02"
      ]
    },
    {
      "cite": "271 So.2d 308",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9751304
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/271/0308-01"
      ]
    },
    {
      "cite": "366 So.2d 951",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9615819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/366/0951-01"
      ]
    },
    {
      "cite": "150 La. 519",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        8841254
      ],
      "weight": 2,
      "year": 1921,
      "opinion_index": 0,
      "case_paths": [
        "/la/150/0519-01"
      ]
    },
    {
      "cite": "188 La. 837",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10043795,
        8502599
      ],
      "weight": 2,
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/so/178/0368-01",
        "/la/188/0837-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 568,
    "char_count": 10927,
    "ocr_confidence": 0.788,
    "pagerank": {
      "raw": 1.27879270835649e-07,
      "percentile": 0.6169299831766254
    },
    "sha256": "e427864a165ca8f3b52d6ee4c69752e59261debc4d5abcc6c0dd4af47a8811b4",
    "simhash": "1:925ee28a0c7316e9",
    "word_count": 1774
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WISDOM, KING, and DUHÉ Circuit Judges."
    ],
    "parties": [
      "AMERICAN GENERAL LIFE INSURANCE COMPANY, Plaintiff-Appellee, v. David R. FINE and Jonathan M. Fine, Defendants-Appellees, v. Sarah Shelton FINE, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "WISDOM, Circuit Judge:\nThis case involves the validity and effect of an executed “Change of Beneficiary” form that was taped together after being torn into over thirty pieces. At stake is fifty percent of the proceeds of a life insurance policy with a death benefit of one million dollars. The district court granted a motion for summary judgment in favor of the insured’s sons, David and Jonathan Fine. The sons base their claim to the proceeds on a “Change of Beneficiary” form that was somehow torn and taped back together. Because we disagree with the trial judge’s conclusion that no genuine issue of material fact exists, we REVERSE and REMAND for a trial on the merits.\nI. BACKGROUND\nOn May 5, 1984, Republic National Life Insurance Co. issued to Sewall S. Fine a life insurance policy with a death benefit of one million dollars. At that time, Mr. Fine designated his sons as equal beneficiaries. Mr. Fine changed his beneficiary designation on September 12, 1984, September 17, 1986, and October 15, 1986. On October 15, 1986, Mr. Fine designated his wife, Sarah Shelton Fine, as the beneficiary of fifty percent of the proceeds. Mr. Fine also designated that his sons were each to receive twenty-five percent of the proceeds.\nSewall S. Fine and Sarah N. Shelton were married in December 1980. They separated in May 1988 and were later divorced. Mr. Fine died on March 15, 1990. After Mr. Fine’s death, his local insurance agent, Mr. David Daigle, sent to American General a “Change of Beneficiary” form dated December 30, 1987, and bearing Mr. Fine’s signature. The December 1987 form designates David and Jonathan Fine as the sole beneficiaries. This form had been torn into over thirty pieces, taped back together, and was in a crumpled condition.\nDavid and Jonathan Fine filed with American General a claim for the proceeds of the insurance policy. They allege that they are entitled under the December 1987 “Change of Beneficiary” form to share all of the proceeds. Sarah Shelton Fine claims fifty percent of the proceeds under the October 1986 beneficiary designation.\nAmerican General could not determine whether the December 1987 form was valid, or whether the October 1986 designation was still in effect. American General therefore paid to David and Jonathan Fine each the twenty-five percent to which they were entitled under either the October 1986 designation or the December 1987 designation. American General then instituted an interpleader proceeding in the United States District Court for the Eastern District of Louisiana, naming David Fine, Jonathan Fine, and Sarah Shelton Fine as defendants. American General also deposited the remaining fifty percent of the proceeds into the registry of the court.\nDavid and Jonathan Fine filed a motion for summary judgment asking the court to declare them to be the sole beneficiaries of their father’s life insurance policy. They contend that the December 1987 form naming them as the sole beneficiaries is the valid form. The district court agreed and granted their motion for summary judgment. Sarah Fine appeals from that order.\nII. DISCUSSION\nA. The effect of the December 1987 form.\nSummary judgment should be entered “if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law”. One of the grounds on which Sarah Fine appeals is her contention that the district court misapplied the law of Louisiana. She argues that, even assuming that the December 1987 form is valid and represents the intent of Sewall Fine, it is without effect because the policy requirements for change of beneficiary were not strictly followed. Louisiana does require strict compliance with the terms of the insurance contract to effect a change of beneficiary.\nSome Louisiana authorities, however, seem to state that substantial compliance is sufficient. These cases fall into two categories. The first category, which is not relevant to the case before us, consists of cases in which the original beneficiary wrongfully interfered with the attempts of the insured to comply with the policy requirements. In these cases, the rationale of the court was not that substantial compliance was sufficient under the law of Louisiana, but rather that “the law does not allow one to profit from his own wrongdoing”.\nThe second category consists of cases in which the insured complied with the requirements on the face of the policy, but some internal procedure of the insurance company was not completed. Although some of these cases use the language of substantial compliance, they are, in fact, strict compliance cases.\nThe district court relied on this second category of cases in ruling that Sewall Fine had sufficiently complied with the policy requirements. The district court found that Sewall Fine had complied with all the requirements of the policy, but that American General had never completed its written approval of the change. The lesson of Woodmen and Whitman is that Louisiana requires strict compliance by the insured with the policy requirements. It is unclear whether the district court interpreted this line of cases as allowing substantial compliance or requiring strict compliance. Despite the terminology the district court employed, the district court correctly applied the law.\nB. The validity of the December 1987 form.\nIn any lawsuit in which the validity of a change of beneficiary form is disputed, the burden of proving that the form is valid rests upon the party whose claim arises under that form. In this case, Fine’s sons base their claim on the validity of the December 1987 form. They have presented undisputed proof that Sewall S. Fine signed this form on December 30, 1987.\nMrs. Fine, however, raises the question of the intent of Sewall S. Fine. She points to the condition of the December 1987 form as evidence raising a question of intent.\nThe district court apparently relied on the affidavits of David Daigle, the insurance agent, to explain the condition of the form. Mr. Daigle is willing to take full responsibility for the condition of the form. Mr. Daigle stated that, to his knowledge, Mr. Fine had nothing to do with the mutilation of the form. Mr. Daigle’s affidavits, however, provide no proof as to what, in fact, happened to the form. Indeed, the sons have not produced any proof as to how or why the form was torn into over thirty pieces and then taped backed together again.\nIt is not disputed that the form was torn and taped back together again. What is disputed is the inference that should be drawn from that fact. The sons rely on the speculation of Mr. Daigle that perhaps one of his temporary secretaries accidentally mutilated the form. Mrs. Fine, on the other hand, suggests that perhaps Sewall Fine destroyed or had the form destroyed in an attempt to revoke it. This dispute is a factual issue.\nOn a motion for summary judgment, all inferences that can be drawn from the undisputed facts must be drawn in favor of the non-moving party. The district court erred by not drawing such inferences in favor of Mrs. Fine. Here, given the complete lack of substantive evidence to explain how and why the December 30, 1987, “Change of Beneficiary” form was mutilated, a genuine issue of material fact exists as to the intent of Sewall Fine and the validity of the December 1987 form. A trial on the merits in which Daigle will testify and be subject to cross examination may explain why the change of beneficiary form was torn into bits which were taped together and retained in the agent’s files instead of being forwarded to the home office of American General.\nThe order of the district court, granting summary judgment in favor of David and Jonathan Fine is REVERSED and this case is REMANDED for a trial on the merits.\n. Republic National Life Insurance Company was statutorily merged into American General Life Insurance Company (“American General”) on December 31, 1987. American General is the named plaintiff in this lawsuit.\n. David and Jonathan Fine also brought a counterclaim against American General. American General filed a motion for summary judgment that the district court granted in part and denied in part. Neither party appeals that order.\n. Fed.R.Civ.P. 56(c).\n. The parties do not dispute that Louisiana law governs the insurance policy.\n. Giuffria v. Metropolitan Life Ins. Co., 188 La. 837, 178 So. 368 (1937); Douglass v. Equitable Life Assurance Soc'y, 150 La. 519, 90 So. 834 (1921); Wickham v. Prudential Ins. Co., 366 So.2d 951 (La.Ct.App.1978); Morein v. North American Co. for Life & Health Ins., 271 So.2d 308 (La.Ct.App.1972), cert. denied, 273 So.2d 845 (La.1973).\n. Sbisa v. Lazar, 78 F.2d 77 (5th Cir.1935) (insured failed to have policy endorsed because original beneficiary would not return policy to insured); Standard Life & Accident Ins. Co. v. Pylant, 424 So.2d 377 (La.Ct.App.1982) (original beneficiary intercepted change of beneficiary forms), cert. denied, 427 So.2d 1212 (La.1983).\n. Pylant, 424 So.2d at 381.\n. Woodmen of the World Life Ins. Soc’y v. Hymel, 544 So.2d 664 (La.Ct.App.), cert. denied, 551 So.2d 629 (La.1989); Philadelphia Life Ins. Co. v. Whitman, 484 So.2d 266 (La.Ct.App.1986); Bland v. Good Citizens Mut. Benefit Ass’n, 64 So.2d 29 (La.Ct.App.1953).\n. Woodmen, 544 So.2d at 667-69; Whitman, 484 So.2d at 268.\n. Woodmen, 544 So.2d at 669-70 (“The strict construction rule for interpreting the change of beneficiary provision is also satisfied\"); Whitman, 484 So.2d at 268 (“the completed questionnaire ... clearly satisfied Philadelphia’s policy requirements”).\n.The insurance policy provides:\nThe owner has the right to change any Beneficiary. ... This change may be requested on forms provided by the Company. The company must approve the change in writing. When approved, the change will take effect on the date of the request. This will be true whether or not the Insured is living on the date of such approval.\n. Sanchez v. Aetna Life Ins. Co., 350 So.2d 680, 682 (La.Ct.App.), application denied, 351 So.2d 515 (La.1977).\n. Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 255, 106 S.Ct. 2505, 2513, 91 L.Ed.2d 202 (1986).",
        "type": "majority",
        "author": "WISDOM, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Douglas S. Draper, Friend, Wilson & Draper, New Orleans, La., for defendant-appellant.",
      "Richard K. Leefe, Leefe, Donelon & Koehler, Metairie, La., J. Murray Pinkston, III, Fine & Fine, New Orleans, La., for David and Jonathan Fine.",
      "Raymond J. Salassi, Jr., Jones, Walker, Waechter, Poitevent, Carrere & Denegren, New Orleans, La., for American Gen. Life."
    ],
    "corrections": "",
    "head_matter": "AMERICAN GENERAL LIFE INSURANCE COMPANY, Plaintiff-Appellee, v. David R. FINE and Jonathan M. Fine, Defendants-Appellees, v. Sarah Shelton FINE, Defendant-Appellant.\nNo. 90-3857.\nUnited States Court of Appeals, Fifth Circuit.\nOct. 9, 1991.\nDouglas S. Draper, Friend, Wilson & Draper, New Orleans, La., for defendant-appellant.\nRichard K. Leefe, Leefe, Donelon & Koehler, Metairie, La., J. Murray Pinkston, III, Fine & Fine, New Orleans, La., for David and Jonathan Fine.\nRaymond J. Salassi, Jr., Jones, Walker, Waechter, Poitevent, Carrere & Denegren, New Orleans, La., for American Gen. Life.\nBefore WISDOM, KING, and DUHÉ Circuit Judges."
  },
  "file_name": "0232-01",
  "first_page_order": 320,
  "last_page_order": 323
}