{
  "id": 10521112,
  "name": "UNITED STATES of America, Appellee, v. Juan LIRANZO, also known as Frank, Rafael Gutierrez, Felix Guzman, and Francisco Garcia, Defendants, Juan Liranzo, also known as Frank, and Francisco Garcia, Defendants-Appellants",
  "name_abbreviation": "United States v. Liranzo",
  "decision_date": "1991-09-05",
  "docket_number": "Nos. 1692, 1693, Dockets 90-1675, 91-1060",
  "first_page": "73",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 73"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "920 F.2d 810",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545305
      ],
      "pin_cites": [
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/0810-01"
      ]
    },
    {
      "cite": "345 N.Y.S.2d 495",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "case_ids": [
        3498624
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "298 N.E.2d 647",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "32 N.Y.2d 371",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        3498624,
        2307846
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/32/0371-01"
      ]
    },
    {
      "cite": "N.Y. Penal Law § 20",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "535 N.Y.S.2d 580",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1988,
      "pin_cites": [
        {
          "page": "581",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "532 N.E.2d 86",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1988,
      "pin_cites": [
        {
          "page": "87-88",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "72 N.Y.2d 602",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4411475
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "605",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/72/0602-01"
      ]
    },
    {
      "cite": "816 F.2d 859",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1678073
      ],
      "pin_cites": [
        {
          "page": "861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/816/0859-01"
      ]
    },
    {
      "cite": "411 N.Y.S.2d 922",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1978,
      "pin_cites": [
        {
          "page": "925",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "66 A.D.2d 91",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5519568
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/66/0091-01"
      ]
    },
    {
      "cite": "825 F.2d 716",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548202
      ],
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/825/0716-01"
      ]
    },
    {
      "cite": "N.Y. Penal Law § 20.00",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "parenthetical": "McKinney 1987"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "846 F.2d 150",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1788533
      ],
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/846/0150-01"
      ]
    },
    {
      "cite": "556 N.Y.S.2d 976",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "979",
          "parenthetical": "discussing criminal facilitation"
        },
        {
          "page": "979"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "556 N.E.2d 415",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "418",
          "parenthetical": "discussing criminal facilitation"
        },
        {
          "page": "418"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "76 N.Y.2d 140",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2350168
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "146",
          "parenthetical": "discussing criminal facilitation"
        },
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/76/0140-01"
      ]
    },
    {
      "cite": "919 F.2d 842",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1244964
      ],
      "pin_cites": [
        {
          "page": "849"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/919/0842-01"
      ]
    },
    {
      "cite": "N.Y. Penal Law § 115.05",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "weight": 3,
      "pin_cites": [
        {
          "parenthetical": "McKinney 1987"
        },
        {
          "parenthetical": "McKinney 1987"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "923 F.2d 13",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541777
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "15"
        },
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/923/0013-01"
      ]
    },
    {
      "cite": "895 F.2d 97",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527583
      ],
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/895/0097-01"
      ]
    },
    {
      "cite": "869 F.2d 96",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526287
      ],
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/869/0096-01"
      ]
    },
    {
      "cite": "900 F.2d 19",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526127
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/900/0019-01"
      ]
    },
    {
      "cite": "930 F.2d 1021",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545147
      ],
      "pin_cites": [
        {
          "page": "1025"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/1021-01"
      ]
    },
    {
      "cite": "404 U.S. 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172366
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "262-63"
        },
        {
          "page": "498-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0257-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 417",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 433",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "896 F.2d 710",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535268
      ],
      "pin_cites": [
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/896/0710-01"
      ]
    },
    {
      "cite": "113 L.Ed.2d 669",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1606",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "920 F.2d 1100",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547058
      ],
      "pin_cites": [
        {
          "page": "1104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/1100-01"
      ]
    },
    {
      "cite": "390 U.S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170914
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0377-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 2",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. §§ 812",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 846",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 949,
    "char_count": 22158,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 7.200851664360559e-07,
      "percentile": 0.9675693447764715
    },
    "sha256": "bd4cda904eb5e9fb76d0ed8df7b2d56296f6604dbf31665bf50e8862edc639e3",
    "simhash": "1:25d0cc15de159f77",
    "word_count": 3417
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before OAKES, Chief Judge, and PRATT and ALTIMARI, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Juan LIRANZO, also known as Frank, Rafael Gutierrez, Felix Guzman, and Francisco Garcia, Defendants, Juan Liranzo, also known as Frank, and Francisco Garcia, Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "ALTIMARI, Circuit Judge:\nDefendants-appellants Juan Liranzo and Francisco Garcia appeal from judgments of conviction entered in the United States District Court for the Southern District of New York (Robert J. Ward, Judge). The underlying superceding indictment charged the defendants in Count One with conspiracy to distribute and possess with the intent to distribute cocaine, in violation of 21 U.S.C. § 846, and in Count Two with distribution and possession with the intent to distribute approximately 1,300 grams of cocaine within 1,000 feet of a school, in violation of 21 U.S.C. §§ 812, 841(a)(1), 841(b)(1)(B) and 845a(a), and 18 U.S.C. § 2. Following an eight-day jury trial, Liranzo and Garcia, together with co-defendants Rafael Gutierrez and Felix Guzman, were convicted on both counts.\nOn appeal, Liranzo claims that the district court erred by failing to conduct an evidentiary hearing regarding the government’s alleged breach of a Proffer Agreement it had entered into with Liranzo. Garcia does not challenge his conviction, but contends that the district court erred in finding him to be a “career offender” pursuant to Sections 4B1.1 and 4B1.2 of the United States Sentencing Guidelines (“Sentencing Guidelines” or “Guidelines”).\nFor the reasons set forth below, we affirm the judgment of conviction as to Lir-anzo, but vacate the sentence of Garcia and remand for further, proceedings.\nBACKGROUND\nThe government’s evidence at trial showed that in late 1989, Edison Ibarra, an informant for the Drug Enforcement Administration (“DEA”), was introduced to defendant Gutierrez, who had been identified as a broker for the sale of kilogram quantities of cocaine. In a series of meetings in New York, and at Ibarra’s home in Massachusetts, Gutierrez and Ibarra discussed the potential sale to Ibarra of two kilograms of cocaine. Ibarra also spoke with Gutierrez several times by phone regarding the proposed sale, and eventually gave Gutierrez his beeper number. During these phone conversations, Ibarra also spoke with an individual identified as “Frank.”\nOn April 2, 1990, Ibarra traveled to New York. Gutierrez contacted him via the beeper and the two arranged to meet at 105th Street and Broadway to complete the transaction. In an afternoon meeting, which was observed by DEA agents, Gutierrez arrived in a white Lincoln Continental, accompanied by “Frank,” who was later identified as defendant-appellant Liran-zo. Gutierrez told Ibarra that he needed more time to obtain the cocaine. A second meeting conducted a few hours later yielded similar results.\nLater that afternoon, Ibarra received another “beeper” call from Gutierrez. Gutierrez told Ibarra that he was ready to proceed with the deal, and the two arranged a third meeting at 105th Street and Broadway. During this call, Ibarra also spoke with another individual, identified at trial as defendant Guzman. Guzman, whom Gutierrez referred to as the “owner” of the cocaine, agreed to complete the .deal at the Broadway location. Thereafter, under the surveillance of DEA agents, Ibarra met with Gutierrez and Liranzo. Gutierrez introduced Liranzo as “Frank.” The trio then entered Ibarra’s car, and Liranzo handed Ibarra a package containing 300 grams of cocaine. Ibarra said that he wanted to buy two kilos, not just 300 grams, and returned the package to Liran-zo. Liranzo put the cocaine in Ibarra’s glove compartment and told Ibarra to lock it. The three men then exited Ibarra’s car, and Gutierrez phoned Guzman, who agreed to bring the rest of the cocaine.\nGuzman arrived at 105th Street and Broadway. As Gutierrez and Ibarra approached Guzman, he motioned toward a brown Cutlass parked nearby that was driven by defendant-appellant Garcia. Gutierrez and Ibarra then walked to Garcia’s car. Garcia handed Ibarra a package containing approximately one kilo of cocaine. Gutierrez and Ibarra then went to Ibarra’s car to get the “buy” money. At that point, DEA agents on the scene arrested Liranzo, Garcia, Gutierrez and Guzman.\nOn April 17, 1990, the government filed a two count indictment against the defendants. Count One charged the defendants with conspiracy to distribute and possess with the intent to distribute cocaine, in violation of 21 U.S.C. § 846; Count Two charged them with distribution and possession with the intent to distribute approximately 1,300 grams of cocaine within 1,000 feet of a school, in violation of 21 U.S.C. §§ 812, 841(a)(1), 841(b)(1)(B) and 845a(a), and 18 U.S.C. § 2. The overt acts section of the indictment indicated that the name “Frank” referred to appellant Garcia and, as such, identified Garcia as the individual who accompanied Gutierrez in the white Lincoln and handed Ibarra the 300 grams of cocaine.\nOn April 20, 1990, Liranzo and his attorney met with DEA agents and an Assistant United States Attorney (“AUSA”) to explore Liranzo’s possible cooperation. The meeting was held pursuant to a written Proffer Agreement that detailed the manner in which the government could use information supplied by Liranzo. Under the Proffer Agreement, the government could not offer statements made by Liran-zo in evidence in its case in chief. Significantly, however, the Agreement permitted the government to “use information derived directly or indirectly ... for the purpose of obtaining leads to other evidence” which could be used by the government in prosecuting Liranzo. At the meeting, Lir-anzo stated, among other things, that he, and not Garcia, was the individual known as “Frank.” No cooperation agreement was entered into between Liranzo and the government.\nOn May 29, 1990, a superceding indictment was filed against the defendants. The indictment corrected certain factual errors in the original indictment, most notably the mistaken identification of Garcia as “Frank.” The government informed the court that after the proffer session, the government reviewed certain documents and debriefed certain witnesses to ascertain the identity of “Frank.” In particular, Ibarra was shown a photo array of the defendants and questioned as to the identity and activities of “Frank.” According to the government, Ibarra indicated that Lir-anzo, whose middle name is Francisco, was “Frank.” Ibarra stated that Liranzo had appeared with Gutierrez in the Lincoln and Liranzo had given him the 300 grams of cocaine. As a result of these statements, the government corrected the factual mistakes in the original indictment and filed the superceding indictment.\nLiranzo moved to dismiss the superced-ing indictment, contending, among other things, that the indictment tracked the substance of Liranzo’s statements during his proffer session, thereby violating the Agreement. At a pre-trial hearing held on June 1, 1990, the government reiterated that the mistake in the original indictment as to the identity of “Frank” was corrected when, following the proffer session, the informant was shown a photo array and debriefed regarding the identity of “Frank.” The government also indicated that Ibarra, as well as one of the DEA agents who was present at the proffer session, and who met with Ibarra in connection with the debriefing, would testify at trial concerning the identification of “Frank.” The court therefore deferred ruling on Liranzo’s motion until after trial.\nAn eight-day trial was held before Judge Ward and a jury. Prior to informant Ibar-ra’s in-court identification of the defendants, the court held a hearing outside the presence of the jury to determine whether the photo array showed to Ibarra during his pre-trial identification of Liranzo was unduly suggestive. See Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968). The court found that the informant “possessed sufficient independent recollection” of the defendants’ roles in the transaction, and allowed the in-court identifications. The jury ultimately found all defendants guilty on both counts of the superceding indictment.\nPrior to sentencing, Liranzo moved for dismissal of the indictment on the ground that the government had breached the Proffer Agreement. The court denied the motion and refused to conduct an evidentia-ry hearing on the matter. The court reasoned that by permitting the government to make derivative use of Liranzo’s statements to develop other evidence, the Agreement contained the “broadest possible waiver.” The court observed that the government could have confronted Ibarra directly with Liranzo’s proffered statements in order to gain or clarify information. Thus, interviewing Ibarra to clarify the “Frank’s” identity did not violate the Proffer Agreement.\nThe district court proceeded to sentence the defendants. Liranzo received concurrent terms of 63 months imprisonment, eight years of supervised release, and a $100 assessment. Based in part on a prior state conviction for criminal facilitation, the court found Garcia to be a “career offender” under the Sentencing Guidelines and, as such, sentenced him to concurrent terms of 262 months imprisonment, eight years of supervised release, and a $100 special assessment. Gutierrez, whose conviction has been previously affirmed, was sentenced to 96 months in prison and eight years of supervised release. Defendant Guzman is a fugitive from justice, and has not been sentenced. This appeal followed.\nDISCUSSION\nI. Liranzo’s Proffer Agreement Claim.\nLiranzo contends that the district court erred in denying his motion to dismiss the superseding indictment without conducting an evidentiary hearing on his claim that the government breached the Proffer Agreement. Liranzo argues that the government breached the Agreement by having its witnesses adopt Liranzo’s proffer statements as their own, rather than by using information learned at the proffer session to refresh or clarify its witnesses’ recollections.\nPre-trial agreements, such as cooperation agreements and proffer agreements, are interpreted according to principles of contract law. See United States v. Khan, 920 F.2d 1100, 1104 (2d Cir.1990), cert. denied, — U.S. -, 111 S.Ct. 1606, 113 L.Ed.2d 669 (1991); United States v. Rexach, 896 F.2d 710, 713 (2d Cir.), cert. denied, — U.S. -, 111 S.Ct. 433, 112 L.Ed.2d 417 (1990); see also Santobello v. New York, 404 U.S. 257, 262-63, 92 S.Ct. 495, 498-99, 30 L.Ed.2d 427 (1971). “A contract must be interpreted to give effect to the intent of the parties.” Werbungs Und Commerz Union Austalt v. Collector’s Guild Ltd., 930 F.2d 1021, 1025 (2d Cir.1991). Where the language of a contract is unambiguous, the parties’ intent is discerned from the four corners of the contract. See Nicholas Laboratories Ltd. v. Almay, Inc., 900 F.2d 19, 21 (2d Cir.1990) (per curiam); International Klafter Co. v. Continental Casualty Co., 869 F.2d 96, 99 (2d Cir.1989). Because the interpretation of a contract is generally a question of law, our review of the district court’s determination that the government did not breach the Proffer Agreement is de novo. See, e.g., Nicholas Laboratories, 900 F.2d at 21; Network Pub. Corp. v. Shapiro, 895 F.2d 97, 99 (2d Cir.1990).\nThe Proffer Agreement provides in relevant part:\nWith respect to the meeting of Juan Lir-anzo (“Client”), the following understandings exist:\n(1) Should any prosecutions be brought against Client by [the United States Attorney’s] Office, the Government will not offer in evidence in its case in chief, ... any statements made by Client at the meeting....\n(2) Notwithstanding item (1) above: ... the Government may use the information derived directly or indirectly from the meeting for the purpose of obtaining leads to other evidence, which evidence may be used in any prosecution of Client....\nAs an initial matter, we note that because the government offered none of Liranzo’s statements into evidence during its case in chief, the government did not violate paragraph (1) of the Agreement. Under paragraph (2) of the Agreement, the government clearly was permitted to use information provided by Liranzo to “obtain[ ] leads to other evidence.” As the district court found, given this broad waiver, the government could have confronted Ibarra directly with Liranzo’s statements in order to clarify or refresh his recollection regarding the identity of “Frank.” According to the government, it did not use Liranzo’s statements directly in its debriefing of Ibarra, but showed him photographs of the defendants and asked questions to ascertain the identity of “Frank.” Once Ibarra identified Liranzo as “Frank,” the government filed the superceding indictment. Because the government could have used Liranzo’s statements directly, its indirect use of the information was plainly permissible under paragraph (2) of the Agreement.\nLiranzo concedes that refreshing or clarifying Ibarra’s recollection based on Liran-zo’s proffer statements was permitted. He contends, however, that rather than refresh Ibarra’s recollection, the government used Liranzo’s statements to provide Ibar-ra with “an artificial source of testimony not truly evidentiary.” Essentially, Liran-zo claims that the government had Ibarra change his testimony to conform to Liran-zo’s proffer statements, thereby breaching its duty of good faith and fair dealing. This claim is unfounded. Both Ibarra and the DEA agents who debriefed him testified at trial and were subjected to vigorous cross-examination. As the district court recognized, Liranzo had ample opportunity to explore, and indeed did explore, any potential variance between Ibarra’s recollection of events before, and after, Ibarra’s post-proffer debriefing. Moreover, as a result of the Simmons hearing, the district court found that Ibarra had sufficient independent recollection of Liranzo to permit an in-court identification. Under these circumstances, the district court did not err in finding, without conducting a separate hearing, that the government did not breach the Proffer Agreement by debriefing Ibarra as a result of Liranzo’s proffer statements.\nII. Garcia’s Challenge To His Sentence.\nThe “career offender” provisions of the Sentencing Guidelines are designed to increase substantially the sentences of those found to be career criminals. See United States v. Richardson, 923 F.2d 13, 15 (2d Cir.1991); U.S.S.G. § 4B1.1 and § 4B1.2. Thus, once a defendant is found to be a “career offender,” his or her base offense level is increased significantly and the defendant is placed automatically in a criminal history category of VI. See Richardson, 923 F.2d at 15; U.S.S.G. § 4B1.1. To qualify as a career offender, a defendant must, among other things, have two prior felony convictions that are either a “crime of violence” or a “controlled substance offense.” U.S.S.G. § 4B1.1. The Guidelines define a “controlled substance offense” to be “an offense under federal or state law prohibiting the manufacture, import, export, or distribution of a controlled substance ... or the possession of a controlled substance with the intent to manufacture, import, export, or distribute.” U.S.S.G. § 4B1.2(2). The Guidelines further provide that “the term[] ‘controlled substance offense’ include[s] the offenses of aiding and abetting, conspiring, and attempting to commit such offenses.” See U.S.S.G. § 4B1.2, comment (n.l) (“Application Note 1”).\nBased on a 1985 New York State conviction for the attempted criminal possession of cocaine, and on a 1987 New York State conviction for criminal facilitation in the second degree of the sale of cocaine, the district court found that Garcia had committed two “controlled substance” offenses and was therefore a “career offender.” The plain language of Application Note 1 made the “attempt” conviction a “controlled substance offense.” With regard to the conviction for criminal facilitation — an accessorial crime not involving the intent to commit the underlying offense, see N.Y. Penal Law § 115.05 (McKinney 1987) — the court concluded that facilitation was sufficiently akin to “aiding and abetting” to make the conviction a “controlled substance offense.” Because the court found Garcia to be a “career offender,” Garcia’s sentencing range went from 110 to 137 months to a range of 262 to 327 months. The court ultimately sentenced Garcia to 262 months in prison.\nOn appeal, Garcia contends that the district court erred in finding that his conviction for criminal facilitation constituted a “controlled substance offense” under the Guidelines. Specifically, Garcia argues that unlike the crime of aiding and abetting, or the other crimes listed in Application Note 1, the crime of criminal facilitation does not involve the intent to commit a narcotics offense and therefore should not serve as a “controlled substance offense” for purposes of imposing “career offender” status under the Guidelines. In contrast, the government argues that because Application Note 1 provides that a “ ‘controlled substance offense’ includefs] the offenses of aiding and abetting, conspiring and attempting to commit such offenses,” the Commission intended that the list not be exhaustive and that crimes other than those listed, e.g., criminal facilitation, could be a “controlled substance offense.” (emphasis supplied). Echoing the district court’s reasoning, the government contends that the list of crimes in Application Note 1 is not exhaustive because in formulating the Guidelines, the Sentencing Commission could not anticipate differences in the statutory definitions of crimes in all 50 states.\nWhile we acknowledge, as did the district court, that the Commission could not anticipate definitional deviations in state law from the “classic terminology” of “aiding and abetting,” we do not believe that the Commission intended that all crimes involving some type of accessorial conduct would constitute “controlled substance” offenses under the Guidelines. Although Application Note 1 may not be an exhaustive list, the question remains whether the crime of criminal facilitation should be included in that list. Because resolution of this issue entails a purely legal interpretation of the Guidelines, our review of the district court’s determination is de novo. See United States v. Churria, 919 F.2d 842, 849 (2d Cir.1990).\nA person commits criminal facilitation in the second degree when:\n... believing it probable that he [or she] is rendering aid to a person who intends to commit a class A felony ... he [or she] engages in conduct which provides such person with means or opportunity for the commission thereof and which in fact aids such person to commit such class A felony.\nN.Y. Penal Law § 115.05 (McKinney 1987). Criminal facilitation involves conduct “in which the actor aids the commission of a crime with knowledge that he is doing so but without any specific intent to participate therein or to benefit therefrom.” N.Y. Penal Law § 115.05, Practice Commentaries (quoting Staff Notes of the Commission on Revision of the Penal Law and Criminal Code, Proposed New York Penal Law, McKinney’s Spec. Pamph.1964). Therefore, unlike the crimes of aiding and abetting, conspiracy, or attempt, the crime of criminal facilitation does not involve the intent to commit the underlying substantive offense. Compare, e.g., People v. Kaplan 76 N.Y.2d 140, 146, 556 N.E.2d 415, 418, 556 N.Y.S.2d 976, 979 (1990) (discussing criminal facilitation) with United States v. Wiley, 846 F.2d 150, 154 (2d Cir.1988) (aiding and abetting); N.Y. Penal Law § 20.00 (McKinney 1987) (accomplice liability); United States v. Durham, 825 F.2d 716, 719 (2d Cir.1987) (conspiracy); People v. Schwimmer, 66 A.D.2d 91, 411 N.Y.S.2d 922, 925 (2d Dep’t 1978) (same); United States v. Delvecchio, 816 F.2d 859, 861 (2d Cir.1987) (attempt); People v. Campbell, 72 N.Y.2d 602, 605, 532 N.E.2d 86, 87-88, 535 N.Y.S.2d 580, 581 (1988) (same). As a result, unlike an “aider and abetter,” a mere facilitator is not an “accomplice” under New York law. See Kaplan, 76 N.Y.2d at 146, 556 N.E.2d at 418, 556 N.Y.S.2d at 979; N.Y. Penal Law § 20.-00. The New York Court of Appeals has thus explained that a facilitator’s conduct, as distinguished, for example, from that of an “aider and abetter,” is “confined to preparation so attenuated from the final stages that the role of the facilitator is only remotely related as a cause or contributor to the ultimate crime.” People v. Beaudet, 32 N.Y.2d 371, 298 N.E.2d 647, 345 N.Y.S.2d 495 (1973).\nThe “prior convictions” requirement of the Guidelines’ “career offender” provision is to be interpreted strictly. See United States v. Delvecchio, 920 F.2d 810, 812 (11th Cir.1991). In light of the drastically enhanced sentences applied to “career offenders,” we do not believe, absent clear guidance from the Sentencing Commission, that the Commission intended that a conviction for a crime such as criminal facilitation — a crime not involving the mental culpability to commit a substantive narcotics offense — would serve as a predicate “controlled substance offense” for the imposition of “career offender” status under the Guidelines. Since Garcia’s conviction for criminal facilitation cannot count as a “controlled substance offense,” we vacate Garcia’s sentence and remand the case to the district court for resentencing.\nCONCLUSION\nBased on the foregoing, the judgment of conviction of Liranzo is affirmed. The sentence of Garcia is vacated and the case remanded to the district court for resen-tencing.",
        "type": "majority",
        "author": "ALTIMARI, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Eugene B. Nathanson, Brooklyn, N.Y. (Howard R. Leader, New York City, of counsel), for defendant-appellant Liranzo.",
      "Jeremy Gutman, New York City (John H. Jacobs, of counsel), for defendant-appellant Garcia.",
      "Robert W. Ray, Asst. U.S. Atty., S.D.N.Y. (Otto G. Obermaier, U.S. Atty., Samuel W. Seymour, Asst. U.S. Atty., S.D.N.Y., of counsel), for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Juan LIRANZO, also known as Frank, Rafael Gutierrez, Felix Guzman, and Francisco Garcia, Defendants, Juan Liranzo, also known as Frank, and Francisco Garcia, Defendants-Appellants.\nNos. 1692, 1693, Dockets 90-1675, 91-1060.\nUnited States Court of Appeals, Second Circuit.\nArgued June 7, 1991.\nDecided Sept. 5, 1991.\nEugene B. Nathanson, Brooklyn, N.Y. (Howard R. Leader, New York City, of counsel), for defendant-appellant Liranzo.\nJeremy Gutman, New York City (John H. Jacobs, of counsel), for defendant-appellant Garcia.\nRobert W. Ray, Asst. U.S. Atty., S.D.N.Y. (Otto G. Obermaier, U.S. Atty., Samuel W. Seymour, Asst. U.S. Atty., S.D.N.Y., of counsel), for appellee.\nBefore OAKES, Chief Judge, and PRATT and ALTIMARI, Circuit Judges."
  },
  "file_name": "0073-01",
  "first_page_order": 161,
  "last_page_order": 167
}