{
  "id": 10521128,
  "name": "SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. Stephen Sui-Kuan WANG; Fred C. Lee, also known as Chwan Hong Lee, Defendants-Appellees, Susquehanna Investment Group, objector to the Revised Plan for Distribution of Disgorged Assets, Appellant",
  "name_abbreviation": "Securities & Exchange Commission v. Wang",
  "decision_date": "1991-09-06",
  "docket_number": "No. 1308, Docket 90-6327",
  "first_page": "80",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 80"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "411 U.S. 192",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9974
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "200"
        },
        {
          "page": "1469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0192-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 213",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 1751",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 1014",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6276482,
        6280067,
        6279076,
        6278149,
        6278768,
        6276241,
        6277202,
        6278451,
        6275988,
        6276885,
        6275700,
        6279384,
        6277533,
        6279678
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/1014-04",
        "/us/486/1014-14",
        "/us/486/1014-11",
        "/us/486/1014-08",
        "/us/486/1014-10",
        "/us/486/1014-03",
        "/us/486/1014-06",
        "/us/486/1014-09",
        "/us/486/1014-02",
        "/us/486/1014-05",
        "/us/486/1014-01",
        "/us/486/1014-12",
        "/us/486/1014-07",
        "/us/486/1014-13"
      ]
    },
    {
      "cite": "833 F.2d 1086",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10550060
      ],
      "pin_cites": [
        {
          "page": "1096"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/833/1086-01"
      ]
    },
    {
      "cite": "574 F.2d 90",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        926540
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "102"
        },
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/574/0090-01"
      ]
    },
    {
      "cite": "30 L.Ed.2d 558",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "92 S.Ct. 561",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "404 U.S. 1005",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6448868,
        6448713,
        6448973,
        6448572,
        6448639
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/404/1005-04",
        "/us/404/1005-03",
        "/us/404/1005-05",
        "/us/404/1005-01",
        "/us/404/1005-02"
      ]
    },
    {
      "cite": "446 F.2d 1301",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        813791
      ],
      "pin_cites": [
        {
          "page": "1307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/446/1301-01"
      ]
    },
    {
      "cite": "458 F.2d 1082",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        728907
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1103"
        },
        {
          "page": "1103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/458/1082-01"
      ]
    },
    {
      "cite": "760 F.2d 706",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        22925
      ],
      "pin_cites": [
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/760/0706-01"
      ]
    },
    {
      "cite": "736 F.2d 525",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        587712
      ],
      "pin_cites": [
        {
          "page": "529"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/736/0525-01"
      ]
    },
    {
      "cite": "771 F.2d 1556",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        338375
      ],
      "pin_cites": [
        {
          "page": "1568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/771/1556-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 979",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "Santa Fe"
        },
        {
          "page": "1021"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 1013",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "Santa Fe"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 1060",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        599330,
        599652,
        602441,
        599593,
        601167,
        601425,
        601492,
        600119,
        601782,
        599255,
        602196,
        599417,
        599290,
        599387
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "Santa Fe"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/1060-06",
        "/us/484/1060-05",
        "/us/484/1060-07",
        "/us/484/1060-10",
        "/us/484/1060-04",
        "/us/484/1060-03",
        "/us/484/1060-12",
        "/us/484/1060-13",
        "/us/484/1060-01",
        "/us/484/1060-02",
        "/us/484/1060-14",
        "/us/484/1060-09",
        "/us/484/1060-08",
        "/us/484/1060-11"
      ]
    },
    {
      "cite": "817 F.2d 1018",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1671232
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1021"
        },
        {
          "page": "1020"
        },
        {
          "page": "1020"
        },
        {
          "page": "1021",
          "parenthetical": "SEC decision to give preferential treatment of options traders who suffered out-of-pocket losses appropriate in insider trading settlements"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/817/1018-01"
      ]
    },
    {
      "cite": "881 F.2d 1165",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11293126
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1169"
        },
        {
          "page": "1172-73"
        },
        {
          "page": "1178"
        },
        {
          "page": "1182"
        },
        {
          "page": "1182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/881/1165-01"
      ]
    },
    {
      "cite": "104 L.Ed.2d 1037",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 3176",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "490 U.S. 1114",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605160,
        604979,
        605795,
        605385
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/490/1114-03",
        "/us/490/1114-02",
        "/us/490/1114-01",
        "/us/490/1114-04"
      ]
    },
    {
      "cite": "841 F.2d 502",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11297618
      ],
      "pin_cites": [
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/841/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1151,
    "char_count": 30454,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 6.788221916962287e-07,
      "percentile": 0.9637139076448087
    },
    "sha256": "8b4a411e4bd0590355dcfb9f33fc8ea12635ae430edd8d477f32c751490f9ed6",
    "simhash": "1:cc3ff3406b963587",
    "word_count": 4931
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CARDAMONE and MAHONEY, Circuit Judges, and PARKER, District Judge."
    ],
    "parties": [
      "SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. Stephen Sui-Kuan WANG; Fred C. Lee, also known as Chwan Hong Lee, Defendants-Appellees, Susquehanna Investment Group, objector to the Revised Plan for Distribution of Disgorged Assets, Appellant."
    ],
    "opinions": [
      {
        "text": "CARDAMONE, Circuit Judge:\nThis appeal concerns objections to a proposed plan drafted by the Securities and Exchange Commission (SEC) to distribute to injured investors funds disgorged by defendants in a securities fraud civil enforcement action brought by the SEC. Susquehanna Investment Group, a partnership composed of seven corporations, claims to be damaged as a result of defendants’ insider trading activities. It objects to certain aspects of the SEC’s proposed plan to distribute $19,213,136.50 in disgorged profits.\nBecause the SEC is charged with enforcing the securities laws, it acts as a law enforcement agency when it seeks to enjoin their violation. When it succeeds, as it has in the case at hand, in obtaining both an injunction against continuing violations and an order compelling disgorgement, that order is not focused on those who have been duped out of their money. Rather, the primary purpose of the equitable remedy of disgorgement in these circumstances is to ensure that those guilty of securities fraud do not profit from their ill-gotten gains. When a plan for distribution, incorporating the disgorgement order, is later presented to the district court it is reviewed under that court’s general equitable powers to ensure that it is fair and reasonable. Here the United States District Court for the Southern District of New York (Owen, J.) rejected Susquehanna’s objections and approved the Revised Plan. We affirm.\nFACTS\nIn June 1988 the SEC filed a civil enforcement action in the Southern District of New York against Stephen Sui-Kuan Wang, Jr. (Wang) and Fred C. Lee, a/k/a Chwan Hong Lee, (Lee) alleging that they, through an insider trading scheme, violated the antifraud provisions of the Securities Exchange Act of 1934, §§ 10(b) and 14(e) and Rules 10b-5 and 14e-3. The complaint alleged that from at least July 1987, Wang, an analyst in the mergers and acquisitions department of Morgan Stanley & Co., Inc., provided Lee with material, nonpublic information about actual or contemplated tender offers, mergers or other extraordinary business transactions acquired in confidence during Wang’s employment.\nLee, it is alleged, used this information to purchase securities (stock and options) in at least 25 different publicly held companies producing profits of at least $19 million when the market price of these securities rose in response to public disclosure of the information. The SEC asserted that Wang was paid $200,000 by Lee for giving him the confidential information, and it sought an injunction and, pursuant to the Insider Trading Sanctions Act of 1984 (15 U.S.C. § 78u(d)), the payment of triple the illegal trading profits made by defendants.\nAfter the SEC had obtained a default judgment against Lee and caused defendants’ assets to be frozen and more than $19 million in disgorged profits to be paid into the court, defendants Wang and Lee consented to the entry of final judgments against them, and are no longer part of this litigation. Without admitting or denying the allegations of the complaint, each defendant consented to the entry of a permanent injunction and other equitable relief. More specifically, Wang agreed that funds held by the trial court totaling $127,585.50 “constitute disgorgement by Wang and shall be available for satisfaction of claims arising out of Wang’s activities in connection with the purchase and sale of securities, and options to purchase and sell securities, by ... Lee,” and to the transfer of the funds to a court-appointed receiver “who shall distribute such funds pursuant to a plan to be proposed by the Commission and approved by the Court.”\nLee agreed similarly that of the $25,150,-000 in assets to be transferred to the receiver, after payments to the Internal Revenue Service and a civil penalty to the United States Treasury, the balance of $19,085,551 “shall be available for the satisfaction of claims under the federal securities laws arising out of the securities transactions alleged in the complaint, pursuant to a plan to be submitted by the Commission and approved by the Court.” Susquehanna had no role in the determination of the provisions of the consent judgments.\nPrior to the entry of these consent judgments, Susquehanna had commenced a civil action against Lee in the Eastern District of Pennsylvania, captioned as Susquehanna Investment Group vs. Fred C. Lee, a/k/a Chwan Hong Lee, Civil Action No. 88-7999, seeking to recover losses of $1.6 million incurred on the sale of options contemporaneous with Lee’s activity, and in some instances directly with Lee. Susquehanna’s still pending civil action alleges claims under § 14(e) of the Securities Exchange Act of 1934, 15 U.S.C. § 78n(e), Rule 14e-3, and civil RICO.\nOn June 29, 1990 the SEC submitted to the trial court its first Proposed Plan for Distribution of Disgorged Assets which, after comments and objections by potential claimants including Susquehanna was revised. The SEC characterized the Revised Plan as representing “a compromise that treats all potential claimants equitably without requiring the Receiver to engage in extensive and costly analysis of each claim.” It described the Revised Plan as limiting compensation in the first round of distribution to options traders who suffered out-of-pocket losses, stating\nIn general, options traders often employ strategies to minimize losses from sales of a particular option series by contemporaneously establishing related positions in other options of the same issuer. Any trader who established other positions avoided suffering the full paper loss they would have experienced if they had merely sold options. Rather than permitting such traders to reap a disproportionate share of the limited fund, the Court, in the Commission’s view, should allow such traders to obtain compensation only for losses based on the value of their overall stock and option positions ...\nThose same equities support limiting, at least for the first round of distributions, the claims of options traders to their out-of-pocket losses so as to ensure that sufficient funds exist to pay all eligible claimants. Then, in the event funds remain, the Court will have the opportunity to evaluate whether any inequities actually resulted from the implementation of the Revised Plan.\nThe out-of-pocket loss restriction limits recovery to those options traders who issued call options of a series that were being purchased contemporaneously by Lee and which remained outstanding throughout the trading period. The SEC’s Plan designates such sales as “short.” “Short” for options traders for purposes of the Plan meant short in the series of call options sold by such trader, not necessarily short in the underlying stock. So an options trader need not be a “naked” short to be entitled to participate under the Plan because he could be a “covered” short if he happened to own the underlying stock. As a consequence, a short in the relevant sense under the Plan is defined as above, that is, short in the series of call options (no call options in inventory) when the option was sold. Although the SEC’s proposed plan was limited to covering compensation in the “first round” of distribution, it has conceded that the potential total losses of contemporaneous traders exceed the profits made by the defendants on the securities they purchased, making the first round most likely the last round of distribution.\nUnder the Revised Plan, the determination of eligible investor claims is different for traders in common stock than it is for options traders. The plan creates separate pools of funds for each separate security traded by Lee. The money in each fund is to be distributed to investors injured in their trades in that security. The allocation of money among the funds is based on the amount of trading profits the defendant made on each particular security. Where Lee traded in both common stock and options on the same underlying issue, separate allocations are made for profits derived from each, and the claims of contemporaneous traders are paid from the allocation corresponding to the type of security sold by each claimant.\nSusquehanna submitted its objections to the proposed Revised Plan by a letter to the district court dated September 11, 1990. These objections were limited to challenging the plan’s disparate treatment of similarly situated stock and option traders, and of similarly affected option traders. On September 14, 1990 a hearing was held on these objections and those of other potential claimants. By a memorandum dated October 9, 1990 the district court rejected the objections, and finding the Revised Plan to be both reasonable and fair, approved it. It entered judgment accordingly on December 6, 1990. This appeal followed.\nDISCUSSION\nThere are two issues to be decided: the appropriate standard of review a district court should accord to the Commission’s distribution of disgorged insider trading profits under a settlement; and, under that standard, whether the district court properly approved the SEC’s Revised Plan in this case.\nBefore turning to the first issue, we observe that, though this opinion is not intended as a primer on all one ever wanted to know about option trading, some background on this subject must be set forth to make this appeal intelligible to the reader. A call option on a certain stock gives its holder the right to buy that stock at an agreed price within a specified time; a put option gives its holder the same rights to sell stock. All the options at issue in this case were call options. A series of options is those that fix or set the same price (striking or exercise price) to buy a certain stock, and all the options expire on the same date. A class of options is all the options series on the same underlying stock, but each series may have different striking prices and expiration dates. J. Seligman, 10 J. of Corp. Law 141, 145 (1984). A premium is paid for this option to purchase, and the contract is worth more or less over its term depending on the shift in the market price of the underlying stock relative to the striking price. See Deutschman v. Beneficial Corp., 841 F.2d 502, 504 (3d Cir.1988) (describing the options market), cert. denied, 490 U.S. 1114, 109 S.Ct. 3176, 104 L.Ed.2d 1037 (1989). A person who sells an option, like Susquehanna, is “short” the option, the buyer of it is “long” the option. The victims of defendants’ insider trading activities were all sellers or “shorts,” while Lee was buying or “long.” But only those call options traders short in the relevant sense just defined were entitled to participate in the SEC’s Plan. An option trader who writes or sells call options in a series he does not already possess is said to maintain a “short position.” A loss suffered by such a trader if the price of that security increases between the time the option is written and exercised is called an “out-of-pocket” loss.\nI The Standard of Review\nWe turn with these basic principles in mind to the first of the two issues to be discussed. Initial judicial review in the district court is narrowly restricted, the Commission believes, where a consent judgment gives the SEC the right to file a plan of distribution. Citing our decision in SEC v. Levine, 881 F.2d 1165 (2d Cir.1989), the SEC contends that a trial court must conclude the Commission’s plan is arbitrary or capricious before disapproving it. Susquehanna, on the other hand, argues that the district court in approving a settlement of the sort before us must be satisfied that the distribution plan is fair and reasonable. For this position it relies on our decision in SEC v. Certain Unknown Purchasers of the Common Stock of and Call Options for the Common Stock of Santa Fe Int’l Corp., 817 F.2d 1018 (2d Cir.1987), cert. denied, 484 U.S. 1060, 108 S.Ct. 1013, 98 L.Ed.2d 979 (1988) (Santa Fe).\nWe think Santa Fe most apposite on this issue. There defendants, allegedly participants in an insider trading scheme involving securities of Santa Fe International Corp., agreed to disgorge $7.8 million in profits and entered into a consent decree accordingly. The amounts were paid into a claims fund and a plan of distribution was proposed that sought to compensate over 1,900 potential claimants. When the plan was submitted to the district court for final approval, it established two funds: one for options traders and one for stock traders in Santa Fe common stock. Recovery was limited to those sustaining out-of-pocket losses, even though the consent decree had not so limited the class of potential claimants.\nTwo individuals objected on grounds that the plan’s definition of “actual loss” — restricted to out-of-pocket loss — unfairly excluded them from participation in the settlement. The trial court found the settlement agreement “fair and reasonable” and entered an order approving it. On appeal, we affirmed, stating that the equities supported the plan and it was not unreasonable to limit compensation only to those suffering actual losses, and concluded the district court’s approval of the plan was not an abuse of discretion. Id. at 1021.\nThe facts of the Santa Fe case are similar to those in this case. In both cases the district court reviewed an SEC-sponsored disgorgement plan, heard testimony, determined the plan was “fair and reasonable,” and approved the plan over the objection of certain interested traders whose damage claims were not explicitly excluded by the terms of the consent decree, but who nevertheless had been excluded by the SEC. In light of these similarities, we think Santa Fe is dispositive of the issue of the standard of review to be applied to the distribution scheme by the district court.\nThe SEC’s reliance on Levine is misplaced. In Levine, defendants entered into a consent judgment which provided that disgorged funds paid into a settlement fund would be used to satisfy any and all claims against the defendants arising out of the purchase and sale of securities, pursuant to a court-approved plan to be proposed by the SEC. 881 F.2d at 1169. The SEC proposed in its first plan to pay some of the defendants’ tax liabilities from the settlement fund with the balance going to investors. The district court rejected the plan, determining that all the disgorged funds should be construed as held in constructive trust solely for investors. Id. at 1172-73. We reversed, observing that though a consent judgment is a decree of a court, it represents the parties’ agreement. Id. at 1178. In that case, since the consent judgments gave broad discretion to the SEC to propose plans for the distribution of the disgorged assets — an interpretation we arrived at after construing the judgments ourselves — the district court had erred in using its equity powers to fashion remedies contrary to the terms agreed upon by the parties.\nAt the same time, we upheld the SEC’s decision to exclude a group of investors (the Arden Way Investors) from recovering out of the settlement fund. We noted the Commission’s flexibility to “decide that certain groups of claimants would receive payments and others would not,” and that it was inappropriate for the trial court that entered the consent judgments “to impose its own views as to the appropriate priorities among legitimate claimants and to reorder the choices made by the SEC.” Id. at 1182. We ruled that because the SEC’s plans were not “contrary to public policy or were proffered or endorsed by the Commission in bad faith, we think [they] ... should have been upheld.” Id. at 1182. The SEC misreads this final language as limiting judicial review of proposed plans to deciding whether the plans are against public policy or are arbitrary.\nLevine was unremarkable in light of the already strong federal policy favoring the approval and enforcement of consent decrees. See Berger v. Heckler, 771 F.2d 1556, 1568 (2d Cir.1985); SEC v. Randolph, 736 F.2d 525, 529 (9th Cir.1984) (“Unless a consent decree is unfair, inadequate, or unreasonable, it ought to be approved.”). Further, in the instant case neither the parties nor the trial court “as had been the case in Levine ” sought to modify or expand the terms of the consent decree.\nWe therefore hold that unless the consent decree specifically provides otherwise once the district court satisfies itself that the distribution of proceeds in a proposed SEC disgorgement plan is fair and reasonable, its review is at an end. See Santa Fe, 817 F.2d at 1021; cf. SEC v. Blavin, 760 F.2d 706, 713 (6th Cir.1985) (district court “possesses the equitable power to grant disgorgement without inquiring whether, or to what extent, identifiable private parties have been damaged by [defendant’s] fraud”). Consequently, we need not reach or decide the question raised by Susquehanna of whether application of some lesser standard of review would deny it due process of law.\nHaving set forth the appropriate standard for the district court’s review of a disgorgement plan, we turn briefly to the scope of our review. District courts have been granted under Section 27 general equity powers to remedy violations of the Securities Exchange Act, 15 U.S.C. § 78aa (1988). SEC v. Manor Nursing Centers, Inc., 458 F.2d 1082, 1103 (2d Cir.1972); SEC v. Texas Gulf Sulphur Co., 446 F.2d 1301, 1307 (2d Cir.), cert. denied, 404 U.S. 1005, 92 S.Ct. 561, 30 L.Ed.2d 558 (1971). Upon a showing of a violation of the securities laws, the district court is authorized to implement the required remedy. See Man- or Nursing, 458 F.2d at 1103. The disgorgement remedy Judge Owen approved in this case is, by its very nature, an equitable remedy, Santa Fe, 817 F.2d at 1020, since it seeks to deprive the defendants of their ill-gotten gains to effectuate the deterrence objectives of the securities laws. See SEC v. Commonwealth Chem. Sec., Inc., 574 F.2d 90, 102 (2d Cir.1978) (Friendly, J.) (“the primary purpose of disgorgement is not to compensate investors. Unlike damages, it is a method of forcing a defendant to give up the amount by which he was unjustly enriched”); see also SEC v. Tome, 833 F.2d 1086, 1096 (2d Cir.1987) (same), cert. denied, 486 U.S. 1014, 108 S.Ct. 1751, 100 L.Ed.2d 213 (1988).\nVesting this broad discretionary power in the trial court to craft an equitable decree, as a necessary corollary, narrows the scope of appellate review. See Lemon v. Kurtzman, 411 U.S. 192, 200, 93 S.Ct. 1463, 1469, 36 L.Ed.2d 151 (1973). Our review therefore is limited to whether the trial court’s order approving or disapproving a settlement was an abuse of its discretion. Santa Fe, 817 F.2d at 1020.\nII Review of the Proposed Disgorgement Plan\nWith the fair and reasonable standard firmly in mind, we must examine the district court’s approval of the Revised Plan to see if its decision constituted an abuse of discretion. Critical to the analysis is appellant’s contention that the district court found it fair and reasonable for the SEC to favor investors suffering out-of-pocket losses over other investors who did not. That is not what the plan provides, appellant continues, hence the district court may not be said to have exercised intelligent discretion when it gave approval. More specifically, Susquehanna contends the district court abused its discretion in approving the plan because it sets up arbitrary distinctions (1) between stock traders and options traders, and (2) between similarly situated options traders. We address each contention in turn.\nA. Distinctions Between Stock and Option Traders\nSusquehanna first asserts that the SEC plan arbitrarily treats options traders differently from stock traders because options sellers can only recover if they were “short” and thereby suffered out-of-pocket losses, while net common stock sellers are compensated whether or not they were\nshort or suffered out-of-pocket losses. Although we agree that the SEC and the district court may have mischaracterized the relief its plan affords in that it does not limit recovery solely to those traders who have suffered out-of-pocket losses, the mis-characterization does not render the plan inequitable and unreasonable.\nTo make a claim under the Revised Plan, a stock seller must meet several requirements. He must first show he is a “contemporaneous trader” — i.e., he sold an “eligible security” (the same class of stock purchased fraudulently by defendants) on one or more of the dates that same security was purchased by defendants. A trader of common stock must also have sold more shares than he purchased of the same stock after the trader’s first contemporaneous trade with Lee through the end of the “trading period” (the period commencing with Lee’s earliest fraudulent purchase to the date the previously confidential information was publicly disclosed) for the stock trader to participate in the distribution of funds allocated to the common stock pool of that particular issuer. Under the plan, such a stock trader is determined to be a “net stock seller.” After offsetting a stock seller’s purchases — subsequent to his first contemporaneous sale — the plan allows that stock seller to recover the difference between the price at which he sold and the price at the close of trading on the public disclosure date — less any off-setting profits he made on purchases of call option contracts on the common stock of the same issue — after his first contemporaneous trade through the end of the trading period.\nThus, a stock trader who, contemporaneously with Lee, sells stock he already possesses, is entitled to compensation for his economic losses (attributable to his sale without knowledge of information that would have increased the price of the stock had it been known), even though he is not out-of-pocket as the result of the trade. Further, if prior to his first contemporaneous trade with defendants, a stock seller held either a greater amount of common stock of the same issuer than he sold during the trading period or held options on the common stock of the same issuer, he is not required to offset his gains that followed public disclosure (whether realized or unrealized) as the result of the increase in the value of such inventory. In sum, the only gains the stock seller is required to offset are those attributable to purchases made after his first contemporaneous trade with defendants.\nSusquehanna is quite correct in pointing out that some options traders are treated differently from these stock traders. Under the Revised Plan only options traders selling contemporaneously to Lee’s purchases and who were “short” in that particular “eligible security” (defined as a call option contract for the same issuer which has the same expiration date and strike price as the contracts purchased by the defendants) through the end of the trading period are considered eligible. Hence, the Plan treats injured stock and options sellers differently, that is to say, recovery is not afforded to an options trader who sells Lee options already in his inventory (since he does not maintain a “short” position), but is available to stock traders selling from inventory. Susquehanna argues that this distinction renders the plan unfair and unreasonable. We disagree.\nThe distinction between stock and options traders is justified because of differences in the nature of the losses borne by such traders as a result of defendants’ misconduct. For example, options traders that wrote uncovered call options, that is, options on stock not in inventory, assumed great risk of loss if the underlying stock price rose, particularly those obligated to do so by virtue of requirements applicable to market makers. Faced with a limited pool of money available for injured investors, the SEC chose to distinguish in some fashion between those options traders— like Susquehanna — who sold options that they held, and those that maintained short positions and bore a greater risk of loss by not hedging their short positions.\nSuch distinction was not drawn in the case of stock traders because there simply were no comparable losses (or risks of loss) suffered by market makers in stocks. Further, the SEC represents, without contradiction from Susquehanna, that administrative costs associated with drawing that sort of distinction in the case of stocks would be high due to the large number of contemporaneous stock transactions, making such difference in the case of stocks both pointless and costly. Consequently, the SEC’s decision to treat some options traders differently from stock traders was reasonable and fair.\nB. Distinctions Between Similarly-Situated Options Traders\nSusquehanna also asserts that the approved Plan operates illogically by compensating options traders who sold call options they did not have in their inventory, but who had hedged them with call options from a different series, yet denying compensation to options traders who simply sold the same call options from inventory. We disagree not with the facts asserted, but with the conclusions drawn from them.\nAgain, as distinguished from stock sellers, only options traders selling contemporaneously with defendants who maintained a short position in that particular “eligible security” through the end of the trading period are considered eligible under the Plan. The loss on such a sale of options is referred to as the “gross call options loss,” calculated as the difference between the actual price at which the option sold and the price on the close of trading on the public disclosure date.\nThe Plan provides for an offset on an options seller’s gross call options loss comparable to that applied in determining the amount of a stock seller’s claim. It works as follows: a claimant’s loss is offset by gains made on call options of any series in the same class of options, put options, and common shares of the same underlying security purchased or sold after the claimant’s first contemporaneous trade with Lee for which a gross call options loss is claimed. Only options traders suffering a net loss after deducting such offsetting gains, are eligible to receive a distribution under the plan, a feature of the plan Susquehanna does not appeal. Gains on inventory positions held prior to the first contemporaneous trade and still held through the end of the trading period are not deducted from the claimant’s gross call options loss.\nThe Plan also limits eligibility to an option trader who is out-of-pocket on the identical option series sold to Lee. Although it considers and offsets for gains made on call options of any series in the same class of options, put options, and common shares of the same underlying security purchased or sold after the claimant’s first contemporaneous trade for which a gross call options loss is claimed, the SEC Plan does not consider any offsetting inventory position held at the time of the first contemporaneous trade in a different series in the same class of options, even though that series may be comparable in price to the one sold. By limiting eligibility to short sellers in the same option series, the plan treats inventory in the same option series as a setoff, while it does not consider the effect of inventory in price-comparable option series of the same class. Susquehanna claims this distinction renders the Plan unreasonable and unfair.\nBut here the SEC was required to make a choice between either expanding the class of contemporaneous traders to include all persons — like Susquehanna — who sold any option for the purchase of the underlying security contemporaneously with the defendants, or to narrow the definition of contemporaneous trader to the particular series. As noted earlier, separate pools of funds were established for each security Lee traded, allocated according to profits he made on each. It is conceded that the potential total losses incurred by contemporaneous traders (those who sold on the same day Lee was buying) exceeded the profits made on the securities Lee and Wang purchased. Consequently, because of the limited amount of money available to distribute, the Commission chose to use the narrower definition and thereby excluded Susquehanna from eligibility for recovery. As Susquehanna concedes, had the Commission chosen to expand the definition, the costs of administration would have increased because the SEC would have been required to process a greater number of claims, and the pool of money available for distribution to the victims would have been reduced.\nWere we drafting the Plan, we might well have decided — out of a desire for simplicity — to ignore the pre-existing inventory positions of each seller — as Susquehanna requested and the SEC declined to do. It is important to keep in mind though that the primary purpose of disgorgement is not to compensate investors, see Commonwealth Chem Sec., Inc., 574 F.2d at 102, but to ensure that those guilty of securities fraud are not unjustly enriched. This kind of line-drawing — which inevitably leaves out some potential claimants — is, unless commanded otherwise by the terms of a consent decree, appropriately left to the experience and expertise of the SEC in the first instance. See Santa Fe, 817 F.2d at 1021 (SEC decision to give preferential treatment of options traders who suffered out-of-pocket losses appropriate in insider trading settlements). The district court’s task is to decide whether, in the aggregate, the plan is equitable and reasonable. In our view, the district court understood the essence of the Revised Plan and did not abuse its discretion in approving it.\nCONCLUSION\nThe judgment of the district court is, accordingly, • affirmed.",
        "type": "majority",
        "author": "CARDAMONE, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Barry E. Ungar, Philadelphia, Pa. (Janet Stern Holcombe, Mann, Ungar & Spector, of counsel), for appellant Susquehanna Inv. Group.",
      "Richard A. Kirby, Washington, D.C. (Paul Gonson, James R. Doty, Jacob H. Stillman, and Michael G. Lenett, S.E.C., of counsel), for appellee S.E.C."
    ],
    "corrections": "",
    "head_matter": "SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. Stephen Sui-Kuan WANG; Fred C. Lee, also known as Chwan Hong Lee, Defendants-Appellees, Susquehanna Investment Group, objector to the Revised Plan for Distribution of Disgorged Assets, Appellant.\nNo. 1308, Docket 90-6327.\nUnited States Court of Appeals, Second Circuit.\nArgued April 8, 1991.\nDecided Sept. 6, 1991.\nBarry E. Ungar, Philadelphia, Pa. (Janet Stern Holcombe, Mann, Ungar & Spector, of counsel), for appellant Susquehanna Inv. Group.\nRichard A. Kirby, Washington, D.C. (Paul Gonson, James R. Doty, Jacob H. Stillman, and Michael G. Lenett, S.E.C., of counsel), for appellee S.E.C.\nBefore CARDAMONE and MAHONEY, Circuit Judges, and PARKER, District Judge.\nHonorable Fred I. Parker, District Judge for the District of Vermont, sitting by designation."
  },
  "file_name": "0080-01",
  "first_page_order": 168,
  "last_page_order": 176
}