{
  "id": 10524695,
  "name": "Leonardo Q. HERNANDEZ, Petitioner-Appellant, v. Gary RAYL; Attorney General for the State of Kansas, Respondents-Appellees",
  "name_abbreviation": "Hernandez v. Rayl",
  "decision_date": "1991-09-16",
  "docket_number": "No. 90-3378",
  "first_page": "794",
  "last_page": "798",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 794"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "767 F.2d 679",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        349023
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/767/0679-01"
      ]
    },
    {
      "cite": "111 S.Ct. 1884",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6224653
      ],
      "weight": 7,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1893"
        },
        {
          "page": "1893"
        },
        {
          "page": "1195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/500/0391-01"
      ]
    },
    {
      "cite": "460 U.S. 73",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6189447
      ],
      "weight": 7,
      "year": 1983,
      "pin_cites": [
        {
          "page": "87"
        },
        {
          "page": "977-78"
        },
        {
          "page": "87"
        },
        {
          "page": "977-78",
          "parenthetical": "emphasis added"
        },
        {
          "page": "85"
        },
        {
          "page": "976"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0073-01"
      ]
    },
    {
      "cite": "939 F.2d 1405",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531420
      ],
      "pin_cites": [
        {
          "page": "1412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/939/1405-01"
      ]
    },
    {
      "cite": "442 U.S. 510",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1531962
      ],
      "weight": 5,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/442/0510-01"
      ]
    },
    {
      "cite": "799 F.2d 642",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1605659
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/799/0642-01"
      ]
    },
    {
      "cite": "914 F.2d 1438",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540801
      ],
      "pin_cites": [
        {
          "page": "1439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/1438-01"
      ]
    },
    {
      "cite": "227 Kan. 322",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1456826
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/227/0322-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 615,
    "char_count": 10982,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 5.7554640341878114e-08,
      "percentile": 0.36000747533929583
    },
    "sha256": "5ed71df46ea719db29734b65ebc6f07d9ab5c48d77f2e07e33f24864eb8c9394",
    "simhash": "1:1af8c32c9cca83f6",
    "word_count": 1777
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SEYMOUR and EBEL, Circuit Judges, and BABCOCK, District Judge."
    ],
    "parties": [
      "Leonardo Q. HERNANDEZ, Petitioner-Appellant, v. Gary RAYL; Attorney General for the State of Kansas, Respondents-Appellees."
    ],
    "opinions": [
      {
        "text": "EBEL, Circuit Judge.\nPetitioner, Leonardo Q. Hernandez, appeals from an order of the district court denying his petition for a writ of habeas corpus filed pursuant to 28 U.S.C. § 2254. Hernandez has also moved to proceed in forma pauperis on appeal and for a certificate of probable cause.\nIn 1978, Hernandez was convicted of first degree murder and sentenced to life imprisonment. That judgment was affirmed on direct appeal. See State v. Hernandez, 227 Kan. 322, 607 P.2d 452 (1980). Hernandez first raised the issue addressed here in a post-conviction motion for relief. Relief was denied on the grounds of procedural default and on the merits. Because the state court denied Hernandez’s motion on the alternative ground that Hernandez’s failure to raise his post-conviction relief issue on direct appeal could not be excused as an exceptional circumstance thus permitting him to raise the issue for the first time in a post-conviction relief proceeding, the issue of procedural default may be available to respondents as a defense. Respondents did not raise this defense either below or on appeal. “Therefore, we will deem the defense waived and will proceed to consider the petition on the merits.” Bailey v. Cowley, 914 F.2d 1438, 1439 (10th Cir.1990).\nIn his petition in federal district court, Hernandez alleged that the trial court gave the jury an unconstitutional instruction which shifted the burden of proving the element of intent to the defense. The district court agreed, but found the error harmless. Upon review, while we agree the instruction, as given, was unconstitutional, we do not find the error harmless and we reverse.\nThe instruction Hernandez challenged read:\nThere is a presumption that a person intends all the natural and probable consequences of his voluntary acts. This presumption is overcome if you are persuaded by evidence that the contrary is true.\nRec. I, Doc. 57.\nIn Myrick v. Maschner, 799 F.2d 642 (10th Cir.1986), we held that this instruction “unconstitutionally shifted the burden of proving intent to the accused, resulting in a denial of due process.” Id. at 645 (citing Sandstrom v. Montana, 442 U.S. 510, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979)). Therefore, we agree with the district court that the trial court erred in giving this instruction.\nHaving found error in the tendering of the ... instruction, we must determine whether the error was harmless under the circumstances of this case. The standard by which we undertake this last step in our review is very strict. Because we deal with an error of constitutional dimensions, we may only allow the conviction to stand if we find beyond a reasonable doubt that the error was harmless. “If the ‘record accommodates a construction of events that supports a guilty verdict, but it does not compel such a construction,’ then reversal is necessary.” Thus at this stage of the analysis we must determine de novo whether the evidence before the jury that the defendant [intended to commit murder] was so compelling the jury would necessarily find [defendant] guilty beyond a reasonable doubt, even without the [erroneous] instruction.\nUnited States v. de Francisco-Lopez, 939 F.2d 1405, 1412 (10th Cir.1991) (citations omitted) (emphasis added).\nThe district court held the error harmless because (1) Hernandez asserted a defense of self-defense “thus minimizing the importance of the intent instruction,” District Court Memorandum and Order at 2-3 (citing to Connecticut v. Johnson, 460 U.S. 73, 87, 103 S.Ct. 969, 977-78, 74 L.Ed.2d 823 (1983)); (2) the evidence against Hernandez was significant; and (3) the jury was properly instructed that the burden was upon the state to prove guilt, not upon Hernandez to prove his innocence and, therefore, “the improper instruction did not have meaningful effect on the deliberations of the jury.” District Court Memorandum and Order at 2-3. We examine these holdings seriatim.\nA defendant’s assertion of self-defense does not necessarily admit intent to commit murder. In Johnson, the Court held that in presenting such a defense, “a defendant may in some cases admit that the act” was intentional. 460 U.S. at 87, 103 S.Ct. at 977-78 (emphasis added). We find no such admission here. Indeed, the defense argued Hernandez did not intend to kill the victim.\nThe district court also held that significant evidence of intent was presented at trial. In examining this holding, we must “make a judgment about the significance of the presumption to reasonable jurors, when measured against the other evidence considered by those jurors independently of the presumption.” Yates v. Evatt, — U.S. -, 111 S.Ct. 1884, 1893, 114 L.Ed.2d 432 (1991). We first look at what evidence presented to the jury tended to prove or disprove the presumption of intent. Id. Next, we weigh the probative force of that evidence against the probative force of the presumption standing alone. Id.\nThe evidence showed Hernandez shot and killed a fellow patron of a club in Wichita, Kansas. The two had had prior altercations including one two years previously when Hernandez had been beaten severely enough to require medical attention. The two men argued at the club the night of the murder.\nLess than an hour after the argument, Hernandez went to the table where the victim was sitting and fired four shots at him. Two shots to the victim’s head and chest were fatal, the other two, one of which struck the victim in the arm and one of which grazed the victim’s arm, were not. Hernandez was restrained by another patron, Perez. The evidence was unclear whether Hernandez was restrained after only two shots had been fired or after all four shots had been fired. The bartender/eo-owner testified he thought only one shot had been fired prior to the one which hit him in the ankle, apparently after grazing the victim’s arm.\nTestimony was presented that after the shooting Hernandez stated: “I did it. I shot him.” Tr. at 397. He also stated two or three times “I been waiting for a long time to do this.” Id. at 465. Hernandez responded to questions from another patron as to why he had shot the victim by saying: “Because he broke my teeth.” Id. at 332.\nThe defense attempted to discredit this testimony by eliciting the information that one witness was currently on probation following her conviction for forgery. The defense also pointed out in closing argument that the victim’s wife and Mr. Perez did not corroborate any of the statements attributed to Hernandez after the shooting.\nThe defense presented testimony from an investigating detective that the two nonlethal shots appeared to have been aimed shots because they were close together. This testimony supported the defense’s theory that “the two nonlethal shots were the first shots fired; further, that the two lethal shots were fired while Perez was struggling with defendant, and that the fatal shots were fired when defendant did not have complete control of the gun.” Hernandez, 607 P.2d at 457. Therefore, the defense concluded, Hernandez did not intend to kill the victim.\nAnother defense witness who overheard the altercation between Hernandez and the victim in the bar that night, testified that the victim had been “bothering” Hernandez. The victim hit Hernandez twice in the face with his hand and kicked him once in the stomach. He also testified that the victim told Hernandez to “go out right now. If you no go now, I’ll wait for you outside and I’ll kill you.” Tr. at 655. The defense thus contended that Hernandez acted in self-defense because he was afraid the victim would again beat him or kill him.\nAfter weighing the probative force of this evidence against the probative force of the presumption standing alone, we cannot say the jury “actually rested its verdict on evidence establishing the presumed fact beyond a reasonable doubt, independently of the presumption.” Yates, 111 S.Ct. at 1893. If the defense’s theory of the events is correct, Hernandez may have intended only to wound the victim. Obviously, he may have intended murder. The evidence is not so strong, however, that we can say Hernandez’s intent to kill was established beyond a reasonable doubt independently of the unconstitutional instruction.\nFinally, the district court held that the jury instructions, as a whole, cured any error because the jury was instructed that the state bore the burden of proving guilt. In reviewing this factor, we look at the instructions and apply “that customary presumption that jurors follow instructions.” Id. The jury was properly instructed regarding the state’s burden of guilt. The government, however, appears to have attempted to meet its burden, at least in part, by means of the unconstitutional instruction. Further, “[bjecause a mandatory re-buttable presumption no doubt eases the jury’s task, ‘ “there is no reason to believe the jury would have deliberately undertaken the more difficult task” of evaluating the evidence of intent.’ ” Wiley, 767 F.2d at 683 (quoting Johnson, 460 U.S. at 85, 103 S.Ct. at 976 (quoting Sandstrom, 442 U.S. at 526 n. 13, 99 S.Ct. at 2460 n. 13)). Although some evidence was presented rebutting the presumption, we cannot confidently say the jury’s verdict did not rest on the presumption as well as the evidence. Yates 111 S.Ct. at 1195. Therefore, we cannot say the jury instructions as a whole cured the problem.\nThe record, while it may support the jury’s guilty verdict, does not compel such a result absent consideration of the unconstitutional jury instruction. “The burden-shifting jury instruction[ ] found to have been erroneous in this case may not be excused as harmless error.” Id., at 1197.\nHernandez’s motion to proceed in forma pauperis on appeal and for a certificate of probable cause is GRANTED. The judgment of the United States District Court for the District of Kansas is REVERSED, and the case is REMANDED with directions to grant the writ if the state court does not retry Hernandez within a reasonable period of time.\n. After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. See Fed.R.App.P. 34(a); 10th Cir.R. 34.1.9. The case is therefore ordered submitted without oral argument.\n. Whether Sandstrom applies retroactively is not an issue here because Sandstrom was decided before the Kansas Supreme Court decided Hernandez’s direct appeal. See Wiley v. Rayl, 767 F.2d 679, 681 n. 1 (10th Cir.1985).",
        "type": "majority",
        "author": "EBEL, Circuit Judge."
      }
    ],
    "attorneys": [
      "Leonardo Q. Hernandez, pro se.",
      "JaLynn Copp, Asst. Atty. Gen., Topeka, Kan., for respondents-appellees."
    ],
    "corrections": "",
    "head_matter": "Leonardo Q. HERNANDEZ, Petitioner-Appellant, v. Gary RAYL; Attorney General for the State of Kansas, Respondents-Appellees.\nNo. 90-3378.\nUnited States Court of Appeals, Tenth Circuit.\nSept. 16, 1991.\nLeonardo Q. Hernandez, pro se.\nJaLynn Copp, Asst. Atty. Gen., Topeka, Kan., for respondents-appellees.\nBefore SEYMOUR and EBEL, Circuit Judges, and BABCOCK, District Judge.\nHonorable Lewis T. Babcock, District Judge, United States District Court for the District of Colorado, sitting by designation."
  },
  "file_name": "0794-01",
  "first_page_order": 882,
  "last_page_order": 886
}