{
  "id": 10522449,
  "name": "Louis J. DIAMOND, Appellant, v. UNITED STATES of America, Appellee",
  "name_abbreviation": "Diamond v. United States",
  "decision_date": "1991-09-12",
  "docket_number": "No. 90-2890",
  "first_page": "431",
  "last_page": "438",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 431"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "732 F.2d 552",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1947694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/732/0552-01"
      ]
    },
    {
      "cite": "672 F.Supp. 442",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1179899
      ],
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/672/0442-01"
      ]
    },
    {
      "cite": "470 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299693
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "573"
        },
        {
          "page": "1511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0564-01"
      ]
    },
    {
      "cite": "26 C.F.R. § 301",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "794 F.2d 1041",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1591220
      ],
      "pin_cites": [
        {
          "page": "1048"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/794/1041-01"
      ]
    },
    {
      "cite": "457 U.S. 800",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194865
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "818"
        },
        {
          "page": "2738"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/457/0800-01"
      ]
    },
    {
      "cite": "771 F.2d 383",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        338086
      ],
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/771/0383-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 7217",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "756 F.2d 23",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        325211
      ],
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/756/0023-01"
      ]
    },
    {
      "cite": "657 F.Supp. 95",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5718186
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "98-99"
        },
        {
          "page": "96"
        },
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/657/0095-01"
      ]
    },
    {
      "cite": "837 F.2d 1341",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773184
      ],
      "pin_cites": [
        {
          "page": "1351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/837/1341-01"
      ]
    },
    {
      "cite": "26 C.F.R. § 301.6103",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(k)(6)"
        },
        {
          "page": "(k)(6)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "670 F.Supp. 638",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5883265
      ],
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/670/0638-01"
      ]
    },
    {
      "cite": "864 F.2d 622",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530666
      ],
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/864/0622-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 7431",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(a)(1)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 6103",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(k)(6)"
        },
        {
          "page": "(k)(6)"
        },
        {
          "page": "(b)(2)",
          "parenthetical": "defining return information as meaning \"a taxpayer's identity\" and \"whether the taxpayer's return was, is being, or will be examined or subject to other investigation or processing\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 7431",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "26 U.S.C. § 6103",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(k)(6)"
        },
        {
          "page": "(k)(6)"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 25290,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 3.345690753237121e-07,
      "percentile": 0.874427428008351
    },
    "sha256": "26ffb717df7bd50895b4966436209f22ff7e5d8a1c250958bfd81726a1029150",
    "simhash": "1:3bf6a3c65a9e37e7",
    "word_count": 3918
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MAGILL, Circuit Judge, HEANEY, Senior Circuit Judge, and LARSON, Senior District Judge."
    ],
    "parties": [
      "Louis J. DIAMOND, Appellant, v. UNITED STATES of America, Appellee."
    ],
    "opinions": [
      {
        "text": "HEANEY, Senior Circuit Judge.\nDr. Louis Diamond appeals from the district court’s rulings on summary judgment and at trial that Internal Revenue Service Agent Roger Jay did not unlawfully disclose Diamond’s tax return information to various individuals. We affirm.\nFACTS\nIn the fall of 1985, Agent Jay began investigating the individual tax returns of Dr. and Mrs. Diamond from calendar years 1982 through 1985. To determine Dr. Diamond’s income, Agent Jay used the “bank deposit” method, which required summonsing banks, insurance companies, and law offices to gather financial information on Diamond. After this investigation, Agent Jay decided that it would be necessary to contact Diamond’s patients to determine the amount of fees Diamond had collected from them during the years in question. He identified 201 patients to contact. Agent Jay contacted these patients or their families by means of a form letter, known as a “circular letter,” with an attached questionnaire.\nThe circular letter informed its recipients that Special Agent Jay of the Criminal Investigation Division of the Internal Revenue Service was conducting an investigation of Diamond’s tax liabilities for the years 1982 through 1985 and requested information on the patients’ financial transactions with Diamond during the relevant years. As a follow-up to this mailing, Agent Jay recontacted several of Diamond’s patients by mail and, according to Diamond, by telephone. One of these patients testified that when Agent Jay phoned her, he stated that Diamond had committed a crime, and that Agent Jay used an intimidating approach while interrogating her about her dealings with Diamond.\nIn reaction to Agent Jay’s tactics, Diamond filed this suit, alleging that Jay unlawfully disclosed information during his investigation in violation of 26 U.S.C. § 6103 and that he therefore was entitled to civil damages under 26 U.S.C. § 7431(a)(1). Section 7431(a)(1) vests a taxpayer with an action against the United States but not against the government agent personally. Accordingly, Diamond brought this action against the United States, although it was the conduct of Agent Jay which prompted Diamond to do so.\nPrior to trial, the district court granted the government’s motion for summary judgment with respect to the circular letter, concluding “that any disclosures made by Special Agent Jay in the form letters he mailed during the course of his investigation resulted from a good faith interpretation of the statute, the clarifying regulations and the IRS internal rules and interpretations. Diamond appeals from this decision.\nThe district court let the issue of whether Agent Jay’s oral contacts with Diamond’s patients amounted to unlawful disclosures proceed to trial. The district court found at trial that Diamond failed to establish that Agent Jay orally disclosed to any third person any return information as defined by section 6103(b)(2). On appeal, Diamond contends that this finding is clearly erroneous.\nDISCUSSION\nI. Circular Letters\nBecause this issue arises from summary judgment, we review the district court’s judgment de novo and view the evidence in the light most favorable to Diamond. See Robinson v. Monaghan, 864 F.2d 622, 624 (8th Cir.1989).\nDiamond contends that it was not necessary for Agent Jay to identify himself on the circular letters as a member of the “Criminal Investigation Division.” Citing 26 U.S.C. § 7431(a)(1), which provides that a taxpayer may bring a civil action for damages caused by the unauthorized disclosure of the taxpayer’s tax information by a federal government employee in violation of section 6103 of the Internal Revenue Code, Diamond argues that Agent Jay violated the confidentiality of Diamond’s tax records as generally protected by section 6103.\nDiamond’s agitation with Agent Jay’s course of action is understandable. In our society, even without an actual conviction, the suggestion of criminal activity can transform and devastate an individual’s life; in Diamond’s case, it might destroy the confidence of his patients in their doctor, leaving him without a practice. Congress passed section 6103 to prevent such damage. Indeed, one of the four proclaimed purposes of the Tax Reform Act of 1976, from which section 6103 emerged, was to “strengthen the rights of taxpayers.” H.R.Rep. No. 658, 94th Cong., 1st Sess. 7 (1975), reprinted in 1976 U.S.Code Cong. & Admin.News 2897, 2902. Commenting on this subject, the Senate Committee on Finance explained:\nThe most significant administrative purposes are those which strengthen taxpayers’ rights.\nThe committee amendment provides definitive rules relating to the confidentiality of tax returns, an area where there has been much abuse in the past. It strictly limits disclosure from tax returns.\n5.Rep.No. 938, 94th Cong., 2nd Sess., pt. 2, at 19, reprinted in 1976 U.S.Code Cong. & Admin.News at 3455.\nThe IRS recognizes its obligation to respect the rights and confidentiality of taxpayers. The Internal Revenue Manual, Handbook for Special Agents warns that “caution must be exercised not [to] damage the reputation of the taxpayer by making the [circular] letter either offensive or suggestive of any wrongdoing by the taxpayer.” Internal Revenue Service, Internal Revenue Manual, Handbook for Special Agents, § 347.2 at 9781-111. Similarly, the Handbook for Special Agents recognizes, “If not judiciously used, mail circularization may result in unwarranted embarrassment to the taxpayer.” Id. at § 347.1. The need to minimize disclosures is particularly important when it is remembered “that our voluntary assessment system of tax action is in large measure dependent upon the realization of a taxpayer’s expectation that the information required of him for this purpose would be kept confidential.\" Flippo v. United States, 670 F.Supp. 638, 642 (W.D.N.C.1987) (emphasizing that Congress realized this fact when enacting section 6103); see also S.Rep.No. 938, 94th Cong., 2nd Sess., pt. 2, at 318, reprinted in 1976 U.S.Code Cong. & Admin.News 2897, 3747 (explaining that section 6103 attempts “to balance the particular office or agency’s need for the information involved with the citizen’s right to privacy and the related impact of the disclosure upon the continuation of compliance with our country’s voluntary assessment system.”).\nAgent Jay initially defends his action on the basis that identifying himself as a member of the Criminal Investigation Division did not disclose return information about Diamond. We do not find this defense persuasive. The Code expressly defines return information as meaning “whether the taxpayer’s return was, is being, or will be examined or subject to other investigation.” 26 U.S.C. § 6103(b) (1988). The identifier “Criminal Investigation Division” clearly falls within this definition and thus qualifies as a disclosure of return information.\nJay next contends that his disclosure was authorized by section 6103(k)(6) of the Code, which permits the disclosure of “return information to the extent that such disclosure is necessary in obtaining information ... only in such situations and under such conditions as the Secretary may prescribe by regulation.” The Code of Federal Regulations authorizes disclosure “only if the necessary information cannot, under the facts and circumstances of the particular case, otherwise reasonably be obtained....” 26 C.F.R. § 301.6103(k)(6)-l (1991).\nIn our opinion, Agent Jay did not need to identify himself as a member of the Criminal Investigation Division to secure the desired information. In follow-up letters to many of the canvassed patients, Agent Jay identified himself only as “Special Agent” and did not mention his affiliation with the Criminal Investigation Division. Similarly, in the summonses prepared to gather information on Diamond’s financial transactions, Agent Jay did not mention that he was with the Criminal Investigation Division. Moreover, other agents operating in the same state as Agent Jay have issued circular letters without the Criminal Investigation Division identification. Finally, in its pretrial stipulation of facts, the government did not mention the Criminal Investigation Division when detailing Agent Jay’s position with the IRS. See generally United States v. Barrett, 837 F.2d 1341, 1351 (5th Cir.1988) (Brown, J., dissenting) (detailing the extent to which Congress sought to ensure that only necessary disclosures are acceptable under the Code). Indeed, Agent Jay’s failure to reiterate his affiliation with the Criminal Investigation Division in his follow-up letters demonstrates that such identification was not necessary to obtain the requested information. See Hell v. Plave, 657 F.Supp. 95, 98-99 (S.D.Fla.1987) (letters stating that agent was in the Criminal Investigation Division and conducting a criminal tax investigation of taxpayer “were unnecessary and improper” and “depict a lack of integrity on the part of the government”).\nDespite our belief that Agent Jay need not have disclosed that Diamond was under criminal investigation, we nonetheless affirm the district court’s grant of summary judgment. Like the district court, we hold that Agent Jay’s action resulted from a good faith, but erroneous, interpretation of section 6103. See 26 U.S.C. § '7431(b) (1988) (“No liability shall arise under this section with respect to any disclosure which results from a good faith, but erroneous, interpretation of section 6103.”).\nUnlike the district court, however, we believe that the IRS rather than Agent Jay interpreted section 6103 erroneously but in good faith. Section 7431 actions must be brought against the government generally rather than against the agent individually. See Mid-South Music Corp. v. Kolak, 756 F.2d 23, 25 (6th Cir.1984) (under § 26 U.S.C. 7431(a)(1) the only proper defendant is the United States). Because section 7431 authorizes causes of action against the government for a violation of section 6103, the good faith exception in section 7431(b) applies to the IRS’ interpretation of section 6103, not to Agent Jay’s compliance with the IRS’ interpretation of that section. This is particularly true here, because, as will be discussed shortly, Agent Jay’s actions accorded with the specific instructions contained in the IRS Handbook for Special Agents.\nSection 7431 does not define a “good faith” interpretation of section 6103. In interpreting the predecessor statute to section 7431, 26 U.S.C. § 7217 (1976), this court adopted an objective standard for ascertaining whether section 6103 was violated in good faith. See Rorex v. Traynor, 771 F.2d 383, 387 (8th Cir.1985) (“Government officials performing discretionary functions are ‘generally shielded from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.’ ” (quoting Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982))). We will continue to apply this standard. See Huckaby v. United States Dep’t of Treasury, Internal Revenue Serv., 794 F.2d 1041, 1048 (5th Cir.1986).\nWe are persuaded that the IRS reasonably, but erroneously, interpreted the Internal Revenue Code and the regulations implementing this law in developing its internal guidelines. These guidelines appear in the Internal Revenue Manual, Handbook for Special Agents, which instructs special agents on how to conduct a criminal investigation. As discussed above, the Internal Revenue Code rules that disclosure be limited to the extent necessary to obtain information, as prescribed by the Secretary of the Treasury. See 26 U.S.C. § 6103(k)(6) (1988). The regulations issued by the Secretary provide for disclosure only when the necessary information cannot otherwise be reasonably obtained. See 26 C.F.R. § 301.-6103(k)(6)-l (1991).\nIn its Internal Revenue Manual, Handbook for Special Agents, the IRS expressed its interpretation of the above law through two dictates. First, the handbook reiterates the statutory and regulatory guidelines outlined above, instructing: “Special agents are specifically authorized by IRC 6103(k)(6) to disclose return information to the extent necessary to gather data which might be relevant to a tax investigation.” Internal Revenue Service, Internal Revenue Manual, Handbook for Special Agents, § 348.3 at 9781-112. We find this interpretation to be both in good faith and correct. It is the other expression of the IRS’ interpretation of section 6103 which we find to be an erroneous but nonetheless good faith interpretation of section 6103 and its derivative regulations.\nThe Handbook for Special Agents specifically directs agents mailing circular letters to include the title “Special Agent, Criminal Investigation Division” in the signature block. Id. at § 347.2. We do not believe that it was necessary to disclose that Diamond was the subject of a criminal investigation to obtain the information which Agent Jay desired. We recited the support for this position supra at 434-35. In reaching our conclusion, we emphasize that in no way has the IRS demonstrated that such disclosure was necessary, which is a particularly relevant consideration given Congress’ intent, as embodied in section 6103(k)(6), that return information shall be confidential unless necessary to obtain information.\nThe district court in Heller v. Plave, 657 F.Supp. 95 (S.D.Fla.1987), reached a similar conclusion. In Heller, an attorney sued an IRS special agent for the improper disclosure of the attorney’s return information to numerous individuals. Among these disclosures were at least seven letters written by the agent which included the statement “that he was a Special Agent in the Criminal Investigation Division of the IRS conducting a criminal tax investigation of [the attorney].” Id. at 96. The Heller court found this disclosure to be improper under section 6103 and fined the agent accordingly. Id. at 99. While it does not appear that the disclosure occurred by means of a signature block, the agent in Heller was found to have violated section 6103 for disclosing the same information that the signature block disclosed in this case.\nDespite our conclusion that the IRS erroneously interpreted section 6103 and the regulatory interpretation of it found at 26 C.F.R. § 301.6103(k)(6)-l (1991) by instructing its special agents to include the identification “Criminal Investigation Division” in the signature block of circular letters, we believe that it did so in good faith, and therefore we affirm the district court’s summary judgment dismissal of Diamond’s section 7431 claim against the United States on this issue. Our finding of good faith stems from the fact that while the IRS unnecessarily instructed its agents to disclose their affiliation with the Criminal Investigation Division, elsewhere in its manual the IRS warned its agents against committing unnecessary disclosures and emphasized that unwarranted embarrassment to the taxpayer and other damaging collateral consequences can result from a nonjudicious use of circular letters.\nII. Oral Disclosures\nDiamond next argues that it was clearly erroneous for the district court to find that Agent Jay did not make any unauthorized oral disclosures of return information to Diamond’s patients. Diamond’s argument involves alleged disclosures to three individuals.\nDiamond first contends that Agent Jay orally disclosed return information to Diamond’s ex-wife and a professional acquaintance of Diamond’s. The trial court found that although Agent Jay did have conversations with these individuals, he made no oral disclosures of tax return information to them. This conclusion troubles us, but we nonetheless affirm the district court.\nUnder section 6103(b)(2), disclosure of a taxpayer’s name and the fact that he is under investigation constitute, by definition, disclosure of tax return information. In light of this provision, we agree with Diamond that it would be virtually impossible for an IRS agent to conduct any sort of investigation which involved contacting third parties without disclosing return information. Despite our agreement with Diamond, however, we do not find the district court’s ruling that no unauthorized disclosures were made to Diamond’s ex-wife or acquaintance to be clearly erroneous, because Diamond offers no proof that any unauthorized disclosures were in fact made. Since neither the record nor Diamond provide any evidence that unnecessary disclosures were made to these two individuals, we affirm the district court’s decision on this issue.\nDiamond also claims that Agent Jay made improper oral disclosures to one of Diamond’s patients. This patient testified that on at least two occasions, a man identifying himself as an IRS official contacted her by phone, told her that Diamond had committed a crime, threatened her with an audit if she did not produce the information requested in the circular letter, and suggested that she would be asking for trouble if she informed Diamond of the call. The trial court did not believe this testimony, accepting instead Agent Jay’s testimony that he did not make any oral disclosure to the patient-witness.\nUnder a standard established by the Supreme Court, to find the district court clearly erroneous, we must possess “the definite and firm conviction that a mistake has been committed,” Anderson v. Bessemer City, 470 U.S. 564, 573, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985), and be mindful that “due regard shall be given to the opportunity of the trial court to judge of the credibility of the witnesses.” Fed. R.Civ.P. 52(a). We believe that the record adequately supports the district court’s credibility findings. For instance, the patient could not provide the name of the agent who contacted her, and she conceded that she could not identify Agent Jay’s voice over the telephone. She further admitted that she did not even recall the alleged conversations until Diamond’s attorney contacted her about them two years after they allegedly occurred. The district court’s ruling on this issue therefore is not clearly erroneous.\nCONCLUSION\nWe affirm both the district court’s summary judgment and trial decisions.\n. The signature block on the letter conveyed this information, reading,\nRoger J. Jay\nSpecial Agent\nCriminal Investigation Division on Internal Revenue Service stationery.\n. 26 U.S.C. § 6103(k)(6) provides:\n(6) Disclosure by internal revenue officers and employees for investigative purposes.— An internal revenue officer or employee may, in connection with his official duties relating to any audit, collection activity, or civil or criminal tax investigation or any other offense under the internal revenue laws, disclose return information to the extent that such disclosure is necessary in obtaining information, which is not otherwise reasonably available, with respect to the correct determination of tax, liability for tax, or the amount to be collected or with respect to the enforcement of any other provision of this title. Such disclosures shall be made only in such situations and under such conditions as the Secretary may prescribe by regulation.\n. This section states:\n(a) In general.—\n(1) Disclosure by employee of United States. — If any officer or employee of the United States knowingly, or by reason of negligence, discloses any return or return information with respect to a taxpayer in violation of any provision of section 6103, such taxpayer may bring a civil action for damages against the United States in a district court of the United States.\n. 26 U.S.C. § 7431(b) provides for the good faith defense cited by the district court:\n(b) No liability for good faith but erroneous interpretation. — No liability shall arise under this section with respect to any disclosure which results from a good faith, but erroneous, interpretation of section 6103.\n. See infra note 6 for a general characterization of section 6103(b)(2).\n. Agent Jay does not dispute that the circular letter disclosed return information relating to Diamond. See 26 U.S.C. § 6103(b)(2) (1988) (defining return information as meaning “a taxpayer's identity” and \"whether the taxpayer’s return was, is being, or will be examined or subject to other investigation or processing\").\n. We note that a district court held in Husby v. United States, 672 F.Supp. 442, 445 (N.D.Cal.1987), that ‘‘[t]he IRS cannot collectively qualify as having made a good faith but erroneous interpretation of § 6103.\" Neither legal nor logical support was offered for this holding. For reasons stated in the text of this opinion, we disagree with the district court’s conclusion.\nWe recognize that there might be situations where the good faith defense will apply to the individual agent’s, and not the IRS’, interpretation of section 6103. Such a situation might arise where the IRS guidelines comply with section 6103 and the Secretary of the Treasury’s regulations, but the agent acting pursuant to these laws misunderstands or misinterprets not only the IRS internal guidelines but the general statutory and regulatory law as well.\n. See Davidson v. Brady, 732 F.2d 552, 552 n. 1 (6th Cir.1984) (chronicling this statutory succession).\n. The attorney brought an action against the agent personally under the since-repealed statute, 26 U.S.C. § 7217 (1976).",
        "type": "majority",
        "author": "HEANEY, Senior Circuit Judge."
      },
      {
        "text": "MAGILL, Circuit Judge,\nconcurring.\nI concur with the results reached in the majority opinion. The signature block disclosed that the IRS investigation of Dr. Diamond was criminal in violation of 26 U.S.C. § 6103. This disclosure does not fall within the exception of 26 U.S.C. § 6103(k)(6) because revealing that the investigation was criminal was not necessary to obtain the requisite information. The IRS, however, interpreted 26 U.S.C. § 6103 in good faith, although erroneously, and thus is not liable for the disclosure under 26 U.S.C. § 7431(b).\nI wish to emphasize that the investigation, involving the circular letter requesting information from Dr. Diamond’s patients, was amply justified. Water damage had destroyed almost all of Dr. Diamond’s records. Although Agent Jay attempted to use the “bank deposit” method to determine Dr. Diamond’s income, discrepancies between the bank records and the remaining records made it impossible to calculate Dr. Diamond’s correct income without requesting payment information from his patients.\nI also wish to emphasize that the Internal Revenue Manual’s, requirement that the specific identifier be included in the signature block of a circular letter was a good faith interpretation of 26 U.S.C. § 6103. The Internal Revenue Manual specifically warns that “unnecessary embarrassment to the taxpayer should be avoided.” Internal Revenue Service, Internal Revenue Manual, Part 9 (Investigations), § 9324.2(2)(c) at 9-94.1. The IRS also instituted and followed procedures designed to prevent wrongful disclosures. The IRS’s failure to recognize that the identifier in the signature block would be a wrongful disclosure is understandable. The use of such an identifier is a common business practice that is improper only in rare circumstances such as when it unnecessarily discloses the nature of an IRS investigation.\nTherefore, I concur with the results reached by the majority.\n. Although Dr. Diamond's patient cards for 1985 indicated that some patients had paid him in cash, little, if any, cash was deposited into his business account. Other payments had been deposited to Dr. Diamond’s personal bank account, but the names of some of those patients were not included in the patient cards. Some payments by check had been cashed and never deposited. Defendant's Statement of Undisputed Facts at 4-5.\n. The Handbook for Special Agents also correctly interprets 26 U.S.C. § 6103(k)(6). See Internal Revenue Service, Internal Revenue Manual, Handbook for Special Agents, § 348.3 at 9781-112 (discussed in majority opinion, supra, at 9-10).\n. An agent, before sending a circular letter such as the one used by Agent Jay, must get approval from the agent's supervisor to send a circular letter and get approval of the contents of the letter. Internal Revenue Service, Internal Revenue Manual, Handbook for Special Agents, § 347.2 at 9781-111. Agent Jay stated that a circular letter indicating the investigation was criminal in the body of the letter would not be approved by a supervisor. Deposition of Roger J. Jay at 92-93.\n. It should be stressed here that a signature identifier indicating the signer is an agent with the IRS would not be a wrongful disclosure.",
        "type": "concurrence",
        "author": "MAGILL, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Gary A. Robinson, Des Moines, Iowa, argued (Gary A. Robinson and Ronald L. Mountsier, on brief), for appellant.",
      "William A. Whitledge, Washington, D.C., argued (Shirley D. Peterson, Gary R. Allen, Jonathan S. Cohen and William A. Whit-ledge, on brief), for appellee."
    ],
    "corrections": "",
    "head_matter": "Louis J. DIAMOND, Appellant, v. UNITED STATES of America, Appellee.\nNo. 90-2890.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted June 13, 1991.\nDecided Sept. 12, 1991.\nRehearing Denied Oct. 30, 1991.\nGary A. Robinson, Des Moines, Iowa, argued (Gary A. Robinson and Ronald L. Mountsier, on brief), for appellant.\nWilliam A. Whitledge, Washington, D.C., argued (Shirley D. Peterson, Gary R. Allen, Jonathan S. Cohen and William A. Whit-ledge, on brief), for appellee.\nBefore MAGILL, Circuit Judge, HEANEY, Senior Circuit Judge, and LARSON, Senior District Judge.\nThe Honorable Earl R. Larson, United States Senior District Judge for the District of Minnesota, sitting by designation."
  },
  "file_name": "0431-01",
  "first_page_order": 519,
  "last_page_order": 526
}