{
  "id": 10521696,
  "name": "BROADCORT CAPITAL CORPORATION and First Affiliated Securities, Inc., Plaintiffs/Counter Defendants-Appellees, v. Charles F. BRUMFIEL, Defendant/Counter Plaintiff-Appellant",
  "name_abbreviation": "Broadcort Capital Corp. v. Brumfiel",
  "decision_date": "1991-09-03",
  "docket_number": "No. 89-2183",
  "first_page": "271",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 271"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 442,
    "char_count": 9324,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 5.262607513344019e-08,
      "percentile": 0.32568489336550766
    },
    "sha256": "6e1aefef09cf759703fd343502a1cab5e039949135624c6fe30385d13c5ee915",
    "simhash": "1:2f8ec9b2fc266db2",
    "word_count": 1440
  },
  "last_updated": "2023-07-14T18:42:18.633913+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GUY and RYAN, Circuit Judges, and HULL, Chief District Judge."
    ],
    "parties": [
      "BROADCORT CAPITAL CORPORATION and First Affiliated Securities, Inc., Plaintiffs/Counter Defendants-Appellees, v. Charles F. BRUMFIEL, Defendant/Counter Plaintiff-Appellant."
    ],
    "opinions": [
      {
        "text": "RALPH B. GUY, Jr., Circuit Judge.\nIn this diversity action, defendant, Charles F. Brumfiel, appeals the district court’s judgment in favor of plaintiff, First Affiliated Securities (FAS), in the amount of $300,000 for satisfaction of debts on defendant’s trading account.\nDefendant argues that the district court, based on a magistrate judge’s report and recommendation, erroneously interpreted Local Rule 32(j)(6) of the United States District Court for the Eastern District of Michigan (hereinafter Local Rule 32(j)(6)), relating to a party’s acceptance or rejection of a mediation award. Additionally, plaintiff argues that his counterclaim and first amended counterclaim were erroneously dismissed as failing to meet the requirements of Federal Rule of Civil Procedure 9(b). We find that the district court erroneously interpreted Local Rule 32(j)(6) and, accordingly, reverse and remand.\nI.\nIn 1987, Brumfiel, defendant and counter plaintiff, opened and maintained a security account at the Ann Arbor, Michigan, office of plaintiff FAS. Broadcort Capital Corporation (Broadcort) was the clearing broker for the FAS account. Brumfiel successfully traded on margin until “Black Monday” when, at the close of business, he owed FAS approximately $300,000. As a result, his account was liquidated.\nFAS and Broadcort initiated a suit in the district court to recover Brumfiel’s $300,-000 debt. Brumfiel then filed a counterclaim against both FAS and Broadcort. Brumfiel alleged that FAS failed to follow his express instructions and therefore negligently executed several transactions in connection with Brumfiel’s trading account. Further, Brumfiel asserted that FAS knowingly misrepresented to Brumfiel that the transactions had been completed as directed. Brumfiel also alleged that FAS and Broadcort improperly liquidated Brumfiel’s trading account. And finally, Brumfiel argued that FAS charged him excessive fees and commissions. Ultimately, in January 1988, Broadcort was dismissed as a plaintiff in a stipulated order.\nThe case was first referred to a mediation panel by the district court on its own motion. On November 30,1988, the mediation panel concluded unanimously that FAS was entitled to $300,000 from Brumfiel, Brumfiel was entitled to $340,000 from FAS, and Brumfiel had no cause of action against Broadcort and was therefore not entitled to damages from Broadcort. Brumfiel accepted the mediation panel’s evaluation on all claims. FAS accepted the evaluation with respect to its claim against Brumfiel but rejected the evaluation of Brumfiel’s claim against it. Broad-cort accepted the mediation panel’s evaluation.\nBecause FAS partially rejected the mediation panel’s decision, the case proceeded to trial, pursuant to Local Rule 32(j)(2). The district court referred the case to a magistrate judge. The magistrate judge concluded that the only issue for trial was Brumfiel’s claim against FAS. She based her decision on the fact that “[t]he mediation panel made separate evaluations as to each claim and counter claim and provided for the parties to separately accept or reject each evaluation.” She rejected defendant’s argument that FAS should have been required to either accept or reject altogether the panel’s evaluation of the claims vis-a-vis the defendant. The magistrate judge recommended that the district court enter judgment in accordance with the mediation evaluation on all but Brum-fiel’s claim against FAS. The district court accepted this recommendation.\nBroadcort and FAS then moved to dismiss Brumfiel’s counterclaim for failure to state a claim for which relief can be granted. Additionally, they moved to deny Brumfiel the opportunity to file a second amended counterclaim because it failed to meet the specificity requirements of Federal Rule of Civil Procedure 9(b). Both of these motions were referred to a magistrate judge by the district court. The magistrate judge recommended that the district court grant Broadcort and FAS’s motions. She concluded that, although Brumfiel was pro se and thus his pleadings should be construed liberally, “[t]he wording of Mr. Brumfiel’s counterclaim, second or first, as well as his affirmative defenses make organizing a cogent defense impossible.” Additionally, she stated that FAS and Broadcort would be prejudiced if Brumfiel were allowed to file any new pleadings. The district court accepted the magistrate judge’s report and recommendation.\nBrumfiel filed a motion for rehearing and a motion to amend his counterclaim. The district court denied both motions. Brumfiel appealed.\nII.\nBrumfiel argues that the magistrate judge misinterpreted the local mediation rules by concluding that FAS was able to reject the panel’s evaluation with regard to Brumfiel’s claim against it and accept the panel’s evaluation with regard to FAS’s claim against Brumfiel. We agree.\nFirst, Local Rule 32(j)(6)(A), relating to mediation proceedings, provides the following:\n(6) In mediation involving multiple parties the following rules apply:\n(A) Each party has the option of accepting all the awards covering the claims by or against that party or of accepting some and rejecting others. However, as to any particular opposing party, the party must either accept or reject the evaluation in its entirety.\nThe magistrate judge concluded that this rule was inapplicable because “[tjhere were no multiple parties or claims.” She continued: “There are no multiple parties here because each claim was separately evaluated by the mediation panel between each party. No claim involves a multiple party.” (Emphasis in original). We disagree.\nFirst, the caption in the complaint lists both Broadcort Capital Corporation and FAS as plaintiffs, with Brumfiel as the defendant. Thus, common sense dictates that this is a case in which there are multiple parties.\nAdditionally, the other provisions of Local Rule 32 support this conclusion. Local Rule 32(e)(4) provides that “[wjithin 14 days after the hearing, the Mediation Panel shall make an evaluation of the case and shall notify each counsel of its evaluation in writing.” (Emphasis added). Local Rule 32(e)(5) provides that “[wjritten acceptance or rejection of the Mediation Panel’s evaluation shall be given to the Tribunal Clerk within 28 days of the mailing of the evaluation....” Nothing in these rules supports the ability of a party to parse claims and counterclaims in the same case as to a particular opposing party. The rules do not provide that the evaluation can somehow be disaggregated into separate claims and counterclaims.\nFurther support for our conclusion can be found in the Michigan State Court Rules. The mediation rule of the Eastern District of Michigan is modeled after the Michigan State Court Rules. In fact, Local Rule 32(j)(6), with the exception of changing the rule number references to correspond with the federal numbering system, is identical to Michigan Court Rule 2.403(L). Michigan Court Rule 2.403(N)(1) specifies that “[i]f all or part of the evaluation of the mediation panel is rejected, the action proceeds to trial in the normal fashion.” (Emphasis added). Thus, FAS’s response to the mediation evaluation, under Michigan law, would trigger the need for a “trial in the normal fashion.” Because the Eastern District of Michigan follows the state court rules for mediation, FAS’s rejection of part of the mediation panel’s evaluation calls for a trial on all of the claims between FAS and Brumfiel.\nSince at least a portion of this case is remanded for trial, we also direct the trial court to revisit the decision which denied Brumfiel the right to amend his counterclaim.\nREVERSED and REMANDED.\n. The other plaintiff, Broadcort Capital Corporation, was dismissed as a party to this appeal by an earlier order of this court pursuant to Federal Rule of Appellate Procedure 42(b).\n. The magistrate judge's report and recommendation notes that Brumfiel accepted the mediation panel's decision with regard to Broadcort by failing to sign the acceptance or rejection of the mediation panel’s decision on his counterclaim against Broadcort within the prescribed period.\n. In this case, we envision the rule working as follows: Both Broadcort and FAS had claims against Brumfiel. Brumfiel had a counterclaim against each of them. The mediation panel recommended recovery on Brumfiel’s claim against FAS but no recovery on his claim against Broad-cort. Under the rule, Brumfiel could have rejected the proposed Broadcort disposition and accepted the FAS recommendation. However, as between Brumfiel and FAS, Brumfiel had to accept or reject both the principal claim and counterclaim recommendations. It does not make sense to say that Brumfiel has to accept or reject both, but that FAS can accept one and reject the other.",
        "type": "majority",
        "author": "RALPH B. GUY, Jr., Circuit Judge."
      }
    ],
    "attorneys": [
      "Nelson P. Miller, James A. Fajen, Ann Arbor, Mich., for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "BROADCORT CAPITAL CORPORATION and First Affiliated Securities, Inc., Plaintiffs/Counter Defendants-Appellees, v. Charles F. BRUMFIEL, Defendant/Counter Plaintiff-Appellant.\nNo. 89-2183.\nUnited States Court of Appeals, Sixth Circuit.\nSubmitted July 22, 1991.\nDecided Sept. 3, 1991.\nNelson P. Miller, James A. Fajen, Ann Arbor, Mich., for defendant-appellant.\nBefore GUY and RYAN, Circuit Judges, and HULL, Chief District Judge.\nThe Honorable Thomas G. Hull, United States District Court for the Eastern District of Tennessee, sitting by designation."
  },
  "file_name": "0271-01",
  "first_page_order": 359,
  "last_page_order": 362
}