{
  "id": 10521363,
  "name": "Kenneth R. CLARK, Plaintiff-Appellant, v. VELSICOL CHEMICAL CORPORATION; Forshaw Chemical, Incorporated, Defendants-Appellees; Thomas O. RHYNE, Plaintiff-Appellant, v. VELSICOL CHEMICAL CORPORATION; Forshaw Chemical, Incorporated, Defendants-Appellees",
  "name_abbreviation": "Clark v. Velsicol Chemical Corp.",
  "decision_date": "1991-09-10",
  "docket_number": "Nos. 90-1841, 90-1842",
  "first_page": "196",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 196"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "365 U.S. 265",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165142
      ],
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "286"
        },
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/365/0265-01"
      ]
    },
    {
      "cite": "15 U.S.C. §§ 3601-3616",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "815 F.2d 188",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        519528
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/815/0188-01"
      ]
    },
    {
      "cite": "886 F.2d 783",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534480
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "787"
        },
        {
          "page": "788-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/886/0783-01"
      ]
    },
    {
      "cite": "463 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6190266
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0001-01"
      ]
    },
    {
      "cite": "138 S.E.2d 228",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "262 N.C. 550",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8569608
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/nc/262/0550-01"
      ]
    },
    {
      "cite": "21 U.S.C. § 301",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "810 F.2d 57",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1635531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/810/0057-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1331",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1332",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "478 U.S. 804",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213698
      ],
      "weight": 16,
      "year": 1986,
      "pin_cites": [
        {
          "page": "814"
        },
        {
          "page": "3235"
        },
        {
          "page": "816"
        },
        {
          "page": "3236"
        },
        {
          "page": "817"
        },
        {
          "page": "817"
        },
        {
          "page": "3236"
        },
        {
          "page": "812"
        },
        {
          "page": "3234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0804-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 630,
    "char_count": 11319,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 1.570254573192751e-07,
      "percentile": 0.6785403318880753
    },
    "sha256": "31738d1eb9ece1d55653c5b5ba24ce749e5550d41e9314689a8f213a15f1d5f1",
    "simhash": "1:9a06d607675b645b",
    "word_count": 1760
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SPROUSE and WILKINSON, Circuit Judges, and MacKENZIE, Senior District Judge for the Eastern District of Virginia, sitting by designation."
    ],
    "parties": [
      "Kenneth R. CLARK, Plaintiff-Appellant, v. VELSICOL CHEMICAL CORPORATION; Forshaw Chemical, Incorporated, Defendants-Appellees. Thomas O. RHYNE, Plaintiff-Appellant, v. VELSICOL CHEMICAL CORPORATION; Forshaw Chemical, Incorporated, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nWILKINSON, Circuit Judge:\nThis case presents a question of the boundaries of federal jurisdiction. The plaintiffs are two United Parcel Service employees who were allegedly injured by a leaking package of insecticide. They maintain that they can bring their negligence action in federal court because their claim involves a substantial federal question— that is, whether federal regulations covering the packaging and handling of hazardous substances apply to the particular insecticide. Because plaintiffs concede they have no federal cause of action and because the federal regulations are relevant only through incorporation into the state negligence action, we lack jurisdiction over their lawsuit. See Merrell Dow Pharmaceuticals v. Thompson, 478 U.S. 804, 106 S.Ct. 3229, 92 L.Ed.2d 650 (1986).\nI.\nOn September 2, 1986, Kenneth Clark and Thomas Rhyne were transporting a five gallon drum of the chemical insecticide chlordane to an exterminator in North Carolina as part of their employment with the United Parcel Service. They allege that the drum began leaking and that, in their attempts to repair the container, they were exposed to the toxic chemical and have suffered permanent damage therefrom.\nClark and Rhyne brought suit in September 1989 in the United States District Court for the Eastern District of North Carolina against Velsicol Chemical Corporation, which manufactured the chlordane, and Forshaw Chemical, Inc., which distributed it in North Carolina. They charged , that defendants were negligent in that the packaging and labeling of the chemical did not comply with federal regulations governing the packaging, shipping and labeling of hazardous materials. See 29 C.F.R. pts. 1900-1999 (1990); 49 C.F.R. pts. 171-180 (Hazardous Materials Regulations) (1990). The defendants responded that the federal court lacked jurisdiction over the matter and moved the court to dismiss the complaint.\nOn August 14, 1990, the district court dismissed plaintiffs’ complaints on the ground that it lacked jurisdiction. Diversity jurisdiction was not available because plaintiffs and defendant Forshaw were all North Carolina citizens. See 28 U.S.C. § 1332. Nor did the court find that the case raised a significant federal question. See 28 U.S.C. § 1331. The relevant chapter of Title 29 of the Code of Federal Regulations (CFR) relates to the Occupational Safety and Health Administration (OSHA) and thus concerns standards governing the workplace and the relationship between employers and employees. Because the plaintiffs were employees of UPS and not of the defendants, the court ruled Title 29 was inapplicable. Title 49 of the CFR does impose standards for packaging various hazardous substances. The court held, however, that the Hazardous Material Transportation Act, codified as amended at 49 U.S.C.App. §§ 1801-1813, did not create an implied private right of action, see Borough of Ridgefield v. New York Susquehanna & W R.R., 810 F.2d 57 (3d Cir.1987); thus no federal question arose under Title 49.\nClark and Rhyne now appeal the dismissal of their lawsuits.\nII.\nPlaintiffs concede that they have no implied private rights of action under Titles 29 and 49. They nevertheless maintain that their complaint raises a substantial federal question. See 28 U.S.C. § 1331. Plaintiffs argue that their case “arises under the Constitution, laws, or treaties of the United States” because the only issue it presents is whether chlordane is a hazardous material to which the regulations in Title 49 of the CFR apply. Because resolution of this issue requires a technical examination of federal law and because regulation of commerce has historically been enforced in federal court, plaintiffs contend that federal courts are in the best position to make this determination.\nThe Supreme Court rejected a similar argument in Merrell Dow Pharmaceuticals Inc. v. Thompson, 478 U.S. 804, 106 S.Ct. 3229, 92 L.Ed.2d 650 (1986). In Mer-rell Dow, plaintiffs brought suit against the manufacturer and distributor of the drug Bendectin, charging that the drug caused multiple birth deformities when mothers ingested it during pregnancy. One of the negligence counts alleged that Bendectin was “misbranded” in violation of the Food, Drug, and Cosmetic Act (FDCA), 21 U.S.C. § 301 et seq., because the label failed to warn of the drug’s dangers. The plaintiffs did not allege that they had a federal cause of action under the FDCA, but rather that jurisdiction was proper because the case raised a substantial federal question in a state-created cause of action.\nThe Supreme Court held that federal jurisdiction did not lie. Since Congress had apparently chosen not to create federal private remedies, the Court held that “the presence of the federal issue as an element of the state tort is not the kind of adjudication for which jurisdiction would serve congressional purposes and the federal system.” 478 U.S. at 814, 106 S.Ct. at 3235. The Court also dismissed the contention that a powerful federal interest in uniform interpretation of federal laws gave rise to jurisdiction, noting that it could review the disposition of a decisive federal issue in a state cause of action even if no original district court jurisdiction existed. Id. at 816, 106 S.Ct. at 3236. In sum, the Court concluded that:\na complaint alleging a violation of a federal statute as an element of a state cause of action, when Congress has determined that there should be no private, federal cause of action for the violation, does not state a claim “arising under the Constitution, laws, or treaties of the United States.”\nId. at 817, 106 S.Ct. at 3237 (citing 28 U.S.C. § 1331).\nWe believe that the present case is not distinguishable from Merrell Dow. Plaintiffs concede they have no federal cause of action and argue that under North Carolina law a violation of any statute enacted for the safety and protection of the public constitutes negligence per se. See Carr v. Murrows Transfer, Inc., 262 N.C. 550, 138 S.E.2d 228 (1964). Assuming arguendo that plaintiffs’ view is the correct one, questions of causation and remedy, for example, would still be ones of state law, since no private federal action has been provided. Application of the particular federal statute in this case would remain but an element in plaintiffs’ state negligence action and cannot give rise to federal question jurisdiction. 478 U.S. at 817, 106 S.Ct. at 3236. Plaintiffs’ argument that the federal courts are the best situated to rule on a federal issue has already been rejected as a justification for federal jurisdiction in Merrell Dow.\nPlaintiffs argue that Merrell Dow is not controlling because the plaintiffs there alleged numerous alternative theories of negligence and thereby rendered the federal question non-essential. See Franchise Tax Bd. of Calif., v. Construction Laborers Vacation Trust for S. Calif, 463 U.S. 1, 103 S.Ct. 2841, 77 L.Ed.2d 420 (1983). Clark and Rhyne protest that the federal issue here, by contrast, is essential since they assert only a single claim that defendants were negligent because they violated federal regulations. We find this to be a distinction without a difference. The decision in Merrell Dow turned on the lack of congressional intent to create a private cause of action, and not on the number of theories of negligence:\nThe significance of the necessary assumption that there is no federal private cause of action thus cannot be overstated. For the ultimate import of such a conclusion, as we have repeatedly emphasized, is that it would flout congressional intent to provide a private federal remedy for the violation of the federal statute. We think it would similarly flout, or at least undermine, congressional intent to conclude that the federal courts might nevertheless exercise federal-question jurisdiction and provide remedies for violations of that federal statute solely because the violation of the federal statute is said to be a “rebuttable presumption” [of negligence] or a “proximate cause” under state law, rather than a federal action under federal law.\n478 U.S. at 812, 106 S.Ct. at 3234.\nNor do we believe that the cases on which plaintiffs rely support their cause. In Milan Express Co. v. Western Surety Co., 886 F.2d 783 (6th Cir.1989), the court addressed motor carriers’ direct rights under Interstate Commerce Commission bonds that were “created on federal forms, administered under federal regulations, and required by a federal statute.” Id. at 787. The court asserted jurisdiction because the motor carriers were arguing that their rights were created by federal law, whereas the plaintiffs in Merrell Dow were claiming that the alleged violation of federal regulations was merely evidence of negligence and not the actual basis of recovery. 886 F.2d at 788-89. In West 14th St. Commercial Corp. v. 5 W. 14th Owners Corp., 815 F.2d 188 (2d Cir.1987), the Second Circuit held that the plaintiffs were pursuing a federal cause of action which was expressly provided by the Condominium and Cooperative Abuse Relief Act, 15 U.S.C. §§ 3601-3616. The court did state that it also would have found a substantial federal question in the absence of a federal cause of action because the rights and relationships of the owners and tenants in that case were created by federal law. The court distinguished Merrell Dow, however, as a case where “the federal statute was merely incorporated by reference as a standard of conduct in a state negligence action.” 815 F.2d at 196.\nPlaintiffs cannot by artful pleading transform their state negligence action into a substantial federal question. Federal courts cannot create indirectly what Congress did not provide directly — namely, a federal forum for the privately asserted federal violations in this case. We therefore affirm the judgment of the district court dismissing the action for lack of jurisdiction. Because the dismissal is not on the merits, it is to be without prejudice to any action plaintiffs may bring in state court. See Fed.R.Civ.P. 41(b); Costello v. United States, 365 U.S. 265, 286, 81 S.Ct. 534, 545, 5 L.Ed.2d 551 (1961).\nIII.\nFor the foregoing reasons, the judgment of the district court is\nAFFIRMED.",
        "type": "majority",
        "author": "WILKINSON, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Gary Keith Shipman, Shipman, Lea & Allard, Wilmington, N.C. argued (Jennifer L. Umbaugh, on brief), for plaintiffs-appellants.",
      "Katharine Ruth Latimer, Spriggs & Holl-ingsworth, Washington, D.C., argued (Joe G. Hollingsworth, Barbara A. Milnamow, Washington, D.C., Mark Stanton Thomas, Richard Merritt Lewis, Elizabeth Davenport Scott, Maupin, Taylor, Ellis & Adams, P.A., Raleigh, N.C., on brief, for Velsicol Chemical Corp.; Dennis Lorenz Guthrie, Robert K. Trobich, Murchison, Guthrie, Davis & Henderson, Charlotte, N.C., on brief, for Forshaw Chemical, Inc.), for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "Kenneth R. CLARK, Plaintiff-Appellant, v. VELSICOL CHEMICAL CORPORATION; Forshaw Chemical, Incorporated, Defendants-Appellees. Thomas O. RHYNE, Plaintiff-Appellant, v. VELSICOL CHEMICAL CORPORATION; Forshaw Chemical, Incorporated, Defendants-Appellees.\nNos. 90-1841, 90-1842.\nUnited States Court of Appeals, Fourth Circuit.\nArgued March 4, 1991.\nDecided Sept. 10, 1991.\nGary Keith Shipman, Shipman, Lea & Allard, Wilmington, N.C. argued (Jennifer L. Umbaugh, on brief), for plaintiffs-appellants.\nKatharine Ruth Latimer, Spriggs & Holl-ingsworth, Washington, D.C., argued (Joe G. Hollingsworth, Barbara A. Milnamow, Washington, D.C., Mark Stanton Thomas, Richard Merritt Lewis, Elizabeth Davenport Scott, Maupin, Taylor, Ellis & Adams, P.A., Raleigh, N.C., on brief, for Velsicol Chemical Corp.; Dennis Lorenz Guthrie, Robert K. Trobich, Murchison, Guthrie, Davis & Henderson, Charlotte, N.C., on brief, for Forshaw Chemical, Inc.), for defendants-appellees.\nBefore SPROUSE and WILKINSON, Circuit Judges, and MacKENZIE, Senior District Judge for the Eastern District of Virginia, sitting by designation."
  },
  "file_name": "0196-01",
  "first_page_order": 284,
  "last_page_order": 287
}