{
  "id": 10525426,
  "name": "Michael GREEN, Plaintiff-Appellant, v. The RICH IRON COMPANY, INC., d/b/a Rich Iron, George Rizzo, Sr., and George Rizzo, Jr., Defendants-Appellees",
  "name_abbreviation": "Green v. Rich Iron Co.",
  "decision_date": "1991-09-11",
  "docket_number": "90-1309",
  "first_page": "852",
  "last_page": "854",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 852"
    }
  ],
  "court": {
    "name_abbreviation": "Fed. Cir.",
    "id": 8955,
    "name": "United States Court of Appeals for the Federal Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "450 U.S. 79",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181710
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "84"
        },
        {
          "page": "996"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0079-01"
      ]
    },
    {
      "cite": "9 USPQ2d 1384",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "863 F.2d 867",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/863/0867-01"
      ]
    },
    {
      "cite": "206 USPQ 873",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "pin_cites": [
        {
          "page": "878"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "627 F.2d 57",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1287929
      ],
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/627/0057-01"
      ]
    },
    {
      "cite": "206 USPQ 1012",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "pin_cites": [
        {
          "page": "1013"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "211 USPQ 1114",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "pin_cites": [
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "37 C.F.R. § 1.175",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "(a)(4)"
        },
        {
          "page": "(a)(4)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "167 USPQ 170",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 USPQ2d 1853",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "pin_cites": [
        {
          "page": "1856"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "860 F.2d 428",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        655680
      ],
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/860/0428-01"
      ]
    },
    {
      "cite": "35 U.S.C. § 251",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "37 C.F.R. § 1.56",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "530 F.Supp. 303",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5645355
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "309-11"
        },
        {
          "page": "310"
        },
        {
          "page": "308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/530/0303-01"
      ]
    },
    {
      "cite": "35 U.S.C. § 102",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 8241,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 8.965387009876594e-08,
      "percentile": 0.502214028694337
    },
    "sha256": "0dd625cf9a5b5ba14a2b26ebf902ff112d2a3befc48fffd55a632ccdac4a1a2b",
    "simhash": "1:a69f7b32eba8e489",
    "word_count": 1334
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MAYER, MICHEL and LOURIE, Circuit Judges."
    ],
    "parties": [
      "Michael GREEN, Plaintiff-Appellant, v. The RICH IRON COMPANY, INC., d/b/a Rich Iron, George Rizzo, Sr., and George Rizzo, Jr., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nMAYER, Circuit Judge.\nMichael Green appeals from the orders of the United States District Court for the Southern District of Florida in No. 88-2342-CIV compelling him to seek reissue of his patent from the Patent and Trademark Office (PTO) and staying the case pending the PTO’s determination. We reverse and remand.\nBackground\nGreen sued The Rich Iron Company and two individuals, George Rizzo, Sr., and George Rizzo, Jr. (Rich), claiming they infringed his patent for a combination hurricane shutter and security grill. In defense, Rich asserted that the patent was invalid because the invention was in public use or on sale more than one year before Green applied for the patent, see 35 U.S.C. § 102(b) (1988), and that Green’s inequitable conduct before the PTO made the patent unenforceable.\nRich filed a motion for summary judgment on its defenses which the district court denied without prejudice on January 22, 1990. However, the court sua sponte ordered Green to seek reissue from the PTO, reasoning: “Given the special expertise of the U.S. Patent Office regarding the validity of patents and concerns of judicial economy, this court follows its decision in Monte Carlo [Monte Carlo Hairpieces, Inc. v. On-Rite Men’s Hairpiece Co., No. 84-6456-CIV (S.D.Fla. Mar. 17, 1987) ] and that of numerous other courts to hold that a district court may compel a patentee to seek such reissue. See, e.g., Dresser Indus., Inc. v. Ford Motor Co., 530 F.Supp. 303, 309-11 (N.D.Tex.1981).”\nGreen moved for rehearing, directing the court’s attention to a notice from the Commissioner stating that the PTO would no longer investigate and reject reissue applications under 37 C.F.R. § 1.56 which covers inequitable conduct and the duty of disclosure in the PTO. See 1095 Official Gazette Pat.Off. 16 (Oct. 11, 1988). In denying the motion on March 14, 1990, because its earlier order had a “binary basis” for compelling Green to seek reissue, the court said that [notwithstanding a PTO opinion stating that it will no longer consider allegations of inequitable conduct, the PTO remains the best forum for consideration of the technical questions of public use and sale.”\nDiscussion\nThe issue is whether the district court can compel Green to seek reissue even though he insists there is no error in his patent. The relevant statute, 35 U.S.C. § 251 (1988), permits the Commissioner to reissue a patent that “is, through error without any deceptive intention, deemed wholly or partly inoperative or invalid, by reason of a defective specification or drawing, or by reason of the patentee claiming more or less than he had a right to claim in the patent.” The implementing regulations require reissue applicants to file a statement under oath or a declaration “[w]hen the applicant verily believes the original patent to be wholly or partly inoperative or invalid, stating such belief and the reasons why.” 37 C.F.R. '§ 1.175(a)(1) (1990). The applicant must explain how the errors arose or occurred, id. § 1.175(a)(5), and aver that the errors occurred without any deceptive intention, id. § 1.175(a)(6). Because Green insists there is no error in his patent, ordering him to seek reissue compels him to attest to error he does not believe exists. We cannot sustain such an order.\nThe district court’s January order referred to the PTO’s “special expertise” and the March order regarded it as the “best forum for consideration of the technical questions of public use and sale.” But the questions of public use and sale are ordinary legal issues properly resolved by a district court; the statute, 35 U.S.C. § 102(b) (1988), is clear, and resolution only requires its application to-the facts.\nIf the court’s discussion of the PTO’s “special expertise” means the court purported to select the PTO or its examiners as expert witnesses under Federal Rule of Evidence 706, the order is ineffectual. Examiners cannot be compelled to testify about their “mental processes” in reaching a decision on an application. See Western Elec. Co. v. Piezo Technology, Inc., 860 F.2d 428, 431, 8 USPQ2d 1853, 1856 (Fed.Cir.1988). Only factual matters, not reaching “the examiner’s ‘bases, reasons, mental processes, analyses or conclusions,’ ” are fair subjects for inquiry. Id. at 432, 8 USPQ2d at 1856 (quoting Shaffer Tool Works v. Joy Mfg. Co., 167 USPQ 170, 171 (S.D.Tex.1970)).\nThe critical problem with the court’s January order is that the “numerous other courts” alluded to by the district court compelled reissue between 1978 and 1982 under a regulation since superseded, 37 C.F.R. § 1.175(a)(4) (1978). See, e.g., Dresser Indus., Inc. v. Ford Motor Co., 530 F.Supp. 303, 310, 211 USPQ 1114, 1123 (N.D.Tex.1981); Slimfold Mfg. Co. v. Kinkead Indus., Inc., 206 USPQ 1012, 1013 (N.D.Ga.1980). During that period an applicant could seek the PTO’s opinion whether prior art not considered during the original examination “might cause the examiner to deem the original patent wholly or partly inoperative or invalid.” 37 C.F.R. § 1.175(a)(4) (1977). This “no defect” reissue proceeding, as the name implies, did not require an admission of error before the PTO would consider the reissue application. The proposal to eliminate this proceeding explained that by no longer considering reissue applications “not initially containing the defects required by 35 U.S.C. § 251,” the PTO sought to reduce prosecution costs and the backlog of pending patent applications. 46 Fed.Reg. 55,666 (1981). The change would leave “[ijnter-partes proceedings to resolve factual disputes ... to the courts to handle.” Id. The change became effective on July 1, 1982, and controls this case. 47 Fed.Reg. 21,746 (1982).\nEven when “no defect” reissue was available, the power of courts to compel litigants to seek reissue was not universally accepted. See Johnson & Johnson, Inc. v. Wallace A. Erickson & Co., 627 F.2d 57, 61, 206 USPQ 873, 878 (7th Cir.1980) (“Congress has not ... vest[ed] district courts with the power to initiate reissue proceedings, nor do courts possess inherent power which extends to compulsion upon pat-entees to seek reissue”); see also Dresser, 530 F.Supp. at 308, 211 USPQ at 1122 (“ordering a party to apply for reissue after it has elected to suspend infringement litigation to initiate a reexam on its own is not the same as compelling an unwilling party to return to the PTO after it has chosen an exclusively judicial forum to resolve its infringement claims”). But we need not dwell on the erstwhile viability of the practice; it is certainly not available now.\nThe district court apparently accepted Green’s argument that the PTO is not the proper forum to address inequitable conduct. On remand, that issue remains for resolution under the standard of Kingsdown Medical Consultants, Ltd. v. Hollister Inc., 863 F.2d 867, 9 USPQ2d 1384 (Fed.Cir.1988).\nConclusion\nAccordingly, the district court’s orders of January 22, 1990, and March 14, 1990, are reversed, and the case is remanded for further proceedings not inconsistent with this opinion.\nCOSTS\nNo costs.\nREVERSED AND REMANDED.\nRich also questioned our jurisdiction on the ground that the district court’s order was not appealable because it was merely a stay, and thus interlocutory. But the October 11, 1990, order of the motions judge refusing to dismiss for lack of jurisdiction because compelling Green to seek reissue has an injunctive effect is persuasive and we decline to disturb it. See Carson v. American Brands, Inc., 450 U.S. 79, 84, 101 S.Ct. 993, 996, 67 L.Ed.2d 59 (1981).",
        "type": "majority",
        "author": "MAYER, Circuit Judge."
      }
    ],
    "attorneys": [
      "David M. Shenkman, David M. Shenk-man, P.A., Coral Gables, Fla., argued, for plaintiff-appellant.",
      "Fred E. McKelvey, Sol., Arlington, Va., argued, for amicus curiae, Com’r of Patents and Trademarks. With him on the brief was Richard E. Schafer.",
      "Robert C. Kain, Jr., Cesarano & Kain, P.A., Miami, Fla., argued, for defendants-appellees. With him on the brief was Alan R. Soven, Alan R. Soven, P.A., Miami, Fla., of counsel."
    ],
    "corrections": "",
    "head_matter": "Michael GREEN, Plaintiff-Appellant, v. The RICH IRON COMPANY, INC., d/b/a Rich Iron, George Rizzo, Sr., and George Rizzo, Jr., Defendants-Appellees.\n90-1309.\nUnited States Court of Appeals, Federal Circuit.\nSept. 11, 1991.\nDavid M. Shenkman, David M. Shenk-man, P.A., Coral Gables, Fla., argued, for plaintiff-appellant.\nFred E. McKelvey, Sol., Arlington, Va., argued, for amicus curiae, Com’r of Patents and Trademarks. With him on the brief was Richard E. Schafer.\nRobert C. Kain, Jr., Cesarano & Kain, P.A., Miami, Fla., argued, for defendants-appellees. With him on the brief was Alan R. Soven, Alan R. Soven, P.A., Miami, Fla., of counsel.\nBefore MAYER, MICHEL and LOURIE, Circuit Judges."
  },
  "file_name": "0852-01",
  "first_page_order": 940,
  "last_page_order": 942
}