{
  "id": 10521943,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Fred RICHMAN, Defendant-Appellant",
  "name_abbreviation": "United States v. Richman",
  "decision_date": "1991-09-12",
  "docket_number": "No. 90-1395",
  "first_page": "323",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 323"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "818 F.2d 1317",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1716588
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1320-21"
        },
        {
          "page": "1320-21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/818/1317-01"
      ]
    },
    {
      "cite": "106 L.Ed.2d 570",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 3220",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "492 U.S. 908",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6243200,
        6242850,
        6240040,
        6243946,
        6240362,
        6244589,
        6241551,
        6240944,
        6244240,
        6242192,
        6242512,
        6241839,
        6240662,
        6243544,
        6239740
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/492/0908-11",
        "/us/492/0908-10",
        "/us/492/0908-02",
        "/us/492/0908-13",
        "/us/492/0908-03",
        "/us/492/0908-15",
        "/us/492/0908-06",
        "/us/492/0908-05",
        "/us/492/0908-14",
        "/us/492/0908-08",
        "/us/492/0908-09",
        "/us/492/0908-07",
        "/us/492/0908-04",
        "/us/492/0908-12",
        "/us/492/0908-01"
      ]
    },
    {
      "cite": "869 F.2d 301",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528843
      ],
      "pin_cites": [
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/869/0301-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1503",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 19",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        601099
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "26"
        },
        {
          "page": "320"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0019-01"
      ]
    },
    {
      "cite": "859 F.2d 461",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528296
      ],
      "pin_cites": [
        {
          "page": "466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/859/0461-01"
      ]
    },
    {
      "cite": "816 F.2d 304",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1678180
      ],
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/816/0304-01"
      ]
    },
    {
      "cite": "757 F.2d 163",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        317406
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/757/0163-01"
      ]
    },
    {
      "cite": "852 F.2d 199",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542586
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "205"
        },
        {
          "page": "205",
          "parenthetical": "emphasis original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/852/0199-01"
      ]
    },
    {
      "cite": "811 F.2d 979",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1165320
      ],
      "pin_cites": [
        {
          "page": "983-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/811/0979-01"
      ]
    },
    {
      "cite": "47 L.Ed.2d 746",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 1481",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "424 U.S. 976",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12064868,
        12064809,
        12064715,
        12065072,
        12064914,
        12064979,
        12064600,
        12064509
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0976-05",
        "/us/424/0976-04",
        "/us/424/0976-03",
        "/us/424/0976-08",
        "/us/424/0976-06",
        "/us/424/0976-07",
        "/us/424/0976-02",
        "/us/424/0976-01"
      ]
    },
    {
      "cite": "522 F.2d 534",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1111809
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "544"
        },
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/522/0534-01"
      ]
    },
    {
      "cite": "98 L.Ed. 435",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "347 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299228
      ],
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "8"
        },
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/347/0001-01"
      ]
    },
    {
      "cite": "909 F.2d 982",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540524
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "990"
        },
        {
          "page": "991"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/909/0982-01"
      ]
    },
    {
      "cite": "38 L.Ed.2d 61",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 155",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 827",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11725664,
        11725857,
        11725797,
        11726117,
        11726023,
        11725704,
        11726059,
        11725741,
        11725938,
        11725981
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/0827-01",
        "/us/414/0827-05",
        "/us/414/0827-04",
        "/us/414/0827-10",
        "/us/414/0827-08",
        "/us/414/0827-02",
        "/us/414/0827-09",
        "/us/414/0827-03",
        "/us/414/0827-06",
        "/us/414/0827-07"
      ]
    },
    {
      "cite": "477 F.2d 508",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2266144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/477/0508-01"
      ]
    },
    {
      "cite": "873 F.2d 1033",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537059
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1038-40"
        },
        {
          "page": "1039"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/873/1033-01"
      ]
    },
    {
      "cite": "483 U.S. 350",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        28213
      ],
      "weight": 5,
      "year": 1987,
      "pin_cites": [
        {
          "page": "360"
        },
        {
          "page": "2882"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/483/0350-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1341",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 1343",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1485,
    "char_count": 39765,
    "ocr_confidence": 0.759,
    "pagerank": {
      "raw": 1.3992956910554923e-07,
      "percentile": 0.6443798460836906
    },
    "sha256": "9ca9dd049e76b7d438da99ab04a3b5b4ef36e4a494e30f8e18328487f3472768",
    "simhash": "1:afdad1d70fb6487d",
    "word_count": 6407
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CUMMINGS, COFFEY and MANION, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Fred RICHMAN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "COFFEY, Circuit Judge.\nFred Richman appeals his convictions of two counts of wire fraud under 18 U.S.C. § 1343 and eight counts of mail fraud under 18 U.S.C. § 1341. We affirm.\nI. FACTS\nFred Richman, an attorney practicing in Chicago, Illinois, was charged with mail fraud and wire fraud as a result of his involvement in two separate schemes to defraud Wausau Insurance Company.\nThe first of Richman’s schemes to defraud the insurance company arose from Richman’s legal representation of Herbert Bluhm in an accident claim against the owner of Tinley Park Plaza, a shopping mall in Tinley Park, Illinois, and its insurer, Wausau Insurance Company. On October 20, 1984, Bluhm, an elderly man fell to the sidewalk or pavement outside the Cozy Corner Restaurant in the Plaza and fractured his hip, resulting in significant medical expenses. After reporting the accident to Coldwell Bankers Real Estate Company, the leasing agent for the Tinley Park Plaza, Bluhm’s son, Richard, retained Fred Richman’s law firm to represent Herbert Bluhm in Herbert’s claim for damages.\nIn early 1985 Wausau’s regional office referred the investigation of the Bluhm case to Michael Wachala, one of their adjusters. When Wachala attempted to interview Herbert Bluhm on February 1, 1985, concerning his injury, Bluhm advised Wa-chala that he was represented by the law firm of Richman and Evins. Wachala made several attempts to contact the law firm through phone calls and letters, but was unsuccessful in reaching anyone until December 18, 1985, when he received a phone call from an individual who identified himself as Gil Lande, a legal assistant with Richman and Evins. Lande stated that he was calling about the Bluhm case and during the conversation asked whether “with the holidays coming up, you might be able to use a little something extra in your pocket, and one hand can help the other.” Wachala reported this comment to his supervisor, Jim Ebel, who in turn contacted the company’s home office, and it was suggested that Wachala speak with Lande again to determine the meaning of Lande’s statement.\nLande and Wachala met at the offices of Richman and Evins in early January 1986. At this meeting, Lande said: “[s]o you decided to make yourself some ‘buckie-wuckies,’ ” and thereafter proceeded to outline a plan in which Wachala would receive five percent of the compensation if he settled the case. Lande showed Wachala two photographs of the accident site, one photo displaying a wheelchair ramp and the other a crack in the parking lot pavement. Pointing to the wheelchair ramp, Lande stated: “This is where the accident happened, but it doesn't look good there. Let’s move it over here to where there is a crack in the pavement, and let’s say that the accident happened there.” Lande initially suggested a settlement amount of $50,000, but then said, “[n]o, make yourself look good. Let’s go for $40,000.” After this discussion Lande introduced Wachala to attorney Fred Richman who told Wacha-la that he “would have to use [his] imagination” to settle the case and reminded Wa-chala that he “did not have to announce this to the world.”\nWachala likewise reported this information to his supervisor, Ebel. Thereafter, it was arranged for Ebel and Wachala to meet with Postal Inspector John Joyce to inform the federal authorities of the payoff scheme. Wachala agreed to assist the postal inspectors in their investigation of the fraudulent scheme at the Richman and Evins law firm and at the suggestion of the federal authorities, he allowed his conversations with members of the Richman law firm to be recorded. Except for one unrecorded telephone conversation of January 16, 1986, between Wachala and Lande, subsequent meetings and telephone calls were taped and recorded as part of the mail and wire fraud investigation.\nIn the unrecorded telephone conversation of January 16, 1986, Wachala informed Lande that he wished to procure a signed statement from Bluhm describing the accident. Lande suggested to Wachala that Lande and Wachala meet and that the two of them prepare a statement for Bluhm’s use concerning the events surrounding Bluhm’s injury. When Wachala expressed concern about whether Bluhm might say something different than what was contained in the fabricated statement, Lande advised Wachala that Bluhm would say exactly what he (Lande) wanted him to say.\nPursuant to the plan described during the phone conversation of January 16, 1986, Lande and Wachala met at Richman’s office on January 20, 1986. In this meeting Lande conducted a telephone interview of Bluhm. During the call Lande asked Bluhm questions and contemporaneously repeated to Wachala what Bluhm supposedly was telling him. Lande stated that Bluhm declared that he walked from the wheelchair ramp to the parking lot using a metal walker, and at this time his walker became lodged in a crack in the parking lot, thereby causing him (Bluhm) to be thrown off balance and catapulted to the pavement. Wachala recorded the statements Lande was making as if they were personal statements of Bluhm. Wachala later testified that while he was listening to the phone conversation between Lande and Bluhm he gained the impression that Lande was putting words in Bluhm’s mouth, as Lande didn’t give Bluhm enough time to respond to the questions prior to informing Wachala of Bluhm’s alleged answers. Bluhm’s purported “personal statement” recorded by Wachala during the telephone conversation between Lande and Bluhm was in contradiction to Lande’s earlier statement to Wachala that the fall had taken place at the wheelchair ramp rather than at the crack in the parking lot, but the “personal statement” was consistent with Lande’s devised scheme revealed at the earlier meeting that Wachala should misrepresent the location of the accident.\nThe Bluhm settlement was finalized on February 3, 1986, during Wachala and Lande’s next meeting when Wachala presented Lande with a draft in the amount of $40,000. Richman entered the room and told Lande and Wachala that his partner, Sam Evins, would work with them to complete the transaction. When Evins arrived he handed Lande an envelope containing $2,000 in cash, and Lande turned the money over to Wachala. During the meeting Lande made clear to Wachala that he and the law firm partners were interested in similar deals and made it clear that Wacha-la would be compensated if he provided information about other unrepresented claimants.\nRichman’s second caper to defraud Wau-sau and line his own pocket arose out of Wachala’s response (under the supervision of Postal Inspector John Joyce) to Lande’s solicitation of future leads to unrepresented claimants. Unlike the Bluhm case, which involved an actual accident, the subsequent claim was a fictional case the government and Wachala created solely for the purpose of investigating Richman. All of the conversations concerning this fabricated claim were tape recorded.\nIn response to Lande’s solicitation of information, Wachala telephoned Richman on May 16,1986 and informed him that he had discovered a case of an unrepresented Illinois Structural Work Act claimant in Wau-sau’s files. He inquired whether Richman would be interested in the case and stated that Lande had informed Wachala that he “could get some money up front.” Immediately after Wachala’s statement concerning the receipt of “up front” money, Rich-man responded “of course you can,” and proceeded to inquire concerning how valuable it would be and whether the injured person was seeking representation through Wachala. Wachala told Richman that the injured party was a roofer who fell off a roof and incurred $90,000 in “specials,” but that the claimant was unaware of Wacha-la’s contact with Richman. Richman expressed an interest in gaining background information on the claim. He further stated a need “to have some rationale of calling [the injured party] without involving anyone with ... [Wausau].” Richman asked Wachala if he “could pull a few pieces from the file to photostat,” and stated “I really have to see the file.” After this exchange Wachala informed Richman that a workers compensation case was supposedly being handled by Wausau, but there had been no claim filed against the applicable liability insurance policy.\nRichman and Wachala met on May 30, 1986, to further discuss the Structural Work Act claim. Wachala told Richman that the roofer was named Don Williams, lived in Hanover Park, Illinois, and was earning $17.50 to $18.00 an hour at the time of the accident working for F.W. Waters & Sons Roofing of Naperville, Illinois. Richman stated that he was trying to “figure out a hook” to justify contacting Williams and declared that:\n“I could tell them that I ... ordered some records from Loyola University ... on another case and his records were included. And it looked like an accident case and I wondered if he had anybody representing him.”\nWachala replied that he had no objection to that course of conduct. Richman attempted to telephone Williams, but was unable to reach him. Richman and Waehala proceeded to discuss the question of which adjuster would handle the case for Wausau and explored the possibility as to whether it might be Waehala. Richman noted that if Waehala were the adjuster, “that makes it even more advantageous because there’s, you know, money to be made at that end.” Richman stated that “getting the case [is] the main thing,” and “I’ll take care of you [Waehala], up front on it and then we would see where it goes if ... you can manipulate it or do what you can.” When Waehala was preparing to leave, Richman declared that he would receive money within a week of Williams’ agreeing to have Richman represent him. Richman and Wa-chala further discussed the possibility of paying Waehala $3,000 to $5,000 if Williams agreed to hire the Richman law firm as his attorney.\nRichman called Williams on the telephone and informed him on June 3, 1986 that he “had ordered some records on one of [his] cases ... from [the McGraw Hospital of the Loyola University Medical School in Chicago, Illinois] and [he] got a few records that were mistakenly included on Williams.” He also told Williams that the records had “something to do with Wausau Insurance Company.” Williams and Rich-man proceeded to discuss Williams’ case. Williams told Richman that he was doing roofing work for F.W. Waters & Sons. He said that the accident took place “in January,” that it “was cold and moist[]” and that he “fell off a roof from a ladder and ... there was scaffolding involved_” He went on to state that he was thirty-five years old, his injuries were serious and that he went from making $16.00 an hour to $8.45 an hour as the result of the accident. Williams and Richman agreed to meet, and during their meeting Williams stated that he fell from the ladder while he was stepping onto the roof and that he “was really careless when [he] got onto the roof.” Richman replied that Williams’ carelessness was immaterial to his ability to collect damages.\nFour days later, on June 10, 1986, Rich-man and Waehala conversed over the phone, at which time Richman requested that Waehala obtain photostatic copies of data in Wausau’s file, including the identity of the insured, photographs of the scaffolding, the name of the general contractor and the identities of any witnesses. He informed Waehala that he would get the material himself at a later date, presumably through discovery, “and destroy whatever you’ve given me so the [material] won’t be floating around.” He also advised Waehala that Williams had agreed to become his client.\nWhen Richman and Waehala met at Rich-man’s office on July 1, 1986, Waehala told Richman he was unable to photostat information from the file, but proceeded to answer questions for Richman based upon information supposedly contained in Wau-sau’s files. In accordance with Williams’ version of the accident, Richman informed Waehala that Williams had fallen from one of the ladders attached to the general contractor’s scaffolding. Waehala replied that “the file is assuming that [Williams] fell off the scaffold,” which was covered with ice. When Richman heard this he said, “[t]hen you better leave [the file as it is] because otherwise he fell off of [his employer’s] ladder.” Waehala also told Rich-man that there were no witnesses to the fall and that he (Waehala) would be able to have himself assigned as the case’s adjuster. At that time Richman cautioned Wa-chala to conceal their collaboration: “Listen I don’t want anybody to know of course what we’re doing, you know, you’re not telling anybody, the company or anybody.” Waehala assured him that he was not. During the course of this meeting Richman paid Waehala $3,000 for the services he performed (a referral fee), and clearly implied that further amounts would be paid “especially if [Waehala] got the file.”\nIn a July 10, 1986, telephone conversation, Richman also warned Williams not to talk about the case. Even though Williams said he did not recall any ice, Richman went on to say that the general contractor thinks “that there was ice so they felt that ... ice was a contributing factor to [the accident].” He continued: “Let’s keep it under raps [sic]. I really don’t want you to talk to anybody anymore about the factual situation on the ice.”\nAfter the postal inspectors’ investigation of Richman had been completed and the information turned over to a grand jury, an indictment was issued on November 17, 1988, charging Richman with two counts of wire fraud under 18 U.S.C. § 1343 and one count of mail fraud under 18 U.S.C. § 1341 concerning the Bluhm claim. The two counts of wire fraud arose from the transmission of a message (in accordance with Richman’s scheme) from Wausau’s regional office in River Forest, Illinois to the home office in Wausau, Wisconsin and thereafter from Wausau to Chicago, Illinois requesting a wire transfer of $40,000, both of which took place over interstate telephone lines on February 6, 1986. The mail fraud relevant to the Bluhm case arose from Richman’s mailing the letter containing Bluhm’s release and settlement from his office in Chicago, Illinois to Wausau Insurance Company in Wausau, Wisconsin on February 17, 1986. The grand jury further indicted Richman with seven other counts of mail fraud in the Williams’ case.\nRichman was convicted on all counts after a jury trial. The court sentenced him to concurrent five-year terms of confinement on the two counts of wire fraud as well as seven of the eight counts of mail fraud. On the remaining mail fraud count (Williams case) Richman was sentenced to five years of probation to be served consecutively to his incarceration. As a condition of his probation, Richman was ordered to pay restitution to Wausau Insurance Company in the amount of $40,000.\nII. ISSUES PRESENTED\nThis case presents the following issues: (1) Whether the government was required to demonstrate that Richman obtained or intended to obtain money “in excess of an amount [he was] entitled to” through his fraudulent conduct; (2) Whether the evidence presented for Counts VI-X relating to the Williams’ claim constituted a scheme to defraud Wausau; (3) Whether the district court appropriately permitted argument by the prosecutor on the possibility of fabrication of facts in the Williams case and denied an allegedly curative jury instruction Richman proposed; (4) Whether the trial court abused its discretion in admitting testimony regarding the confidentiality of the information contained in Wau-sau’s files as evidence of a fraudulent act in obtaining the information.\nIII. PROOF OF THE AMOUNT OF MONEY GAINED BY FRAUD\nRichman challenges his convictions on all counts, arguing that the government failed to demonstrate that the schemes he was involved in constituted schemes to defraud the Wausau Insurance Company of money or property under the United States Supreme Court’s decision in McNally v. United States, 483 U.S. 350, 107 S.Ct. 2875, 97 L.Ed.2d 292 (1987). Specifically, he alleges that the evidence presented fails to support his conviction as a matter of law, since\n“McNally stands for the proposition that, unless money is obtained (or one intends to obtain money) in excess of an amount one is entitled to, there is no fraudulent taking and thus no scheme to defraud or obtain money under the Mail Fraud Statute. The burden is on the Government to present evidence that a defendant intended to receive an unlawful sum, i.e., an amount over and above what was lawfully due to the defendant.”\nThe thrust of Richman’s McNally-based challenge to his convictions is that the government was required to demonstrate that his conduct resulted (or was intended to result) in a monetary loss to Wausau which otherwise would not have occurred. He asserts that the government failed to establish that Richman would have been unable to achieve a $40,000 settlement in the Bluhm case through honest means and that the government did not demonstrate any fraudulent deprivation of Wausau’s funds in the Williams claim.\nIn Ranke v. United States, 873 F.2d 1033, 1038-40 (7th Cir.1989), we dealt with a similar fraudulent scheme and contention in a case where a subcontractor paid “kickbacks” to an executive of a general contractor from funds the subcontractor received pursuant to a contract with the general contractor. In appealing his mail fraud conviction the executive argued that the “subcontract was not ‘padded’ — i.e., that [the subcontractor] absorbed the cost of the kickbacks — that [the subcontractor’s] prices were fair and reasonable, and that [the subcontractor] did in fact perform the services for which [the general contractor] contracted.” Id. We stated “[i]n essence, [the executive] claims that the [the general contractor] was not hurt in its pocket book....” Id. In response, we held that the executive’s\n“claim that [the subcontractor’s] prices were not padded is of no avail. It does not matter that [the subcontractor] might have settled for a lower profit to ‘absorb’ the cost of the kickbacks. We can assume that [the general contractor] bargained to pay [the subcontractor] for what one would consider its ‘legitimate’ expenses (labor, materials, permit fees, etc.) and its profit (whatever profit [the subcontractor] was willing to accept). But, regardless of whether [the subcontractor’s] price appeared to be reasonable and competitive, we cannot assume that [the general contractor] bargained to also pay money to its own employee, Ranke. As we stated in [United States v ]. George, [477 F.2d 508 (7th Cir.), cert. denied, 414 U.S. 827, 94 S.Ct. 155, 38 L.Ed.2d 61 (1973) ], ‘it is preposterous to claim’ that [the general contractor] would accept such a payment as part of the deal. To paraphrase the words of the Fifth Circuit, [the general contractor] was induced to part with its money on the basis of the false premise, implicitly represented to it by [the general contractor’s executive and the subcontractor], that [the general contractor’s executive] would not receive a portion of that money.”\nId. at 1039-40. The establishment of a mail fraud does not include a requirement that the defendant receive or intend to receive money or property “in excess of an amount [he was] entitled to [receive].” Ranke makes clear that inducement for a company to part with money based upon an implicit false premise violates the mail fraud statute when any portion of the money the company is induced to pay is fraudulently given to the company’s own employee without the company’s knowledge and/or consent. See id. at 1040. Rich-man’s conduct in regard to both the Williams and Bluhm cases involved fraudulent schemes in which a Wausau employee was to receive funds under the table from the claimant’s attorney, in the Bluhm case for facilitating a settlement and in the Williams case for 1) referring a client, 2) supplying information from Wausau’s private claim file and 3) eventually expediting settlement. Wausau certainly would not have approved of an employee referring a case to a private lawyer (thus causing Wausau to incur legal expenses), withdrawing information about unrepresented claimants from Wausau’s private files and/or receiving money from the claimant’s attorney for participating in an ex parte settlement of the claims. We agree that a person or company has been defrauded when “he has lost his chance to bargain with the facts before him.” Id. at 1038 (quoting Judge Learned Hand).\nGinsburg v. United States, 909 F.2d 982 (7th Cir.1990), provides further support for upholding Richman’s mail and wire fraud conviction. There we considered an attorney’s scheme to bribe County Tax Appeals Board officials as a means to reduce tax assessments on client properties. The defendant argued “that the jury could not have necessarily found that the mail fraud scheme caused a loss of money or property because the government presented no evidence that he was more successful in obtaining assessment reductions than other attorneys who were not paying bribes to Board officials.” Ginsburg, 909 F.2d at 990. We rejected this contention holding:\n“[Bjecause the actual success of a scheme to defraud is not required for a mail fraud conviction ... it was unnecessary for the government to demonstrate that [the defendant] actually received greater reductions in tax assessments than honest attorneys. The evidence showed that [the defendant] paid bribes to Board officials to obtain lower tax assessments for his clients. How his success rate compared to the success rates of other attorneys who obtained reductions for their clients without bribing Board officials is irrelevant.”\nId. at 991. As we went on to hold:\n“[The defendant’s] lack of opportunity to show that the reductions he obtained were somehow justified in spite of his bribes does not establish that he was convicted only under an ‘intangible rights’ theory of mail fraud. [The defendant] claims in effect that his bribery was unnecessary but if so, then that was a mistake he made at the time.”\nId. Both Ranke and Ginsburg clearly refute Richman’s shopworn contention that the government was required to demonstrate that Richman would have been unable to attain equivalent settlements through legitimate means in order to establish schemes to defraud Wausau under the wire fraud and mail fraud statutes. Thus, it was unnecessary for the government to establish that Wausau paid or the defendant intended Wausau to pay an amount above and beyond that to which the claimants were entitled.\nIV. THE WILLIAMS SCHEME\nRichman challenges his convictions on the mail fraud counts relating to the Williams case on the basis that he never made false representations to Wau-sau concerning this matter. He argues that “[t]he gist of the Government’s case with respect to the Williams ‘sting’ was that Defendant ‘lied to Williams concerning the true facts surrounding the acquisition of the information concerning his case from Wausau’s files.’ ” (quoting Count I of the indictment). But Richman’s attempt to over-simplify the government’s evidence against him is ineffective. The record establishes clear and convincing proof that Richman had devised a scheme and implemented it with the solicitation of Wachala to gain and provide information from Wau-sau’s private claim files (specifically those files regarding claimants who were unrepresented) and offered and in fact did pay Wachala for securing this information. He attempted to conspire with Wachala to conceal what he believed to be the true facts of the claim and suggested that Wachala adjust the claim in order to receive a more favorable settlement. Further, he warned Wachala to keep his relationship with Rich-man secret, obviously to avoid discovery of his nefarious scheme. In furtherance of this fraudulent scheme and in preparation of bringing it to fruition, Richman sent numerous items through the U.S. mail informing potential defendants (e.g. the general contractor and Williams’ alleged employer) that he was representing Williams as well as requesting medical records from the hospitals that purportedly treated Williams. We have held that:\n“The required elements for a Section 18 U.S.C. § 1341 violation are two: (1) a scheme to defraud, and (2) the use of the U.S. mails in furtherance of that scheme. Pereira v. United States, 347 U.S. 1, 8, 74 S.Ct. 358, 362, 98 L.Ed. 435 (1954); United States v. Keane, 522 F.2d 534, 544 (7th Cir.1975) cert. denied, 424 U.S. 976, 96 S.Ct. 1481, 47 L.Ed.2d 746 (1976). In Keane, 522 F.2d at 545, this court noted: ‘Neither the ultimate success of the fraud nor the actual defrauding of a victim is crucial to a successful prosecution.’ ”\nUnited States v. Lovett, 811 F.2d 979, 983-84 (7th Cir.1987). This Court has further stated that “the mail fraud statute proscribes fraudulent schemes; it does not confine penalties to those whose schemes succeed in raking off cash....” United States v. Keane, 852 F.2d 199, 205 (7th Cir.1988) (emphasis original). On the basis of the record before us, we are convinced that Richman devised and implemented a scheme to defraud Wausau Insurance Company in the matter of the alleged Williams accident,, and he used the U.S. mails and interstate telephone lines in furtherance of the scheme. Thus, it is immaterial that the claim did not progress to the point where Richman had to make false representations directly to Wausau Insurance Company. If the Williams’ claim were authentic rather than fictional, Wausau most certainly would have been deceived as to the true facts of the case.\nIn a somewhat related argument Richman asserts that his payment of $3,000 to Wachala for information relating to the Williams claim as well as for concealing his relationship with Richman cannot be considered as part of a fraudulent scheme because Richman was under no legal duty to disclose to Wausau his relationship with Wachala. We have rejected the argument that there must be a clear legal rule prohibiting conduct or requiring disclosure of an action in order for it to provide a basis for a fraudulent scheme:\n“Holzer argues that he could not be deemed to have acted fraudulently when there was no clear-cut ethical rule prohibiting him from receiving loans from lawyers with business before him. This thrust is wide of the mark, since even if the receipt of the loans were not prohibited, the failure to disclose their receipt, at the very least to counsel opposing lenders, would be fraudulent in the circumstances. But this point to one side, we do not agree that the absence of an explicit rule should make a difference. We do agree that the words ‘scheme or artifice to defraud’ don’t reach everything that might strike a court as unethical conduct or sharp dealing.... However, as we emphasized in [United States v. Dial, 757 F.2d 163 (7th Cir.1985) ], elaborate efforts at concealment — illustrated here by Holzer’s clandestine meeting with Worsek after the FBI investigation began, by his failure to list the ‘loans’ on the Rule 68 statement, and by his repeated public denial of receiving favors of any kind (which certainly included such questionable loans from counsel appearing before him)—are powerful evidence that a defendant’s conduct violates an ethical standard well known to him and to the whole community, and not just something thought up after the fact by a perhaps overly sensitive federal judge.”\nUnited States v. Holzer, 816 F.2d 304, 309 (7th Cir.1987). Likewise, we are convinced that the legal and “ethical standard[s] well known to [Richman] and to the whole community” prohibit an attorney, as part of a scheme to obtain money on a client’s claim, from paying an insurance adjuster under the table to obtain information to which he was not entitled from the insurer’s file and furthermore concealing this relationship and scheme from the insurance company. Thus, the appellant’s “no duty to disclose” argument is without merit.\nV. ALLEGED IMPROPER PROSECUTO-RIAL ARGUMENT AND REFUSAL OF CURATIVE INSTRUCTION\nRichman also argues that the trial court erred in permitting the government to assert in closing argument that Richman made statements to Wachala in their July I, 1986 meeting to the effect that the facts of the Williams’ accident should be presented to Wausau as a fall from the general contractor’s icy scaffold, as stated in Wau-sau’s file, rather than a careless fall from a ladder while stepping onto a roof as Williams described the incident. In response to this argument the defendant sought to have the court provide the jury with an instruction regarding the strict liability nature of actions under the Illinois Structural Work Act. The trial court refused the instruction because the government did not argue that a claimant’s negligence was relevant to recovery under the Illinois Structural Work Act.\nThe government’s closing argument essentially constituted a recapitulation of the taped conversations between Richman and Wachala and between Richman and Williams in which the discrepancy between the facts related to Williams’ conversations with Richman and the facts supposedly contained in Wausau’s file on the Williams case were highlighted. The government did nothing more than infer that Richman intended to present Wausau with a set of facts far afield from those Williams gave him. In closing argument “[t]he government is free to draw any reasonable inference from the evidence adduced at trial— ” United States v. Spivey, 859 F.2d 461, 466 (7th Cir.1988). Because the inference that Richman intended to present a doctored-up set of facts is certainly a reasonable one, after reviewing the record, the government’s closing argument was legitimately based in the trial record, and we are of the opinion that the argument was proper.\nIn light of the propriety of the government’s closing argument, there was no defect to be cured with the defendant’s proposed Supplemental Work Act instruction. In addition, the requested instruction concerning strict liability under the Structural Work Act would have been superfluous because, even in a strict liability situation, altering the facts (as the appellant intended) to make liability more certain would be a material falsehood constituting a fraudulent act. The point at issue was whether Richman was involved with a fraudulent scheme, and the instruction relating to strict liability under the Illinois Structural Work Act in our opinion would not have been helpful and even confusing to the jury. Thus, the trial court properly permitted the government’s closing argument and refused the defendant’s Structural Work Act instruction.\nVI. ADMISSION OF EVIDENCE REGARDING CONFIDENTIALITY OF WAUSAU’S FILES\nRichman asserts that the trial court erroneously admitted testimony regarding the confidentiality of Wausau’s files. Initially, he claims that the indictment did not charge him with theft of information, and thus, the testimony regarding Wausau’s policy of keeping its files confidential was irrelevant to the scheme charged. This argument is absurd, for the evidence was directed toward proving an element of the fraudulent plan rather than the theft of the evidence. The indictment specifically alleges that “[i]t was further part of the scheme that on or about May 16, 1986, defendant FRED RICHMAN requested Michael Wachala to provide him with information from Wau-sau’s file concerning a claimant who was not represented by an attorney.” The fact that Wausau considered information relating to unrepresented claimants “confidential” is certainly relevant to the issue of whether the request for such information was part of a fraudulent scheme.\nThe appellant further argues that the information taken from the files was merely the name of the claimant, which was not “property” of Wausau for purposes of the Mail Fraud Statute. As a factual matter, Richman is being less than truthful, for he obtained a great deal more information from Wausau’s fictitious file than Williams’ name, including the facts of the accident as well as the alleged identity of the contractors involved. Furthermore, “[c]onfidential business information has long been recognized as property,” and a corporation has the exclusive right to such information. Carpenter v. United States, 484 U.S. 19, 26, 108 S.Ct. 316, 320, 98 L.Ed.2d 275 (1987). Richman’s payment of Wachala for information from Wausau’s files regarding the Williams claim was part of Richman’s strategy to ultimately obtain money from Wausau. Wausau’s confidentiality policy supports the common sense proposition that an insurance company’s claim files are not public information but are the private property of the insurance company and are only disclosed with the insurance company’s consent or pursuant to appropriate discovery proceedings. Thus, because the testimony regarding the confidentiality of the insurer’s files was relevant to demonstrate a part of Rich-man’s fraudulent scheme with respect to the Williams’ claim, it was properly admitted in evidence.\nVII. CONCLUSION\nWe agree with established case law which holds that it is unnecessary for the government to demonstrate that the defrauded party parted with a larger amount of money than it would have as a result of the fraudulent scheme in order to satisfy the requirements of the mail and wire fraud statutes. Thus, we hold that the evidence in the record of Riehman’s participation in the fraudulent schemes constitutes fraud as a matter of law. Furthermore, the district court properly refused the defendant’s requested jury instructions. The district court’s judgment is\nAffirmed.\n. 18 U.S.C. § 1343 states:\n\"Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises, transmits or causes to be transmitted by means of wire, radio, or television communication in interstate or foreign commerce, any writings, signs, signals, pictures, or sounds for the purpose of executing such scheme or artifice, shall be fined not more than $1,000 or imprisoned not more than five years, or both.”\n. 18 U.S.C. § 1341 reads in pertinent part:\n'Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises, ... places in any post office or authorized depository for mail matter, any matter or thing whatever to be sent or delivered by the Postal Service, or takes or receives therefrom, any such matter or thing, or knowingly causes to be delivered by mail according to the direction thereon, or at the place at which is directed to be delivered by the person to whom it is addressed, any such matter or thing, shall be fined not more than $1,000 or imprisoned not more than five years, or both.”\n.There was conflicting evidence as to whether the accident occurred at the curb as Bluhm attempted to enter a car or on a wheelchair ramp leading to the parking lot. But it is undisputed that Richman’s legal assistant who stated that the injury occurred at the wheel chair ramp, proposed fraudulently reporting it as happening at a crack in the parking lot to enhance the claim.\n. The investigation was conducted by postal inspectors. At trial Postal Inspector Donald F. Williams stated, \"[p]ostal inspectors have primary jurisdiction over the federal criminal statutes which relate to the theft or use of [the] United States mails, in connection with various crimes.”\n. As is the usual practice, prior to settling a claim, Wachala desired to obtain a signed statement from the claimant setting forth his version of the circumstances surrounding the accident as well as his injuries.\n. Richman was charged with one count of obstruction of justice under 18 U.S.C. § 1503, which was dismissed prior to trial. The indictment also charged Gil Lande with the two counts of wire fraud associated with the Bluhm case. Lande pled guilty to the two counts pursuant to a plea agreement.\n. Richman relies on the language in McNally that states “[i]t was not charged that in the absence of the alleged scheme, the Commonwealth would have paid a lower premium or secured better insurance,\" McNally, 483 U.S. at 360, 107 S.Ct. at 2882, for this argument. As we have previously noted, this statement in McNally was merely a \"suggestion that a property deprivation might occur where, absent the scheme, the victim ‘would have paid a lower [price]’ for the goods or services received_\" Ranke v. United States, 873 F.2d 1033, 1039 (7th Cir.1989).\n. The appellant's argument that this is a case of first impression because it is an \"entitlement” case is without merit. The subcontractor in Ranke was certainly entitled to payment for its work, but we affirmed Ranke’s conviction nonetheless. In attempting to contrast this case with other post-McNally cases, Richman is raising a distinction without a difference.\n. Richman contends that the trial judge erred in refusing to give the jury instructions he submitted in support of his theory that the government must demonstrate that he acted to \"deceive or cheat Wausau into paying money which would not otherwise be paid.” Richman’s proposed jury instructions presented an incorrect statement of the law, since they failed to state that a scheme to gain money or property through deceit constitutes fraud under the mail and wire fraud statutes. \"[I]t is not necessary that a plan actually result in financial loss as long as it is aimed at the fraudulent deprivation of some of the victim’s money or property.” United States v. Consentino, 869 F.2d 301, 307 (7th Cir.) (citing United States v. Dial, 757 F.2d 163 (7th Cir.1985)), cert. denied, 492 U.S. 908, 109 S.Ct. 3220, 106 L.Ed.2d 570 (1989). Thus, it was proper for the trial judge to reject the instructions. See United States v. Douglas, 818 F.2d 1317, 1320-21 (7th Cir.1987). Furthermore, as the district judge stated in ruling on the instructions, \"[the] instructions I have refused ... are either covered by instructions that are being given, which properly state the law, or are not relevant to the jury consideration of the issue[ ] here, which is whether the Government has proved its case beyond a reasonable doubt as to each of the counts in the indictment.”\n. Richman raises as error the district court’s refusal to give his requested jury instruction to the effect that \"false and fraudulent misrepresentations must have been made to Wausau Insurance Company” in order to constitute a scheme to defraud. This is an obvious misstatement of the law because \"the mail fraud statute proscribes fraudulent schemes \" rather than specific misrepresentations to the party to be defrauded. Keane, 852 F.2d at 205 (emphasis original). Thus, the defendant was not entitled to this instruction. See United States v. Douglas, 818 F.2d 1317, 1320-21 (7th Cir.1987).\n. Again, the defendant challenges the district court’s refusal to instruct the jury that Richman was without a duty to disclose his relationship with Wachala to Wausau. This instruction likewise was a misstatement of the law, which the trial judge properly rejected.",
        "type": "majority",
        "author": "COFFEY, Circuit Judge."
      }
    ],
    "attorneys": [
      "Loretta H. Davenport, Asst. U.S. Atty. Criminal Div. (argued), Barry R. Elden, Asst. U.S. Atty., Criminal Receiving, Appellate Div., Chicago, Ill., for plaintiff-appel-lee.",
      "Joseph A. Lamendella (argued), Stone, McGuire & Benjamin, Kris Daniel, Lamen-della & Daniel, Chicago, Ill., for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Fred RICHMAN, Defendant-Appellant.\nNo. 90-1395.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Dec. 13, 1990.\nDecided Sept. 12, 1991.\nRehearing Denied Oct. 3, 1991.\nLoretta H. Davenport, Asst. U.S. Atty. Criminal Div. (argued), Barry R. Elden, Asst. U.S. Atty., Criminal Receiving, Appellate Div., Chicago, Ill., for plaintiff-appel-lee.\nJoseph A. Lamendella (argued), Stone, McGuire & Benjamin, Kris Daniel, Lamen-della & Daniel, Chicago, Ill., for defendant-appellant.\nBefore CUMMINGS, COFFEY and MANION, Circuit Judges."
  },
  "file_name": "0323-01",
  "first_page_order": 411,
  "last_page_order": 422
}