{
  "id": 10525872,
  "name": "LIMA SURGICAL ASSOCIATES, INC., VOLUNTARY EMPLOYEES' BENEFICIARY ASSOCIATION PLAN TRUST, HUNTINGTON NATIONAL BANK, Trustee, Plaintiff-Appellant, v. The UNITED STATES, Defendant-Appellee",
  "name_abbreviation": "Lima Surgical Associates, Inc. v. United States",
  "decision_date": "1991-09-23",
  "docket_number": "No. 90-5144",
  "first_page": "885",
  "last_page": "890",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 885"
    }
  ],
  "court": {
    "name_abbreviation": "Fed. Cir.",
    "id": 8955,
    "name": "United States Court of Appeals for the Federal Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "36 Stat. 11",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 505",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "844 F.2d 1231",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/844/1231-01"
      ]
    },
    {
      "cite": "45 Stat. 791",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "791 F.2d 147",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545228
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/791/0147-01"
      ]
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "322"
        },
        {
          "page": "2552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "842-45"
        },
        {
          "page": "2781-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    },
    {
      "cite": "290 U.S. 111",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3921184
      ],
      "weight": 3,
      "year": 1933,
      "pin_cites": [
        {
          "page": "115"
        },
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/290/0111-01"
      ]
    },
    {
      "cite": "15 Cl.Ct. 234",
      "category": "reporters:specialty",
      "reporter": "Cl. Ct.",
      "case_ids": [
        3310498
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/15/0234-01"
      ]
    },
    {
      "cite": "825 F.2d 1027",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10550001
      ],
      "pin_cites": [
        {
          "page": "1029"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/825/1027-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 61",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "26 C.F.R. § 1.501",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 C.F.R. § 601",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "20 Cl.Ct. 674",
      "category": "reporters:specialty",
      "reporter": "Cl. Ct.",
      "case_ids": [
        7655759
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "679"
        },
        {
          "page": "685",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/20/0674-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(c)(9)",
          "parenthetical": "1982 & Supp. 1984"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        },
        {
          "page": "(c)(9)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 15713,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 4.305204532091373e-07,
      "percentile": 0.9168627205678787
    },
    "sha256": "bafed706b3175b9fd3d601bb09744808a0292baeefff243eb244022414d81b62",
    "simhash": "1:77bc5d375bc6778e",
    "word_count": 2578
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIES, Chief Judge, and NEWMAN and PLAGER, Circuit Judges."
    ],
    "parties": [
      "LIMA SURGICAL ASSOCIATES, INC., VOLUNTARY EMPLOYEES’ BENEFICIARY ASSOCIATION PLAN TRUST, HUNTINGTON NATIONAL BANK, Trustee, Plaintiff-Appellant, v. The UNITED STATES, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "PLAGER, Circuit Judge.\nThis case involves the tax status of a voluntary employees’ beneficiary association (VEBA) which claimed qualification under 26 U.S.C. § 501(c)(9) (1982 & Supp. 1984). Lima Surgical Associates, Inc., Voluntary Employees’ Beneficiary Association Plan Trust, Huntington National Bank, Trustee (Lima Trust), plaintiff-appellant, appeals from a grant of summary judgment in favor of defendant-appellee the United States (Government) in Lima Surgical Assoc., Voluntary Employees’ Beneficiary Ass’n Plan Trust v. United States, 20 Cl.Ct. 674 (1990). Judge Gibson ruled that, for a variety of reasons, the VEBA utilized by Lima Trust did not qualify under the governing IRS regulations as a tax exempt VEBA. While we do not address all of the reasons given by the Claims Court, we agree with the result, and affirm.\nI. BACKGROUND\nLima Surgical Associates, Inc. (Employer) is a professional corporation formed for the purpose of providing its owners a vehicle through which they could practice medical surgery in Lima, Ohio. At the time this case arose, it employed three physicians who were also its sole shareholders, directors, and officers. The Employer also employed four other people in various support capacities. All seven participated in the Employer’s benefit plan (Plan). The Employer made all contributions to the plan on behalf of the participants.\nA. Creation of the Plan and Lima Trust\nIn 1983, the Employer adopted the Plan and executed with Huntington National Bank the Lima Surgical Associates, Inc. Voluntary Employees’ Beneficiary Association Plan Trust Agreement (Trust Agreement), thus creating the trust that is the plaintiff Lima Trust. The Plan provides, inter alia, severance pay to any participant in the plan terminated for any reason except death. Benefits paid under the Plan are based on length of service and salary.\nB.Tax Status of the Plan\nIn August of 1984, Lima Trust filed an application with the Internal Revenue Service (IRS) for tax exempt status for the Plan under 26 U.S.C. § 501(c)(9), which exempts from taxation certain organizations known in tax parlance as YEBAs, about which more will be said below. In response, the IRS denied Lima Trust’s application. Due to this denial, Lima Trust paid income taxes for the 1984 calendar year. Lima Trust then sought, through the usual administrative process, a refund of the taxes paid, continuing to argue that it qualified as an exempt YEBA under 26 U.S.C. § 501(c)(9). Because the IRS failed to respond within 6 months of Lima Trust’s filing, Lima Trust commenced an action in the Claims Court. See 26 C.F.R. § 601.-103(c)(3) (1985).\nC.The Internal Revenue Code and Regulations\nThe controlling provision in the Code appears as a short paragraph in a subsection of section 501. The title to section 501 is “Exemption from tax on corporations, certain trusts, etc.” The section begins with the general statement that organizations described in the subsections that follow are exempt from taxation under the subtitle (which deals with income taxes). The following subsections then list and describe a wide variety of such exempt organizations, with the qualifications and caveats which have become an expected part of tax code writing.\nThe paragraph, paragraph 9, which describes what are known as VEBAs states rather simply:\nVoluntary employees’ beneficiary associations providing for the payment of life, sick, accident, or other benefits to the members of such association or their dependents or designated beneficiaries, if no part of the net earnings of such association inures (other than through such payments) to the benefit of any private shareholder or individual.\n26 U.S.C. § 501(c)(9).\nTreasury regulations, however, do not leave the matter there. They describe in considerable detail what the IRS understands a tax exempt VEBA to be, and what must be done to qualify as one. The general rule, as set out by the Treasury in 26 C.F.R. § 1.501(c)(9)-l, tracks the statute and describes the four conditions that must be met to qualify as a tax exempt VEBA:\nTo be described in section 501(c)(9) an organization must meet all of the following requirements:\n(a) The organization is an employees’ association,\n(b) Membership in the association is voluntary,\n(c) The organization provides for the payment of life, sick, accident, or other benefits to its members or their dependents or designated beneficiaries, and substantially all of its operations are in furtherance of providing such benefits, and\n(d) No part of the net earnings of the organization inures, other than by payment of the benefits referred to in paragraph (c) of this section, to the benefit of any private shareholder or individual.\nIn subsequent paragraphs, the IRS explains in detail what these four requirements mean, and gives examples. It is the application of these specific details to the Lima Trust that brings this case here.\nD.The Claims Court Proceedings\nIn the Claims Court, the Government argued that Lima Trust fails to meet the requirements for a tax exempt VEBA for three reasons: (1) it is not controlled by an independent trustee, one of the requirements contained in the regulations for a VEBA of this type if it is to be considered a voluntary association of employees — see 26 C.F.R. § 1.501(c)(9)-2(c)(3) (defining the term “of employees” to require certain forms of control); (2) the benefits provided under the plan were not limited to the type of benefits specified in the regulations for a tax exempt VEBA — see 26 C.F.R. § 1.501(c)(9)-3 (on the meaning of the term “other benefits”); and (3), the benefit scheme established under the trust provided disproportionate benefits to the doctor-owners, violating the prohibition against private inurement of benefits. The trial judge, on cross-motions for summary judgment, in an extensive opinion, held for the Government on all three issues, and granted summary judgment.\nII. DISCUSSION A. Standard of Review\nIn a case such as this the taxpayer carries a heavy burden indeed. In the first place, as the trial judge noted, an exemption from taxation is an exception from the general rule that gross income to be taxed means all income from whatever source derived. See 26 U.S.C. § 61. As a result, exemptions are viewed as matters of grace on the part of the Government, and are construed narrowly; and the taxpayer seeking tax exempt status must prove that it satisfies all of the requirements of the exemption statute. Weingarden v. Commissioner, 825 F.2d 1027, 1029 (6th Cir.1987); Puritan Lawn Memorial Park Cemetery v. United States, 15 Cl.Ct. 234 (1988). Furthermore, determinations of the Commissioner of Internal Revenue are presumptively correct, Welch v. Helvering, 290 U.S. 111, 115, 54 S.Ct. 8, 9, 78 L.Ed. 212 (1933), and the Commissioner’s understanding of the statute, as expressed in properly enacted regulations, unless unreasonable, is virtually conclusive. See Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 842-45, 104 S.Ct. 2778, 2781-83, 81 L.Ed.2d 694 (1984). (In this case, the taxpayer, Lima Trust, does not challenge the Commissioner’s power to enact the regulations, but claims to meet them.)\nThe trial judge took this burden into account, and correctly explained that on cross-motions for summary judgment, no genuine issues of material fact being in dispute, his duty was to grant judgment “against a party who fails to make a showing sufficient to establish the existence of an element essential to that party’s case, and on which that party will bear the burden of proof at trial,” Lima Surgical, 20 Cl.Ct. at 679 (quoting Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986)).\nOn appeal of a summary judgment, our standard of review, again with no genuine issues of material fact being in dispute, is to determine whether the trial judge erred as a matter of law. Armco, Inc. v. Cyclops Corp., 791 F.2d 147, 149 (Fed.Cir.1986). While we do this de novo, see id., we too must take into account the burden carried by the taxpayer as so aptly described by the trial judge.\nB. The Issues\nOn appeal, Lima Trust challenges each of the determinations of the Claims Court. Lima Trust argues, first, that Huntington National Bank is an “independent trustee” as the regulations require. This is because it is a bank, and that alone is enough, see 26 C.F.R. § 1.501(c)(9)-2(c)(3)(ii); and since the Plan is an employee welfare benefit plan within the meaning of section 3(1) of ERISA, it is subject to that Act which, by definition, means it is considered to be controlled by independent trustees, see 26 C.F.R. § 1.501(c)(9)-2(c)(3)(iii); and in any event, the facts establish that, under the trust agreement, which is typical of trust agreements for benefit plans, the bank as trustee has all the powers needed to qualify as independent.\nSecond, says Lima Trust, the manner in which the benefits are distributed under the Plan is based on objective and nondiscriminatory standards, as required by the regulations. Keying benefit levels to salary levels and length of service is authorized and appropriate. There is no prohibited inurement of benefits.\nAnd finally, says Lima Trust, it is wrong to state that, because retirement can be a basis for awarding benefits under the plan, the type of benefits provided exceed the scope of benefits allowable under a YEBA. Retirement is but one of a number of events triggering severance payments under the Plan. Since retirement is not a precondition to severance benefits, the Plan is a severance plan, not a retirement plan.\nIn order to succeed on its appeal, Lima Trust must persuade us that it is correct on all three points, and that the Commissioner and the Claims Court are wrong on all three. Failure to convince us on any one issue means that Lima Trust fails to qualify as a tax exempt VEBA. On appeal, the Government concedes the second issue, that there is no prohibited inurement. With that in mind, we turn to the last of the issues raised above — the question of whether this Plan meets the requirements for the type of benefits payable under a qualifying VEBA.\nC. Benefits Under The Plan\nThe statute, echoed by the regulations, specifies that a VEBA may provide for the “payment of life, sick, accident, or other benefits” to its members. 26 U.S.C. § 501(c)(9); 26 C.F.R. § 1.501(c)(9)-l(c). Lima Trust’s Plan provides that its benefits are payable upon an employee’s “termination of employment with the Employer for any reason,” unless the termination results from the employee’s death or discharge for certain causes. While this provision is referred to as “severance,” Lima Trust acknowledges that it is payable upon an employee’s retirement as well as termination for other reasons. In the tax year in question, Ms. Gertrude Goodwine, one of the four support staff employees, retired. She received benefit payments from Lima Trust the following year.\nNo argument has been made that the severance payments provided under the Plan qualify as life, sick, or accident benefits. The dispute, then, turns on whether they qualify as “other benefits.” The Commissioner in his regulations, 26 C.F.R. § 1.501(c)(9)-3(d), states that the term “includes only benefits that are similar to life, sick, or accident benefits. A benefit is similar to a life, sick, or accident benefit if ... it is intended to safeguard or improve the health of a member or a member’s dependents, or ... [i]t protects against a contingency that interrupts or impairs a member’s earning power.” He gives various examples of qualifying benefits, such as vacation benefits, subsidizing athletic programs and child care.\nThe Commissioner also spells out examples of what does not qualify — examples include commuting expenses and malpractice insurance. Prominent in the list of nonqualifiers is “any benefit that is similar to a pension or annuity payable at the time of mandatory or voluntary retirement....” Further says the Commissioner, “a benefit will be considered similar to that provided under a pension [or] annuity ... plan if it provides for deferred compensation that becomes payable by reason of the passage of time, rather than as a result of an unanticipated event.” The reason for this position is understandable. Another part of the tax law, subchapter D, section 401 et seq. of title 26, provides in detail for deferred compensation plans, and includes extensive restrictions governing vesting, nondiscrimination, and other aspects of qualified retirement plans. These restrictions are not applicable to a VEBA.\nThe Commissioner supports this policy by reference to the legislative history of VEBAs, going back to the Revenue Act of 1928, ch. 852, § 103, 45 Stat. 791, 812. He argues that the Treasury Regulations’ exclusion of retirement benefits from the definition of permissible “other benefits” represents a reasonable construction of the statute, one that has been sustained by the courts. See Canton Police Benevolent Assoc. v. United States, 844 F.2d 1231 (6th Cir.1988). He notes that this construction is consistent with the principle of ejusdem generis, and is supported by the Congress’ elaborate scheme for deferred compensation and retirement plans.\nIn this case, the taxpayer acknowledges that retirement is one of the several types of terminations that will trigger benefits under the Plan. The trial judge found that one of the important purposes of the Plan is to pay benefits to eligible members upon their retirement. As in a pension or annuity plan, the benefits are computed based on the employee’s salary and length of service. The record reflects that the only participant to obtain benefits under the Plan did so upon retirement. And it is not irrelevant that when the Plan was adopted and the trust created pursuant thereto, the Employer ended its previously-existing pension plan. We agree with the trial judge that “the Plan in issue here, by paying retirement benefits as part and parcel of its alleged severance pay plan, is both organized and operated to provide nonqualify-ing benefits.” Lima Surgical, 20 Cl.Ct. at 685 (emphasis in original).\nIII. CONCLUSION\nOn the record before us, we conclude that the Claims Court’s determination that Lima Trust does not qualify as a tax exempt VEBA is fully supportable. In view of our disposition of the case, it is unnecessary for us to reach the other issues raised. Accordingly, the judgment is affirmed.\nAffirmed.\n. A participant in the plan was required to have completed one year of service and reached the age of 25 as of January 1, 1983. The age restriction was later reduced by amendment.\n. It is a bit of an overstatement to say the Code states simply. For example, the Congress provides in 26 U.S.C. § 505 (Supp.1984) additional requirements for a § 501(c)(9) organization, dealing with nondiscrimination. These provisions are not relevant to the matter before us.\n. The phrase \"payment of life, sick, accident, or other benefits\" had its origin even before that, in the Tariff Act of 1909, ch. 6, § 38, 36 Stat. 11, 112.",
        "type": "majority",
        "author": "PLAGER, Circuit Judge."
      }
    ],
    "attorneys": [
      "David S. Mann, Taliaferro & Mann, Cincinnati, Ohio, argued, for plaintiff-appellant.",
      "Robert S. Pomerance, Dept, of Justice, Washington, D.C., argued, for defendant-appellee. With him on the brief were Shirley D. Peterson, Asst. Atty. Gen., Gary R. Allen, Joy L. Pritts and David M. Moore, Attys."
    ],
    "corrections": "",
    "head_matter": "LIMA SURGICAL ASSOCIATES, INC., VOLUNTARY EMPLOYEES’ BENEFICIARY ASSOCIATION PLAN TRUST, HUNTINGTON NATIONAL BANK, Trustee, Plaintiff-Appellant, v. The UNITED STATES, Defendant-Appellee.\nNo. 90-5144.\nUnited States Court of Appeals, Federal Circuit.\nSept. 23, 1991.\nDavid S. Mann, Taliaferro & Mann, Cincinnati, Ohio, argued, for plaintiff-appellant.\nRobert S. Pomerance, Dept, of Justice, Washington, D.C., argued, for defendant-appellee. With him on the brief were Shirley D. Peterson, Asst. Atty. Gen., Gary R. Allen, Joy L. Pritts and David M. Moore, Attys.\nBefore NIES, Chief Judge, and NEWMAN and PLAGER, Circuit Judges."
  },
  "file_name": "0885-01",
  "first_page_order": 973,
  "last_page_order": 978
}