{
  "id": 10523235,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Michael Saadallah DEEB, Defendant-Appellant (Two Cases)",
  "name_abbreviation": "United States v. Deeb",
  "decision_date": "1991-09-11",
  "docket_number": "Nos. 89-10425, 90-16506",
  "first_page": "545",
  "last_page": "548",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 545"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "815 F.2d 1318",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        519566
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1320"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/815/1318-01"
      ]
    },
    {
      "cite": "894 F.2d 1015",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538583
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1017-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/894/1015-01"
      ]
    },
    {
      "cite": "933 F.2d 1219",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10544855
      ],
      "pin_cites": [
        {
          "page": "1226-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/933/1219-01"
      ]
    },
    {
      "cite": "942 F.2d 606",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10523561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/942/0606-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2255",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. §§ 371",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 6436,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 1.2267559618058935e-07,
      "percentile": 0.6047229008332146
    },
    "sha256": "d342ce523d190f369f0399fa28ef44ab0e09337556827a7ade614f306aec485f",
    "simhash": "1:114a86be38ba3c4f",
    "word_count": 1025
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BROWNING, FARRIS and LEAVY, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Michael Saadallah DEEB, Defendant-Appellant (Two Cases)."
    ],
    "opinions": [
      {
        "text": "LEAVY, Circuit Judge:\nMichael Saadallah Deeb appeals his sentence under the Sentencing Guidelines. Deeb was convicted, following a jury trial, of conspiracy to embezzle funds from a federally insured bank, embezzlement from a federally insured bank, and bank fraud in violation of 18 U.S.C. §§ 371, 656, and 1344. Deeb contends the district court erred by adding two points to his offense level on the ground that the offense required more than minimal planning and by failing to decrease his offense level on the ground that he was a minor or minimal participant in the offense. (Appeal No. 89-10425). Deeb also appeals the district court’s denial of his 28 U.S.C. § 2255 motion without prejudice pending resolution of his direct appeal. (Appeal No. 90-16506). We affirm in both cases.\nDISCUSSION\nI. Appeal from Sentence\nUnited States Sentencing Commission, Guidelines Manual, § 2Fl.l(b)(2)(A) (“U.S.S.G.”) provides that in cases of fraud and deceit, the offense level is to be increased by two points if the offense involved more than minimal planning. “More than minimal planning” is defined in the Sentencing Guidelines as follows:\n‘More than minimal planning’ means more planning than is typical for commission of the offense in a simple form. ‘More than minimal planning’ also exists if significant affirmative steps were taken to conceal the offense.\nIn an embezzlement, a single taking accomplished by a false book entry would constitute only minimal planning. On the other hand, creating purchase orders to, and invoices from, a dummy corporation for merchandise that was never delivered would constitute more than minimal planning, as would several instances of taking money, each accompanied by false entries.\nU.S.S.G. § 1B1.1, comment, (n. 1(f)). See also United States v. Anderson, passim 942 F.2d 606 (9th Cir.1991) (discussing weight to be accorded comments to U.S.S.G.). Deeb argues that because his conviction stemmed from only a single taking, an upward adjustment for more than minimal planning is erroneous.\nWe reject the contention. The bank embezzlement and conspiracy for which Deeb was convicted involved more than ‘‘a single taking accomplished by false book entry.” Codefendant Jaswan Mahabali as a bank employee miscoded a $309,586.85 check. Deeb reopened a previously inactive account with Bank of America into which the miscoded check was to be deposited. Another accomplice, Robert Abboud, then opened a bank account at the same Bank of America branch using the fictitious name of Robert Vance. The opening deposit into the new account was a $305,-000 personal check payable to Ab-boud/Vance drawn by Deeb on his account. The sum of $297,021 was then withdrawn from the account over the next fifteen days. The district court was correct in concluding that Deeb’s offense involved more than simply “a single taking accomplished by false book entry.” Cf United States v. Georgiadis, 933 F.2d 1219, 1226-27 (3d Cir.1991).\nApplication Note 1(f) to § 1B1.1 also provides that an upward adjustment for more than minimal planning is warranted “if significant affirmative steps were taken to conceal the offense.” Significant affirmative steps were taken to conceal the offense. The miscoded check was transferred into two separate bank accounts to avoid detection. The second bank account was opened under a fictitious name. The conspirators rehearsed plausible alibis to use if questioned. Under these circumstances, the district court did not err by upwardly adjusting the offense level on the ground that the offense required more than minimal planning. Cf United States v. Werlinger, 894 F.2d 1015, 1017-18 (8th Cir.1990) (contrasting “more than minimal planning” under U.S.S.G. § 2Bl.l(b)(4) with wilful obstruction of investigation under § 3C1.1).\nDeeb next contends that the district court erred by failing to decrease his offense level on the ground that he was a minor or minimal participant in the offense. The Sentencing Guidelines provide that a defendant’s base offense level shall be decreased by four points if the defendant “was a minimal participant” in the criminal activity, U.S.S.G. § 3B1.2(a), or by two points if the defendant “was a minor participant” in the criminal activity, id. at § 3B1.2(b). Deeb argues that because he did not know how much money was in his account until after his arrest, his role in the offense was only minimal. In the alternative, Deeb asserts that he is less culpable than the others involved in the offense and therefore that his role in the offense was only minor.\nWe reject these contentions. As the government persuasively points out, Deeb’s involvement and culpability in the offense were significant. We also agree with the district court’s statement at the sentencing hearing that Deeb played an integral role in the conspiracy and was equally culpable with the other defendants. Accordingly, Deeb was not entitled to any reduction in his base offense level.\nII. Appeal from the Denial of Deeb’s 28 U.S.C. § 2255 Motion\nDeeb argues that the district court erred by denying without prejudice his 28 U.S.C. § 2255 motion for a new trial pending resolution of his direct appeal. We disagree. In Feldman v. Henman, 815 F.2d 1318 (9th Cir.1987), we stated that “[a] district court should not entertain a habeas corpus petition while there is an appeal pending in this court or in the Supreme Court.” Id. at 1320. Here, Deeb’s direct appeal was pending for ten months before he filed his section 2255 motion. Although in his opening brief Deeb only challenged his sentence, the district court was not informed that Deeb was not challenging his conviction. The Notice of Appeal stated that Deeb was appealing from “the Judgment and Probation/Commitment.” The district court’s denial of Deeb’s section 2255 motion without prejudice was not erroneous.\nAFFIRMED.",
        "type": "majority",
        "author": "LEAVY, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Donald S. Altschul, San Francisco, Cal., for defendant-appellant.",
      "Rory K. Little and Jeffrey W. Lawrence, Asst. U.S. Atty., Appellate Section, San Francisco, Cal., for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Michael Saadallah DEEB, Defendant-Appellant (Two Cases).\nNos. 89-10425, 90-16506.\nUnited States Court of Appeals, Ninth Circuit.\nSubmitted Aug. 13, 1991 .\nDecided Sept. 11, 1991.\nDonald S. Altschul, San Francisco, Cal., for defendant-appellant.\nRory K. Little and Jeffrey W. Lawrence, Asst. U.S. Atty., Appellate Section, San Francisco, Cal., for plaintiff-appellee.\nBefore BROWNING, FARRIS and LEAVY, Circuit Judges.\nThe panel finds this case appropriate for submission without oral argument pursuant to Ninth Circuit Rule 34-4 and Fed.R.App.P. 34(a)."
  },
  "file_name": "0545-01",
  "first_page_order": 633,
  "last_page_order": 636
}