{
  "id": 10520996,
  "name": "Neil T. MULRAIN, Plaintiff, Appellant, v. BOARD OF SELECTMEN OF The TOWN OF LEICESTER, et al., Defendants, Appellees",
  "name_abbreviation": "Mulrain v. Board of Selectmen",
  "decision_date": "1991-09-10",
  "docket_number": "No. 90-2016",
  "first_page": "23",
  "last_page": "26",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 23"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "449 U.S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715506
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "95-96"
        },
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0090-01"
      ]
    },
    {
      "cite": "924 F.2d 1161",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546807
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1166"
        },
        {
          "page": "1168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/924/1161-01"
      ]
    },
    {
      "cite": "706 F.2d 15",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1117079
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "16"
        },
        {
          "page": "16-17",
          "parenthetical": "citations omitted"
        },
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/706/0015-01"
      ]
    },
    {
      "cite": "430 N.E.2d 831",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "13 Mass.App.Ct. 48",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3971425
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/13/0048-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 10483,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 9.425175838091384e-08,
      "percentile": 0.5165519302476708
    },
    "sha256": "6d14a2b2a602f613b8a64a4b26016bb3a4af8c770342e2849f33d7c654d8691e",
    "simhash": "1:957556e9add546c2",
    "word_count": 1685
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BREYER, Chief Judge, SELYA, Circuit Judge, and PETTINE, Senior District Judge."
    ],
    "parties": [
      "Neil T. MULRAIN, Plaintiff, Appellant, v. BOARD OF SELECTMEN OF The TOWN OF LEICESTER, et al., Defendants, Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nPetitioner Neil Mulrain appeals from the district court’s grant of summary judgment in favor of the Board of Selectmen of the Town of Leicester. The case below, brought pursuant to 42 U.S.C. § 1983, however, was not the first time that this matter was brought to the attention of the courts. Petitioner has sought redress for the same wrong on three prior occasions. Because we believe that res judicata controls, we affirm the district court’s dismissal of the petitioner’s case.\nI. BACKGROUND\nIn 1960 the Town of Leicester, Massachusetts enacted a bylaw requiring all municipal employees to live in the town. The bylaw contained an exception for “emergency or necessary skilled professions.” Petitioner was appointed to the police force in December, 1977. Concerned about the bylaw, he asked the police chief on several occasions if it would affect his employment if he were to move out of town. The chief told him that it would not. In reliance on these statements, petitioner moved to a nearby town in June, 1980. Despite the police chief’s assurances, however, on July 8, 1980, petitioner was notified by the Board of Selectmen that if he did not move back to the town within 90 days, the bylaw would be enforced. Petitioner did not move and on October 7, 1980 the Board voted to dismiss him. Petitioner now alleges that the Board never enforced the bylaw, neither before nor since his termination and that such “selective prosecution” states a cause of action under § 1983.\nTo state the petitioner’s claim, however, does not, in and of itself, explain this appeal. It is the procedural history of the case, when combined with the underlying facts, that is dispositive. That procedural history began in 1980, when petitioner filed two actions, one in Massachusetts Superior Court and one before the Massachusetts Civil Service Commission (“Commission”). Both actions arose from his dismissal. In Superior Court, petitioner sought, first, a declaration that the bylaw was invalid because it conflicted with state law and, second, an injunction barring enforcement of the bylaw. See Mass.Gen.L. ch. 31, § 58 and ch. 41, § 99A (1979). The Superior Court determined that police officers did not fall within the exception to the bylaw and that the bylaw was valid under state law, specifically Mass.Gen.L. ch. 41, § 99A. On appeal, the Massachusetts Appeals Court affirmed the Superior Court decision, finding that the bylaw was valid and that police officers did not fall within the bylaw exception. See Mulrain v. Board of Selectmen, 13 Mass.App.Ct. 48, 430 N.E.2d 831 (1982).\nThe issue before the Commission was whether or not there was just cause for petitioner's dismissal. The hearing officer made findings and recommendations. He determined that petitioner should be reinstated because, as a police officer, he fell within the bylaw exception. Moreover, he found that the Town had never before enforced the law. Upon petitioner’s motion, the hearing officer, however, refused to adopt two factual findings: 1) that the bylaw “has not been enforced with respect to other similarly situated employees,” and 2) that the bylaw “was enforced ... in an arbitrary manner.” His stated reason for refusing to add the findings was that there had been insufficient evidence presented on those points. The hearing officer’s final recommendation was that petitioner be reinstated with back pay.\nThe Commission adopted the hearing officer’s report and thereby ordered reinstatement with back pay on January 7, 1982. However, on July 23, 1982, the Commission amended its opinion and reversed, apparently in reliance on the intervening Appeals Court decision holding that the bylaw exception did not shield police officers from the residency requirement. The Commission held that petitioner should be suspended rather than reinstated and that if petitioner relocated to Leicester by January 1, 1983, the suspension would be lifted, without back pay. Petitioner appealed the revised decision to the Spencer District Court, which upheld the Commission’s decision on May 23, 1983.\nIn 1982, new cases were filed in Massachusetts Superior Court by both petitioner and the Board of Selectmen. This time, petitioner alleged that the Board did not reinstate him even though he moved back and that, pursuant to the Massachusetts Civil Rights Law, Gen.L. ch. 12, § 11, the Board had violated his rights by retaliating against him for appealing the Commission decision. The Board, on the other hand, appealed the Commission’s order of reinstatement. The Superior Court consolidated the cases and held that: 1) the Commission’s decision would be upheld, 2) the termination of petitioner would be upheld because he failed to re-establish residency by the deadline, and 3) the Board did not violate the state civil rights law. No appeal was taken.\nThe present action was filed on July 7, 1983 under § 1983. Petitioner alleges that the Board of Selectmen, in their individual and official capacities, violated his constitutional rights by terminating him in a manner that was arbitrary and capricious and motivated by discriminatory intent. The theory of the complaint is basically that of selective enforcement. Petitioner also brought a pendent state claim for emotional distress. Defendants moved for summary judgment seeking dismissal of the pendant state law claim and dismissal of the federal claim under theories of res ju-dicata, collateral estoppel, statute of limitations and failure to state a claim. A magistrate recommended that the state claim be dismissed but that the motion otherwise be denied. The district court dismissed the state claim and granted summary judgment against petitioner on res judicata grounds.\nII. DISCUSSION\nIn this case, although the parties have also briefed and argued the issues of collateral estoppel and failure to state a claim, we need not reach those issues because we affirm the district court on res judicata grounds. It is undisputed that “[r]es judi-cata applies in civil rights actions.” Isaac v. Schwartz, 706 F.2d 15, 16 (1st Cir.1983). Moreover, a federal court must give preclu-sive effect to state court judgments in accordance with state law. Id. As we are dealing with a state court judgment, specifically the 1980 state court proceedings, we look to Massachusetts res judicata principles.\nIn Isaac we reviewed Massachusetts law on res judicata and summarized the basic principles.\nMassachusetts courts apply res judicata in a perfectly traditional manner. That is to say, the doctrine prevents the relit-igation of “issues that were or could have been dealt with in an earlier litigation.” The entry of a valid and final judgment on the merits “extinguishes ... all rights of a plaintiff to remedies against the defendant with respect to all or any part of the transaction, or series of connected transactions, out of which the complaint arose.”\n* * * * * *\nIn Massachusetts, as elsewhere, a second claim is barred “even though the plaintiff is prepared in the second action ... to present evidence, grounds or theories of the case not presented in the first case....” The issue is “not whether the plaintiff in fact argued his [civil rights] claims in the state proceeding, but whether he could have.”\n******\nThe question, as put by the Massachusetts courts, is whether the second claim “grows out of the same transaction, act, or agreement and seeks redress for the same wrong,” or whether “the second claim is an impermissible variation on the theme of the first.” Id. at 16-17 (citations omitted).\nThe Massachusetts standard is essentially the same transactional test as that dictated by federal law. As this Court has recently stated,\nif the claims asserted ... [are] sufficiently related, that is, if they [are] founded upon the same transaction, [arise] out of the same nucleus of operative facts, and [seek] redress for essentially the same basic wrong, the two suits [advance] the same cause of action notwithstanding any differences in remedies sought or theories of recovery pleaded. Kale v. Combined Insurance Co. of America, 924 F.2d 1161, 1166 (1st Cir.1991).\nIn the present case, there was plainly only one transaction — the allegedly wrongful termination of petitioner Mulrain. As petitioner conceded during oral argument, there were no specific events after the 1980 state suit that form the basis of the present suit. Additionally, nothing prevented him from bringing his § 1983 claim in state court. The state court would have had jurisdiction over the claim and been able to award full relief. See id. at 1168. Also, petitioner was obviously aware of the possible grounds for the current civil rights action because he raised the issue of arbitrary enforcement in the Commission proceedings which occurred simultaneously with the state court action. See Isaac, 706 F.2d at 18. There is thus no reason why all of petitioner’s claims could not have been raised in one case.\n“[R]es judicata ... not only reduce[s] unnecessary litigation and foster[s] reliance on adjudication, but also promote[s] the comity between state and federal courts that has been recognized as the bulwark of the federal system.” Allen v. McCurry, 449 U.S. 90, 95-96, 101 S.Ct. 411, 415, 66 L.Ed.2d 308 (1980). This case presents a classic example of the sort of claim splitting that res judicata was designed to prevent. After eleven years and four lawsuits, we now put this case to rest.\nAffirmed.\n.Section 2, Chapter 8 of the Leicester Bylaws provides in part: \"Officials or employees paid for services to the town, other than competitive contract, emergency or necessary skilled professions, shall be residents of the town and shall so reside.”\n. Mass.Gen.L. ch. 31, § 58 permits a police officer to live within ten miles of the perimeter of a town that employs him.\n. Mass.Gen.L. ch. 41, § 99A allows towns to supersede the provisions of ch. 31, § 58.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Mark I. Zarrow with whom Zarrow, George, Lian & Abraham was on brief, for plaintiff, appellant.",
      "Richard J. Shea with whom Andrew C.J. Meagher and Wolfson, Dodson, Keenan & Cotton were on brief, for defendants, ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Neil T. MULRAIN, Plaintiff, Appellant, v. BOARD OF SELECTMEN OF The TOWN OF LEICESTER, et al., Defendants, Appellees.\nNo. 90-2016.\nUnited States Court of Appeals, First Circuit.\nHeard June 3, 1991.\nDecided Sept. 10, 1991.\nMark I. Zarrow with whom Zarrow, George, Lian & Abraham was on brief, for plaintiff, appellant.\nRichard J. Shea with whom Andrew C.J. Meagher and Wolfson, Dodson, Keenan & Cotton were on brief, for defendants, ap-pellees.\nBefore BREYER, Chief Judge, SELYA, Circuit Judge, and PETTINE, Senior District Judge.\nOf the District of Rhode Island, sitting by designation."
  },
  "file_name": "0023-01",
  "first_page_order": 111,
  "last_page_order": 114
}