{
  "id": 10522904,
  "name": "In re BERING TRADER, INC.; Kemp Pacific Fisheries, Inc., Debtors. PHILIP MORRIS CAPITAL CORPORATION, formerly known as Philip Morris Credit Corporation, Appellant, v. BERING TRADER, INC., William Friedhoff, Jr., Trustee of the Bering Trader, Inc., Bankruptcy Estate; Thomas Hansen, Trustee of the Kemp Pacific Fisheries, Inc. Bankruptcy Estate, Appellees",
  "name_abbreviation": "Philip Morris Capital Corp. v. Bering Trader, Inc.",
  "decision_date": "1991-09-10",
  "docket_number": "No. 90-35870",
  "first_page": "500",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 500"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "56 B.R. 727",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6117042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/56/0727-01"
      ]
    },
    {
      "cite": "41 B.R. 36",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6550441
      ],
      "pin_cites": [
        {
          "page": "37-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/41/0036-01"
      ]
    },
    {
      "cite": "80 L.Ed.2d 823",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 2350",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "466 U.S. 974",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6368192,
        6368386,
        6370307,
        6369861,
        6367462,
        6367686,
        6368808,
        6369257,
        6367884,
        6369005,
        6370042,
        6370491,
        6369693,
        6368607
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0974-04",
        "/us/466/0974-05",
        "/us/466/0974-13",
        "/us/466/0974-11",
        "/us/466/0974-01",
        "/us/466/0974-02",
        "/us/466/0974-07",
        "/us/466/0974-09",
        "/us/466/0974-03",
        "/us/466/0974-08",
        "/us/466/0974-12",
        "/us/466/0974-14",
        "/us/466/0974-10",
        "/us/466/0974-06"
      ]
    },
    {
      "cite": "723 F.2d 441",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1914329,
        6128772
      ],
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/723/0441-01",
        "/br/35/0441-02"
      ]
    },
    {
      "cite": "48 B.R. 635",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6113458
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "640"
        },
        {
          "page": "641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/48/0635-01"
      ]
    },
    {
      "cite": "907 F.2d 1430",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541565
      ],
      "pin_cites": [
        {
          "page": "1437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/907/1430-01"
      ]
    },
    {
      "cite": "66 B.R. 426",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6107095
      ],
      "pin_cites": [
        {
          "page": "428-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/66/0426-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 552",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 8823,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23492566555038538
    },
    "sha256": "9183b0e7eafc45322c41808a06d9b1d347e9fe269f491854b1dfb74a17a8c7c7",
    "simhash": "1:de7a3166e0b80e03",
    "word_count": 1414
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WRIGHT, BEEZER and WIGGINS, Circuit Judges."
    ],
    "parties": [
      "In re BERING TRADER, INC.; Kemp Pacific Fisheries, Inc., Debtors. PHILIP MORRIS CAPITAL CORPORATION, formerly known as Philip Morris Credit Corporation, Appellant, v. BERING TRADER, INC., William Friedhoff, Jr., Trustee of the Bering Trader, Inc., Bankruptcy Estate; Thomas Hansen, Trustee of the Kemp Pacific Fisheries, Inc. Bankruptcy Estate, Appellees."
    ],
    "opinions": [
      {
        "text": "EUGENE A. WRIGHT, Circuit Judge:\nIn this case we examine the scope of section 552 of the Bankruptcy Code, 11 U.S.C. § 552. In particular, we consider whether a prepetition security interest in accounts, general intangibles and proceeds may extend to rents received postpetition under a vessel subcharter. The Bankruptcy Appellate Panel (BAP) affirmed the bankruptcy court’s judgment that Philip Morris Credit Corporation’s prepetition security interest did not extend to such post-petition rents. We affirm.\nI\nThe debtors are Bering Trader, Inc. (BTI) and Kemp Pacific Fisheries, Inc. (KPF). BTI owned the vessel M/V BERING TRADER and chartered it to KPF’s parent company, Kemp Pacific Enterprises, Inc. The parent company then sub-chartered it to KPF.\nIn June of 1988, Philip Morris Credit Corporation (PMCC) provided KPF and BTI, among others, with a $2.4 million term loan and a revolving credit line up to $8.5 million. As collateral, the debtors executed a security agreement granting PMCC a first priority security interest in assets, accounts, general intangibles and all proceeds. PMCC perfected its security interest by filing the requisite financing statements.\nThe debtors, owing about $6.5 million to PMCC, filed Chapter 11 bankruptcy petitions on April 3, 1989. On April 18, 1989, the bankruptcy court authorized the charter of the vessel from BTI to Veco. The order reserved the rights of all parties to the rents receivable under the Veco charter.\nIn July 1989, the debtors initiated an adversary proceeding to determine the rights of the parties, including PMCC, to the rents due under the charter. On cross-motions for summary judgment, the bankruptcy court held for the debtors. It ruled that PMCC’s security interest did not extend to the Veco charter or its rents. The BAP affirmed, holding that section 552(a) of the Bankruptcy Code cut off, at the time of debtors’ Chapter 11 filing, PMCC’s security interest in rents due under a vessel charter.\nII\nSection 552(a) states the general rule that a prepetition security interest does not extend to property acquired by the estate after the filing of the petition. Section 552(b) provides an exception for some proceeds, product, offspring, rents or profits of encumbered property. PMCC argues that it had a prepetition security interest in rents that should extend to postpetition rents under section 552(b).\nThe 552(b) exception applies to proceeds, product, offspring, rents or profits of encumbered property acquired postpetition if: (1) the parties entered into a security agreement before the bankruptcy filing; and (2) the security interest extends to prepetition property of the debtor and to proceeds, product, offspring, rents or profits of such property.\nEven where rents are derived from a lease entered into after the filing, they may be subject to a security interest if the requirements of section 552(b) are met. See In re Oliver, 66 B.R. 426, 428-29 (Bankr.N.D.Tex.1986). The BAP determined that PMCC did not meet the requirements of section 552(b) because the security agreement did not cover rents.\nThe nature and extent of security interests are determined by state law. See In re Bumper Sales, Inc., 907 F.2d 1430, 1437 (4th Cir.1990). PMCC argues vigorously that rents were indeed covered by its security interest. Under Wash.Rev. Code § 62A.9-106, any right to payment under the charter of a vessel is an account. It is undisputed that PMCC’s security interest covered all accounts. It argues that because a security interest in rents is incorporated in a security interest in accounts, the requirements of section 552(b) have been satisfied.\nWe must consider this argument in light of the purpose of section 552. Section 552(a) is intended to allow a debtor to gather into the estate as much money as possible to satisfy the claims of all creditors. See In re Transportation Design & Technology, 48 B.R. 635, 640 (Bankr.S.D.Cal.1985); see also Matter of Village Properties, 723 F.2d 441, 444 (5th Cir.) (section 552 was intended to apply in cases where value of collateral is increased), cert. denied, 466 U.S. 974, 104 S.Ct. 2350, 80 L.Ed.2d 823 (1984). Section 552(b) balances the Code’s interest in freeing the debtor of prepetition obligations with a secured creditor’s rights to maintain a bargained-for interest in certain items of collateral. It provides a narrow exception to the general rule of 552(a). In re Transportation Design, 48 B.R. at 641; In re Lawrence, 41 B.R. 36, 37-38 (Bankr.D.Minn.), aff'd, 56 B.R. 727 (D.Minn.1984).\nHad there been prepetition rents payable, they would have been considered accounts under U.C.C. § 9-106 and covered by the security agreement as “accounts.” This does not mean, however, that a security interest in accounts is the same as a security interest in rents for purposes of section 552(b).\nThe omission of the term “accounts” from section 552(b) is significant. Section 552(b) clearly contemplates an exception where the parties have bargained for an interest in one of the five types of property listed therein. PMCC asks that we find a specific and intended security interest in rents from a security interest that covers accounts.\nTo accept PMCC’s argument would require the court to expand section 552(b) to include security interests in accounts. As the BAP noted correctly, “accounts” is a very broad term which encompasses any right to payment. See Wash.Rev.Code § 62A.9-106. Each of the excepted types of property enumerated in section 552(b) is derivative. That is, it necessarily derives from the sale, exchange or other dispensation of other encumbered property. Accounts are not necessarily derivative. Accounts could include, for example, a right to payment for services rendered. The inclusion of such a broad term within the purview of section 552(b) would result in the exception swallowing the rule. To meet the narrow 552(b) exception for an item of derivative collateral, the secured party must clearly articulate a security interest in that collateral.\nIll\nWe conclude that the appellant’s security agreement does not contain language that clearly articulates an intended security interest in rents for purposes of section 552(b). The judgment that Philip Morris does not have a security interest in postpet-ition rents is AFFIRMED.\n. Veco proposed to use the vessel as quarters for workers at the site of the oil spill near Valdez, Alaska. Because Veco would accept a charter only from the vessel’s true owner, the order authorized BTI, rather than KPF, to charter the vessel.\n. 11 U.S.C. § 552(a) provides:\nExcept as provided in subsection (b) of this section, property acquired by the estate or by the debtor after the commencement of the [bankruptcy] case is not subject to any lien resulting from any security agreement entered into by the debtor before the commencement of the case.\nUnder U.C.C. § 9-204(1), security agreements can extend to property acquired by the debtor after the execution of the security agreement. Section 552(a) cuts after-acquired property clauses off at the date of bankruptcy except in the limited cases described in section 552(b).\n.11 U.S.C. § 552(b) provides, in pertinent part:\n[I]f the debtor and an entity entered into a security agreement before the commencement of the case and if the security interest created by such security agreement extends to property of the debtor acquired before the commencement of the case and to proceeds, product, offspring, rents, or profits of such property, then such security interest extends to such proceeds, product, offspring, rents, or profits acquired by the estate after the commencement of the case to the extent provided by such security agreement and by applicable nonbankruptcy law, except to any extent that the court, after notice and a hearing and based on the eq-ities of the case, orders otherwise.\n. The agreement provided that New York law will govern, but the parties and the BAP cite to the Washington version of the Uniform Commercial Code. Because the relevant provisions of the two are identical, we refer to the Washington sections.",
        "type": "majority",
        "author": "EUGENE A. WRIGHT, Circuit Judge:"
      }
    ],
    "attorneys": [
      "George E. Frasier, Riddell, Williams, Bul-litt & Walkinshaw, Seattle, Wash., for plaintiff-appellant/cross-appellee.",
      "Kristi M. Wallis, Culp, Guterson & Grader, Seattle, Wash., for defendants-appel-lees."
    ],
    "corrections": "",
    "head_matter": "In re BERING TRADER, INC.; Kemp Pacific Fisheries, Inc., Debtors. PHILIP MORRIS CAPITAL CORPORATION, formerly known as Philip Morris Credit Corporation, Appellant, v. BERING TRADER, INC., William Friedhoff, Jr., Trustee of the Bering Trader, Inc., Bankruptcy Estate; Thomas Hansen, Trustee of the Kemp Pacific Fisheries, Inc. Bankruptcy Estate, Appellees.\nNo. 90-35870.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Aug. 1, 1991.\nDecided Sept. 10, 1991.\nGeorge E. Frasier, Riddell, Williams, Bul-litt & Walkinshaw, Seattle, Wash., for plaintiff-appellant/cross-appellee.\nKristi M. Wallis, Culp, Guterson & Grader, Seattle, Wash., for defendants-appel-lees.\nBefore WRIGHT, BEEZER and WIGGINS, Circuit Judges."
  },
  "file_name": "0500-01",
  "first_page_order": 588,
  "last_page_order": 590
}