{
  "id": 10524739,
  "name": "Paul M. BARBY; Paul M. Barby, Trustee for the Celestine Barby Revocable Trust; Leland D. Barby; Leland D. Barby, Trustee for the Otto C. Barby # 1703 Trust; Leland D. Barby, Trustee of the Otto C. Barby # 1704 Trust; SMN Venture, an Oklahoma General Partnership; Barby Energy Corp., Plaintiffs-Appellees, v. CABOT PETROLEUM CORPORATION, a Delaware Corp., Defendant-Appellant",
  "name_abbreviation": "Barby v. Cabot Petroleum Corp.",
  "decision_date": "1991-09-18",
  "docket_number": "No. 91-6087",
  "first_page": "798",
  "last_page": "801",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 798"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "201 Okl. 673",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8901888
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "503, 504-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/201/0673-01"
      ]
    },
    {
      "cite": "187 Kan. 158",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        502520
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/187/0158-01"
      ]
    },
    {
      "cite": "888 F.2d 687",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533230
      ],
      "pin_cites": [
        {
          "page": "695"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/888/0687-01"
      ]
    },
    {
      "cite": "648 P.2d 1276",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10439963
      ],
      "pin_cites": [
        {
          "page": "1278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/648/1276-01"
      ]
    },
    {
      "cite": "67 P.2d 788",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1937,
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "180 Okl. 49",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8890714
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/okla/180/0049-01"
      ]
    },
    {
      "cite": "199 Okl. 449",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        1628774
      ],
      "weight": 3,
      "year": 1946,
      "pin_cites": [
        {
          "page": "829-30"
        },
        {
          "page": "830"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/199/0449-01"
      ]
    },
    {
      "cite": "606 P.2d 560",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10447819
      ],
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/606/0560-01"
      ]
    },
    {
      "cite": "710 F.2d 1455",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1866525
      ],
      "pin_cites": [
        {
          "page": "1458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/710/1455-01"
      ]
    },
    {
      "cite": "725 P.2d 275",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10405112
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/725/0275-01"
      ]
    },
    {
      "cite": "836 F.2d 1263",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10549320,
        6124716
      ],
      "pin_cites": [
        {
          "page": "1266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/1263-01",
        "/br/81/1263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 10258,
    "ocr_confidence": 0.77,
    "pagerank": {
      "raw": 5.747034550892732e-08,
      "percentile": 0.35975263422693754
    },
    "sha256": "a08be20b0dbb11d551c8109dfc0074f62821400f4f38bd11c3cdb97d2a316b19",
    "simhash": "1:97d34727ca9107e7",
    "word_count": 1597
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SEYMOUR and EBEL, Circuit Judges, and BABCOCK, District Judge."
    ],
    "parties": [
      "Paul M. BARBY; Paul M. Barby, Trustee for the Celestine Barby Revocable Trust; Leland D. Barby; Leland D. Barby, Trustee for the Otto C. Barby # 1703 Trust; Leland D. Barby, Trustee of the Otto C. Barby # 1704 Trust; SMN Venture, an Oklahoma General Partnership; Barby Energy Corp., Plaintiffs-Appellees, v. CABOT PETROLEUM CORPORATION, a Delaware Corp., Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "EBEL, Circuit Judge.\nAfter examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. See Fed.R.App.P. 34(a); 10th Cir.R. 34.1.9. The case is therefore ordered submitted without oral argument.\nPlaintiffs, the lessors, commenced this diversity action seeking to cancel portions of six oil and gas leases, asserting defendant, the lessee, breached its implied duty of further development under the leases by refusing to develop lower formations covered by the leases. The district court determined that defendant had breached its implied duty and ordered defendant, in twenty-four of the sections encompassed by the six leases, to drill to specified formations “within 180 days or the formations will be released.” Plaintiffs appealed the district court’s order, challenging the court’s decision not to cancel the leases outright. Defendant cross-appealed and further sought, unsuccessfully in both the district court and this court, to obtain a stay of the judgment pursuant to Fed.R.Civ.P. 62(a) and Fed.R.App.P. 8.\nThis court affirmed the district court’s determination that defendant had breached its implied duty to further develop these tracts in fourteen of the sections, but reversed the district court’s decision concerning the remaining ten sections. Cabot Petroleum Corp. v. Barby, Nos. 87-2454, 87-2460, slip op. at 22-23 (10th Cir. July 20, 1990). This court remanded this cause to the district court for consideration of a separate issue. Id. at 23. During these appeals, the parties did not raise the issue of the effect of the district court’s order requiring defendant to drill the wells within 180 days from the district court’s order or lose the leases, nor did this court address that issue in our previous order and judgment.\nUpon remand, defendant notified plaintiffs it was ready, willing, and able to drill the wells required by the district court order, as modified on appeal. Plaintiffs notified defendant, however, that it was their position that the 180 days provided by the district court order had expired and, therefore, defendant’s lease interests had been released. Defendant then filed with the district court a motion to implement and enforce this court’s mandate. The district court denied the motion, ruling that, because defendant failed to obtain a stay of the district court’s order, the 180-day time frame defendant had to drill the wells had expired.\nDefendant appeals from that order, presenting a single issue: whether the district court’s provision of 180 days in which defendant could drill the required wells and prevent cancellation of the lease interests expired prior to defendant’s attempts to drill following remand of this cause to the district court after resolution of the cross-appeals. Reviewing the district court’s legal determination de novo, see In re Ruti-Sweetwater, Inc., 836 F.2d 1263, 1266 (10th Cir.1988), we reverse.\nUnder Oklahoma law, a lessor’s challenge to a lessee’s rights under an oil and gas lease agreement suspends the lessee’s obligation to perform under the lease until that challenge is resolved. French v. Tenneco Oil Co., 725 P.2d 275, 276 (Okla.1986). Litigation commenced by the lessor asserting the cancellation of a lease is certainly such a challenge and will result in the suspension of the lessee’s duties under the lease. E.g., Spaeth v. Union Oil Co. of Cal., 710 F.2d 1455, 1458 (10th Cir.1983) (applying Oklahoma law); Hoyt v. Continental Oil Co., 606 P.2d 560, 562 (Okla.1980). This suspension of duties continues throughout the course of the litigation, until the challenge to the lessee’s title is finally resolved. Elsey v. Wagner, 199 Okl. 449, 183 P.2d 829, 829-30 (1946); see also Chapman v. Bowers, 180 Okl. 49, 67 P.2d 788, 789 (1937) (lessee’s duty to perform under lease suspended, not only during pendency of lessor’s litigation seeking cancellation of lease, but also after completion of litigation, where lessor continued to challenge lessee’s title and eventually commenced second legal action challenging lessee’s title).\nCases in which lessees are\nsued while -in the process of drilling or reworking a well ... present several compelling equitable reasons for temporarily suspending certain duties during the term of litigation.... [The] lessee should not be required to invest in drilling a well when his legal right to drill is in serious legal jeopardy. A contrary rule would inevitably lead to vexatious litigation and create a dilemma for the operator — should he continue drilling operations under the cloud of litigation which, if it went against him, would cost him the investment; or, on the other hand, should he wait on the outcome of the suit in which case the lease may be lost for sure by the mere passage of time while the litigation paces through court?\nDuerson v. Mills, 648 P.2d 1276, 1278 (Okla.Ct.App.1982). In such cases, litigation will suspend a lessee’s obligation to perform under the terms of the lease “as long as [the lessee] could not safely drill under [the] lease.” Elsey, 183 P.2d at 830.\nPlaintiffs’ commencement of this action seeking cancellation of the six leases, therefore, suspended defendant’s duty to perform under the leases. The district court entered its alternative decree giving defendant 180 days to drill specified wells or lose those portions of the leases. Plaintiffs and defendant each appealed. Because plaintiffs continued to assert in their appeal that these leases should be can-celled, the defendant’s right to drill on those leases remained in jeopardy and, consequently, under Oklahoma law, the defendant’s obligation to drill on those leases remained in suspension.\nRelying upon federal procedural rules, plaintiffs argue that, because defendant failed to obtain a stay of the district court’s order, the time frame in which defendant had to meet the district court’s drilling requirement expired 180 days after the district court’s alternative decree. We disagree for several reasons.\nFirst, we must ask what was the legal effect of the district court’s alternative decree giving defendant an additional 180 days to drill to the specified formations in certain tracts in order to prevent cancellation of these lease interests. .That decision did not become final until this court resolved the parties’ cross-appeals and the district court resolved the issue remanded to it for consideration following those appeals.\nBecause defendant failed to obtain a stay of the district court’s initial order, plaintiffs could have executed on that judgment during the pendency of the cross-appeals. See Garrick v. Weaver, 888 F.2d 687, 695 (10th Cir.1989). A stay and ap appeal bond would have prevented execution on the judgment while the appeals were pending. Plaintiffs, however, did not elect to execute on the judgment and, therefore, the fact that defendant failed to obtain a stay order is of no concern here. Plaintiffs’ inaction was as effective as if defendant had obtained a stay of the district court’s decision.\nThe obvious purpose of the district court’s inclusion of the equitable provision giving defendant an additional 180 days to drill was to accommodate Oklahoma substantive law, which suspends the lessee’s duty to perform under the lease while the lessor is challenging the lessee’s rights under that lease until that challenge is finally resolved. The logical interpretation of the 180-day provision in the district court’s order is that defendant had 180 days from the final determination of its rights under the lease to meet the district court’s drilling requirements. That interpretation is entirely consistent with Oklahoma substantive law.\nAlthough the parties did not assert this issue during the prior appeals, that would have been this court’s interpretation of the district court’s order. Even if that interpretation is incorrect, had it been raised in the previous appeals, we would have exercised our inherent powers in equity to accommodate Oklahoma substantive law, just as the district court did, by giving defendant an additional 180 days from the district court’s decision following remand to drill the wells required by the district court’s decision, as modified by our appellate order and judgment. See Renner v. Monsanto Chem. Co., 187 Kan. 158, 354 P.2d 326, 338 (1960).\nThis case involves a great deal of money. Rather than obligate defendant to undertake piecemeal compliance with drilling rights which had not yet been conclusively established and, therefore, were subject to further modification, we determine that defendant was not obligated to meet the district court drilling requirements until those drilling rights were finally resolved. Defendant, therefore, had 180 days from the entry of the district court’s order following remand to drill the specified wells. Plaintiffs’ assertion, however, that defendant had failed to comply in a timely manner with the district court’s order again challenged defendant’s rights under the leases and, thus, again suspended defendant’s drilling obligations. See Allen v. Palmer, 201 Okl. 673, 209 P.2d 502, 503, 504-06 (1948).\nThe district court order is REVERSED. Defendant will have 180 days from the date of the issuance of the mandate in this case to comply with the district court drilling requirements, as modified by our previous decision.",
        "type": "majority",
        "author": "EBEL, Circuit Judge."
      }
    ],
    "attorneys": [
      "Scott D. Boughton and Gordon F. Brown of Brown & Boughton, Oklahoma City, Okl., for plaintiffs-appellees.",
      "Clyde A. Muchmore and L. Mark Walker of Crowe & Dunlevy, Oklahoma City, Okl., for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "Paul M. BARBY; Paul M. Barby, Trustee for the Celestine Barby Revocable Trust; Leland D. Barby; Leland D. Barby, Trustee for the Otto C. Barby # 1703 Trust; Leland D. Barby, Trustee of the Otto C. Barby # 1704 Trust; SMN Venture, an Oklahoma General Partnership; Barby Energy Corp., Plaintiffs-Appellees, v. CABOT PETROLEUM CORPORATION, a Delaware Corp., Defendant-Appellant.\nNo. 91-6087.\nUnited States Court of Appeals, Tenth Circuit.\nSept. 18, 1991.\nScott D. Boughton and Gordon F. Brown of Brown & Boughton, Oklahoma City, Okl., for plaintiffs-appellees.\nClyde A. Muchmore and L. Mark Walker of Crowe & Dunlevy, Oklahoma City, Okl., for defendant-appellant.\nBefore SEYMOUR and EBEL, Circuit Judges, and BABCOCK, District Judge.\nHonorable Lewis T. Babcock, District Judge, United States District Court for the District of Colorado, sitting by designation."
  },
  "file_name": "0798-01",
  "first_page_order": 886,
  "last_page_order": 889
}