{
  "id": 10525601,
  "name": "The CONAIR GROUP, INC., Plaintiff-Appellant, v. AUTOMATIK APPARATE-MASCHINENBAU GMBH and Automatik Machinery Corp., Defendants-Appellees; AUTOMATIK APPARATE-MASCHINENBAU GMBH, Plaintiff-Appellee, v. The CONAIR GROUP, INC., Defendant-Appellant",
  "name_abbreviation": "Conair Group, Inc. v. Automatik Apparate-Maschinenbau GmbH",
  "decision_date": "1991-09-11",
  "docket_number": "Nos. 91-1135, 91-1136",
  "first_page": "862",
  "last_page": "867",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 862"
    }
  ],
  "court": {
    "name_abbreviation": "Fed. Cir.",
    "id": 8955,
    "name": "United States Court of Appeals for the Federal Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "219 USPQ 473",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "717 F.2d 1351",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11966705,
        3523910
      ],
      "pin_cites": [
        {
          "page": "1362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/717/1351-01",
        "/cl-ct/3/1351-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 547",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 537",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "14 USPQ2d 1942",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "pin_cites": [
        {
          "page": "1949"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "904 F.2d 677",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539461
      ],
      "pin_cites": [
        {
          "page": "685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/904/0677-01"
      ]
    },
    {
      "cite": "18 USPQ2d 1562",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "pin_cites": [
        {
          "page": "1564-65"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "930 F.2d 1567",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548732
      ],
      "pin_cites": [
        {
          "page": "1570-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/1567-01"
      ]
    },
    {
      "cite": "85 USPQ 328",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "94 L.Ed. 1097",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "339 U.S. 605",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362386
      ],
      "weight": 3,
      "year": 1950,
      "pin_cites": [
        {
          "page": "856"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/339/0605-01"
      ]
    },
    {
      "cite": "17 USPQ2d 1401",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "pin_cites": [
        {
          "page": "1403"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "923 F.2d 167",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542283
      ],
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/923/0167-01"
      ]
    },
    {
      "cite": "18 USPQ2d 1347",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "pin_cites": [
        {
          "page": "1349"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "930 F.2d 867",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10544368
      ],
      "pin_cites": [
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/0867-01"
      ]
    },
    {
      "cite": "2 USPQ2d 1926",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "pin_cites": [
        {
          "page": "1929"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "820 F.2d 384",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1704957
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/820/0384-01"
      ]
    },
    {
      "cite": "6 USPQ2d 1563",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "pin_cites": [
        {
          "page": "1564"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "844 F.2d 782",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546031
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "783"
        },
        {
          "page": "784-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/844/0782-01"
      ]
    },
    {
      "cite": "78 L.Ed.2d 687",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 493",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "464 U.S. 996",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6484800,
        6484930,
        6485156,
        6484567,
        6485798,
        6485230,
        6485327,
        6485042,
        6485683,
        6485591,
        6484664,
        6484732,
        6485437,
        6485503
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0996-04",
        "/us/464/0996-05",
        "/us/464/0996-07",
        "/us/464/0996-01",
        "/us/464/0996-14",
        "/us/464/0996-08",
        "/us/464/0996-09",
        "/us/464/0996-06",
        "/us/464/0996-13",
        "/us/464/0996-12",
        "/us/464/0996-02",
        "/us/464/0996-03",
        "/us/464/0996-10",
        "/us/464/0996-11"
      ]
    },
    {
      "cite": "219 USPQ 686",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "pin_cites": [
        {
          "page": "691"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "718 F.2d 1573",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1894999
      ],
      "pin_cites": [
        {
          "page": "1579"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/718/1573-01"
      ]
    },
    {
      "cite": "19 USPQ2d 1535",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. 2d (BNA)",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 13625,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 4.25602040747623e-08,
      "percentile": 0.2694367509457115
    },
    "sha256": "5640f36e0a96044090ef7b801852319702f1f4951b23c6d6d944af5cca0e3413",
    "simhash": "1:99cd5b12a05e17c1",
    "word_count": 2203
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MICHEL and LOURIE, Circuit Judges, and SKELTON, Senior Circuit Judge."
    ],
    "parties": [
      "The CONAIR GROUP, INC., Plaintiff-Appellant, v. AUTOMATIK APPARATE-MASCHINENBAU GMBH and Automatik Machinery Corp., Defendants-Appellees. AUTOMATIK APPARATE-MASCHINENBAU GMBH, Plaintiff-Appellee, v. The CONAIR GROUP, INC., Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "LOURIE, Circuit Judge.\nThis is an appeal from the December 6, 1990, order of the United States District Court for the Western District of Pennsylvania which preliminarily enjoined The Conair Group, Inc. from infringing U.S. Patents 4,180,539, 4,632,752, and 4,025,252. Conair Group, Inc. v. Automatik Apparate-Maschinenbau, 19 USPQ2d 1535 (W.D.Pa.1990). We vacate and remand.\nBACKGROUND\nAutomatik Apparate-Maschinenbau GmbH is the assignee of U.S. Patent 4,180,-539. Sole independent Claim 1 of the patent reads:\nA method of granulating a thermoplastics material comprising extruding a melt of the thermoplastics material into a plurality of laces in side-by-side relationship through an air gap into the upper end of an inclined unsubmerged stationary cooling trough, providing a flow of water down the entire length of said trough so that the laces are carried down said trough by the water in side-by-side relationship and are quenched, passing the laces and water flow directly from the lower end of the trough to a lace cutting machine and cutting said laces to form granules in the lace cutting machine, the rate of flow of water being such that it exceeds the initial linear rate of extrusion of the laces and causes both any lace ends formed as a result of breakage of the lace or on commencement of extrusion and established laces to pass automatically down the trough and to be fed automatically with the water to the lace cutting machine.\n(Emphasis added). The claimed invention thus concerns a method of granulating plastic in which water carries plastic laces down a trough and flows with the laces from the trough to a lace cutting machine. Conair’s device is depicted below:\nLike the device of appellees' patent, Co-nair's device utilizes a flow of water to carry the plastic laces down the trough. However, it also has a screen water separator and a space or air gap between the trough and the lace cutting machine.\nIn 1988, Conair, after being threatened by appellees with suit under the patent, sought a declaratory judgment that its manufacture, use, and sale of the above device did not infringe the patent. Appel-lees later filed suit against Conair for infringement of the patent, as well as the ’752 and ’252 patents, in the district court where the declaratory judgment action was brought. The district judge referred both cases to a magistrate.\nAppellees moved for a preliminary injunction. The magistrate conducted a hearing on the motion and then filed a report with the court that recommended that the motion be granted on the basis that both literal infringement and infringement under the doctrine of equivalents were reasonably likely to be found. Subsequently, the district court granted the motion and adopted the report as its opinion. Conair appealed the preliminary injunction order and then sought a stay of the injunction pending appeal. On January 11, 1991, this court granted Conair’s motion for a stay.\nDISCUSSION\nThe issue before us is whether the district court abused its discretion, committed an error of law, or seriously misjudged the evidence by granting appellees’ motion for a preliminary injunction. See Smith Int’l, Inc. v. Hughes Tool Co., 718 F.2d 1573, 1579, 219 USPQ 686, 691 (Fed.Cir.), cert. denied, 464 U.S. 996, 104 S.Ct. 493, 78 L.Ed.2d 687 (1983).\nConair argues that its device does not literally infringe the patent, that the device does not infringe under the doctrine of equivalents, that the court did not conduct the required de novo review of Conair's objections to the magistrate’s report, and that the court deprived Conair of a fair opportunity to be heard.\nConair also argues that the district court improperly interpreted Claim 1, and thus incorrectly arrived at its finding of literal infringement. More specifically, it argues that the magistrate did not properly consider all the limitations of the claim, that he incorrectly focused on the self-threading feature of the patented device, and that he improperly determined that any use of water to move strands and deliver them to a cutting device literally infringed the claim.\nAppellees argue that the court made no legal error and that its order was correct. We disagree and conclude that the court seriously misjudged the evidence with regard to literal infringement and committed an error of law with regard to infringement under the doctrine of equivalents.\nAs this court has stated:\nWhether a preliminary injunction should issue turns upon four factors: 1) the probability that the movant will succeed on the merits; 2) the threat of irreparable harm to the movant should a preliminary injunction be denied; 3) the balance between this harm and the harm that granting the injunction will cause to the other parties litigant; and 4) the public interest.\nPretty Punch Shoppettes, Inc. v. Hauk, 844 F.2d 782, 783, 6 USPQ2d 1563, 1564 (Fed.Cir.1988). Demonstrating a probability of success on the merits includes the requirement that the patentee make a showing of a likelihood of proving infringement. H.H. Robertson, Co. v. United Steel Deck, Inc., 820 F.2d 384, 390, 2 USPQ2d 1926, 1929 (Fed.Cir.1987). Since validity is not contested here, we do not address it.\nThe district court found that “at least some of the water in Conair’s[ ] device passes to the lace-cutter.” The court further determined that this fact made the device self-threading, which was an important feature of the claimed invention, and accordingly, that Conair’s device infringed the patent. We conclude that the facts do not indicate a likelihood of success on the issue of literal infringement and that the district court seriously misjudged the evidence.\nConair’s device has a water-separating screen within the trough and an air gap after the trough. The presence of these elements in the accused device precludes it from meeting the limitations of the claim that a flow of water travel down the entire length of the trough to the lace cutting machine. A division president of Conair testified that before the flow gets a third of the way down the screen, the water is mostly gone from the lace strands, and that any remaining water is removed from the end of the trough because of the air gap. He also testified that approximately 99.97% of the water was removed from the system before reaching the lace cutting machine. This testimony concerning the operation of Conair’s device was not effectively contradicted.\nThus, it is clear that the flow of water substantially ceases once it and the laces pass over the screen in the trough. After passing over the screen, most of the remaining water leaves the trough at the air gap and thus does not travel to the cutting machine. This prevents the water from flowing down the entire length of the trough and to the lace cutting machine. Even if Conair’s device is self-threading, that feature is not part of the claim; it cannot justify a finding of infringement when express limitations of the claim are not met by the accused device; The court’s determination of a likelihood of success on the ground of literal infringement is therefore erroneous.\nConair also argues that the district court failed to make adequate findings with respect to its conclusion that infringement under the doctrine of equivalents was reasonably likely and that basing the court’s order on that ground was in error. We agree.\nFederal Rule of Civil Procedure 52(a) requires that a district court make findings of fact to support the granting of a preliminary injunction. Nutrition 21 v. United States, 930 F.2d 867, 869, 18 USPQ2d 1347, 1349 (Fed.Cir.1991). These findings must be “sufficiently comprehensive and pertinent to the issue to form a basis for the decision.” Oakley, Inc. v. International Tropic-Cal, Inc., 923 F.2d 167, 168, 17 USPQ2d 1401, 1403 (Fed.Cir.1991). Otherwise, this court cannot conduct a meaningful review and the injunction must be vacated. Pretty Punch Shoppettes, Inc., 844 F.2d at 784-85, 6 USPQ2d at 1565. Failure to provide adequate findings is an error of law.\nAfter a preliminary discussion of infringement under the doctrine of equivalents, the district court stated that:\nAt the hearing, Mr. Forgash [a division president of Conair] claimed that Co-nair’s apparatus is not self-threading, yet he subsequently admitted that there would be no commercial market for equipment which was not self-threading. Subsequently, he testified that Conair advised its customers to so control the flow of water that the operation became self-threading. Thus, while there was extensive testimony which demonstrated that Conair literally infringed [appellee]’s patents, even if this were not the case, it would appear that infringement could likewise be demonstrated under the doctrine of equivalents.\n(Emphasis added). This was the extent of the court’s discussion of infringement under the doctrine of equivalents; it was inadequate.\nIn Graver Tank & Mfg. Co. v. Linde Air Prod. Co., 339 U.S. 605, 70 S.Ct. 854, 94 L.Ed. 1097, 85 USPQ 328 (1950), the Supreme Court stated that:\na patentee may invoke [the] doctrine [of equivalents] to proceed against the producer of a device if it performs substantially the same function in substantially the same way to obtain the same result.\nId. at 608, 70 S.Ct. at 856, 85 USPQ at 330. Determining infringement under the doctrine of equivalents thus requires that there be findings that the accused device performs substantially the same function as the claimed invention, that it does so in substantially the same way, and that it obtains the same result. None of these findings was made by the court.\nOf course, in applying the doctrine of equivalents, a district court should also ensure that the range of equivalents sought by the patentee does not \" ‘ensnare the prior act.’ ” We Care, Inc. v. Ultra-Mark, Int’l Corp., 930 F.2d 1567, 1570-71, 18 USPQ2d 1562, 1564-65 (Fed.Cir.1991) (quoting Wilson Sporting Goods Co. v. David Geoffrey & Assocs., 904 F.2d 677, 685, 14 USPQ2d 1942, 1949 (Fed.Cir.), cert. denied, — U.S. -, 111 S.Ct. 537, 112 L.Ed.2d 547 (1990)).\nLastly, Conair argues that the doctrine of prosecution history estoppel applies to limit the range of equivalents in this case. See Hughes Aircraft Co. v. United States, 717 F.2d 1351, 1362, 219 USPQ 473, 481 (Fed.Cir.1983). On the record before us, we see no findings by the district court on this issue. On remand, any consideration as to whether there is infringement under the doctrine of equivalents should also resolve this question.\nSince the court made none of the required findings with regard to infringement under the doctrine of equivalents, there is no basis for concluding that there is a likelihood of success on that ground. The grant of the preliminary injunction therefore cannot stand and the injunction is vacated.\nBecause of our disposition to vacate the grant of the preliminary injunction, we do not address Conair’s other two arguments, viz., that the court failed to conduct a de novo review of the magistrate’s report and that it deprived Conair of a fair opportunity to be heard.\nCONCLUSION\nThe district court’s grant of the preliminary injunction is vacated and the case is remanded for possible further action consistent with this opinion.\nCOSTS\nCosts to appellant.\nVACATED and REMANDED.\n. After the notice of appeal was filed by Conair, appellees filed a motion with this court to vacate the portion of the preliminary injunction order that concerned the 752 and '252 patents on the ground that the district court failed to make findings of fact with regard to these patents. On January 11, 1991, we stayed that portion of the district court’s order. We now accede to appellees’ request by vacating that portion of the order.\n. Conair has represented to this court that it has not made, used, or sold either of its previous two designs since November 1989, and that it has no intention of doing so again. Based on these representations, we consider that only the above device is in issue. The district court did not make any findings with regard to the alleged infringement of the two prior designs, and we therefore vacate that part of the preliminary injunction order which dealt with those designs.\n. To the extent that the court interpreted the claim language \"flow of water” to include “some water,\" constituting mere drops of water, we regard that claim interpretation as an error of law.\n. The rule states, in pertinent part, that:\nIn all actions tried upon the facts without a jury or with an advisory jury, the court shall find the facts specially and state separately its conclusions of law thereon, and judgment shall be entered pursuant to Rule 58; and in granting or refusing interlocutory injunctions the court shall similarly set forth the findings of fact and conclusions of law which constitute the grounds of its action....\nFed.R.Civ.P. 52(a).",
        "type": "majority",
        "author": "LOURIE, Circuit Judge."
      }
    ],
    "attorneys": [
      "Melvin L. Moser, Jr., Gorr, Moser, Dell & Loughney, Pittsburgh, Pa., argued, for plaintiff-appellant. With him on the brief, was George Raynovich, Jr., Buchanan In-gersoll Professional Corp., Pittsburgh, Pa., of counsel.",
      "Raymond P. Niro, Niro, Scavone, Haller & Niro, Chicago, Ill., argued, for defendants-appellees. With him on the brief, was Robert A. Vitale, Jr."
    ],
    "corrections": "",
    "head_matter": "The CONAIR GROUP, INC., Plaintiff-Appellant, v. AUTOMATIK APPARATE-MASCHINENBAU GMBH and Automatik Machinery Corp., Defendants-Appellees. AUTOMATIK APPARATE-MASCHINENBAU GMBH, Plaintiff-Appellee, v. The CONAIR GROUP, INC., Defendant-Appellant.\nNos. 91-1135, 91-1136.\nUnited States Court of Appeals, Federal Circuit.\nSept. 11, 1991.\nMelvin L. Moser, Jr., Gorr, Moser, Dell & Loughney, Pittsburgh, Pa., argued, for plaintiff-appellant. With him on the brief, was George Raynovich, Jr., Buchanan In-gersoll Professional Corp., Pittsburgh, Pa., of counsel.\nRaymond P. Niro, Niro, Scavone, Haller & Niro, Chicago, Ill., argued, for defendants-appellees. With him on the brief, was Robert A. Vitale, Jr.\nBefore MICHEL and LOURIE, Circuit Judges, and SKELTON, Senior Circuit Judge."
  },
  "file_name": "0862-01",
  "first_page_order": 950,
  "last_page_order": 955
}