{
  "id": 10523597,
  "name": "LOCAL 1052; Local 1478; Local 1752; Local 769, of the UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, Plaintiffs-Appellants, v. LOS ANGELES COUNTY DISTRICT COUNCIL OF CARPENTERS, et al., Defendant-Appellee, Robert J. Smith; William H. French; Trevor G. Cant; Ronald K. Gann, et al., Defendants-Intervenors-Appellants; LOCAL 1052; Local 1478; Local 1752; Local 769, of the UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, Plaintiff-Appellees, and Robert J. Smith; William H. French; Trevor G. Cant; Ronald K. Gann, et al., Defendants-Intervenors-Appellees, v. LOS ANGELES COUNTY DISTRICT COUNCIL OF CARPENTERS, et al., Defendant-Appellant",
  "name_abbreviation": "Local 1052 v. Los Angeles County District Council of Carpenters",
  "decision_date": "1991-09-17",
  "docket_number": "Nos. 89-55342, 89-55345",
  "first_page": "610",
  "last_page": "618",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 610"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "29 U.S.C. § 481",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "920 F.2d 1047",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546795
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1055"
        },
        {
          "page": "1054"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/1047-01"
      ]
    },
    {
      "cite": "379 U.S. 134",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11729331
      ],
      "weight": 3,
      "year": 1964,
      "pin_cites": [
        {
          "page": "139"
        },
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0134-01"
      ]
    },
    {
      "cite": "61 L.Ed.2d 315",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 2890",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "442 U.S. 944",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1532100,
        1531909,
        1531974,
        1532164,
        1531908,
        1532042,
        1532142,
        1532111,
        1532015,
        1531857,
        1532210,
        1531894,
        1532059
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/442/0944-11",
        "/us/442/0944-09",
        "/us/442/0944-08",
        "/us/442/0944-06",
        "/us/442/0944-04",
        "/us/442/0944-12",
        "/us/442/0944-07",
        "/us/442/0944-01",
        "/us/442/0944-10",
        "/us/442/0944-03",
        "/us/442/0944-02",
        "/us/442/0944-13",
        "/us/442/0944-05"
      ]
    },
    {
      "cite": "587 F.2d 1379",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        836793
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1389"
        },
        {
          "page": "1384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/587/1379-01"
      ]
    },
    {
      "cite": "867 F.2d 500",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526758
      ],
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/867/0500-01"
      ]
    },
    {
      "cite": "452 U.S. 615",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1313969
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "2549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/452/0615-01"
      ]
    },
    {
      "cite": "97 L.Ed.2d 765",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 3267",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        5631177
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/12/3267-01"
      ]
    },
    {
      "cite": "483 U.S. 1022",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        28128,
        28385,
        28087,
        28068,
        28101,
        28230,
        28100,
        28145,
        28340,
        28086,
        28279,
        28186,
        28092
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/483/1022-10",
        "/us/483/1022-03",
        "/us/483/1022-05",
        "/us/483/1022-08",
        "/us/483/1022-02",
        "/us/483/1022-12",
        "/us/483/1022-01",
        "/us/483/1022-06",
        "/us/483/1022-04",
        "/us/483/1022-09",
        "/us/483/1022-07",
        "/us/483/1022-11",
        "/us/483/1022-13"
      ]
    },
    {
      "cite": "806 F.2d 1410",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1656022,
        1655934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/806/1410-01",
        "/f2d/806/1410-02"
      ]
    },
    {
      "cite": "800 F.2d 973",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1600175
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "975"
        },
        {
          "page": "975"
        },
        {
          "page": "976",
          "parenthetical": "\"Absent a specific limitation in a union constitution, this court will not interfere with the efforts of a union's leaders to manage the affairs of their organization.\""
        },
        {
          "page": "976"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/800/0973-01"
      ]
    },
    {
      "cite": "783 F.2d 874",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1544089
      ],
      "pin_cites": [
        {
          "page": "876"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/783/0874-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 411",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. §§ 185",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "620"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1331",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 973,
    "char_count": 25150,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 1.272213655283926e-07,
      "percentile": 0.6150348919956338
    },
    "sha256": "440a16f991db86e20050c9e11a390c478c75569d26ab8c46770a589e45dc49f5",
    "simhash": "1:9156e5366c15bdc5",
    "word_count": 4013
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BEEZER, HALL and TROTT, Circuit Judges."
    ],
    "parties": [
      "LOCAL 1052; Local 1478; Local 1752; Local 769, of the UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, Plaintiffs-Appellants, v. LOS ANGELES COUNTY DISTRICT COUNCIL OF CARPENTERS, et al., Defendant-Appellee, Robert J. Smith; William H. French; Trevor G. Cant; Ronald K. Gann, et al., Defendants-Intervenors-Appellants. LOCAL 1052; Local 1478; Local 1752; Local 769, of the UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, Plaintiff-Appellees, and Robert J. Smith; William H. French; Trevor G. Cant; Ronald K. Gann, et al., Defendants-Intervenors-Appellees, v. LOS ANGELES COUNTY DISTRICT COUNCIL OF CARPENTERS, et al., Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "CYNTHIA HOLCOMB HALL, Circuit Judge:\nSeveral dissident local unions of the United Brotherhood of Carpenters & Joiners of America (“UBC”) appeal the entry of summary judgment against them in their action challenging the UBC’s decision to merge sixteen Southern California local unions into four new locals (No. 89-55342). The Los Angeles County District Council of Carpenters (“the District Council”) cross-appeals the district court’s decision to invalidate certain aspects of the merger plan as having been enacted in violation of the District Council’s bylaws (No. 89-55345). The district court had jurisdiction pursuant to 28 U.S.C. § 1331 and 29 U.S.C. §§ 185 and 412. We have jurisdiction under 28 U.S.C. § 1291.\nI\nFor nearly ten years, the UBC has been restructuring its constituent organizations, ordering local unions and other subordinate bodies in various parts of the country to merge or otherwise restructure. It has done so to “more effectively serve the membership” and to “eliminat[e] duplication and waste.”\nIn keeping with this national policy, the General President of the UBC on January 22, 1988 ordered sixteen of the seventeen construction local unions in the Southern California area to consolidate into four new locals. In addition to the merger itself, two residual consequences are relevant to this appeal. First, the local construction unions lost the opportunity to elect business representatives; under the merger plan, representatives for the new locals were to be appointed by the District Council. Second, as part of a financial restructuring, all supplemental dues payments, ninety percent of which had previously gone to the locals, were to be channeled directly to the District Council.\nTwelve of the construction locals complied with the order. The remaining four locals refused to do so and appealed to the UBC General Executive Board. On February 24, 1988, the Board denied their appeal.\nOn March 3, 1988, the dissident locals brought an action in district court, seeking injunctive relief and damages against the UBC, the District Council, Douglas McCar-ron, the Council’s Secretary/Treasurer, and the Carpenters Southern California Administrative Corporation (CSCAC). The complaint alleged: (1) breach of the UBC constitution and District Council bylaws, in violation of 29 U.S.C. § 185; (2) denial of an equal opportunity to vote, in violation of 29 U.S.C. § 411(a)(1); (3) denial of members’ rights to express their views, in violation of 29 U.S.C. § 411(a)(2); (4) breach of fiduciary duty by McCarron, in violation of 29 U.S.C. § 501(a); and (5) entitlement to injunctive relief.\nOn March 3, 1988, the district court issued an order to show cause regarding the dissident locals’ request for a preliminary injunction. After several hearings, it denied them injunctive relief.\nOn March 5, 1988, the District Council and McCarron answered, filing a counterclaim which sought declaratory and injunc-tive relief. Against the dissident locals, the District Council sought a permanent injunction, requiring them to pay directly to the District Council all supplemental dues received, and a declaratory judgment that they were required to do so under the District Council bylaws and the UBC constitution. The Council also brought a cross-claim against the CSCAC, seeking similar injunctive and declaratory relief.\nOn October 21, 1988, the UBC General President ordered the consolidation of the dissident local unions into the new locals effective November 5, 1988. The order included a directive that the dissident locals transfer their assets to the new unions. When the dissident locals refused to do so, the new local unions moved for leave to intervene, which the district court granted on December 19, 1988. The intervening locals then filed a complaint-in-intervention for accounting and for declaratory and in-junctive relief upholding the merger order.\nThe UBC, meanwhile, had filed a cross-complaint and third party complaint for declaratory relief, injunctive relief, and damages, seeking to enforce the consolidation order.\nIn January 1989, the UBC, the District Council, and McCarron moved for summary judgment and summary adjudication of issues. After hearing oral argument, the district court entered an order: (1) granting summary judgment against the four dissident locals on their claims against the UBC, finding that the merger order was valid and enforceable in that it was not enacted in bad faith or in violation of the UBC constitution; (2) granting the declaratory and injunctive relief sought by the UBC, ordering the dissident locals to comply with the merger order; and (3) granting the declaratory and injunctive relief sought by the new locals. The dissident locals appeal these rulings in No. 89-55342. The court denied in part the District Council’s motion for summary judgment and summary adjudication of issues, holding that the District Council had not complied with the procedures set out in its bylaws when it amended the bylaws to require local unions to pay all supplemental dues directly to the District Council. The District Council appeals this ruling in No. 89-55345.\nII\nWe review a grant of summary judgment de novo. Darring v. Kincheloe, 783 F.2d 874, 876 (9th Cir.1986).\nWhen reviewing a union’s interpretation of its own constitution, our review is deferential. “There is a well-established federal policy of avoiding unnecessary interference in the internal affairs of un-ions_ [Ajbsent bad faith or special circumstances, an interpretation of a union constitution by union officials, as well as interpretations of the union’s rules and regulations, should not be disturbed by the court.” Motion Picture & Videotape Editors Guild, Local 776 v. International Sound Technicians, Local 695, 800 F.2d 973, 975 (citations omitted), amended, 806 F.2d 1410 (9th Cir.1986), cert. denied, 483 U.S. 1022, 107 S.Ct. 3267, 97 L.Ed.2d 765 (1987).\nIll\nThe dissident locals make three overlapping arguments as to why the district court erred in granting summary judgment against them. They claim that material questions of fact exist as to (1) whether the UBC, in ordering the merger, violated its constitution by failing to protect the “vested rights” of the dissident locals, particularly the right to elect business representatives; (2) whether the merger violated section 101 of the Labor Management Reporting Disclosure Act (LMRDA) by depriving their members of certain elective rights; and (3) whether the UBC acted in bad faith in ordering the merger. We reject these claims.\nA\nA union constitution is a contract between labor organizations. United Ass’n of Journeymen & Apprentices of the Plumbing & Pipefitting Indus. v. Local 334, 452 U.S. 615, 101 S.Ct. 2546, 69 L.Ed.2d 280 (1981). As such, in an action brought under 29 U.S.C. § 185 it may be enforced like any other contract. Id. at 620, 101 S.Ct. at 2549; Building Material & Dump Truck Drivers, Local 420 v. Traweek, 867 F.2d 500, 507 (9th Cir.1989).\nThe dissident locals argue that the merger plan violates section 6(A) of the UBC constitution. That section gives the UBC General President broad discretionary powers to effect the reorganization and consolidation of local unions. In exercising that power, however, the General President must assure that the “vested rights” of affected members are protected.\nThe vested rights of the members shall be preserved and where action as herein described is taken the General President and General Executive Board shall preserve the membership rights of the members of affected Local Unions, including their right to attend and participate in meetings, to vote, to nominate candidates and to be nominated and run for office or business representative.\nCiting the underscored sections, the dissident locals argue that the right to elect business representatives is a “vested right” specifically guaranteed by section 6(A), which was denied to them under the merger plan, since after its enactment the four new construction locals were to have their business representatives appointed by the District Council. They also point out that only construction locals were deprived of their right to elect business representatives, while both industrial and specialty local unions retained the right to do so.\nThe UBC contends that despite this clause, its members do not have a vested right to elect business representatives. It refers us to section 31 of the constitution, which provides in part,\nSection 31 (NOMINATION AND ELECTION IN SUBORDINATE BODIES): (A) The officers of a Local Union shall be a President, Vice-President, Recording Secretary, Financial Secretary, Treasurer, Conductor, Warden, and three Trustees ....\n(C) Every Local Union or District Council whose members are employed in the construction industry shall have a full-time Executive Officer or Business Representative and such assistant Business\nRepresentatives as may be necessary. Where Local Unions are affiliated with a District Council, the services of such full-time Business Representatives may be provided by and through the District Council.... Business Representatives may be elected or appointed by Local Unions or District Councils.\nThe UBC argues that since business representatives are not officers of a local and since the constitution suggests that their election is permissive, the ability to elect a business representative cannot possibly be a vested right. The UBC also notes that its General Executive Board has determined that “the election of Business Representatives is permissive and not mandatory and that members do not have a ‘vested right’ to elect business representatives.”\nThe district court agreed with the UBC, finding that the dissident locals did not have a vested right to elect business representatives since section 31 made their election permissive. Amended Order re Summary Judgment 16-17.\nWe affirm the entry of summary judgment against the dissident locals. As noted above, “an interpretation of a union constitution by union officials ... should not be disturbed” by a reviewing court absent bad faith or special circumstances. Motion Picture & Videotape Editors, 800 F.2d at 975. Leaving bad faith aside, which we discuss below, the UBC’s interpretation of its own constitution is reasonable and entitled to substantial deference.\nSection 31 makes clear that the right to elect a business representative is not a vested right. It specifically provides that a business representative is not an officer, and leaves to the District Council the option of providing the local unions with business representatives or allowing them to either elect or appoint their own representatives. Given this grant of discretionary authority to the District Council, it cannot be said that individual local unions have a vested right to elect business representatives.\nThere remains the problem of whether section 31 conflicts with section 6(A). Section 6(A) does not, of itself, create a vested right to elect business representatives. It merely canvasses a range of membership rights, including the right to nominate and elect candidates for “office or business representative.” Thus, to the extent section 6(A) conflicts with section 31, the conflict is not direct. In the absence of a direct conflict, we must defer to the UBC’s interpretation. See Motion Picture & Videotape Editors, 800 F.2d at 976 (“Absent a specific limitation in a union constitution, this court will not interfere with the efforts of a union’s leaders to manage the affairs of their organization.”); Stelling v. International Bhd. of Elec. Workers, Local 1547, 587 F.2d 1379, 1389 (9th Cir.1978) (affirming reasonable union construction of constitution despite ambiguity in constitutional provisions), cert. denied, 442 U.S. 944, 99 S.Ct. 2890, 61 L.Ed.2d 315 (1979).\nB\nThe dissident locals argue that the merger plan violated section 101 of the LMRDA, 29 U.S.C. § 411, because: (1) their members were not allowed to vote on the merger; and (2) the associational and elective rights of the merged construction locals were impinged while those of non-construction locals were not.\nSection 411(a)(1) provides,\nEvery member of a labor organization shall have equal rights and privileges within such organization to nominate candidates, to vote in elections or referendums of the labor organization, to attend membership meetings, and to participate in the deliberations and voting upon the business of such meetings, subject to reasonable rules and regulations in such organization’s constitution and bylaws.\nThat section “ ‘is no more than a command that members and classes of members shall not be discriminated against in their right to nominate and vote.’ ” Stelling, 587 F.2d at 1384 (quoting Calhoon v. Harvey, 379 U.S. 134, 139, 85 S.Ct. 292, 295, 13 L.Ed.2d 190 (1964)). Since the locals concede that they had no right under the UBC constitution to vote on the merger, they cannot claim that the union violated § 411(a)(1) by failing to hold such a vote. Similarly, since the UBC constitution does not guarantee the dissident locals a right to elect business representatives, the fact that certain non-construction locals retained the right to elect their business representatives cannot support a finding that § 411(a)(1) has been violated. Apart from these two matters, members of the dissident locals otherwise retained all rights and privileges of membership, and there is no other evidence to suggest that § 411 was violated.\nC\nThe dissident locals argue that the merger should be set aside because it was enacted in bad faith. In its recent decision in Local 48 v. United Brotherhood of Carpenters & Joiners, 920 F.2d 1047 (1st Cir.1990), the First Circuit articulated a test to determine whether a union merger was made in bad faith. Under that test, “bad faith in ordering a merger can be found on evidence that union officials acted contrary to the international’s best interests, out of self-interest, or in an unconscionable or outrageous way.” Id. at 1055. We adopt the First Circuit’s test, and find that none of the allegations put forth by the dissident locals meets this standard.\nFirst, the dissident locals argue that the UBC’s explanation for the merger was pre-textual. As the First Circuit observed in rejecting a similar claim of bad faith, “Once the International has given a reasoned and founded explanation for the merger, judicial inquiry into the decision’s reasonableness as a tell-tale for bad faith must end.” Id. at 1054. As the dissidents concede, the merger plan was part of a national consolidation and reorganization plan. Their objections to how the plan will be implemented in Southern California are thus beside the point.\nSecond, the locals argue that the limited decisionmaking role played by the District Council’s special merger committee creates a material question of fact as to McCar-ron’s bad faith, since the committee “neither investigated nor studied the need for merger, nor did it formulate the type of merger; rather ... the hand-picked, ‘stacked’ committee was told it had to accept and approve it as submitted to it.” That the committee’s role was limited does not, however, create a material question of fact as to the UBCs bad faith. The locals have presented no evidence to suggest that the General President acted in bad faith in accepting the committee’s findings. Moreover, as they concede, under section 6(A), the General President was not required to appoint a committee, nor to abide by its findings.\nThird, the dissidents point to the General President's failure to make specific findings. Section 6(A) does not, however, require that any such findings be made.\nFourth, they claim that the disposition of funds belonging to the former locals creates a material question of fact as to bad faith. Those funds were transferred to “merger accounts” held in the name of the District Council for the merged locals. This procedure is arguably contrary to the General President’s instruction that the funds were to go directly to the merged locals. Id. at 354-55. This evidence does not, however, create a material question of fact as to the UBC’s bad faith in ordering the merger.\nIV\nThe district court held that the District Council had violated its own bylaws in amending the procedures by which supplemental dues, which are collected in the form of a “dues checkoff,” are utilized. We disagree.\nA\nThe dues checkoff is a means by which each member pays his or her supplemental dues, which are a portion of the vacation and holiday benefits he or she receives. The member can authorize the administrator of the Eleven County Carpenter Joint Vacation Savings and Holiday Plan and Trust, which receives the benefit payments from the employer, to deduct the monthly dues from the member’s benefits and pay it directly to the District Council or the member’s local union. If the member does not authorize this “checkoff,” he or she is billed by the District Council or the local union for the amount due.\nIn keeping with this structure, section 30 of the bylaws provides as follows:\nSection 30 (DUES).\nE) The dues based on the hourly work will be paid by the Contractor to the Carpenters Southern California Vacation Trust Fund. The Administrator of the Vacation Trust Fund will then cause the hourly dues checkoff to be distributed to the Local Unions based on the number of hours worked by each member of that Local Union.\nBefore the merger, the District Council derived its revenue from three sources: (1) a specified portion of member initiation fees received by the local unions; (2) a per capita tax on each local union member; and (3) ten percent of all dues checkoff proceeds, as provided in section 14. Section 14 provided in part,\nThe revenue of this District Council shall be derived from the following sources:\nA) The Local Unions affiliated with the District Council shall pay to the District Council an amount to reflect 10% of the initiation fee on each newly initiated journeyman....\nB) Effective April 1, 1986 each Local Union shall pay a base per capita of One Dollar and Ten ($1.10) cents on each Twenty Dollar ($20.00) per month dues paying member (active and retired) plus Ten Per Cent (10%) of all dues check off monies, authorized and unauthorized, per month.\nAny changes in the bylaws are governed by the following provision:\nSection 46 (AMENDMENTS).\nA) Any amendments and changes to the Bylaws of the Los Angeles County District Council of Carpenters (Section 30 excepted) may be put into effect by the action of the Delegates to the District Council in regular session. However, if the majority of the Delegates present so desire, an amendment or change may be sent out for Referendum vote.\nChanges to section 30 must be approved by referendum.\nAt a regularly scheduled meeting of the District Council on January 25, 1988, a majority of the delegates amended the bylaws as follows:\n(1) Section 14 was amended to exclude construction locals from both the obligation to pay ten percent of all initiation fees to the District Council and the obligation to pay the per capita tax to the District Council.\n(2) Section 14(B) was amended to add the following provision as § 14(B)(1):\nEffective February 1, 1988 Construction Local Unions will pay 100% of authorized or unauthorized Supplemental Dues to the District Council, retaining all initiation fees for the use of the Local Union.\n(3) Section 30(E) was amended to read as follows:\nThe dues based on the hourly work will be paid by the Contractor to the Carpenters Southern' California Vacation Trust Fund. The Administrator of the Vacation Trust Fund will then cause the hourly dues checkoff to be distributed to the District Council and the Specialty Local Unions based on the number of hours worked by each member [of that local union].\nThe district court found that the amendment to section 30(E) was adopted in direct violation of section 46(A) since it had not been approved by referendum. The District Council does not appeal this ruling. The court also concluded that the amendment to section 14(B)(1) indirectly violated section 46(A) since it “directly contradicted” section 30 (by completely divesting the local unions of supplemental dues) and had not been approved by referendum.\nB\nThe District Council argues that the district court erred in concluding that section 14(B)(1) directly contradicted section 30. It notes that section 14(B)(1) neither increased the amount of dues to be paid by individual members (a subject clearly within the province of section 30) nor created any new obligation on the part of the local unions to pay supplemental dues to the District Council; rather, it merely increased the amount of supplemental dues flowing to the District Council. That this in effect required the locals to surrender all of their supplemental dues is not inconsistent with section 30, it argues, since that section deals only with the amount of dues to be collected and not the use to which they are put. Under section 14, which does deal with revenue allocation, the District Council clearly had the authority to amend the bylaws by delegate vote rather than by referendum.\nThe dissident locals argue that the “legislative history” of the dues checkoff suggests that any change in the use of those dues must be approved by referendum. As the District Council convincingly argues, however, this claim is belied by the structure of the bylaws themselves, which prior to the abortive amendment required the locals to pay a portion of supplemental dues to the District Council and expressly allowed changes in the revenue stream to be made by delegate vote rather than by referendum.\nWe agree with the District Council, and reverse the district court. As this court noted in Motion Picture & Videotape Editors, it is only when a specific limitation in a union constitution or bylaw has been violated that a court should interfere with the efforts of a union to manage its internal affairs. 800 F.2d at 976. Disputes between local union organizations, on the other hand, “are best left for internal settlement.” Id.\nHere, there was no conflict with any provisions of the bylaws. The bylaws expressly empowered the Council, by delegate vote, to alter its revenue stream, including the amount of supplemental dues it receives from the local unions. Section 30, on the other hand, is addressed to the amount of dues, rather than their allocation. Thus, there is no direct conflict between the two sections. As the amendment to section 14 was otherwise enacted in accordance with the bylaws, the district court should have affirmed its adoption, leaving the underlying political dispute to internal union resolution.\nV\nWe AFFIRM the entry of summary judgment in No. 89-55342 (upholding the merger) and REVERSE summary judgment in No. 89-55345 (regarding supplemental dues). Each party shall bear its own costs.\n. The merger also brought about a change in dispatching procedures. This was affirmed by the district court and is not challenged on appeal.\n. The dissident locals had also alleged a violation of 29 U.S.C. § 481(b), which prohibits a union from denying its members the right to elect officers. This count was dismissed without prejudice pursuant to stipulation by the parties.\n. Section 6(A) provides in part.\nThe United Brotherhood is empowered ... in the discretion of the General President subject to appeal to the General Executive Board, where the General President finds that it is in the best interests of the United Brotherhood and its members, locally or at large, ... to establish or alter the trade or geographical jurisdiction of any Local Union or Council, to form Councils and to permit, prohibit or require the affiliation with or disaffiliation from any Council by any Local Union....\n. The local unions which belong to the District Council fall into three categories: specialty local unions, industrial local unions, and construction local unions.",
        "type": "majority",
        "author": "CYNTHIA HOLCOMB HALL, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Charles F. Palmer, Perkins Coie, Los An-geles, Cal., and Michael B. Roger, Van Bourg, Weinberg, Roger & Rosenfeld, San Francisco, Cal., for defendants-appellees-appellants.",
      "Paul M. Posner, Paso Robles, Cal., for plaintiffs-appellants-appellees.",
      "Dennis A. Kendig, Kendig & Ross, Los Angeles, Cal., for defendants-intervenors-appellants-appellees."
    ],
    "corrections": "",
    "head_matter": "LOCAL 1052; Local 1478; Local 1752; Local 769, of the UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, Plaintiffs-Appellants, v. LOS ANGELES COUNTY DISTRICT COUNCIL OF CARPENTERS, et al., Defendant-Appellee, Robert J. Smith; William H. French; Trevor G. Cant; Ronald K. Gann, et al., Defendants-Intervenors-Appellants. LOCAL 1052; Local 1478; Local 1752; Local 769, of the UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, Plaintiff-Appellees, and Robert J. Smith; William H. French; Trevor G. Cant; Ronald K. Gann, et al., Defendants-Intervenors-Appellees, v. LOS ANGELES COUNTY DISTRICT COUNCIL OF CARPENTERS, et al., Defendant-Appellant.\nNos. 89-55342, 89-55345.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted May 7 and 9, 1991.\nDecided Sept. 17, 1991.\nCharles F. Palmer, Perkins Coie, Los An-geles, Cal., and Michael B. Roger, Van Bourg, Weinberg, Roger & Rosenfeld, San Francisco, Cal., for defendants-appellees-appellants.\nPaul M. Posner, Paso Robles, Cal., for plaintiffs-appellants-appellees.\nDennis A. Kendig, Kendig & Ross, Los Angeles, Cal., for defendants-intervenors-appellants-appellees.\nBefore BEEZER, HALL and TROTT, Circuit Judges."
  },
  "file_name": "0610-01",
  "first_page_order": 698,
  "last_page_order": 706
}