{
  "id": 10525374,
  "name": "KALAN, INC., Plaintiff-Appellant, v. The UNITED STATES, Defendant/Cross-Appellant",
  "name_abbreviation": "Kalan, Inc. v. United States",
  "decision_date": "1991-09-11",
  "docket_number": "Nos. 91-1117, 91-1163",
  "first_page": "847",
  "last_page": "852",
  "citations": [
    {
      "type": "official",
      "cite": "944 F.2d 847"
    }
  ],
  "court": {
    "name_abbreviation": "Fed. Cir.",
    "id": 8955,
    "name": "United States Court of Appeals for the Federal Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "98 Stat. 2948",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 599",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6221553
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "604",
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0184-01"
      ]
    },
    {
      "cite": "69 CCPA 86",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6091386
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/69/0086-01"
      ]
    },
    {
      "cite": "671 F.2d 1356",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6091386,
        670854
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/69/0086-01",
        "/f2d/671/1356-01"
      ]
    },
    {
      "cite": "19 U.S.C. § 1505",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "767 F.2d 886",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3503432,
        348956
      ],
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/8/0886-01",
        "/f2d/767/0886-01"
      ]
    },
    {
      "cite": "329 U.S. 654",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158846
      ],
      "weight": 5,
      "year": 1947,
      "pin_cites": [
        {
          "page": "659"
        },
        {
          "page": "604"
        },
        {
          "page": "663"
        },
        {
          "page": "606"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/329/0654-01"
      ]
    },
    {
      "cite": "478 U.S. 310",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207040
      ],
      "weight": 8,
      "year": 1986,
      "pin_cites": [
        {
          "page": "314"
        },
        {
          "page": "2961"
        },
        {
          "page": "318"
        },
        {
          "page": "2963"
        },
        {
          "page": "321"
        },
        {
          "page": "2965"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0310-01"
      ]
    },
    {
      "cite": "19 U.S.C. § 1520",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2644",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "1988 WL 128610",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "Kalan I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "12 C.I.T. 1142",
      "category": "reporters:specialty",
      "reporter": "C.I.T.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "1146",
          "parenthetical": "Kalan I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. §§ 1581",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "5027",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "752 F.Supp. 455",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7383152,
        6135230
      ],
      "weight": 9,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "Kalan II"
        },
        {
          "page": "456"
        },
        {
          "page": "457"
        },
        {
          "page": "457"
        },
        {
          "page": "457"
        },
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/752/0455-01",
        "/ct-intl-trade/14/0760-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 720,
    "char_count": 15576,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 6.212237856366269e-07,
      "percentile": 0.9571032905779449
    },
    "sha256": "763a445d66f646a45935b83b22c82afef134d4ec8870ad591d447a1fe48ccc4a",
    "simhash": "1:71ce29545fc7d3f3",
    "word_count": 2543
  },
  "last_updated": "2024-02-27T20:11:57.694237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ARCHER, MAYER and CLEVENGER, Circuit Judges."
    ],
    "parties": [
      "KALAN, INC., Plaintiff-Appellant, v. The UNITED STATES, Defendant/Cross-Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nMAYER, Circuit Judge.\nKalan, Inc. appeals the judgment of the United States Court of International Trade awarding it interest only from the date of liquidation, rather than from the date of payment, on estimated duties paid at entry and subsequently refunded by the United States Customs Service (Customs). Kalan, Inc. v. United States, 752 F.Supp. 455 (Ct. Int’l Trade 1990) (Kalan II). The United States cross-appeals, contending that refunds of excess estimated duties deposited at entry bear no interest. We agree with the government and reverse.\nBackground\nThe facts are simple and undisputed. During late 1987 and early 1988, Kalan imported key tags from the Republic of Korea. Customs classified the tags as “jewelry” under item 740.41, Tariff Schedules of the United States (TSUS), and required Kalan at entry to deposit duties of 11% ad valorem. Kalan complied, but protested that the tags should be classified as non-dutiable “plasties” under TSUS item 774.58 instead. Customs subsequently liquidated the entries “as entered” — it neither refunded any of the duties deposited at entry nor assessed any increased or additional duties — and denied Kalan’s protest.\nKalan then filed a civil action contesting the denial in the Court of International Trade. See 28 U.S.C. §§ 1581(a), 2631 (1988). The court agreed with Kalan: “the subject product is properly classifiable under item 774.58, TSUS.” Kalan, Inc. v. United States, 12 C.I.T. 1142, 1146, 1988 WL 128610 (1988) (Kalan I). Customs accordingly reliquidated the entries and refunded the liquidated duties in their entirety. It did not, however, pay any interest.\nThe protest cycle consequently repeated: Kalan protested Customs’ refusal to pay interest, the agency denied the claim, and Kalan filed another suit in the Court of International Trade. This time, Kalan did not completely prevail. The government consented to an order awarding Kalan interest on the refunded duties from August 26, 1988, the date Kalan filed its summons in the Court of International Trade, to the date of the refund. Kalan II, 752 F.Supp. at 456; see 28 U.S.C. § 2644 (1988). But the court interpreted 19 U.S.C. § 1520(d) to allow Kalan additional interest only from the date Customs liquidated its entries, not the date Kalan paid the estimated duties. Section 1520(d) provides:\nIf a determination is made to reliquidate an entry as a result of a protest filed under section 1514 of this title or an application for relief made under subsection (c)(1) of this section, or if reliquidation is ordered by an appropriate court, interest shall be allowed on any amount paid as increased or additional duties under section 1505(c) of this title at the annual rate established pursuant to that section and determined as of the 15th day after the date of liquidation or reliquidation. The interest shall be calculated from the date of payment to the date of (1) the refund, or (2) the filing of a summons under section 2632 of Title 28, whichever occurs first. [Emphasis added.]\nSection 1505(c), in turn, specifies:\nDuties determined to be due upon liquidation or reliquidation shall be due 15 days after the date of that liquidation or reliquidation, and unless payment of the duties is received by the appropriate customs officer within 30 days after that date, shall be considered delinquent and bear interest from the 15th day after the date of liquidation or reliquidation at a rate determined by the Secretary of the Treasury. [Emphasis added.]\nThe court reasoned that the estimated duties Kalan paid at entry “are no longer estimated” once the merchandise is liquidated. Kalan II, 752 F.Supp. at 457. “Rather, they then became ‘duties determined to be due upon liquidation,’ within the meaning of section 1505(c).” Id. Therefore, the question was not whether Kalan was entitled to interest vel non; it was whether interest should run from the date of payment or from the date of liquidation. Id. Notwithstanding section 1520(d)’s clear language that interest “shall be calculated from the date of payment,” the court interpreted section 1505(c)’s reference to “liquidation or reliquidation,” as well as testimony from congressional hearings on the bill containing the two sections, as mandating the payment of interest from the date of liquidation instead. Id. at 457.\nDiscussion\n“In the absence of express congressional consent to the award of interest separate from a general waiver of immunity to suit, the United States is immune from an interest award.” Library of Congress v. Shaw, 478 U.S. 310, 314, 106 S.Ct. 2957, 2961, 92 L.Ed.2d 250 (1986). This so-called “no-interest” rule “provides an added gloss of strictness” on the usual rule that waivers of sovereign immunity are construed strictly in favor of the sovereign. Id. at 318, 106 S.Ct. at 2963.\n[T]here can be no consent by implication or by use of ambiguous language. Nor can an intent on the part of the framers of a statute or contract to permit the recovery of interest suffice where the intent is not translated into affirmative statutory or contractual terms. The consent necessary to waive the traditional immunity must be express, and it must be strictly construed.\nId. (quoting United States v. N.Y. Rayon Importing Co., 329 U.S. 654, 659, 67 S.Ct. 601, 604, 91 L.Ed. 577 (1947)). Accord Getty Oil Co. v. United States, 767 F.2d 886, 889 (Fed.Cir.1985). Section 1520(d) does not contain the affirmative and unequivocal language necessary to entitle Kalan to any interest on the refunded excess duties it deposited at entry. Indeed, in conjunction with section 1505(c), other relevant statutory provisions, and the legislative history, section 1520(d) reflects Congress’ considered and deliberate refusal to award interest on the type of duties refunded here.\nA.\nSection 1520(d) expressly allows an importer to recover interest only on amounts “paid as increased or additional duties under section 1505(c).” 19 U.S.C. § 1520(d) (emphasis added). Section 1505(c), in turn, allows the government to assess interest on delinquent payments only of “duties determined to be due upon liquidation or reliquidation.” Id. § 1505(c). Here, Customs assessed and Kalan paid no duties, “increased” or “additional,” at liquidation. All of the entries were liquidated “as entered”; Customs determined that the estimated duties paid at entry satisfied Kalan’s tariff obligations. The duties did not thereby “bec[o]me ‘duties determined to be due upon liquidation’ within the meaning of section 1505(c).” Kalan II, 752 F.Supp. at 457. Except in circumstances not present here, estimated duties are due “at the time of making entry.” 19 U.S.C. § 1505(a). They may be refunded in whole or in part at liquidation but they are not due or collected then. Section 1505(b) is likewise unambiguous: “The appropriate customs officer shall collect any increased or additional duties due or refund any excess of duties deposited as determined on a liquidation or reliquidation.”\nEven accepting the trial court’s reasoning, neither it nor Kalan explains how estimated duties paid at entry qualify as “increased” or “additional” duties within the meaning of section 1520(d). As explained in United States v. Heraeus-Amersil, Inc., 671 F.2d 1356, 1357 n. 3, 69 CCPA 86 (1982),\n19 U.S.C. § 1505(a) requires deposit of estimated duties (i.e., those duties estimated by the importer at time of entry) before the merchandise is released, subject to certain exceptions like posting of a bond. Consequently, imported items cannot leave the docks until the importer’s payment (or some recognized equivalent) is presented. Thus, collection or refund of “increased or additional duties” mentioned in § 1505(b) is unrelated to monies paid by the importer at entry. Section 1505(a) leaves no doubt as to when estimated duties (as opposed to increased and additional duties) are “due.”\nWe think there is equally little doubt that excess estimated duties are refunded without interest. Neither section 1520(d) itself nor related sections 1505(a)-(c) clearly mandate the payment of interest on duties deposited at entry and subsequently refunded. Besides that, the sole statutory provision dealing directly with the refund of excess deposits is silent about the addition of interest. Section 1520(a) states: “The Secretary of the Treasury is authorized to refund duties or other receipts ... whenever it is ascertained on liquidation or reliqui-dation of an entry that more money has been deposited or paid as duties than was required by law to be so deposited or paid.” 19 U.S.C. § 1520(a). Neither we nor the Court of International Trade can supply by creative interpretation the necessary clear direction that Congress omitted.\nB.\n“When we find the terms of a statute unambiguous, judicial inquiry is complete except in rare and exceptional circumstances. We do not believe that this is one of those rare cases where the application of the statute as written will produce a result ‘demonstrably at odds with the intentions of its drafters.’ ” Demarest v. Manspeaker, 498 U.S.-,-, 111 S.Ct. 599, 604, 112 L.Ed.2d 608 (1991) (citations omitted). To the contrary, the relevant legislative history makes clear beyond any doubt that Congress considered but rejected allowing interest on refunds of excess estimated duties paid at entry.\nSections 1520(d) and 1505(c) are cognate; both were enacted in a single section of the Trade and Tariff Act of 1984. Pub.L. No. 98-573, § 210, 98 Stat. 2948, 2977 (1984). The House report accompanying the Act’s predecessor bill explains the sections’ genesis:\nCurrently, a deposit of the estimated duties owed must be made at the time of entry of merchandise, other than entry into warehouse, for transportation, or under bond. If it is determined that increased or additional duties are due, the appropriate customs officer must collect them. If any excess duties are being refunded, no interest is payable thereon. No time limits are fixed for the payment of additional or increased duties, and no interest on such amounts owed can be assessed.\n* * * * * *\nUntil February 18, 1982, the United States Customs Service had based its debt collection responsibilities upon the proposition that “[a] bill for duties, taxes, or other charges is due and payable upon receipt thereof by the debtor” [ ]. However, on February 18, 1982, the United States Court of Customs and Patent Appeals upheld a decision of the Court of International Trade in the [Heraeus ] case. The decision provides that increased or additional duties determined to be due on liquidation or reliquidation are not due and payable by the importer until either the protest period has expired without a protest being filed (90 days after liquidation or reliquidation), or where a protest has been filed and denied, the time to appeal to the Court of International Trade under 28 U.S.C. § 1581(a) has expired (180 days after denial). Thus, in the latter situation, collection efforts cannot be initiated for a minimum of 270 days.\n$ »H * * * *\nWithout legislation to overturn the Heraeus decision and with the current high interest rates prevailing throughout the country, it is anticipated that any normal business entity, legally able to delay payment of large sums of money without interest, would take advantage of that opportunity.\nH.R.Rep. No. 98-1015, 98th Cong., 2d Sess. 67-68, reprinted in 1984 U.S.Code Cong. & Admin.News 4910, 4960, 5026-27 (House Report).\nThus, Congress added section 1505(c) to change the effect of Heraeus: henceforth, increased or additional duties determined to be due upon liquidation or reliquidation would be due 15 days after the date of the liquidation or reliquidation rather than the minimum 90 days allowed under prior law. The Report distinguishes estimated duties deposited at entry from increased or additional duties assessed at liquidation and makes clear that section 1505(c) applies only to the latter.\nThe second part of this legislation [section 1520(d) ] recognizes the inherent fairness of a reciprocity of payment of interest when the importer has been able to sustain his position in an appropriate forum. It is similar to but, as regards increased or additional duties, goes beyond 28 U.S.C. 2644 which allows interest to be paid to a successful plaintiff in the Court of International Trade but only from the date of filing of the summons, regardless of the date of payment.\nId. at 5027 (emphasis added). Again the intent is clear. Section 1520(d) allows an importer to recover interest on subsequently refunded increased or additional duties. Only in that regard does the section “go[ ] beyond” 28 U.S.C. § 2644, which allows interest on the entire refunded amount “but only from the date of filing of the summons” to the date of the refund. Because section 1520(d) allows interest only on increased or additional duties, it requires that the interest rate be “determined as of the 15th day after the date of liquidation or reliquidation” — when section 1505(c) specifies that increased or additional duties, determined on liquidation, see 19 U.S.C. § 1505(b), are due.\nIn short, the House Report confirms that neither section 1520(d) nor section 1505(c) changed prior law: “If any excess duties are being refunded, no interest is payable thereon.” House Report at 5026. Curiously, the trial court ignored the House Report. It relied instead on testimony presented at the congressional hearings on H.R. 3159, the predecessor bill to section 210 of the Trade and Tariff Act of 1984. See Kalan II, 752 F.Supp. at 458. But that testimony is consistent with the House Report and underscores Congress’ awareness, consideration, and ultimate rejection of the view that it should allow interest on refunds of excess estimated duties. Id.\nCongress thought it a sound policy to award interest on refunds of some duties but not others; whether we agree with that policy or instead with Kalan’s view that the policy is unfair is irrelevant. “The immunity of the United States from liability for interest is not to be waived by policy arguments of this nature. Courts lack the power to award interest against the United States on the basis of what they think is or is not sound policy.” Library of Congress v. Shaw, 478 U.S. at 321, 106 S.Ct. at 2965 (quoting United States v. N. Y. Rayon Importing Co., 329 U.S. at 663, 67 S.Ct. at 606).\nConclusion\nAccordingly, the judgment of the Court of International Trade is reversed.\nREVERSED.\n28 U.S.C. § 2644 provides:\nIf, in a civil action in the Court of International Trade under section 515 of the Tariff Act of 1930, the plaintiff obtains monetary relief by a judgment or under a stipulation agreement, interest shall be allowed at an annual rate established under section 6621 of the Internal Revenue Code of 1986. Such interest shall be calculated from the date of the filing of the summons in such action to the date of the refund.",
        "type": "majority",
        "author": "MAYER, Circuit Judge."
      }
    ],
    "attorneys": [
      "Sidney N. Weiss, New York City, argued, for plaintiff-appellant.",
      "James A. Curley, Commercial Litigation Branch, Dept, of Justice, of New York City, argued, for defendant/cross-appellant. With him on the brief were Stuart M. Gerson, Asst. Atty. Gen., David M. Cohen, Director and Joseph I. Liebman, Atty. in Charge, Intern. Trade Field Office. Also on the brief was Karen P. Binder, Office of Asst. Chief Counsel, U.S. Customs Service, of counsel."
    ],
    "corrections": "",
    "head_matter": "KALAN, INC., Plaintiff-Appellant, v. The UNITED STATES, Defendant/Cross-Appellant.\nNos. 91-1117, 91-1163.\nUnited States Court of Appeals, Federal Circuit.\nSept. 11, 1991.\nSidney N. Weiss, New York City, argued, for plaintiff-appellant.\nJames A. Curley, Commercial Litigation Branch, Dept, of Justice, of New York City, argued, for defendant/cross-appellant. With him on the brief were Stuart M. Gerson, Asst. Atty. Gen., David M. Cohen, Director and Joseph I. Liebman, Atty. in Charge, Intern. Trade Field Office. Also on the brief was Karen P. Binder, Office of Asst. Chief Counsel, U.S. Customs Service, of counsel.\nBefore ARCHER, MAYER and CLEVENGER, Circuit Judges."
  },
  "file_name": "0847-01",
  "first_page_order": 935,
  "last_page_order": 940
}