{
  "id": 10542599,
  "name": "UNITED STATES of America, Appellee, v. Peter ONWUEMENE, a/k/a Joseph O. Amos, Appellant",
  "name_abbreviation": "United States v. Onwuemene",
  "decision_date": "1991-05-16",
  "docket_number": "No. 90-2865",
  "first_page": "650",
  "last_page": "652",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 650"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "923 F.2d 369",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542858
      ],
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/923/0369-01"
      ]
    },
    {
      "cite": "901 F.2d 975",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536912
      ],
      "pin_cites": [
        {
          "page": "977"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/901/0975-01"
      ]
    },
    {
      "cite": "797 F.2d 417",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1615146
      ],
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/797/0417-01"
      ]
    },
    {
      "cite": "887 F.2d 1349",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537588
      ],
      "pin_cites": [
        {
          "page": "1352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/887/1349-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 994",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(d)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3742",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 1341",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 6819,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 9.082329482556178e-07,
      "percentile": 0.9792188656558741
    },
    "sha256": "94d9a19593ff7d0551343d511b57919c49d0698424e664f51ff642676024e43c",
    "simhash": "1:604daaff17bfef39",
    "word_count": 1061
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BOWMAN, Circuit Judge, HEANEY, and BRIGHT, Senior Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Peter ONWUEMENE, a/k/a Joseph O. Amos, Appellant."
    ],
    "opinions": [
      {
        "text": "HEANEY, Senior Circuit Judge.\nPeter Onwuemene, a Nigerian citizen, appeals from a sentence of twelve months imprisonment imposed by the district court following Onwuemene’s plea of guilty to one count of mail fraud, a violation of 18 U.S.C. § 1341. We vacate Onwuemene’s sentence and remand for resentencing.\nOnwuemene and other Nigerians participated in a nationwide automobile insurance fraud scheme which caused losses of approximately $1,000,000.00 to several insurance companies. To carry out the scheme, a member of the group would obtain liability insurance on an old car from ten to fifteen insurance companies. Thereafter, the policy owner would report a collision with an expensive, late-model ear owned by another member of the group, who would claim damage to his car.\nOn September 18, 1989, Progressive Insurance Company alerted postal inspectors after becoming suspicious of a reported accident and claim on a policy owned by Onwuemene. Onwuemene owned ten liability policies issued by ten different insurers on his 1976 Buick. He reported a collision with a 1984 BMW owned by Parker Julius Poor to each insurer. Poor submitted claims totalling $31,441.00 to eight of the companies. Only one honored a claim of $3,723.00. Onwuemene was charged with four counts of mail fraud. He pleaded guilty to one of the counts in return for the government’s agreement to recommend dismissal of the others.\nThe presentence investigation report (PSI) set Onwuemene’s base offense level at 6, added 4 levels for the amount of the attempted fraud, and 2 levels because the offense involved more than minimal planning. See U.S.S.G. § 2F1.1, (b)(1)(E), (b)(2). The PSI also recommended a 2-level reduction for acceptance of responsibility, yielding an offense level of 10. Onwuemene’s criminal history category of I produced a sentencing range of 6-12 months. The PSI recommended a six-month incarceration and a work release program.\nAt sentencing, Onwuemene agreed to pay restitution of $3,723.00. The district court sentenced him to twelve months imprisonment, the top of the sentencing range, because the crime was serious and could have resulted in a much greater loss if the victims had failed to discover it and because Onwuemene “failed or refused” to identify the other participants in the fraud. The court then added:\nThe other thing that I feel that warrants imposition at the high end of the guideline range: You are not a citizen of this country. This country was good enough to allow you to come in here and to confer upon you ... a number of the benefits of this society, form of government, and its opportunities, and you repay that kindness by committing a crime like this. We have got enough criminals in the United States without importing any.\nThe court’s written order omits this last reason. After sentencing, Onwuemene moved the court to reconsider the sentence because it was based on his nationality. The court summarily denied the motion.\nA sentence imposed within the applicable guidelines range is reviewable only if it is imposed in violation of the law or as a result of an incorrect application of the guidelines. 18 U.S.C. § 3742(a)(1), (a)(2), (e) (1988). In authorizing the sentencing guidelines, Congress required the Sentencing Commission to “assure that the guidelines and policy statements are entirely neutral as to the race, sex, national origin, creed, and socioeconomic status of offenders.” -28 U.S.C. § 994(d) (1988) (emphasis added). In accordance with this mandate, the guidelines state unequivocally that race, sex, national origin, creed, religion, and socioeconomic status “are not relevant in the determination of a sentence.” U.S. S.G. § 5H1.10.\nMoreover, sentencing an offender on the basis of factors such as race, national origin, or alienage violates the Constitution. See United States v. Borrero-Isaza, 887 F.2d 1349, 1352 (9th Cir.1989) (imposing stricter sentence on defendant because of his national origin and alienage violated his right to due process); United States v. Gomez, 797 F.2d 417, 419 (7th Cir.1986) (sentencing defendant more harshly solely because of his nationality or alien status “obviously would be unconstitutional”). The district court’s consideration of Onwuemene’s alien status at sentencing therefore constitutes both an incorrect application of the guidelines and a violation of the law, making Onwuemene’s sentence reviewable under 18 U.S.C. § 3742(e).\nAlthough the district court’s written order of judgment and committal omits Onwuemene’s alien status as a factor warranting sentencing at the top of the range, the court’s orally imposed sentence controls. See United States v. Khoury, 901 F.2d 975, 977 (11th Cir.1990). At the sentencing hearing, the court found it necessary to articulate three reasons for sentencing Onwuemene at the top of the guidelines range. Two of these reasons, the seriousness of the offense and the potential loss to its victims, and Onwue-mene’s refusal to identify other participants in the scheme, are permissible bases for the sentence imposed. Consideration of Onwuemene’s alien status, however, violated his constitutional rights. Because we cannot say that the district court would have imposed the same sentence absent this impermissible consideration, we must vacate Onwuemene’s sentence and remand for resentencing. See United States v. Hatchett, 923 F.2d 369, 375 (5th Cir.1991) (where district court’s statements at sentencing included both permissible and impermissible considerations, and statements were too interrelated to characterize some as actual considerations and others as mere observations, remand for resentencing was required although sentence imposed was within applicable guideline range).\nAccordingly, we vacate the sentence imposed by the district court and remand this case for resentencing consistent with this opinion.\n. We cannot infer from the district court’s omission of Onwuemene’s nationality from its order of judgment that it believed the other two reasons it gave for sentencing at the top of the range were sufficient to justify the sentence imposed. Nor can we speculate as to the relative weight the court gave the three factors in imposing sentence. The court’s omission of the third reason from its written order may have arisen from a variety of motives, including its realization subsequent to the sentencing hearing that the third reason would trigger, and would not withstand, appellate review.",
        "type": "majority",
        "author": "HEANEY, Senior Circuit Judge."
      }
    ],
    "attorneys": [
      "George T. Babcock, Omaha, Neb., for appellant.",
      "Robert F. Kokrda, Omaha, Neb., for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Peter ONWUEMENE, a/k/a Joseph O. Amos, Appellant.\nNo. 90-2865.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted May 10, 1991.\nDecided May 16, 1991.\nGeorge T. Babcock, Omaha, Neb., for appellant.\nRobert F. Kokrda, Omaha, Neb., for ap-pellee.\nBefore BOWMAN, Circuit Judge, HEANEY, and BRIGHT, Senior Circuit Judges."
  },
  "file_name": "0650-01",
  "first_page_order": 748,
  "last_page_order": 750
}