{
  "id": 10541775,
  "name": "TEXAS-CAPITAL CONTRACTORS, INC., Plaintiff-Appellant, v. James ABDNOR, Administrator, United States Small Business Administration, et al., Defendants-Appellees",
  "name_abbreviation": "Texas-Capital Contractors, Inc. v. Abdnor",
  "decision_date": "1990-10-26",
  "docket_number": "No. 90-8098",
  "first_page": "261",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 261"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "15 U.S.C. § 637",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(6)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "761 F.2d 609",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        29349
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/761/0609-01"
      ]
    },
    {
      "cite": "424 U.S. 319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026449
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "333"
        },
        {
          "page": "902"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0319-01"
      ]
    },
    {
      "cite": "778 F.2d 8",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1526868,
        3603733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/778/0008-01",
        "/us-app-dc/250/0135-01"
      ]
    },
    {
      "cite": "864 F.2d 333",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527274
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/864/0333-01"
      ]
    },
    {
      "cite": "837 F.2d 1362",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773273
      ],
      "pin_cites": [
        {
          "page": "1364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/837/1362-01"
      ]
    },
    {
      "cite": "887 F.2d 630",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531394
      ],
      "pin_cites": [
        {
          "page": "634"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/887/0630-01"
      ]
    },
    {
      "cite": "12 L.Ed.2d 82",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        379861
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0775-01"
      ]
    },
    {
      "cite": "84 S.Ct. 1121",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "376 U.S. 967",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379697,
        379026,
        379683,
        379803
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0967-02",
        "/us/376/0967-03",
        "/us/376/0967-01",
        "/us/376/0967-04"
      ]
    },
    {
      "cite": "322 F.2d 977",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        96594
      ],
      "pin_cites": [
        {
          "page": "984"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/322/0977-01"
      ]
    },
    {
      "cite": "190 F.2d 275",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        481281
      ],
      "pin_cites": [
        {
          "page": "277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/190/0275-01"
      ]
    },
    {
      "cite": "13 Cl.Ct. 41",
      "category": "reporters:specialty",
      "reporter": "Cl. Ct.",
      "case_ids": [
        3314230
      ],
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "uncertified notice of appeal would seem to require dismissal for non-compliance with 13 C.F.R. § 121.11(n)(3), but the error was cured by subsequent letter with proper statement"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/13/0041-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 556",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "13 C.F.R. § 121.11",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(n)(3)"
        },
        {
          "page": "(n)(3)"
        },
        {
          "page": "(n)(3)"
        },
        {
          "page": "(n)(3)"
        },
        {
          "page": "(n)(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "13 C.F.R. § 121",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "446 F.2d 261",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        813581
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/446/0261-01"
      ]
    },
    {
      "cite": "38 L.Ed.2d 237",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 356",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 1001",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11789600,
        11789122,
        11789188,
        11789356,
        11789421,
        11789238,
        11789531,
        11789468,
        11789309
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/1001-09",
        "/us/414/1001-01",
        "/us/414/1001-02",
        "/us/414/1001-05",
        "/us/414/1001-06",
        "/us/414/1001-03",
        "/us/414/1001-08",
        "/us/414/1001-07",
        "/us/414/1001-04"
      ]
    },
    {
      "cite": "477 F.2d 1223",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5702186,
        2265932
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "1226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/155/0338-01",
        "/f2d/477/1223-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 706",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(2)(D)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "13 C.F.R. § 121.3",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(a)(ii)"
        },
        {
          "page": "(a)(ii)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 U.S.C. § 632",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1330,
    "char_count": 36276,
    "ocr_confidence": 0.77,
    "pagerank": {
      "raw": 6.02847802651471e-08,
      "percentile": 0.3736132878789458
    },
    "sha256": "7f036e1342e7fbebddaab4edd5c238e3c565fbb12e497f093355178b8d721283",
    "simhash": "1:1da442715a1db259",
    "word_count": 5797
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CLARK, Chief Judge, and REAVLEY and KING, Circuit Judges."
    ],
    "parties": [
      "TEXAS-CAPITAL CONTRACTORS, INC., Plaintiff-Appellant, v. James ABDNOR, Administrator, United States Small Business Administration, et al., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nPlaintiff-appellant TCCI Contractors, Inc. (TCCI) appeals from the district court’s grant of summary judgment in favor of the defendant-appellee James Abdnor, Administrator (Administrator), United States Small Business Administration (SBA), and the denial of TCCI’s cross-motion for summary judgment. The district court’s judgment affirmed an administrative decision by the Office of Hearings and Appeals (OHA) that TCCI was not a small business because of TCCI’s affiliation with businesses controlled by family members. We affirm.\nI. Background.\nThe Norfolk District Army Corps of Engineers (Corps) solicited bids for air conditioning and heating improvements to family housing units at Fort Belvoir, Virginia. The Corps set aside the procurement for small businesses in accordance with 15 U.S.C. § 632 et seq. To be eligible for award of the contract, a firm and any affiliates may not have combined average annual receipts for their preceding three fiscal years in excess of seventeen million dollars.\nTCCI submitted the low bid on the contract. The second lowest bidder, ACI Mechanical Corporation (ACI), protested to the Contracting Officer that TCCI did not qualify for the contract because it exceeded the size standard. Michael McCarty is TCCI’s sole stockholder, officer, and director. ACI claimed that TCCI was affiliated with a number of other companies (collectively, the McCarty group) created, controlled or otherwise influenced by Michael’s father, William, or his brother, Patrick.\nThe Contracting Officer forwarded the ACI protest to SBA’s regional office in Dallas, Texas for a determination of TCCI’s size. The regional office concluded that TCCI was not affiliated with the McCarty group because Michael did not own stock in, and was not a director or officer of, any of the companies comprising the McCarty group. Michael had no financial interest in the McCarty group, the regional office reasoned, and the family relationship alone did not suffice to make TCCI an affiliate. The regional office concluded, therefore, that TCCI qualified as a small business for the solicitation in question.\nACI appealed to the SBA’s Office of Hearings and Appeals. The OHA determined that TCCI was not connected with the McCarty Group through interlocking management or common ownership. TCCI was affiliated with the McCarty Group, the OHA found, because of the identity of interest rule and the family relationship between Michael and William McCarty. Because the combined annual receipts of TCCI and the McCarty group exceeded seventeen million dollars, the OHA concluded that TCCI did not qualify as a small business.\nTCCI filed suit in the federal district court for the Western District of Texas, seeking a declaratory judgment that the OHA’s conclusion that it was affiliated with the McCarty group because of the identity of interest rule was arbitrary, capricious, not supported by substantial evidence, or otherwise not in accordance with law. TCCI claimed that family relationship alone does not suffice to demonstrate affiliation absent a showing of control of one concern by another or the presence of an unfair advantage. TCCI also alleged that the OHA violated its procedures and the fifth amendment’s due process clause by admitting a deposition after the record had been closed and without TCCI having had a chance to cross-examine the deponent. The OHA also erred, TCCI argued, by admitting the deposition without certification.\nTCCI and the Administrator of the SBA filed cross motions for summary judgment. The district court granted the Administrator’s motion for summary judgment and denied TCCI’s motion. TCCI timely filed this appeal.\nII. Was the OHA’s Finding of Affiliation Arbitrary, Capricious, or an Abuse of Discretion?\nThe OHA made two findings. It determined that the companies comprising the McCarty Group were affiliates because of common stock ownership and interlocking management. It also found that TCCI, although not connected to the McCarty group by common ownership or interlocking management, was affiliated with the McCarty Group due to the identity of interest between Michael McCarty and his father William. TCCI contends that the OHA predicated its finding that TCCI was affiliated with the McCarty Group on its conclusion that William McCarty was a key figure in the McCarty Group. TCCI argues that this finding was arbitrary, capricious, and unsupported by substantial evidence. The existence of a family relationship by itself, TCCI urges, without evidence of unfair advantage or power to control, does not suffice to create an “identity of interest” within the meaning of 13 C.F.R. § 121.3(a)(ii). Finally, TCCI contends that it successfully rebutted any presumption of an identity of interest between family members created by 13 C.F.R. § 121.3(a)(ii).\n5 U.S.C. § 706 governs our scope of review. We will set aside an agency’s findings if found to be “arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law_” In making our determination, we are limited to the record before the agency, and we pay no special deference to the decision of the district court. Polcover v. Secretary of the Treasury, 477 F.2d 1223, 1226 (D.C.Cir. 1973), cert. denied, 414 U.S. 1001, 94 S.Ct. 356, 38 L.Ed.2d 237 (1973). We must accord an administrative agency’s interpretation of its own regulations great deference when that interpretation “incorporates quasi-technical administrative expertise and a familiarity with the situation acquired by long experience with the intricacies inherent in a comprehensive regulatory scheme.” Allen M. Campbell Co. Gen. Contractors, Inc. v. Lloyd Wood Constr. Co., 446 F.2d 261, 265 (5th Cir. 1971).\n13 C.F.R. § 121.3 provides that concerns are affiliates of each other when, either directly or indirectly, one concern controls or has the power to control the other, or a third party or parties controls or has the power to control both. Section 121.3 lists three basic types of control: (1) common ownership; (2) common management; and (3) contractual relationships. We will examine the relationship between the companies comprising the McCarty group to determine if the OHA’s determination that these companies were affiliated through common ownership and common management was arbitrary, capricious, or not supported by substantial evidence.\nIn his affidavit, William McCarty admits being instrumental in the initial organization and financing of a number of companies occupying office space in a complex he owns in Austin, Texas. All of these corporations either perform mechanical construction or electrical work on government contracts or provide services for companies that perform such work. The original McCarty Corporation (Old McCarty) was organized in 1964 with a majority ownership in Harry E. Conley. Conley sold his interest in the company to William McCarty in 1966, and in 1986 William McCarty and his son Patrick were the sole stockholders. The company changed its name in 1986 to Texas Construction Technologies, Inc. (TCT), and sold the name “The McCarty Corporation” to another entity, Aus-Tex Construction Corporation (New McCarty). William McCarty owned 84% of TCT and Patrick McCarty owned 16%. William subsequently liquidated TCT and began operations as Construction Data Services (CDS), a sole proprietorship. William created New McCarty to take over the construction operations of Old McCarty and TCT.\nWilliam McCarty organized N.G. Adair (Adair) in 1974 and was sole stockholder. Newell Adair was presented with 21% of the stock as a stock bonus and was elected president of the corporation. Various other individuals were granted minority interests. In 1984, William sold all of his stock back to the company, and in 1986 Newell Adair did the same. William’s son Patrick is now Adair’s sole owner.\nWilliam McCarty organized Adair Manufacturing & Fabricating, Inc. (AMFI) in 1978. The corporation issued Newell Adair 40% of its stock and issued 21% to an irrevocable trust for the benefit of William’s grandchildren. Patrick McCarty and the trust for the grandchildren are currently sole owners of AMFI. In 1982, William McCarty provided the capital to organize C.F. Weise Corporation (Weise), an electrical contracting firm. Mr. Weise owns 21% of the company and William McCarty owns 79%.\nIn 1982, Michael McCarty sold his stock in the McCarty Group companies and organized TCCI as a general construction company of which he is sole stockholder. According to the affidavit of Carol Harris, a former employee of TCCI, Michael’s sole purpose in resigning ownership and control in his father’s firm was to avoid a finding of affiliation. During its existence, TCCI awarded one subcontract each to Weise, Adair, and TCT. In each case, the award resulted from a low bid under competitive procedures for contracts on which TCCI was prime contractor. The OHA found that Michael currently owns no stock of, and holds no position in, any of the companies comprising the McCarty Group (New McCarty, CDS, Adair, AMFI, and Weise), and neither William nor Patrick nor anyone else connected to the McCarty group owns stock in, or is an officer or director of, TCCI. The OHA based its conclusion that TCCI is affiliated with the McCarty group solely on the identity of interest rule.\n13 C.F.R. § 121.3 states that concerns are affiliates when “a party or parties controls or has the power to control both.” The regulation defines “party or parties” to include “two or more persons with an identity of interest such as members of the same family_ In determining who controls or has the power to control a concern, persons with an identity of interest may be treated as though they were one person.” The OHA has construed this regulation as follows:\nAn “identity of interest” between family members is presumed to exist, pursuant to the regulation ... for the purpose of making affiliation determinations, but the presumption may be rebutted upon the proof of certain factors, such as remoteness of the family tie, estrangement, or lack of close involvement in the business matters.\nSize Appeal of Golden Bear Arborists, Inc., No. 1899 (1984).\nUnder this regulation, therefore, family members are treated as one party unless they can show that they are estranged, that their family ties are remote, or that they are not closely related in business matters. Michael and William McCarty were father and son and clearly cannot contend that their family ties were remote. Nor do they argue that they were estranged. The critical question, therefore, is whether TCCI rebutted the identity of interest presumption by demonstrating that Michael and William were not closely related in business matters.\nEssentially, TCCI urges the same evidence that it uses to show a lack of common ownership or interlocking management to demonstrate that Michael and William were not closely related in business matters. TCCI argues that Michael has sole control over TCCI and divested himself of his interest in the firms constituting the McCarty group. Because it has demonstrated that it could not control, or be controlled by, the McCarty group, TCCI contends that it has also rebutted the identity of interest presumption by showing a lack of a close business relationship. We cannot say that the OHA’s rejection of -this contention was arbitrary, capricious, or not supported by substantial evidence.\nWe summarize only a portion of the evidence that the OHA considered in determining that TCCI failed to demonstrate a lack of a close business relationship. TCCI has its office in a complex owned by William McCarty and in which the other concerns constituting the McCarty Group also have their offices. William McCarty admits that he largely organized and financed each of the concerns in the McCarty Group.\nWilliam McCarty set up two trusts for the benefit of his children and grandchildren, including Michael McCarty. The first was an irrevocable trust setting up a minority ownership in AMFI. The second irrevocable trust set up a 90% ownership interest in New McCarty. The employees of the McCarty Group and TCCI were all listed as employees of New McCarty for purposes of their health plan. A health insurance form stated that “[t]he employer is McCarty Corporation regardless of which company you receive your paycheck from,” and all employees were directed to forward their medical bills to the New McCarty Office for handling.\nTCCI and the McCarty Group employees participated in a common profit sharing plan. The McCarty Group and TCCI also shared a phone system that allowed calls to be transferred among the different firms. The firms shared warehouse space, and postage and copy machines. The OHA had evidence that William McCarty was the designated signer of payroll checks for all of the firms. It also had evidence that the secretaries for TCCI and the McCarty Group jointly opened mail for all of the firms. ACI also submitted evidence that Michael received the mail for both New McCarty and TCCI. Additionally, evidence showed that a blackboard had been set up in New McCarty’s conference room that listed all the work projects for each of the firms. The OHA also considered evidence that TCCI and the McCarty Group were not charged for vehicle storage or repair (although TCCI disputed this assertion).\nTCCI argued that each company paid for its share of copier and postage machine costs. The secretaries’ opening of the mail together “was more or less a social occasion,” TCCI contends, and the practice ended before the solicitation in question. Michael McCarty states that the ability to transfer calls is a remnant of an old system built in the office complex before he organized TCCI and that the practice of using it has “now stopped.” Each company, he asserts, has its own phone number answered by its own secretary and publishes only its own number. TCCI’s participation in the multi-employer profit sharing and health plans, TCCI argues, were arms length transactions in which it received no monetary benefit or unfair advantage. Furthermore, the lease of office space is an arm’s length transaction at market rate and with no special advantages to TCCI. New McCarty is listed as the employer on the health forms, TCCI explains, because the health plans were in effect long before TCCI joined the plan.\nWe agree with TCCI that the facts stated above do not indicate that TCCI controlled, or was controlled by, the McCarty Group. They are evidence, however, of a close business relationship between father and son. After having examined the record and the OHA’s opinion, we cannot say that the OHA’s decision was arbitrary, capricious, or not based on substantial evidence when it concluded that the McCarty Group was affiliated because of common ownership and interlocking management, or that it erred in deciding that TCCI failed to rebut the presumption of an identity of interest. We conclude that TCCI’s evidence that Michael divested himself of his ownership and management interests in the McCarty Group did not suffice to prove the lack of a close business relationship between himself and his father, especially in light of the extensive evidence of close business cooperation between TCCI and the McCarty Group.\nIII. Did the OHA Fail to Observe Required Procedure?\nTCCI submitted to the OHA a copy of an affidavit signed by Roy 0. Wernli (Wernli), a former employee of New McCarty, stating that Wernli had been hired and fired by William McCarty, reported directly to William McCarty, and never talked to Michael McCarty about either his employment or termination. This affidavit has been the subject of heated dispute far out of proportion to its value as evidence.\nNine days after the record closed, and without requesting an extension of time, ACI moved to take Wernli’s deposition by telephone, alleging that Wernli’s affidavit was misleading. ACI stated that its attorney contacted Wernli after receiving a copy of his deposition and that Wernli admitted that the affidavit, although literally true, was deceptive. ACI prepared another affidavit in which Wernli stated his belief that William and Michael controlled the entire family of McCarty companies and that Michael was responsible for his termination. Wernli admitted the accuracy of this second affidavit over the telephone, ACI asserted, but refused to sign it because Wernli’s current employer had a contractual relationship with New McCarty and had warned Wernli that he had better not sign. Nonetheless, ACI alleged, Wernli would tell the truth if required to testify. The Administrative Law Judge (AU) granted ACI’s motion and allowed ACI to take Wernli’s deposition by telephone.\nProblems with this deposition appeared from the start. ACI’s attorney wore a headphone so that she could both receive and transmit, and the court reporter listened over a speaker phone. The court reporter could not communicate with the other parties on the line except through ACI’s attorney, and the speaker phone only picked up one transmission at a time. Because of the cut-off mechanism on the speaker phone, TCCI claims that on several occasions it was impossible for its attorney to assert her objections on the record. The most significant problem, however, was that Wernli became upset with ACI’s questions and hung up the phone before TCCI had a chance to cross-examine.\nTCCI’s attorney immediately called Wernli and persuaded him to continue the deposition. TCCI’s attorney then called ACI’s attorney, but ACI’s attorney refused to continue the deposition. She argued that “without the power of a subpoena to insure that Mr. Wernli will not repeat his action of precipitously terminating a second deposition, and without the power to subpoena documents which would show the extent and nature of the business dealings between Mr. Wernli’s current employer, the McCarty Corporation, and other of the McCarty family of corporations to which reference is made by Mr. Wernli in his first deposition, rather than further delay, ACI is submitting the portion of Mr. Wernli’s deposition which was completed consistent with directive of the Administrative Law Judge.”\nTCCI also objected to the accuracy of the transcript. In response to these problems, TCCI requested that the transcript be stricken from the record, or in the alternative, that TCCI be given fourteen days to review the transcript and correct any inaccuracies. TCCI also requested leave to depose Wernli, Steven Cox, and William McCarty in order to clarify the record. The OHA did not strike Wernli’s deposition and did not allow TCCI to take additional depositions. It did allow TCCI an additional fourteen days to review and correct the transcript.\nTCCI contends that the OHA violated 13 C.F.R. § 121.11® when it allowed ACI to take Wernli’s deposition after the record closed and without requiring a motion for extension of time or a showing of good cause. TCCI also contends that the OHA violated 13 C.F.R. § 121.11(n)(3) when it failed to require certification of Wernli’s deposition despite questions concerning its accuracy, and that the OHA violated 5 U.S.C. § 556(d) when it considered Wernli’s testimony as evidence against TCCI although TCCI did not have a chance to cross-examine Wernli. Because of these problems, TCCI contends that the district court erred when it failed to grant TCCI’s motion for summary judgment. According to 5 U.S.C. § 706(2)(D), TCCI observes, a reviewing court must set aside agency actions found to be “without observance of procedure required by law.”\nWe reject TCCI’s argument that the AU’s decision to allow Wernli’s deposition after the record had closed was error. 13 C.F.R. § 121.11Q provides:\nEnforcement and Extensions of Time Limitations. Time limitations on all filings will be strictly enforced. Unless requested by the Office of Hearings and Appeals, late filings and filings not specifically provided for in this section may be disregarded to avoid delay in disposing of the appeal. In the exercise of discretion and for good cause shown, the Presiding Judge may, after notice to all participants, waive any time limit set forth in this section_ A motion for an extension of time must be filed within the time period to which it applies.\n(Emphasis added).\nThis provision grants the AU discretion to waive time limits for good cause shown. ACI raised significant questions concerning the validity of the facts alleged in Wernli’s affidavit as submitted by TCCI. The AU allowed the Wernli deposition in order to resolve these discrepancies. Under these circumstances, we cannot say that the AU abused his discretion by allowing the deposition.\nThe OHA apparently erred, however, by admitting Wernli’s deposition without the certification required by 13 C.F.R. § 121.11(n)(3) and without TCCI having had an opportunity to cross examine. 13 C.F.R. § 121.11(n)(3) provides:\nAll pleadings, motions and other documents filed pursuant to this section shall be signed by an authorized person, who shall certify as follows: “I have read this document and, under penalty of perjury and the sanctions imposed under 18 U.S.C. 1001, of which I am aware, I certify that, to the best of my knowledge, the statements made therein are true and correct, and that this document is not being filed for the purpose of delay or harassment.”\nWe agree with TCCI that this omission was especially harmful because TCCI questioned the accuracy of the transcription. See Three S Constructors, Inc. v. United States, 13 Cl.Ct. 41 (1987) (uncertified notice of appeal would seem to require dismissal for non-compliance with 13 C.F.R. § 121.11(n)(3), but the error was cured by subsequent letter with proper statement).\nWe also agree with TCCI that the AU erred by admitting Wernli’s deposition without TCCI having had a chance to cross-examine Wernli. 5 U.S.C. § 556(d) provides that a “party is entitled ... to conduct such cross-examination as may be required for a full and true disclosure of the facts.” Although evidentiary procedures are somewhat relaxed in administrative proceedings, cross-examination of witnesses is basic to due process of law. As we stated in Southern Stevedoring Co. v. Voris:\nThis relaxation of the ordinary rules of procedure and evidence ... does not, indeed it could not, dispense with a right so fundamental in Anglo-Saxon law as the right of cross examination. Although administrative agencies may be relieved from observance of strict common law rules of evidence, their hearings must still be conducted consistently with fundamental principles which inhere in due process of law.\n190 F.2d 275, 277 (5th Cir.1951); see also, Giant Food, Inc. v. Federal Trade Comm’n, 322 F.2d 977, 984 (D.C.Cir.1963), cert. dism’d, 376 U.S. 967, 84 S.Ct. 1121, 12 L.Ed.2d 82 (1964).\nUnder the specific facts of this case, however, we find that any error that the AU may have committed by admitting Wernli’s deposition without certification and without TCCI having had a chance to cross-examine Wernli was harmless. Under 13 C.F.R. § 121.11(n)(3), certification ■under oath and penalty of law is required to ensure the truthfulness of statements submitted by parties and to ensure that the filings are not being filed for delay or harassment. We note that Wernli, as a deponent, was also required to swear to tell the truth under penalty of law prior to making any statements on the record.\nMore significantly, we find that any reliance by the AU on Wernli’s deposition was minimal. In summarizing the evidence, the AU briefly noted some of the problems with the Wernli deposition and minimized the deposition’s significance. The AU stated:\nWernli’s testimony mainly verifies that he worked for William McCarty. However, he also testified that N.G. Adair and C.F. Weise did some subcontracted work for TCCI, that he was on the TCCI payroll for four to six weeks, that Michael McCarty attended a pre-construction meeting on a job contracted by New McCarty, that there was a blackboard in a New McCarty office on which numerous jobs and their prime contractors was listed that included TCCI, that incoming calls could be transferred between TCCI and the other concerns without requiring the dialer to call again, and that TCCI, Old (and, later, New) McCarty, N.G. Adair, and Adair vehicles were all repaired at a shop “in the same area” as all of the concerns occupied.\nThis evidence was available from other sources, especially Carol Harris’s affidavit. Furthermore, TCCI agreed to take part in the telephonic deposition. The AU also granted additional time for TCCI to raise its legal or factual objections to Wernli’s deposition, and the transcript entered into the Administrative record stated the objections of each party, including TCCI’s objections to the handling of the deposition.\nSignificantly, TCCI does not contend that Wernli’s facts were in error. On the contrary, TCCI argued to the AU that “[t]he supposed contradictions in TCCI's submissions to Mr. Wernli’s deposition simply aren’t there.” TCCI had already developed Wernli’s evidence and submitted Wernli’s affidavit. TCCI did not contend that cross-examination would have revealed any facts to rebut Wernli’s statements, but rather disputed ACI’s interpretation of those facts.\nIn Anderson v. Sullivan we stated:\nProcedural perfection in administrative proceedings is not required. This court will not vacate a judgment unless the substantial rights of a party have been affected_ The major policy underlying the harmless error rule is to preserve judgments and to avoid waste of time.\nAnderson, 887 F.2d 630, 634 (5th Cir.1989) (quoting Mays v. Bowen, 837 F.2d 1362, 1364 (5th Cir.1988)); see also, Morris v. Bowen, 864 F.2d 333, 335 (5th Cir.1988). Under the specific facts of this case, we cannot conclude that the OHA’s admission of Wernli’s deposition without certification and without TCCI having had a chance to cross-examine Wernli requires reversal. The AU had ample evidence on which to base his decision that TCCI did not qualify as a small business, and we cannot conclude that Wernli’s relatively insignificant testimony would have changed the result in this case. See Road Sprinkler Fitters Local Union No. 669 v. N.L.R.B., 778 F.2d 8 (D.C.Cir.1985) (any error in analysis by AU was harmless because AU’s ultimate finding was only conclusion that could reasonably have been drawn from record). Nor was TCCI deprived of due process under the fifth amendment. The Supreme Court articulated the standard for determining whether a party received due process in Mathews v. Eldridge. The Court stated that “all that is required is the opportunity to be heard ‘at a meaningful time and in a meaningful manner.’ ” 424 U.S. 319, 333, 96 S.Ct. 893, 902, 47 L.Ed.2d 18 (1976).\nTCCI had ample opportunity to answer, submit documentation, and participate in the OHA’s proceedings, and the AU presented both sides of the issues throughout his opinion. We note that TCCI’s objections to the Wernli deposition were made a part of the record and identified in the AU’s decision. Under these circumstances, we find that the OHA did not deprive TCCI of due process of law and that any error that resulted from admission of Wernli’s deposition was harmless.\nIV. Conclusion.\nFor the forgoing reasons, we affirm the district court’s grant of summary judgment in favor of the Administrator and its denial of summary judgment in favor of TCCI.\nAFFIRMED.\n. TCCI argues that the rationale of Allen M. Campbell does not apply in this case and asks us to apply the reasoning of an Eleventh Circuit decision, Choctaw Mfg. Co., Inc. v. United States, 761 F.2d 609 (1985). The Choctaw court minimized the importance of deferring to the agency’s decision in a size appeal because the question under review is well within the competence of the reviewing court, does not require any particular technical expertise to comprehend, is not excessively complicated, and the statute is not ambiguous.\nThe Administrator argues that review of SBA decisions concerning the size qualification of businesses has been held to be narrow because of the statutory deference to the discretion of the SBA Administrator. 15 U.S.C. § 637(b)(6) authorizes the Administrator to determine those enterprises which are to be designated \"small business concerns” within the meaning of 15 U.S.C. § 632, and further binds plaintiff to accept the SBA Administrator’s determination as conclusive.\nThe Administrator distinguishes Choctaw. Choctaw involved the review of a Department of Defense Contracting Officer’s interpretation of an SBA regulation. The regulation involved a concern’s wrongful self-certification as a small business. The contracting officer allegedly knew of the impropriety, and the court found that the contracting officer had not followed SBA regulations and therefore acted in an arbitrary manner. The present case involves the SBA’s own regulations, and its own application of those regulations. Under these circumstances, we think that the Eleventh Circuit’s reasoning in Choctaw is inapposite and accord great deference to the SBA’s interpretation of its own regulations.\n. In pertinent part, 13 C.F.R. § 121.3 states:\n(a) Affiliates: Concerns ... are affiliates of each other when either directly or indirectly (1) one concern controls or has the power to control the other or (2) a third party or parties controls or has the power to control both. In determining whether the concerns are independently owned and operated and whether or not affiliation exists, consideration shall be given to all appropriate factors, including common ownership, common management, and contractual relationships.\n(i) Nature of control. Every business concern is considered as having one or more parties who directly or indirectly control or have the power to control it. Control may be affirmative or negative and it is immaterial whether it is exercised so long as the power to control exists.\n(ii) Meaning of \"party or parties\". The term \"party” or \"parties” includes, but is not limited to, two or more persons with an identity of interest such as members of the same family or persons with common investments in more than one concern. In determining who controls or has the power to control a concern, persons with an identity of interest may be treated as though they were one person.\n(vi) Control through common management. A concern may be found as controlling or having the power to control another concern when one or more of the following circumstances are found to exist, and it is reasonable to conclude that under the circumstances, such concern is directing or influencing or has the power to direct or influence the operation of such other concern.\n(A) Interlocking management. Officers, directors, employees, or principal stockholders of one concern serve as a working majority of the board of directors or officers of another concern.\n(B) Common facilities. One concern shares common office space and/or employees and/or other facilities with another concern particularly where such concerns are in the same or related industry or field of operation, or where such concerns were formerly affiliates.\n(C) Newly organized concern. Former officers, directors, principal stockholders, and/or key employees of one concern organize a new concern in the same or related industry or field of operation, and serve as its officers, directors, principal stockholders, and/or key employees, and one concern is furnishing or will furnish the other concern with subcontracts, financial or technical assistance, and/or other facilities, whether for a fee or otherwise.\n. TCCI argues that the OHA’s finding of affiliation was predicated on William McCarty’s being a key figure in a family of concerns and urges that this finding was arbitrary, capricious, and unsupported by substantial evidence. Essentially, TCCI argues that \"key figure” means the power to control, and because William McCarty does not retain the power to control all of the companies in the McCarty Group, the OHA’s findings were arbitrary and capricious. We disagree. William McCarty is sole proprietor of Construction Data Services and majority stockholder in C.F. Weise Corporation. Clearly, he has the power to control these concerns. Furthermore, William McCarty admits that he was instrumental in the organization and financing of the other firms constituting the McCarty Group, although he largely gave up his ownership interests. We find William McCarty's role in creating these concerns sufficient to justify OHA’s reference to him as a \"key figure.” As we discuss below, we also find the evidence before the OHA sufficient to support its conclusion that the McCarty Group companies were affiliated due to interlocking management and common stock ownership, and that TCCI was affiliated due to an identity of interest between Michael and William McCarty.\n. The only evidence indicating interlocking management or common ownership is the record of the Secretary of State of the State of Texas that shows that Michael is registered as Vice President of Adair and that Steven C. Cox and Carolyn Harris, who are listed as officers and directors of Aus-Tex, are also registered as officers and directors of TCCI. The OHA concluded that this information is apparently incorrect and we agree. Aus-Tex no longer exists and Michael provided minutes of all meetings of the TCCI Board of Directors along with its bylaws. This evidence shows Michael to be the sole officer and director of TCCI. We also have no reason to doubt his sworn statement that he divested himself of all ownership and management positions with the other companies.\n. TCCI claims that the existence of a family relationship by itself, without some evidence of unfair advantage or power to control, is insufficient as a matter of law to support a finding of affiliation. Because Michael did not have the ability to control any of the companies in the McCarty group or William to control TCCI, TCCI claims that the OHA erred by finding that the firms were affiliated. TCCI fails properly to understand the SBA’s identity of interest presumption. The SBA presumes that family members should be treated as one entity because they have an identity of interest. The burden is on the family members to demonstrate that they should not be treated as a single entity because such an identity of interest does not exist. This theory does not require that one family member actually control another. Rather, the SBA treats the two family members as a single party for purposes of the regulation.\n. TCCI claims that the only time period that is relevant to this appeal is the time at which TCCI submitted its bid for this particular contract. We disagree. If the OHA based its decision on interlocking management or common ownership, TCCI’s argument might have merit. The OHA could not be expected to determine whether family members had an identity of interest, however, without considering past dealings and relationships between family members.\n. Rule 61 of the Federal Rules of Civil Procedure states:\nNo error in either the admission or the exclusion of evidence and no error or defect in any ruling or order or in anything done or omitted by the court or by any of the parties is ground for granting a new trial or for setting aside a verdict or for vacating, modifying or otherwise disturbing a judgment or order, unless refusal to take such an action appears to the court inconsistent with substantial justice. The court at every stage of the proceeding must disregard any error or defect in the proceeding which does not affect the substantial rights of the parties.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Douglas D. Hearne, Nancy McCluskey Green, Hearne, Knolle, Lewallen, Livingston & Holcomb, Austin, Tex., for plaintiff-appellant.",
      "K. Roxanne McKee, Katherine L. Smith, Asst. U.S. Attys.,' Ronald F. Ederer, U.S. Atty., Austin, Tex., David A. Fishman, Washington, D.C., Kathleen A. Reimer, Des Moines, Iowa, for defendants-appel-lees."
    ],
    "corrections": "",
    "head_matter": "TEXAS-CAPITAL CONTRACTORS, INC., Plaintiff-Appellant, v. James ABDNOR, Administrator, United States Small Business Administration, et al., Defendants-Appellees.\nNo. 90-8098.\nUnited States Court of Appeals, Fifth Circuit.\nOct. 26, 1990.\nDouglas D. Hearne, Nancy McCluskey Green, Hearne, Knolle, Lewallen, Livingston & Holcomb, Austin, Tex., for plaintiff-appellant.\nK. Roxanne McKee, Katherine L. Smith, Asst. U.S. Attys.,' Ronald F. Ederer, U.S. Atty., Austin, Tex., David A. Fishman, Washington, D.C., Kathleen A. Reimer, Des Moines, Iowa, for defendants-appel-lees.\nBefore CLARK, Chief Judge, and REAVLEY and KING, Circuit Judges."
  },
  "file_name": "0261-01",
  "first_page_order": 359,
  "last_page_order": 369
}