{
  "id": 10544667,
  "name": "BRIDGEPORT GUARDIANS, INC., Hispanic Society, Inc., Jerry Brown, Johnny Devone, Angel Duran, Pedro Garcia, Roberto Melendez, Jesus Ortiz, Armando Perez, Luis Santana, Carwin Spearman, Nina Thomas, Plaintiffs-Appellees, v. CITY OF BRIDGEPORT, Bridgeport Police Department, Bridgeport Civil Service Commission, Defendants-Appellants, Bridgeport Police for Equal Employment Opportunity, Inc., Thomas Flynn, Richard Herlihy, Louis Piccirillo, Michael Kerwin, Joseph Santillo, William Heckley, John Evans, Orlando Lanzante, Mark Graham, Robert Martin, Adam Radzimirski, Thomas Lula, Robert Craw, Louise Karioli, Vincent Verrillo, John Cueto, Brian McCarthy, James Viadero, John Kennedy, Paul Nicola, Bill Mayer, Paul Wargo, John Losak, Robert Blanchard, Kevin Zwierlein, John Carraro, Michael Bavco, William Humber, Anthony Armeno, Michael Killian, Bob Gearing, Robert Halpin, Nick Meriano, Frank D'Amore, Lynn DeSarli, Ray Sherwood, Bob Christy, Bruce Belco, Eugene O'Neill, Intervening Defendants-Appellants",
  "name_abbreviation": "Bridgeport Guardians, Inc. v. City of Bridgeport",
  "decision_date": "1991-05-28",
  "docket_number": "Nos. 941, 942, Dockets 90-7814, 90-7946",
  "first_page": "1140",
  "last_page": "1149",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 1140"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "380 U.S. 145",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525297
      ],
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "154"
        },
        {
          "page": "822"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0145-01"
      ]
    },
    {
      "cite": "457 U.S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6190216
      ],
      "weight": 5,
      "year": 1982,
      "pin_cites": [
        {
          "page": "449",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "2532",
          "parenthetical": "emphasis in original"
        },
        {
          "parenthetical": "emphasis in original"
        },
        {
          "page": "455-56"
        },
        {
          "page": "2535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/457/0440-01"
      ]
    },
    {
      "cite": "914 F.2d 239",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "1990 WL 3921",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "627 F.2d 612",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1287830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/627/0612-01"
      ]
    },
    {
      "cite": "107 L.Ed.2d 740",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 721",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "875 F.2d 365",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529361
      ],
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/875/0365-01"
      ]
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "801"
        },
        {
          "page": "1823"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 1607",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "69 L.Ed.2d 954",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "101 S.Ct. 3083",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "452 U.S. 940",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1313763,
        1313604,
        1313578,
        1313968,
        1313682,
        1313938,
        1313886,
        1313754,
        1313725,
        1313982
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/452/0940-07",
        "/us/452/0940-09",
        "/us/452/0940-04",
        "/us/452/0940-01",
        "/us/452/0940-02",
        "/us/452/0940-03",
        "/us/452/0940-06",
        "/us/452/0940-05",
        "/us/452/0940-10",
        "/us/452/0940-08"
      ]
    },
    {
      "cite": "630 F.2d 79",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        392585
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/630/0079-01"
      ]
    },
    {
      "cite": "430 U.S. 482",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12125538
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "using standard-deviation analysis"
        },
        {
          "parenthetical": "using standard-deviation analysis"
        },
        {
          "parenthetical": "using standard-deviation analysis"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0482-01"
      ]
    },
    {
      "cite": "433 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178769
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "307-08",
          "parenthetical": "\"gross statistical disparities ... may in a proper case constitute prima facie proof of a pattern or practice of discrimination\""
        },
        {
          "page": "2741-42",
          "parenthetical": "\"gross statistical disparities ... may in a proper case constitute prima facie proof of a pattern or practice of discrimination\""
        },
        {
          "parenthetical": "\"gross statistical disparities ... may in a proper case constitute prima facie proof of a pattern or practice of discrimination\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/433/0299-01"
      ]
    },
    {
      "cite": "487 U.S. 977",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1774738
      ],
      "weight": 5,
      "year": 1988,
      "pin_cites": [
        {
          "page": "994-95"
        },
        {
          "page": "2788-89"
        },
        {
          "page": "995"
        },
        {
          "page": "2789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0977-01"
      ]
    },
    {
      "cite": "490 U.S. 642",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605737
      ],
      "weight": 9,
      "year": 1989,
      "pin_cites": [
        {
          "page": "656-57",
          "parenthetical": "\"Wards Cove\""
        },
        {
          "page": "2124-25",
          "parenthetical": "\"Wards Cove\""
        },
        {
          "parenthetical": "\"Wards Cove\""
        },
        {
          "page": "660-61"
        },
        {
          "page": "2126-27"
        },
        {
          "page": "661"
        },
        {
          "page": "2127"
        },
        {
          "page": "661"
        },
        {
          "page": "2127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0642-01"
      ]
    },
    {
      "cite": "431 U.S. 324",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1670
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0324-01"
      ]
    },
    {
      "cite": "401 U.S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11712736
      ],
      "weight": 9,
      "year": 1971,
      "pin_cites": [
        {
          "page": "429-30"
        },
        {
          "page": "853"
        },
        {
          "page": "431"
        },
        {
          "page": "853"
        },
        {
          "page": "432"
        },
        {
          "page": "854"
        },
        {
          "page": "429-30"
        },
        {
          "page": "852-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0424-01"
      ]
    },
    {
      "cite": "422 U.S. 405",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9485
      ],
      "weight": 13,
      "year": 1975,
      "pin_cites": [
        {
          "page": "417",
          "parenthetical": "quoting Griggs v. Duke Power Co., 401 U.S. 424, 429-30, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971)"
        },
        {
          "page": "2371",
          "parenthetical": "quoting Griggs v. Duke Power Co., 401 U.S. 424, 429-30, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971)"
        },
        {
          "parenthetical": "quoting Griggs v. Duke Power Co., 401 U.S. 424, 429-30, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971)"
        },
        {
          "page": "425"
        },
        {
          "page": "2375"
        },
        {
          "page": "425"
        },
        {
          "page": "2375"
        },
        {
          "page": "425"
        },
        {
          "page": "2375"
        },
        {
          "page": "417"
        },
        {
          "page": "2371"
        },
        {
          "page": "418"
        },
        {
          "page": "2372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0405-01"
      ]
    },
    {
      "cite": "735 F.Supp. 1126",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4075273
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "1130"
        },
        {
          "page": "1137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/735/1126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1431,
    "char_count": 33634,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 2.971101089065997e-07,
      "percentile": 0.8503007318187277
    },
    "sha256": "6f02239d103f61778bc9be7c7bed966c3631af134e485b3218409da2084fb62f",
    "simhash": "1:320efb202e1a0fe5",
    "word_count": 5259
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KEARSE, PRATT and McLAUGHLIN, Circuit Judges."
    ],
    "parties": [
      "BRIDGEPORT GUARDIANS, INC., Hispanic Society, Inc., Jerry Brown, Johnny Devone, Angel Duran, Pedro Garcia, Roberto Melendez, Jesus Ortiz, Armando Perez, Luis Santana, Carwin Spearman, Nina Thomas, Plaintiffs-Appellees, v. CITY OF BRIDGEPORT, Bridgeport Police Department, Bridgeport Civil Service Commission, Defendants-Appellants, Bridgeport Police for Equal Employment Opportunity, Inc., Thomas Flynn, Richard Herlihy, Louis Piccirillo, Michael Kerwin, Joseph Santillo, William Heckley, John Evans, Orlando Lanzante, Mark Graham, Robert Martin, Adam Radzimirski, Thomas Lula, Robert Craw, Louise Karioli, Vincent Verrillo, John Cueto, Brian McCarthy, James Viadero, John Kennedy, Paul Nicola, Bill Mayer, Paul Wargo, John Losak, Robert Blanchard, Kevin Zwierlein, John Carraro, Michael Bavco, William Humber, Anthony Armeno, Michael Killian, Bob Gearing, Robert Halpin, Nick Meriano, Frank D’Amore, Lynn DeSarli, Ray Sherwood, Bob Christy, Bruce Belco, Eugene O’Neill, Intervening Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "KEARSE, Circuit Judge:\nDefendants City of Bridgeport, et al. (collectively the “City”), and intervening defendants Bridgeport Police for Equal Employment Opportunity, Inc., et al. (“intervening defendants”), appeal from so much of a final judgment entered in the United States District Court for the District of Connecticut following a bench trial before T.F. Gilroy Daly, Judge, as granted injunctive relief to plaintiffs Bridgeport Guardians, Inc., et al., on their claim of racial discrimination in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et seq. (1988) (“Title VII”), in connection with the City’s 1989 examination governing promotions to the rank of sergeant in defendant Bridgeport Police Department (“Police Department” or “Department”). The district court found that the examination had a disparate impact on minority candidates; as a remedy, it enjoined the City from filling the vacancies on a strict rank-order basis and ordered that promotions be made instead from among candidates whose examination scores fell within given ranges. On appeal, the City and the intervening defendants contend principally that (1) the district court erred in finding that plaintiffs had established disparate impact, and (2) the remedy ordered was inappropriate. For the reasons below, we disagree and affirm the judgment of the district court.\nI. BACKGROUND\nThe present controversy arises out of an examination conducted in the spring of 1989 (“1989 examination” or “examination”) by defendant Bridgeport Civil Service Commission (“Commission”) for the selection of candidates from within the Police Department for promotion to the rank of sergeant. The Commission is responsible for the preparation and administration of such promotional tests. The Department makes its promotional appointments on the basis of eligibility lists created by the Commission.\nPlaintiffs are two organizations dedicated to the eradication of racial employment discrimination in the Department and 10 minority police officers who took and passed the 1989 examination. Following announcement of the scoring of the examination, plaintiffs commenced the present action, alleging, inter alia, that the examination did not reasonably distinguish between those who were capable of performing well as sergeants and those who were not, that the Department had 19 openings for the sergeants’ positions, and that if those openings were filled by selection of candidates in order of their scores on the examination, all 19 would be filled by White candidates. Plaintiffs challenged the validity of the examination procedures in various respects, contended that a rank-order selection process would have a substantial disparate impact on minorities in violation of, inter alia, Title VII, and sought preliminary and permanent injunc-tive relief. The intervening defendants are individual White police officers, and an organization of such officers, who opposed the relief requested by plaintiffs.\nThe district court held a consolidated preliminary injunction hearing and trial on the merits. The court’s findings, reported at 735 F.Supp. 1126 (1990), and the evidence pertinent to this appeal, viewed in the light most favorable to plaintiffs, showed the following.\nA. Development of the Examination\nIn February 1989, the Commission announced that it would conduct a competitive examination for promotions to the rank of police sergeant. The examination was open to police officers and police detectives who had at least one year of satisfactory employment in such a capacity by the City of Bridgeport (“Bridgeport”) immediately prior to February 3, 1988, and who met the following additional requirements:\nbona fide residence in the City of Bridgeport; ... knowledge of police department rules and regulations and of applicable laws and ordinances; considerable knowledge of modern police methods and tactics; considerable knowledge of police investigative and crime detection methods and techniques; knowledge of the laws of evidence; command ability; ability to prepare clear and comprehensive reports, keen powers of observation and memory; mental alertness; integrity; industry; resourcefulness; good judgment; physical strength and agility; good health and freedom from disabling physical defects.\n(Commission’s Notice dated February 6, 1989.) The examination was to be in two parts. The score on the written portion would constitute 53% of the candidate’s total score; the score on the oral portion would constitute 42% of the total score. Seniority would determine the remaining 5% of the score. The passing cutoff point was to be 70% of the highest score.\nThe examination had been constructed for the City during the fall of 1988 by Dr. James L. Outtz, an industrial psychologist and testing expert who had developed the police sergeants’ examination used by the City in 1983. The written portion of the examination was intended to test knowledge of subjects such as substantive legal principles, the laws of evidence, correct procedures, and departmental policies. In 1988, Dr. Outtz sought updated information from incumbent officers in order to analyze the knowledge requirements in the pertinent areas. His inquiries included circulation of detailed questionnaires and review of the answers provided by 26 incumbent sergeants (half the total number in the Department).\nThe oral part of the examination was intended to test primarily for the requisite skills and abilities. In the course of developing the 1989 examination, Dr. Outtz recommended that the Commission use video simulations instead of some of the more traditional tests. In these simulations, crime scenes are projected onto a screen, and the candidate is asked to indicate in writing how he or she would respond to the events depicted. Though recognizing that video simulations would be more expensive than the traditional tests, Dr. Outtz urged the substitution in order to improve the examination and to reduce the possibility of its adverse impact on minority candidates. To further encourage the City to use the simulations, he offered to defer collection of his fee until July 1989. The Commission’s personnel director wrote to the May- or of Bridgeport seeking approval of this proposal, noting that “[tjhese video components of the examination have proved to be virtually race-neutral with regard to the performance of minority groups and whites.” (Letter dated November 9, 1988.) He urged the Mayor to approve funding for the simulations “[i]n view of the difficulty we have had in the past with regard to Police and Fire promotionals, with respect to challenges under Title VII.” (Id.) He stated that though use of the simulations would involve an initial expense, “the long-term savings to the City, as well as this decent and responsible gesture of developing new methodologies to reduce any discriminatory impact will go a long way towards our City’s reputation as an employer.” (Id.)\nThese efforts to have the City use the simulations proved futile. The Mayor refused to provide additional funds for this proposal; he directed the Commission to expend such funds as it saw fit for this purpose from its own budget. The Commission had in its “Special Services” budget, from which testing costs were normally paid, sufficient funds to pay for the proposed video simulations. At trial it claimed — in an explanation the district court found “less than satisfactory” — not to have learned of these funds until too late.\nAccordingly, the 1989 examination was administered with the traditional written and oral components. Under the Commission’s affirmative action policy, the panels conducting the oral tests should have included representatives of protected classes of candidates. Dr. Outtz also specifically recommended that the panels include minority examiners. Nonetheless, the panels that conducted the oral portions of the 1989 examination included no Blacks and no Hispanics. Though Bridgeport’s assistant personnel director said — in testimony the court found “considerably less than convincing” —that minority panelists had been sought, Bridgeport’s director of affirmative action testified that neither the Commission nor any other City official had asked him for assistance in recruiting any minority examiners.\nB. The Examination Results and the Proposed Methods of Selection\nThe written test was administered on April 1, 1989, and the oral tests were conducted over a three-day period in June 1989. There were 170 candidates who took the examination, of whom 115 were White, 27 were Black, and 28 were Hispanic. Ninety-nine candidates received passing scores. Of the 99 who passed, 78 were White, 8 were Black, and 13 were Hispanic. Thus, approximately 68% of the White candidates passed the examination, while approximately 30% of the Black candidates and 46% of the Hispanic candidates passed. The combined minority candidate passing rate was 38%. The scores of the minority candidates who passed were clustered at the lower end of the range of scores, and the scores of the White candidates who passed were clustered at the high end. This was true whether one viewed the examination as a whole or analyzed separately its written and oral components. Shown graphically, the examination results were as follows:\nRace of Candidate Number Taking Exam Number Passing Percent Passing Highest Rank\n1-19 White OO CO CO ¡5 IJ\n20 Black O CO ) ' t<N\n22 Hispanic CO ^ oo\nAs indicated by the above chart, the highest scoring minority candidate ranked 20th; White candidates received the top 19 scores on the examination. As of August 1989, the City planned to make 19 promotions to the rank of sergeant. Plaintiffs urged the Commission not to make promotions from the list in rank order, in light of the adverse impact that would have on minority candidates. Dr. Outtz, in a letter to the Commission dated August 15, 1989, stated that “certain differences in test scores may not be significant,” and he too recommended that the Commission not make promotions from the eligibility list in “strict rank-ordered fashion.” He recommended that the Commission instead make its selections by using “banding,” a technique that takes a range of scores whose differences are not statistically significant and, within that band range, provides for promotions of candidates on the basis of considerations such as race or ethnicity, gender, work experience, past job dependability, and other factors that the hiring authorities deem pertinent. In recommending banding, Dr. Outtz stated that the tests he had developed “cannot be justified as valid for the specific use of strict rank ordering.”\nThe five-member Commission initially voted 2-0, with one member absent and two not voting, to use banding. This decision, however, was reversed a few days later by the full Commission, which decided by a 3-2 vote to make promotions in strict rank order. Although the Commission’s chairman testified at trial that he would have voted to use banding had he known that rank-order selection would have a disparate impact on minority candidates or would otherwise violate federal equal employment laws, he stated that prior to voting he and the other members of the Commission had not reviewed any analysis of the test results to determine whether rank-order selection would have such an impact. He also admitted that prior to voting he was aware that the Mayor had authorized funding for only 19 positions and that all 19 positions would go to White candidates.\nC. The District Court’s Decision\nThe district court ruled that plaintiffs had carried their burden of proving that the promotion process at issue here had a disparate impact on minorities, in violation of Title VII. It found, inter alia, that the scores of minority candidates were clustered disproportionately at the lower end of the range of scores, and that the probability of this pattern’s occurring by chance was one in 10,000 in the case of Blacks and two in 10,000 in the case of Hispanics. In light of the statistical evidence of the examination’s generally negative effect on minority candidates, the court found that plaintiffs had established a prima facie case that “the examination itself had a disparate impact on Black and Hispanic candidates, significantly and disproportionately reducing their promotional opportunities.” 735 F.Supp. at 1130.\nThe court declined to find that the use of strict rank-order selection would cause additional disparate impact, and it found persuasive the justifications proffered by the City that use of the written and oral examination components would serve legitimate employment goals. Though as of August 1989 the Commission had intended to promote only 19 candidates, the court found that as of March 1990 the City intended to promote the first 25 persons on the eligibility list at the conclusion of this litigation and that, over the course of the two-year period that the list was to remain in effect, the City anticipated making 7-14 additional promotions.\nNonetheless, since the examination itself had disparate impact, the district court proceeded to consider whether plaintiffs had adequately shown that there were alternative practices that could achieve the City’s legitimate business goals with less adverse impact on minority candidates. Though rejecting plaintiffs’ contention that the City was required to use the proposed video simulations, the court found that the use of banding would not impose any significant burden on defendants and would be a less discriminatory selection technique:\nWhile the Court accepts the proposition that rankings near the top of the promotion list indicate higher qualifications than those at the bottom of the list, lock-step reliance upon a system that promotes one person over another when the difference between their rankings is not statistically significant is unwarranted, particularly in a case where the examination that accounts for 95% of one’s ranking on that list has been shown to disproportionately affect Blacks and Hispanics. Nor is the Court persuaded that uncertainty about the ultimate results of banding should preclude its implementation. Banding results in a more valid promotional procedure and may lead to the promotion of additional minorities. Finally, while it might seem anomalous to consider banding as an alternative selection device in light of the Court’s conclusion that strict rank order promotions will not add to the disparate impact previously identified to have occurred, the use of banding is entirely justified to help overcome the disparate impact resulting from the examination itself. Plaintiffs have met their burden of proving that this alternative selection device will assist to offset the examination’s disparate impact.\n735 F.Supp. at 1137.\nAccordingly, the court found that plaintiffs had proven a violation of Title VII, and it invited the parties to submit proposals for a banding remedy. In response, plaintiffs and the City submitted proposals for the construction of the bands and for the composition of panels to make selections from within the bands. The City, championing the reliability of the examination, urged adoption of a sliding five-point band, that is, upon promotion of a candidate, the band containing the next group of eligible candidates would be defined by the highest remaining score of any unpromoted candidate and all scores within five points of that score. The City urged appointment of a three-member selection panel consisting of (a) the chief of police or his designee, (b) the personnel director of Bridgeport or his designee, and (c) a Bridgeport citizen with a background in human resources and/or personnel management who was not employed by the City, to be appointed by the Mayor. Plaintiffs, persisting in their criticism of the reliability of the examination, urged adoption of a band width of 8.19 points. They proposed appointment of a four-member panel, three of whom would be senior police officials, but none of whom could be residents of, or employed in, Connecticut; at least two panelists would be Black or Hispanic.\nAfter receiving these submissions, the court, “tak[ing] into account ... Dr. Outtz’s overestimation of the reliability coefficient for the oral component of the examination as well as the plaintiffs’ overly negative estimate of the same,” Remedy Order dated August 10, 1990, at 2, adopted a middle approach. It ordered that a sliding band be used and that the band width be 6V2 points. It ordered that selections from within each band be made by a five-member panel composed of (a) the Bridgeport chief of police or his designee; (b) the court-appointed special master who has overseen Bridgeport Title VII matters for some years; and (c) three police officers holding a rank of lieutenant or higher, none of whom resides in or is employed in Connecticut, and at least two of whom are Black or Hispanic. In making selections from within the band, the panel was directed to consider (1) the needs of the Department; (2) job dependability; (3) assignment history and job experience in the Department; (4) departmental or special skills training; (5) participation in law enforcement/management seminars and courses; (6) formal university education in law enforcement/management; (7) ability to interact with persons of diverse backgrounds; (8) the need to remedy the disparate impact upon Blacks and Hispanics resulting from the examination at issue; and (9) overall job performance.\nA final judgment was entered accordingly, and these appeals by the City and the intervening defendants followed. Plaintiffs have not cross-appealed. The district court stayed its Remedy Order during the pendency of the appeals.\nII. DISCUSSION\nOn appeal, the City and the intervening defendants contend principally (1) that the district court erred in ruling that plaintiffs had (a) established a prima facie case of disparate impact, and (b) carried their ultimate burden of showing disparate impact; and (2) that even if disparate impact was properly proved, the court erred in ordering banding as a remedy. For the reasons below, we reject these contentions.\nA. The Ruling That the 1989 Examination Violated Title VII\nTitle VII proscribes employment discrimination with respect to hiring or the terms and conditions of employment on the basis of, inter alia, race, color, or national origin. 42 U.S.C. § 2000e-2(a). Designed “ ‘to achieve equality of employment opportunities and remove barriers that have operated in the past to favor an identifiable group of white employees over other employees,’ ” Albemarle Paper Co. v. Moody, 422 U.S. 405, 417, 95 S.Ct. 2362, 2371, 45 L.Ed.2d 280 (1975) (quoting Griggs v. Duke Power Co., 401 U.S. 424, 429-30, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971)), Title VII prohibits not only overt and intentional discrimination, but also discrimination resulting from practices that are facially neutral but have “disparate impact,” i.e., significant adverse effects on protected groups, see, e.g., International Brotherhood of Teamsters v. United States, 431 U.S. 324, 335-36 n. 15, 97 S.Ct. 1843, 1854-55 n. 15, 52 L.Ed.2d 396 (1977); Griggs v. Duke Power Co., 401 U.S. at 431, 91 S.Ct. at 853.\nTitle VII also provides that [notwithstanding any other provision of this subchapter, it shall not be an unlawful employment practice ... for an employer to give and to act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex or national origin.\n42 U.S.C. § 2000e-2(h). In contending that a test used to determine promotions violates Title VII’s prohibition against racial discrimination, a plaintiff may establish a prima facie case of disparate impact by showing that use of the test causes the selection of applicants for promotion in a racial pattern that significantly differs from that of the pool of applicants. See, e.g., Albemarle Paper Co. v. Moody, 422 U.S. at 425, 95 S.Ct. at 2375; see also Wards Cove Packing Co. v. Atonio, 490 U.S. 642, 656-57, 109 S.Ct. 2115, 2124-25, 104 L.Ed.2d 733 (1989) (“Wards Cove”); Watson v. Fort Worth Bank & Trust, 487 U.S. 977, 994-95, 108 S.Ct. 2777, 2788-89, 101 L.Ed.2d 827 (1988). This showing may be made through statistical evidence revealing a disparity so great that it cannot reasonably be attributed to chance. See, e.g., Hazelwood School District v. United States, 433 U.S. 299, 307-08, 97 S.Ct. 2736, 2741-42, 53 L.Ed.2d 768 (1977) (“gross statistical disparities ... may in a proper case constitute prima facie proof of a pattern or practice of discrimination”); see also Castaneda v. Partida, 430 U.S. 482, 496-97 & n. 17, 97 S.Ct. 1272, 1281-82 & n. 17, 51 L.Ed.2d 498 (1977) (using standard-deviation analysis); Guardians Association v. Civil Service Commission, 630 F.2d 79, 86 & n. 4 (2d Cir.1980) (same), cert. denied, 452 U.S. 940, 101 S.Ct. 3083, 69 L.Ed.2d 954 (1981); EEOC Uniform Guidelines on Employee Selection Procedures, 29 C.F.R. § 1607.4D (adverse impact may be inferred where, assuming not too small a sample, the members of a minority group are selected at a rate that is less than four-fifths of the rate at which the majority group is selected). To establish a prima facie case, statistical disparities “must be sufficiently substantial that they raise ... an inference of causation.” Watson v. Fort Worth Bank & Trust, 487 U.S. at 995, 108 S.Ct. at 2789.\nAfter the plaintiff has established a prima facie case, the employer has the burden of coming forward with evidence to show that the test has “ ‘a manifest relationship to the employment in question.’ ” Albemarle Paper Co. v. Moody, 422 U.S. at 425, 95 S.Ct. at 2375 (quoting Griggs v. Duke Power Co., 401 U.S. at 432, 91 S.Ct. at 854). If the employer can make such a showing, the plaintiff may nonetheless prevail if he can suggest alternative tests or selection methods that would meet the employer’s legitimate needs while reducing the racially disparate impact of the employer’s practices:\nIf an employer does ... meet the burden of proving that its tests are “job related,” it remains open to the complaining party to show that other tests or selection devices, without a similarly undesirable racial effect, would also serve the employer’s legitimate interest in “efficient and trustworthy workmanship.”\nAlbemarle Paper Co. v. Moody, 422 U.S. at 425, 95 S.Ct. at 2375 (quoting McDonnell Douglas Corp. v. Green, 411 U.S. 792, 801, 93 S.Ct. 1817, 1823, 36 L.Ed.2d 668 (1973)); see also Wards Cove, 490 U.S. at 660-61, 109 S.Ct. at 2126-27. Such proof would rebut a showing that the test was job related because a refusal to adopt such alternatives “would belie a claim by [the employer] that [its] incumbent practices are being employed for non-discriminatory reasons.” Id. at 661, 109 S.Ct. at 2127.\nThe district court properly applied these principles in the present case. Under generally accepted statistical analysis, if a given pattern can be expected to occur at least five times out of 100 (i.e., once in 20 times), it can reasonably be attributed to chance; a pattern of test results that would be expected to occur less often is considered to be statistically significant, i.e., showing that it is unlikely that the pattern of results is mere coincidence. See, e.g., Ottaviani v. State University of New York at New Paltz, 875 F.2d 365, 371 (2d Cir.1989) (statistical analysis yielding level of significance at or below .05 level is suspect), cert. denied, — U.S. -, 110 S.Ct. 721, 107 L.Ed.2d 740 (1990). One of plaintiffs’ experts evaluated the results of the 1989 examination using the Mann-Whitney test, which has been used in similar contexts, see, e.g., Bryan v. Koch, 492 P.Supp. 212, 220 (S.D.N.Y.) (Title VI claim), aff'd, 627 F.2d 612 (2d Cir.1980); Fritz v. Baker, No. 87 Civ. 5662 (S.D.N.Y. Jan. 17, 1990) (1990 WL 3921) (age-discrimination claim), aff'd without opinion, 914 F.2d 239 (2d Cir.1990). The Mann-Whitney analysis revealed that the 1989 examination resulted in a pattern that, comparing the scores of White candidates against Black candidates, would occur by chance only once in 10,000 times, and that, comparing the scores of White candidates against Hispanic candidates, would occur by chance only twice in 10,000 times. Given that an occurrence rate of anything less than once in 20 times is not reasonably attributable to chance, the court appropriately found that the pattern of the test scores here, whose occurrence rate was one in 10,000 and two in 10,000, had statistical significance.\nThe City and the intervening defendants challenge the court’s reliance on this evidence. Noting that the Mann-Whitney analysis focuses on the distribution of all examination scores, they argue that the court should instead look solely at the City’s plans for use of the eligibility list over its two-year life and should conclude that, because the City may promote a number of minorities during that two-year period, the examination did not have disparate impact. We reject this argument. The ranking of the candidates was itself the result of the disparate impact of the examination. Since the underlying goal of Title VII is to ensure \"equality of opportunity and the elimination of discriminatory barriers to professional development,” Connecticut v. Teal, 457 U.S. 440, 449, 102 S.Ct. 2525, 2532, 73 L.Ed.2d 130 (1982) (emphasis in original), employers are not entitled to circumvent the statute’s prohibition against use of racially discriminatory tests by merely showing that eventually they may hire some members of the disadvantaged minority group. See id. at 455-56, 102 S.Ct. at 2535.\nWe conclude that the district court properly took into account the entire range of scores generated by the 1989 examination. The evidence that the bunching of White candidates’ test scores at the top of the scale and of minority candidates’ test scores at the bottom could not be expected to occur by chance, along with the evidence that, inter alia, prior to announcement of the examination Dr. Outtz had tried to get the City to use video simulations precisely to eliminate the examination’s anticipated adverse impact on minorities, and that prior to this litigation he advised the City that the examination “cannot be justified as valid for the specific use of strict rank ordering,” provided more than adequate support for the district court’s ruling that plaintiffs had established a prima facie case.\nWhile the court ruled, and plaintiffs do not here contest, that the City proceeded to meet its task of showing that the examination was content valid and justified by the City’s business needs, the court also properly ruled that plaintiffs had sufficiently rebutted that evidence by showing that the City could have chosen to use banding in order to alleviate the disparate racial effect of the examination without disserving its legitimate interests. The court properly rejected the general arguments of the intervening defendants that use of strict rank-order selection was required “as a matter of administrative regularity” or to “promote the public perception of fairness.” It also properly rejected their contention that rank-order selection was required by the City’s Charter, since municipal charter provisions cannot override the goals of Title VII, see, e.g., Guardians Association v. Civil Service Commission, 630 F.2d at 104. The City itself came forward with no persuasive evidence that the banding method could not serve its proper interests. Rather, Dr. Outtz testified that small variances in the scores on the 1989 examination did not indicate that there were real differences in the qualifications of the candidates. Thus, promotion of candidates from within designated bands of scores is as likely as rank-order promotions to select sergeants with the appropriate qualifications.\nFinally, there was additional evidence to support the inference that the City’s refusal to use banding and its determination to adhere to rank-order selection “belie a claim ... that [its] incumbent practices are being employed for non-discriminatory reasons,” Wards Cove, 490 U.S. at 661, 109 S.Ct. at 2127. That evidence included the facts that the City (a) failed to include minorities on the panels that conducted the oral part of the examination, despite Dr. Outtz’s recommendation that it do so and despite its own affirmative action plan’s requirement that it do so; (b) rejected the initial recommendation of Dr. Outtz that it use video simulations in addition to the written test in order to avoid a disparate impact on minorities; (c) rejected this suggestion notwithstanding the availability of sufficient funds in its budget and notwithstanding the suggestion of the Commission’s personnel director that expenditure of the funds for the race-neutral simulations would likely, considering the City’s frequent past status as a Title VII defendant, save the City money in the long run; and (d) adopted strict rank-order promotions in the face of the express evaluation of the examination’s creator that for such use the examination “cannot be justified as valid.” Though the district court did not find that the City’s failure to use the video simulations and its failure to include minority panelists were sufficient in themselves to establish Title VII liability, its finding that the City’s explanations for these omissions were “less than satisfactory” and “considerably less than convincing” lends support to the inference that the City’s adherence to rank-order promotion was pretext. That inference is particularly available in light of the City’s insistence on strict rank-order selection at a time when it planned only 19 promotions and knew that the first 19 candidates were White and the 20th was Black.\nIn all the circumstances, we conclude that the district court properly ruled that the City’s proposed use of its 1989 examination for promotions violated Title VII.\nB. The Remedial Order\nThe challenges of the City and the intervening defendants to the district court’s remedial order do not require extended discussion. Once a violation of Title VII has been established, the district court has broad, albeit not unlimited, power to fashion the relief it believes appropriate. The bounds of the court’s discretion are set in part by Title VII’s goals of preventing discrimination and achieving equal employment opportunity. See, e.g., International Brotherhood of Teamsters v. United States, 431 U.S. at 364, 97 S.Ct. at 1869; Albemarle Paper Co. v. Moody, 422 U.S. at 417, 95 S.Ct. at 2371; Griggs v. Duke Power Co., 401 U.S. at 429-30, 91 S.Ct. at 852-53. “Congress took care to arm the courts with full equitable powers” to enable them to fulfill their “ ‘duty to render a decree which will so far as possible eliminate the discriminatory effects’ ” of a discriminatory selection process. Albemarle Paper Co. v. Moody, 422 U.S. at 418, 95 S.Ct. at 2372 (quoting Louisiana v. United States, 380 U.S. 145, 154, 85 S.Ct. 817, 822, 13 L.Ed.2d 709 (1965)).\nAt trial, Dr. Outtz testified that the use of banding would put some of the minority candidates in a better position to be considered for promotion, thus eliminating at least some of the disparate impact found to have been caused by the examination. Though this process doubtless will not aid the minority candidates whose scores are at the very bottom end of the scale, the banding remedy ordered by the district court provides some relief to other disadvantaged minority candidates by increasing at least the possibility that some of them will receive promotions. We thus reject defendants’ contention that the remedy ordered was not within the court’s discretion.\nCONCLUSION\nWe have considered an of the arguments of the City and the interVening defendants on these appeals and have found them to be without merit. The judgment of the district court is affirmed.",
        "type": "majority",
        "author": "KEARSE, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Vincent M. Musto, Bridgeport, ■ Conn. (Koskoff, Koskoff & Bieder, P.C., Bridgeport, Conn., on the brief), for plaintiffs-ap-pellees.",
      "Thomas K. Jackson, Associate City Atty., Bridgeport, Conn. (Office of the City Atty., Bridgeport, Conn., on the brief), for defendants-appellants.",
      "William B. Barnes, Fairfield, Conn. (Ro-senstein & Barnes, Fairfield, Conn., on the brief), for intervening defendants-appellants."
    ],
    "corrections": "",
    "head_matter": "BRIDGEPORT GUARDIANS, INC., Hispanic Society, Inc., Jerry Brown, Johnny Devone, Angel Duran, Pedro Garcia, Roberto Melendez, Jesus Ortiz, Armando Perez, Luis Santana, Carwin Spearman, Nina Thomas, Plaintiffs-Appellees, v. CITY OF BRIDGEPORT, Bridgeport Police Department, Bridgeport Civil Service Commission, Defendants-Appellants, Bridgeport Police for Equal Employment Opportunity, Inc., Thomas Flynn, Richard Herlihy, Louis Piccirillo, Michael Kerwin, Joseph Santillo, William Heckley, John Evans, Orlando Lanzante, Mark Graham, Robert Martin, Adam Radzimirski, Thomas Lula, Robert Craw, Louise Karioli, Vincent Verrillo, John Cueto, Brian McCarthy, James Viadero, John Kennedy, Paul Nicola, Bill Mayer, Paul Wargo, John Losak, Robert Blanchard, Kevin Zwierlein, John Carraro, Michael Bavco, William Humber, Anthony Armeno, Michael Killian, Bob Gearing, Robert Halpin, Nick Meriano, Frank D’Amore, Lynn DeSarli, Ray Sherwood, Bob Christy, Bruce Belco, Eugene O’Neill, Intervening Defendants-Appellants.\nNos. 941, 942, Dockets 90-7814, 90-7946.\nUnited States Court of Appeals, Second Circuit.\nArgued Jan. 31, 1991.\nDecided May 28, 1991.\nVincent M. Musto, Bridgeport, ■ Conn. (Koskoff, Koskoff & Bieder, P.C., Bridgeport, Conn., on the brief), for plaintiffs-ap-pellees.\nThomas K. Jackson, Associate City Atty., Bridgeport, Conn. (Office of the City Atty., Bridgeport, Conn., on the brief), for defendants-appellants.\nWilliam B. Barnes, Fairfield, Conn. (Ro-senstein & Barnes, Fairfield, Conn., on the brief), for intervening defendants-appellants.\nBefore KEARSE, PRATT and McLAUGHLIN, Circuit Judges."
  },
  "file_name": "1140-01",
  "first_page_order": 1216,
  "last_page_order": 1225
}