{
  "id": 10541690,
  "name": "Dolores SULEWSKI, individually and as Executrix of the Estate of Leonard Sulewski, deceased, Plaintiff-Appellant, v. FEDERAL EXPRESS CORPORATION, Defendant-Appellee",
  "name_abbreviation": "Sulewski v. Federal Express Corp.",
  "decision_date": "1991-05-20",
  "docket_number": "No. 1186, Docket 90-9041",
  "first_page": "180",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 180"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "20 L.Ed.2d 1363",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "88 S.Ct. 2053",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6170182
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0300-01"
      ]
    },
    {
      "cite": "392 U.S. 905",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179434,
        6179696,
        6179153,
        6179542,
        6179327
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0905-03",
        "/us/392/0905-05",
        "/us/392/0905-01",
        "/us/392/0905-04",
        "/us/392/0905-02"
      ]
    },
    {
      "cite": "386 F.2d 323",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2088160
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "333"
        },
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/386/0323-01"
      ]
    },
    {
      "cite": "111 S.Ct. 1489",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11319494
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "quoting Saks, 470 U.S. at 399, 105 S.Ct. at 1342"
        },
        {
          "parenthetical": "quoting Saks, 470 U.S. at 399, 105 S.Ct. at 1342"
        },
        {
          "page": "1499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0530-01"
      ]
    },
    {
      "cite": "318 U.S. 423",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364184
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "431-32"
        },
        {
          "page": "677-78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0423-01"
      ]
    },
    {
      "cite": "470 U.S. 392",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299359
      ],
      "weight": 7,
      "year": 1985,
      "pin_cites": [
        {
          "page": "396",
          "parenthetical": "quoting Choctaw Nation of Indians v. United States, 318 U.S. 423, 431-32, 63 S.Ct. 672, 677-78, 87 L.Ed. 877 (1943)"
        },
        {
          "page": "1341",
          "parenthetical": "quoting Choctaw Nation of Indians v. United States, 318 U.S. 423, 431-32, 63 S.Ct. 672, 677-78, 87 L.Ed. 877 (1943)"
        },
        {
          "parenthetical": "quoting Choctaw Nation of Indians v. United States, 318 U.S. 423, 431-32, 63 S.Ct. 672, 677-78, 87 L.Ed. 877 (1943)"
        },
        {
          "page": "399"
        },
        {
          "page": "1342"
        },
        {
          "page": "397"
        },
        {
          "page": "1341"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0392-01"
      ]
    },
    {
      "cite": "78 L.Ed.2d 138",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 147",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "464 U.S. 845",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6356642,
        6357858,
        6357608,
        6355304,
        6356265,
        6355691,
        6355500,
        6356845,
        6355883,
        6356491,
        6358131,
        6357341,
        6356093,
        6357086
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0845-08",
        "/us/464/0845-13",
        "/us/464/0845-12",
        "/us/464/0845-01",
        "/us/464/0845-06",
        "/us/464/0845-03",
        "/us/464/0845-02",
        "/us/464/0845-09",
        "/us/464/0845-04",
        "/us/464/0845-07",
        "/us/464/0845-14",
        "/us/464/0845-11",
        "/us/464/0845-05",
        "/us/464/0845-10"
      ]
    },
    {
      "cite": "452 F.2d 798",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        783333
      ],
      "pin_cites": [
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/452/0798-01"
      ]
    },
    {
      "cite": "705 F.2d 85",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1858592
      ],
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/705/0085-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "2510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "844 F.2d 42",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542357
      ],
      "pin_cites": [
        {
          "page": "45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/844/0042-01"
      ]
    },
    {
      "cite": "716 F.2d 982",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1890814
      ],
      "pin_cites": [
        {
          "page": "985"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/716/0982-01"
      ]
    },
    {
      "cite": "708 F.2d 400",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1123312
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "418"
        },
        {
          "page": "417",
          "parenthetical": "emphasis added"
        },
        {
          "page": "417"
        },
        {
          "page": "418"
        },
        {
          "page": "417"
        },
        {
          "page": "417-18",
          "parenthetical": "emphasis added"
        },
        {
          "page": "418",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/708/0400-01"
      ]
    },
    {
      "cite": "749 F.Supp. 506",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7387165
      ],
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/749/0506-01"
      ]
    },
    {
      "cite": "49 Stat. 3000",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1148,
    "char_count": 28109,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 1.8849483269237822e-07,
      "percentile": 0.7281839597598161
    },
    "sha256": "f36a70fa0cb57a1f1ccc4d670a634e7a162bb49de05703b314cc4236be8a718f",
    "simhash": "1:dcede337c8a373c9",
    "word_count": 4501
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FEINBERG, MESKILL and ALTIMARI, Circuit Judges."
    ],
    "parties": [
      "Dolores SULEWSKI, individually and as Executrix of the Estate of Leonard Sulewski, deceased, Plaintiff-Appellant, v. FEDERAL EXPRESS CORPORATION, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "MESKILL, Circuit Judge:\nArticle 17 of the Warsaw Convention, Convention for the Unification of Certain Rules Relating to International Transportation by Air, Oct. 12, 1929, 49 Stat. 3000, T.S. No. 876 (1934), 49 U.S.C. app. § 1502 note (1988) (“Warsaw Convention” or “Convention”) establishes conditions under which an international air carrier can be held liable for injuries to its passengers. This appeal requires us to determine whether an aircraft mechanic assigned to specific flights of a cargo carrier is a “passenger” within the meaning of the Convention. Confronted with cross-motions for summary judgment, the United States District Court for the Southern District of New York, Conboy, J., ruled as a matter of law that appellant's husband, Leonard Su-lewski, was not a “passenger” when a cargo carrier to which he was assigned crashed, killing all aboard. The court therefore granted appellee Federal Express Corporation’s motion for summary judgment and dismissed the complaint. We agree and affirm.\nBACKGROUND\nLeonard Sulewski worked for the cargo carrier, Flying Tiger Line, Inc. He was employed as an aircraft mechanic and performed maintenance and repairs on Flying Tiger aircraft. Unlike most aircraft mechanics in Flying Tiger’s employ, Sulewski was not assigned to one of the airports on the cargo carrier’s worldwide routes. As one of seven members of the so-called “Magnificent Seven,” he was assigned to specific flights that were scheduled to land at airports where Flying Tiger did not employ aircraft mechanics. Because Sulewski was not assigned to an airport, he used his home in New Jersey as a base. From there, Flying Tiger assigned him to duty on specific flights.\nA collective bargaining agreement governed Sulewski’s employment relationship with Flying Tiger. Under the agreement, Sulewski received his monthly salary irrespective of what he did for the carrier during a given month as long as he performed his duties with respect to the flights to which he was assigned. The parties stipulated that Sulewski performed the following duties:\n1. the supervising [of] the aircraft ground handling and fueling;\n2. the responsibility for clearance of all log book items;\n3. the pre-flight and post-flight inspections on the aircraft for the flight he was assigned to;\n4. the communication to Flying Tiger maintenance control of any change in the airworthiness of the aircraft upon arrival at any location[.]\nEach month Flying Tiger established a flight schedule for its seven traveling mechanics. According to one of these schedules, Sulewski was assigned to a series of flights in February 1989, to run from February 14 to February 18. Pursuant to this timetable, Sulewski boarded Flying Tiger Flight 77 at Los Angeles on February 14. Flight 77 proceeded to Honolulu, Hawaii, to Nandi (the Fiji Islands), to Auckland, New Zealand and finally to Sydney, Australia. The schedule then assigned Sulewski to Flight 9077, which was to travel from Melbourne, Australia to Singapore. After arranging independent transportation from Sydney to Melbourne, Sulewski boarded Flight 9077 on February 17 and flew to Singapore.\nThe schedule next directed Sulewski to hold in Singapore until February 18 for his next assignment, Flight 66, which was scheduled to fly from Singapore to Kuala Lumpur, Malaysia, and then to Hong Kong. Flying Tiger permanently stationed aircraft mechanics in Singapore and Hong Kong, but not in Kuala Lumpur, the intermediate stop of Flight 66. Pursuant to Flying Tiger’s custom, Sulewski was not issued a passenger ticket for the flight. Flight 66 left Singapore on schedule on the morning of February 18. Regrettably, as the plane approached the runway at the Kuala Lumpur airport, it struck a ridge line and crashed, killing the pilot, co-pilot, flight engineer, and Sulewski.\nHad Flight 66 not crashed in Kuala Lum-pur, it would have proceeded to Hong Kong, where Sulewski’s duties on this particular tour would have concluded. In Hong Kong he would have been debriefed and “destaged,” that is, asked by Hong Kong-based Flying Tiger mechanics whether there were any problems with the aircraft. Once his responsibilities in Hong Kong had been completed, he would have been free to arrange his own transportation home via either a private passenger airline, for which he would have been reimbursed, or a Flying Tiger flight. Had he flown home on a Flying Tiger plane, he would have been off duty and therefore in a “deadhead” status.\nSulewski’s wife, Dolores, brought an action against Federal Express Corporation, the successor-in-interest to Flying Tiger. Relying on the liability provisions of the Warsaw Convention and on common law negligence, she sought compensatory damages for her husband’s wrongful death.\nAfter extensive discovery, Federal Express and Dolores Sulewski each moved for summary judgment. Federal Express claimed that Sulewski was not a passenger on Flight 66 because he was traveling as an on-duty employee who had been assigned by his employer to the ill-fated flight. Therefore, reasoned Federal Express, workers’ compensation represented plaintiff’s exclusive remedy. Dolores Su-lewski countered that because her husband’s duties only could be performed on the ground and because he had no specific responsibilities in the air, he was indeed traveling as a passenger on Flight 66.\nThe court framed the question presented by the cross-motions for summary judgment in this way: “whether Leonard Su-lewski ‘was aboard the flight primarily to perform ... [his] employment obligations, so that [he] was not a “passenger.” ’ ” Sulewski v. Federal Express Corp., 749 F.Supp. 506, 511 (S.D.N.Y.1990) (quoting In re Mexico City Aircrash of October 31, 1979, 708 F.2d 400, 418 (9th Cir.1983)) (bracketed words inserted by district court). Relying primarily on the Ninth Circuit’s opinion in Mexico City Aircrash, the district court held as a matter of law that Sulewski was not a “passenger” on Flight 66. The court accordingly granted Federal Express’ motion for summary judgment and dismissed the complaint. Dolores Su-lewski appealed, contending that (1) the district court applied an inappropriate test for determining “passenger” status, (2) the court erred in denying her motion for summary judgment, and (3) material factual disputes precluded the court from entering summary judgment against her.\nDISCUSSION\nOur review of summary judgment decisions follows a familiar pattern: review is de novo, Burtnieks v. City of New York, 716 F.2d 982, 985 (2d Cir.1983); we view the evidence in the light most favorable to the non-moving party, City of Yonkers v. Otis Elevator Co., 844 F.2d 42, 45 (2d Cir.1988); the moving party is entitled to summary judgment if he can “show that there is no genuine issue as to any material fact[,]” Fed.R.Civ.P. 56(c); and “the substantive law will identify which facts are material,” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).\nWhether a material factual dispute exists in this case turns on the meaning of the term “passenger” in the Warsaw Convention. As an international treaty to which the United States is a member, the Warsaw Convention is “ ‘equal in stature and force to the domestic laws of the United States.’ ” In re Air Crash Disaster at Warsaw, Poland, 705 F.2d 85, 87 (2d Cir.) (quoting Smith v. Canadian Pacific Airways, Ltd., 452 F.2d 798, 801 (2d Cir.1971)), cert. denied, 464 U.S. 845, 104 S.Ct. 147, 78 L.Ed.2d 138 (1982). To ascertain the meaning of treaties, “ ‘we may look beyond the written words to the history of the treaty, the negotiations, and the practical construction adopted by the parties,’ ” Air France v. Saks, 470 U.S. 392, 396, 105 S.Ct. 1338, 1341, 84 L.Ed.2d 289 (1985) (quoting Choctaw Nation of Indians v. United States, 318 U.S. 423, 431-32, 63 S.Ct. 672, 677-78, 87 L.Ed. 877 (1943)), in order to “ ‘give the specific words of the treaty a meaning consistent with the shared expectations of the contracting parties.’ ” Eastern Airlines, Inc. v. Floyd, — U.S. -, -, 111 S.Ct. 1489, 113 L.Ed.2d 569 (1991) (quoting Saks, 470 U.S. at 399, 105 S.Ct. at 1342). We must start our analysis, however, with the pertinent provisions of the treaty. Saks, 470 U.S. at 397, 105 S.Ct. at 1341. The accuracy of the French to English translation that follows is not contested.\nArticle 1\n(1) This convention shall apply to all international transportation of persons, baggage, or goods performed by aircraft for hire. It shall apply equally to gratuitous transportation by aircraft performed by an air transportation enterprise.\n(2) For the purpose of this convention the expression “international transportation” shall mean any transportation in which, according to the contract made by the parties, the place of departure and the place of destination, whether or not there be a break in the transportation or a transshipment, are situated either within the territories of two High Contracting Parties, or within the territory of a single High Contracting Party, if there is an agreed stopping place within a territory subject to the sovereignty, suzerainty, mandate or authority of another power, even though that power is not a party to this convention. Transportation without such an agreed stopping place between territories subject to the sovereignty, suzerainty, mandate, or authority of the same High Contracting Party shall not be deemed to be international for the purposes of this convention.\nArticle 17\nThe carrier shall be liable for damage sustained in the event of the death or wounding of a passenger or any other bodily injury suffered by a passenger, if the accident which caused the damage so sustained took place on board the aircraft or in the course of any of the operations of embarking or disembarking.\n(emphasis added).\nThe text of the Convention eliminates several potential tests for determining the meaning of “passenger.” To start with, passenger status does not hinge on whether the person was a fare-paying traveler. That construction would conflict with Article 1(1), which states that the Convention “shall apply equally to gratuitous transportation by aircraft performed by an air transportation enterprise.” (emphasis added). The reference to “gratuitous transportation” also indicates that, as long as the carrier is commercial (“an air transportation enterprise”), the nature of the carrier’s business should not be dispositive. As a result, Flying Tiger, although in the business of carrying cargo, may be held liable not only for accident-related damages to transported “goods” but also for injuries to “persons” to whom it provides “gratuitous transportation.” The “gratuitous transportation” provision further suggests that there is no bright line rule as to whether employees of an air carrier may be passengers. If, for instance, a carrier offers “gratuitous transportation” to its employees as a perquisite of the job, then the carrier’s traveling employees presumably could be passengers under the Convention. This might occur if the carrier provided free transportation to “deadheading” employees. Finally, passenger status does not depend on whether the carrier issued a ticket to the person for the flight. Article 3(2) of the Convention states that “if the carrier accepts a passenger without a passenger ticket having been delivered he shall not be entitled to avail himself of those provisions of this convention which exclude or limit his liability.” By clear implication, the carrier may be held liable for the deaths of non-ticketed travelers, such as Sulewski. In fact, because Leonard Sulewski was not issued a ticket for Flight 66, the $75,000 liability limitations the Convention places on the recovery for a passenger’s death would not apply in this instance. See Convention, art. 3(2).\nThis brings us to the positive question: What persons does the Convention cover? Article 1(1) states that the Convention shall apply “to all international transportation of persons.” This broad language suggests a presence test for “passenger” status, one that would render air carriers liable for the accident-related deaths of any person aboard an air carrier, crew members and employees included. The expansive language of article 1(1), however, is limited by articles 1(2) and 17.\nArticle 1(2) indicates that the application of the Convention — whether there is an “international transportation” — shall be determined “according to the contract made by the parties.” This reference to the parties’ “contract” implies that carrier liability requires a contract of carriage — “a promise, an undertaking, on the part of the carrier to transport the passenger, and the consent of the passenger.” Block v. Compagnie Nationale Air France, 386 F.2d 323, 333 (5th Cir.1967), cert. denied, 392 U.S. 905, 88 S.Ct. 2053, 20 L.Ed.2d 1363 (1968). As Judge Wisdom wrote in Block:\nThe common [denominator] of all Warsaw contracts of carriage is the consent of the carrier to transport the passenger (or goods) and the consent of the passenger (or shipper) that the transport take place. “The contract of carriage represents the sale and purchase of transportation of persons and goods, i.e. an obligation to carry passengers or goods from one place to another.”\nId. at 334 (quoting Gronfors, Air Charter and the Warsaw Convention 60 (The Hague 1956)). Another provision of the Convention, article 33, also intimates that carrier liability requires a contract of carriage: “Nothing contained in this convention shall prevent the carrier ... from refusing to enter into any contract of transportation.” See also art. 1(3) (referring to a “single contract or ... a series of contracts”). In accordance with these provisions, courts and commentators have noted that a stowaway — a person who undoubtedly lacks a contract of carriage — could not recover under the Warsaw Convention for injuries suffered during a plane crash. See, e.g., Block, 386 F.2d at 334; Matte, Treatise on Air-Aeronautical Law 385 (1981). In short, the Convention does not cover the transportation of all persons, only those who board the plane pursuant to a contract of carriage.\nArticle 17, the liability provision, further shortens article l(l)’s reach. Carriers may be held liable under article 17 for injuries to “passengers.” The dictionary offers three definitions of “passenger:” (1) “one who passes by” (i.e., a “traveler” or “wayfarer”), (2) “a traveler in a public conveyance,” or (3) “a member of a group ... that contributes little or nothing to the functioning or productivity of the group.” Webster’s Third New International Dictionary 1650 (1971). “Traveler,” in turn, is defined as “one that travels” or “one that goes on a trip or journey.” Id. at 2433. These definitions, while less than explicit, suggest that a “passenger” undertakes a journey primarily for the simple pleasure of traveling (“one who passes by”) or for the mundane purpose of going from point A to point B (“one who travels”). Carrier liability for the injuries or deaths of “passengers,” then, requires something more than the person’s presence aboard the carrier. It requires, first, that the person board the carrier pursuant to a contract of carriage and, second, that the carriage be undertaken for the primary purpose either of going from one place to another or for the recreational enjoyment of the journey itself.\nOur reading of “passenger” is consistent with the primary aim of the contracting parties to the Convention: “limiting the liability of air carriers in order to foster the growth of the fledging commercial aviation industry.” Floyd, 111 S.Ct. at 1499. Neither party, in any event, has pointed to any aspect of the negotiating history of the Convention that supports a contrary interpretation of “passenger.” Nor have we uncovered any. The only other circuit to consider this question reached a similar conclusion. See Mexico City Aircrash, 708 F.2d 400 (9th Cir.1983). Construing “transportation of persons” in an effort to define “passenger,” the Ninth Circuit held:\nThe term “transportation” seems to us to require as a minimum that the voyage be undertaken for the principal purpose of moving the individual from point A to point B. In the cases of [the working flight attendants], the voyages were undertaken not for this reason, but for the exclusive purpose of performing employment duties.\nId. at 417 (emphasis added). Moreover, our interpretation comports with the views of the commentators we have found who have considered this discrete question. Relying on several French cases, one commentator concluded:\n[M]ere physical presence on board an aircraft in flight [has been] held to be insufficient to characterize the operation as a ‘carriage.’ In addition to the fact of carriage, French courts require that the essential purpose of the presence on board the aircraft is transportation, and not any other purpose such as teaching flying techniques, or testing a plane. In such eases, the fact of being carried on the plane is not the essential aim of the operation; it is only accessory — albeit necessary — to the essential purpose of the flight. Several French decisions have made it clear that when this is the case, the liability has to be assessed on a basis other than the Warsaw Convention.\nMiller, Liability in International Air Transport 8 (1977) (internal citations omitted). See also Goldhirsch, The Warsaw Convention Annotated: A Legal Handbook 10 (1988) (“cases seem to distinguish between passengers who are carried in connection with their duties and those carried as an accommodation”); Matte, supra at 385 (damages suffered by carrier employees are not governed by the Convention because “employees are covered by a contract of hire, which already exists before the flight, between the carrier and his employees”).\nApplying this interpretation, we conclude as a matter of law that Leonard Sulewski was not a passenger on Flight 66. The material facts are undisputed. Flying Tiger assigned Sulewski to Flight 66. The February schedule for Flying Tiger’s traveling mechanics indicated that Sulewski was to hold in Singapore until February 18 and then to board Flight 66. On February 18, Flying Tiger did not permanently station an aircraft mechanic at the Kuala Lumpur airport, the intermediate stop for Flight 66, thus necessitating Sulewski’s assignment to the flight in accordance with Flying Tiger’s policy for deploying aircraft mechanics. The primary reason Sulewski boarded Flight 66 thus was to fulfill his employment obligations — ensuring the safety of the aircraft as it traveled to and from airports where Flying Tiger did not employ aircraft mechanics. Furthermore, in view of his assignment to the flight, it cannot be said that Sulewski boarded the plane in accordance with a contract of carriage; his pre-existing contract of employment and his work assignment were the reasons he boarded the flight. We reach this conclusion even though most, if not all, of Sulewski’s hands-on duties as a mechanic were confined to those instances when the Flying Tiger planes were on the ground.\nSulewski’s position with Flying Tiger was sui generis. In contrast to most crew members of an aircraft, gravity compelled that the bulk of his services be performed after the plane landed and before it again became airborne. He was not a member of the flying, or operational, crew. Nor did he regularly provide other in-flight services such as those a steward would. Nonetheless, Flying Tiger required Sulewski to be on the plane. Sulewski was not simply a commuter who had the option of choosing his own mode of transportation to reach his place of employment. Flying Tiger assigned him to specific flights and, as the affidavit of one of Sulewski’s supervisors, T.E. Moore, makes clear, Flying Tiger required him to be on those flights:\n[I]t was the policy of Flying Tiger that the maintenance representatives had to accompany the flight to which they were assigned unless special permission from the company was sought and received. The purpose of the policy was to insure that the maintenance representative would be at the off-line station ready to perform his “on ground” duties while the aircraft was being loaded and unloaded so that the flight would remain on schedule. Having the maintenance representative on board the aircraft also protected against situations where the aircraft had to be diverted to an alternate off-line airport because of weather conditions or political unrest.\nThat Flying Tiger may have allowed its traveling mechanics to alter their flight schedules, by obtaining pre-flight consent, does not alter the critical fact that they were assigned to specific flights. Absent permission, it violated company policy for a traveling mechanic such as Sulewski not to fly on his scheduled flight.\nIn characterizing Sulewski’s status on Flight 66, it is interesting to note what his status would have been had Flight 66 proceeded safely to Hong Kong, its final destination. Once the plane had landed in Hong Kong and Sulewski had briefed Flying Tiger mechanics stationed in Hong Kong about the plane’s maintenance status, Su-lewski’s duties on this particular tour would have concluded. He then would have been free to return home on a plane of his choice. Had he flown home courtesy of Flying Tiger, he would have been off-duty, that is, in a “deadhead” status. In that capacity, he would have been a “passenger,” because he would have been on the flight primarily for the purpose of going from point A to point B, not because his employer required him to be on the plane.\nDolores Sulewski urges us to adopt a different construction of “passenger.” She maintains that the test is whether the person “was primarily on the flight to perform job responsibilities in the air” (emphasis added). Conceding that her husband boarded Flight 66 in the scope and course of his employment, she argues that he was a “passenger” nonetheless because he did not have any in-flight responsibilities. She claims that Mexico City Aircrash supports this argument. We disagree.\nIn Mexico City Aircrash, the Ninth Circuit considered whether article 17 of the Warsaw Convention covered the deaths of three flight attendants. The court had little trouble finding the Convention inapplicable to two of the flight attendants. Noting that these two decedents “were indisputably working as flight attendants on board Flight 2605,” the court found that they were not “passengers” and granted summary judgment in favor of the airline. Mexico City Aircrash, 708 F.2d at 417. The court reached a different conclusion with respect to the third flight attendant, Yikki Dzida. She was a “deadheading” employee, based in Los Angeles, who was traveling from Los Angeles to Mexico City to take an assigned duty on a flight departing from Mexico City. Dzida received full pay and half flight time credit for her time aboard the fatal flight. The court refused to hold as a matter of law that Dzida was not a passenger, leaving the following question for a jury to resolve: “The ultimate inquiry is whether Dzida was on Flight 2605 for the primary purpose of traveling from Los Angeles to Mexico City, so that she was a ‘passenger,’ or whether she was aboard the flight primarily to perform (or to be on call to perform) her employment obligations, so that she was not a ‘passenger.’ ” Id. at 418.\nThe crux of Dolores Sulewski’s argument is that her husband stands in the same shoes as Vikki Dzida. The rationale expressed by the Ninth Circuit for its decision concerning Dzida, however, undermines this analogy. The court stated that two factors made summary judgment inappropriate. First, the court observed that the record “does not reveal whether she was commuting from her home to her job assignment.” Id. at 417. Second, the court was concerned that the record\nalso does not tell whether Dzida was contractually obligated to be on board Flight 2605, or whether she was free to choose any method of transport that would get her to Mexico City in time to assume her duty assignment. If the latter situation prevailed, we believe that Dzida qualified as a “passenger” covered by the Convention.\nId. at 417-18 (emphasis added). Neither of these rationales applies to Sulewski. Su-lewski was not commuting from his home to his job assignment at the time of the flight. His employment position required him to be aboard Flight 66. What is more, Sulewski was indeed “contractually obligated to be on board Flight [66].” Flying Tiger assigned him to that flight so that he would be at Kuala Lumpur when the plane landed in order to perform his post-flight duties and subsequently his preflight duties. That Sulewski may have been able to get “special permission” to alter his flight schedule does not alter this conclusion. He was required to be on the flight until his employer told him, or permitted him, to do otherwise. Thus the rationale for the Ninth Circuit's treatment of Dzida does not apply in this instance.\nFurthermore, Mexico City Aircrash does not establish a per se rule that the employee perform in-flight services in order to achieve non-passenger status. A non-passenger, the court said, is one “aboard the flight primarily to perform (or to be on call to perform) her employment obligations.” Id. at 418 (emphasis added). An employee such as Sulewski may be aboard a flight “primarily to perform” employment duties even if those duties are necessarily limited to the times immediately after the plane lands and before it takes off. Moreover, in the Ninth Circuit’s view, it is sufficient if the employee is “on call to perform” employment services. Although Sulewski typically had few if any responsibilities during the in-air portion of a flight, his duties, as the one primarily responsible for the maintenance and safety of the plane, certainly encompassed being “on call” to give technical advice to the operational crew members in the event of mechanical problems during a flight. The affidavit of John Smith supports this commonsensieal view of the traveling mechanic’s duties during a flight: “if there was an instrument malfunction or some other problem during the in-air portion of the flight to which he was assigned, the role of mechanic would be that of a consultant with the flying crew members.” In any event, even if we were to read Mexico City Aircrash as requiring that an employee have in-flight duties to be a non-passenger, we would not adopt such a rule here. That Sulewski’s primary purpose for being on Flight 66 was to facilitate the departure and arrival of the flight, in accordance with his unique employment responsibilities, provides sufficiently compelling evidence to rule as a matter of law that he was not a “passenger” within the meaning of the Warsaw Convention.\nThe above analysis renders immaterial the remaining facts and alleged factual disputes that Dolores Sulewski proffers as grounds for reversing the judgment below. The location of Sulewski’s body in the wreckage does not affect this analysis. Nor do the conflicting post-accident reports labelling Sulewski as a passenger in some instances and a crew member in others. Finally, both parties have argued that definitions of “crew” in other legal contexts support their analysis. Because these cases were not brought under the Warsaw Convention and did not deal with the unique characteristics of the airline industry, we have not found them to be helpful in our analysis.\nAccordingly, we affirm the judgment of the district court.",
        "type": "majority",
        "author": "MESKILL, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Melvin I. Friedman, New York City (David L. Fiol, Kreindler & Kreindler, New York City, of counsel), for appellant.",
      "Robert E. Hirsch, New York City (Big-ham, Englar, Jones & Houston, New York City, of counsel), for appellee."
    ],
    "corrections": "",
    "head_matter": "Dolores SULEWSKI, individually and as Executrix of the Estate of Leonard Sulewski, deceased, Plaintiff-Appellant, v. FEDERAL EXPRESS CORPORATION, Defendant-Appellee.\nNo. 1186, Docket 90-9041.\nUnited States Court of Appeals, Second Circuit.\nArgued March 21, 1991.\nDecided May 20, 1991.\nMelvin I. Friedman, New York City (David L. Fiol, Kreindler & Kreindler, New York City, of counsel), for appellant.\nRobert E. Hirsch, New York City (Big-ham, Englar, Jones & Houston, New York City, of counsel), for appellee.\nBefore FEINBERG, MESKILL and ALTIMARI, Circuit Judges."
  },
  "file_name": "0180-01",
  "first_page_order": 278,
  "last_page_order": 285
}