{
  "id": 10544080,
  "name": "Hobart N. CROCKER, Jr., Appellant, v. PIEDMONT AVIATION, INC., Appellee",
  "name_abbreviation": "Crocker v. Piedmont Aviation, Inc.",
  "decision_date": "1991-05-24",
  "docket_number": "No. 90-7021",
  "first_page": "1024",
  "last_page": "1029",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 1024"
    }
  ],
  "court": {
    "name_abbreviation": "D.C. Cir.",
    "id": 8770,
    "name": "United States Court of Appeals for the District of Columbia Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "930 F.2d 220",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541879
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "226-227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/0220-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 220.10",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "908 F.2d 1020",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540324,
        3482935
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/908/1020-01",
        "/us-app-dc/285/0261-01"
      ]
    },
    {
      "cite": "480 U.S. 678",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131466
      ],
      "weight": 13,
      "year": 1987,
      "pin_cites": [
        {
          "page": "680"
        },
        {
          "page": "1477"
        },
        {
          "page": "680-81"
        },
        {
          "page": "1478"
        },
        {
          "page": "694"
        },
        {
          "page": "1485"
        },
        {
          "page": "680-81"
        },
        {
          "page": "1477-78"
        },
        {
          "page": "681"
        },
        {
          "page": "1478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0678-01"
      ]
    },
    {
      "cite": "901 F.2d 158",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528404,
        3482278
      ],
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/901/0158-01",
        "/us-app-dc/284/0052-01"
      ]
    },
    {
      "cite": "741 F.Supp. 241",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7388851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/741/0241-01"
      ]
    },
    {
      "cite": "92 Stat. 1705",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "year": 1978,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 815,
    "char_count": 19837,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23540310651315965
    },
    "sha256": "9f0a71d4163fb0b5a74be2f99e9004c4d84088d312114c61708950a2e7986a86",
    "simhash": "1:3046d499eeff87e3",
    "word_count": 3119
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MIKVA, Chief Judge, and SENTELLE and HENDERSON, Circuit Judges."
    ],
    "parties": [
      "Hobart N. CROCKER, Jr., Appellant, v. PIEDMONT AVIATION, INC., Appellee."
    ],
    "opinions": [
      {
        "text": "Opinion for the court filed by Circuit Judge HENDERSON.\nHENDERSON, Circuit Judge:\nHobart N. Crocker, Jr., brought this action alleging that Piedmont Aviation, Inc. violated section 43(d) of the Airline Deregulation Act, Pub.L. No. 95-504, 92 Stat. 1705 (1978), by failing to accord Crocker a hiring preference after he lost his position as a pilot with a regulated, certificated airline following deregulation of the airline industry. The district court granted summary judgment in Piedmont’s favor, concluding that Crocker lost his section 43(d) right of first hire before the alleged violation when he obtained employment with a noncertifi-cated commuter airline. 741 F.Supp. 241. Crocker now appeals the district court’s judgment asserting that his first-hire right survived his hiring by the noncertificated carrier. We agree with Crocker that employment by a noncertificated carrier does not extinguish a section 43(d) first-hire right and, therefore, reverse the district court.\nI.\nOn appeal from a grant of summary judgment, we must view the record in the light most favorable to the appellant. Williams v. Mordkofsky, 901 F.2d 158, 160 (D.C.Cir.1990). So viewed, the record reveals the following facts.\nIn 1971 Crocker began employment as an airline pilot for Air New England, a regulated airline holding a certificate of public convenience and necessity from the Department of Transportation. In 1978, while Crocker was so employed, Congress passed the ADA which largely freed the airlines from government regulation. See Alaska Airlines, Inc. v. Brock, 480 U.S. 678, 680, 107 S.Ct. 1476, 1477, 94 L.Ed.2d 661 (1987). Seeking “to ensure that the benefits to the public flowing from this deregulation would not be ‘paid for’ by airline employees who had relied on the heavily regulated nature of the industry in deciding to accept and to retain positions with commercial air carriers,” Congress enacted section 43 of the ADA, the “Employee Protection Program,” 49 U.S.C. app. § 1552, (EPP), “in order to assist employees dislocated as a result of deregulation.” Alaska Airlines, 480 U.S. at 680-81, 107 S.Ct. at 1478.\nThe EPP, as enacted, provides two benefits for a displaced airline employee who qualifies as a “protected employee,” that is, an employee who “on October 24, 1978, ha[d] been employed for at least 4 years by an air carrier holding a certificate issued under section 1371 of [the appendix to title 49].” 49 U.S.C. app. § 1552(h)(1). First, the EPP provides for payment from a government fund of a “monthly assistance payment” to a protected employee who loses his job or suffers financial loss as a result of a bankruptcy or severe work force reduction caused by deregulation. See 49 U.S.C. app. § 1552(a), (b), (h); Alaska Airlines, 480 U.S. at 681 & n. 1, 107 S.Ct. at 1478 & n. 1. Second, subsection (d) of the EPP guarantees a right of first hire under certain circumstances for a displaced protected employee:\nEach person who is a protected employee of an air carrier which is subject to regulation by the Civil Aeronautics Board who is furloughed or otherwise terminated by such an air carrier (other than for cause) prior to the last day of the ten-year period beginning on October 24, 1978 shall have first right of hire, regardless of age, in his occupational specialty, by any other air carrier hiring additional employees which held a certificate issued under section 1371 of [the appendix to title 49] prior to October 24, 1978. Each such air carrier hiring additional employees shall have a duty to hire such a person before they [sic] hire any other person, except that such air carrier may recall' any of its own furloughed employees before hiring such a person. Any employee who is furloughed or otherwise terminated (other than for cause), and who is hired by another air carrier under the provisions of this subsection, shall retain his rights of seniority and right of recall with the air carrier that furloughed or terminated him.\n49 U.S.C. app. § 1552(d).\nIn October 1981 Crocker was furloughed by Air New England when that airline ceased operation. In April 1982 he applied for employment with Piedmont, a “certificated” carrier subject to the EPP’s first-hire duty, and in July of that year Piedmont interviewed him. In December 1982, having heard nothing from Piedmont, Crocker took a position as chief pilot for Coral Air, Inc., a noncertificated commuter airline then in Chapter 11 bankruptcy, and soon afterward became its Director of Operations. In July 1983, shortly before Coral Air’s assets were frozen and it halted operations, Crocker resigned his position with that carrier.\nIn June 1986, Crocker filed this action alleging Piedmont violated section 43(d) by refusing to hire him, pursuant to his right of first hire, during the period beginning in March 1984 when Piedmont hired other, nonprotected pilots. On October 4, 1989, Piedmont moved to strike certain portions of Crocker’s claim for relief. By memorandum opinion and order filed November 15, 1989, the district court, treating the motion as one for summary judgment, granted judgment in Piedmont’s favor on the ground that Crocker ceased to be a covered employee entitled to a hiring preference when he took employment with Coral Air. Crocker then filed a motion for reconsideration which was denied by memorandum opinion and order filed February 8, 1990. Crocker now appeals the district court’s decision.\nII.\nIt is undisputed for the purpose of this appeal that Crocker is a protected employee under the EPP and that he acquired a section 43(d) right of first hire in October 1981 when he was laid off by Air New England. Thus, the sole issue before this court is whether Coral Air’s hiring of Crocker in December 1982 extinguished his right of first hire under the statute so as to relieve Piedmont of its statutory obligation to afford Crocker a hiring preference over nonprotected applicants. We hold that it did not.\nIn its opinion granting Piedmont’s motion, the district court concluded that Crocker’s employment with Coral Air, a noncertificated carrier, extinguished his first-hire right. Observing that the EPP expressly limits the duration and amount of monthly assistance payments to a displaced protected employee able to obtain new employment by (1) reducing the amount of monthly payments to a protected employee who is offered but fails to accept “reasonably comparable employment,” 49 U.S.C. app. § 1552(b)(2), and (2) terminating payments altogether after seventy-two months or when “the recipient obtains other employment,” whichever occurs first, 49 U.S.C. app. § 1552(e)(1), the district court reasoned:\nThe fact that an employee was hired by a non-covered carrier, if in a “reasonably comparable position,” would get the employee off the assistance to the extent that the salary was comparable. It would be a strange result for the government to burden private employers more than itself by letting the government’s responsibility end when the protected employees got “reasonably comparable employment” but require continued private air carrier preference until the employee got a “covered carrier” position.\nMemorandum Opinion dated November 14, 1989 at 7-8 (footnote omitted). In its order denying reconsideration, the court offered an additional rationale for its ruling: “Plaintiff secured a job in his occupational specialty, albeit without the help of the ADA. He was then no longer ‘furloughed’ or ‘terminated’ and therefore he is ineligible for the first-hire preference under the terms of the statute, the legislative intent, and the agency interpretation.” Memorandum Opinion and Order dated February 8, 1990. We reject the district court’s analysis for the following reasons.\nFirst, the EPP itself imposes no limits on the length of a protected employee’s first-hire right and we do not believe the statutory restrictions on financial assistance should be engrafted on the first-hire provisions. In restricting the assistance payments, Congress acted to “limit[] as much as possible the potential expenditure of Government funds,” S.Rep. No. 95-631, 95th Cong. 2d Sess. 115 (1978), and to ensure that it created no disincentive to reemployment, see id. at 117 (“The committee intends that the percentages chosen will result in compensation payments that are less than the employees’ after-tax income in order to preserve maximum incentives for employees to secure comparable work.”), quoted in Alaska Airlines, 480 U.S. at 694, 107 S.Ct. at 1485. These concerns do not support similarly limiting a pilot’s first-hire right. The first-hire provisions impose no additional expense on the government and in fact were viewed by Congress as a means of relieving the financial burden created by the monthly assistance payments. See S.Rep. No. 95-631, 95th Cong.2d Sess. 116 (1978) (“The interactions of these provisions will decrease the cash payments required under the program.”); 124 Cong.Rec. 10,765 (1978) (Senator Zorinsky, seeking to amend the bill to provide a hiring preference only “instead of affording the relief of compensation from the pockets of the Nation’s taxpayers”). Further, the prospect of losing those rights upon employment by a noncertificated airline might discourage a displaced employee from seeking interim employment such as that taken by Crocker and prompt him instead to wait for an opportunity to use the first-hire right to obtain employment with an established, formerly certificated airline. That result would frustrate the legislative intent to encourage reemployment of displaced protected employees and actually increase the number of monthly payments, thereby exacerbating the drain on the public fisc. For these reasons we reject the district court’s conclusion that the financial assistance restrictions should be applied to the first-hire right.\nSecond, we do not agree with the district court’s conclusion that a protected employee ceases to be “furloughed or otherwise terminated,” so as to qualify for the hiring preference, when he is hired by a noncertificated airline. This rationale assumes that when the statute speaks of an employee being “furloughed or otherwise terminated,” it is referring to a status that an employee acquires when terminated and later loses if hired by any other employer. We think that under the more natural reading of the statutory language the contemplated termination or furlough should be viewed as a single act of the employing carrier which triggers the first-hire right.\nThird, we find the district court’s holding contrary to the recently expressed position of the Department of Labor (Department), the agency charged with promulgating regulations under section 43. When the district court issued its decision, the Department had not espoused a clear opinion on the question presented. Since that time, however, the Department has interpreted section 43(d) to mean that a displaced protected employee retains his first-hire right until hired by an air carrier that held a certificate before deregulation and that the employee, therefore, does not lose that right upon employment by a non-certificated carrier such as Coral Air. See Brief for the Acting Secretary of Labor as Amicus Curiae; Department’s Letter to United Airlines, dated January 3, 1991. Because Congress expressly charged the Department with administering the EPP, its interpretation is entitled to deference unless inconsistent with the statutory language. See Robinson v. American Airlines, Inc., 908 F.2d 1020, 1023 (D.C.Cir. 1990). We find the Department’s interpretation consistent with both the language and intent of the statute.\nAs noted above, the first-hire right, unlike the financial assistance entitlement, is not expressly limited by the statutory language. Further, the benefit expressly provided under subsection 43(d) is the right of a long-term “protected” employee of a certificated carrier to first hire by another certificated carrier, at the least suggesting, as the Department maintains, that Congress intended to ensure that a displaced protected employee obtain employment not merely with any air line but with one comparable to his previous employer, namely an established carrier that held a certificate before deregulation, and that the first-hire right therefore survive until the employee obtains such employment.\nNevertheless, Piedmont, responding to the Department’s position, now offers in its post-argument brief a new interpretation of section 43(d) to support its position that Crocker lost his first-hire right when Coral Air' hired him. Piedmont first points out that the statute uses different language to describe a carrier that triggers an employee’s first-hire right by terminating him and a carrier that is subject to the first-hire duty: the former being one “which is subject to regulation by the Civil Aeronautics Board” and the latter being one “which held a certificate issued under section 1371 of [the appendix to title 49] prior to October 24, 1978.” Piedmont next reasons that this difference was purposeful and that Congress intended thereby that a protected employee should acquire the first-hire right when terminated by any carrier subject to regulation by the Civil Aeronautics Board (CAB), whether or not formerly certificated or otherwise regulated. Piedmont further asserts that this intent would be unnecessary unless Congress contemplated that a protected employee also lose his first-hire right upon hiring by any carrier subject to CAB regulation, whether or not certificated. Otherwise, Piedmont contends, there would be no need to confer the right upon termination by the regulated but noncertificated carrier because the employee would already possess the right, having acquired it when terminated by the certificated carrier by which he was employed on October 24, 1978. We find Piedmont’s latest argument unpersuasive for the following reasons.\nFirst, Piedmont’s construction seems inconsistent with Congress’s intent that the EPP benefit long-term employees of certificated carriers who relied on the security of their employment with those carriers and who lost that employment as a result of deregulation, see Alaska Airlines, 480 U.S. at 680-81, 107 S.Ct. at 1477-78; cf. 49 U.S.C. app. § 1552(a), (h)(2) (permitting monthly financial assistance payments only to individuals adversely affected by “a bankruptcy or major contraction of an air carrier holding a certificate”), because it would confer the right of first hire on a protected employee when terminated by any carrier, whether or not the employee has been involuntarily terminated by the certificated carrier by which he was employed on October 24, 1978. Thus, under Piedmont’s interpretation, a protected employee who resigned employment with his long-term, certificated employer, or was discharged for cause, would acquire the first-hire right if terminated or furloughed by a subsequent, noncertificated employer.\nSecond, had Congress intended that the right of first hire be lost upon hiring by any carrier subject to regulation, it could easily and clearly have expressed that intent in the statutory language. There was no need or reason for Congress instead to have left so significant a provision to be inferred through the subtle and complex logic now offered by Piedmont, and we do not believe it did so.\nThe apparently inconsistent descriptions of the two classes of carriers can more simply and fairly be ascribed to imprecision of language than to any conscious intent to distinguish between them. In referring to carriers “subject to regulation by the Civil Aeronautics Board,” Congress may well have meant only those carriers formerly holding a certificate, which were, after all, the only carriers subjected to actual regulation by the CAB. Such a meaning is supported by the preceding phrase “protected employee of an air carrier” which at the least suggests that the employee is protected by virtue of his employment with the subject carrier; that being the case, the terminating carrier would, given the statutory definition of “protected employee,” of necessity be one which held a certificate of convenience and necessity on October 24, 1978. That meaning is also the one adopted by the Department in its regulations. See 29 C.F.R. § 220.10, 220.01(e) (granting first-hire right to “a protected employee who is voluntarily placed on furlough or is terminated by a covered air carrier” and defining “covered air carrier” as “an air carrier which was certificated prior to October 24, 1978”).\nFor the preceding reasons, we conclude that Piedmont’s construction of section 43(d), while perhaps permissible, is not the only or even the more plausible interpretation, given the circuitous route required to reach it and the purpose of the EPP. Moreover, because the Department’s construction is a reasonable one consistent with the EPP’s language and purpose, we are required to adopt that interpretation and to hold that Crocker did not lose his statutory first-hire right when he was hired by Coral Air. Accordingly, the judgment of the district court is\nReversed and Remanded.\n. Because Congress made those payments \"subject to such amounts as are provided in appropriation Acts,” 49 U.S.C. app. § 1552(a)(1), and because no money was ever appropriated for them, the financial assistance provisions have never been implemented. See Alaska Airlines, 480 U.S. at 681, 107 S.Ct. at 1478.\n. While this action was pending, Crocker obtained, and resigned from, employment with two other non-certificated airlines. He worked for Eastern Metro Express from July 1986 until November 1986 and for Eastern Express from January 1987 until March 1987.\n. In fact, given the express statutory restrictions on the financial assistance benefits, the absence of any similar limitations on the first-hire right suggests that Congress intended to impose none.\n. In declining to apply those restrictions to the first-hire provisions, we may be at variance with the Second Circuit’s recent decision in McDonald v. Piedmont Aviation, Inc., 930 F.2d 220 (2d Cir.1991), which relied on the financial assistance restrictions to limit to seventy-two months the amount of back pay recoverable by a protected employee who is denied his first-hire right. Id. at 226-227.\n. The district court did have before it, and relied upon, an opinion letter by the Department stating that a protected employee lost his first hire right upon reemployment by a certificated air carrier. See Department's Letter to USAir, Inc., dated June 2, 1989. The broad language used in that letter, viewed in isolation, can be construed to support Piedmont’s position here. See id. at 1 (\"A designated employee who has obtained another job in his or her occupational [sic] no longer has any rehire rights. Once a designated employee obtains another job, that employee would no longer be furloughed or terminated.”).\n. The Senate report on the EPP similarly refers to a certificated carrier as a \"regulated carrier.\" S.Rep. No. 95-631, 95th Cong. 2d Sess. at 116 (“each regulated carrier is required to give priority hiring to displaced employees who satisfy the eligibility requirement\").",
        "type": "majority",
        "author": "HENDERSON, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Pierre Murphy, with whom Robert M. Beckman and David M. Kirstein were on the brief, Washington, D.C., for appellant.",
      "Richard G. Parker, with whom Donald T. Bliss and James J.R. Talbot were on the brief, Washington, D.C., for appellee.",
      "Elizabeth Hopkins, Allen H. Feldman and Steven J. Mandel, Attys., Dept, of Labor, entered appearances, Washington, D.C., for amicus curiae urging reversal."
    ],
    "corrections": "",
    "head_matter": "Hobart N. CROCKER, Jr., Appellant, v. PIEDMONT AVIATION, INC., Appellee.\nNo. 90-7021.\nUnited States Court of Appeals, District of Columbia Circuit.\nArgued Jan. 18, 1991.\nDecided May 24, 1991.\nPierre Murphy, with whom Robert M. Beckman and David M. Kirstein were on the brief, Washington, D.C., for appellant.\nRichard G. Parker, with whom Donald T. Bliss and James J.R. Talbot were on the brief, Washington, D.C., for appellee.\nElizabeth Hopkins, Allen H. Feldman and Steven J. Mandel, Attys., Dept, of Labor, entered appearances, Washington, D.C., for amicus curiae urging reversal.\nBefore MIKVA, Chief Judge, and SENTELLE and HENDERSON, Circuit Judges."
  },
  "file_name": "1024-01",
  "first_page_order": 1100,
  "last_page_order": 1105
}