{
  "id": 10543084,
  "name": "SEVEN STAR, INC.; Elluz Corporation, Plaintiffs-Appellants, v. UNITED STATES of America; U.S. Immigration and Naturalization Service; Ernest E. Gustafson, District Director, Los Angeles District Office, INS Service, et al., Defendants-Appellees",
  "name_abbreviation": "Seven Star, Inc. v. United States",
  "decision_date": "1991-05-22",
  "docket_number": "No. 90-55596",
  "first_page": "791",
  "last_page": "793",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 791"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "870 F.2d 1140",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11647492
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/870/1140-01"
      ]
    },
    {
      "cite": "639 F.2d 500",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1361532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/639/0500-01"
      ]
    },
    {
      "cite": "698 F.2d 1364",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1506147
      ],
      "pin_cites": [
        {
          "page": "1368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/698/1364-01"
      ]
    },
    {
      "cite": "917 F.2d 415",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10486
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "420"
        },
        {
          "page": "421"
        },
        {
          "page": "420-21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/917/0415-01"
      ]
    },
    {
      "cite": "899 F.2d 766",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533830
      ],
      "pin_cites": [
        {
          "page": "770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/899/0766-01"
      ]
    },
    {
      "cite": "873 F.2d 1185",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538861
      ],
      "pin_cites": [
        {
          "page": "1187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/873/1185-01"
      ]
    },
    {
      "cite": "110 L.Ed.2d 664",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 3217",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "872 F.2d 1416",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539803
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "1421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/872/1416-01"
      ]
    },
    {
      "cite": "107 L.Ed.2d 192",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 242",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "873 F.2d 225",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/873/0225-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(15)(H)(ii)(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 8868,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 6.119645932871841e-08,
      "percentile": 0.3813355527677482
    },
    "sha256": "b57405d21f0a394b118626f74cf8a351a6a247d70a3626815b89d043e3f5e3cf",
    "simhash": "1:ae23ea23ea035f4d",
    "word_count": 1391
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PREGERSON, BRUNETTI and T.G. NELSON, Circuit Judges."
    ],
    "parties": [
      "SEVEN STAR, INC.; Elluz Corporation, Plaintiffs-Appellants, v. UNITED STATES of America; U.S. Immigration and Naturalization Service; Ernest E. Gustafson, District Director, Los Angeles District Office, INS Service, et al., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nPlaintiffs Seven Star, Inc. and Elluz Corporation (collectively Seven Star) appeal the district court’s order granting summary judgment in favor of the government defendants. Seven Star contests only the district court’s conclusion that there were no genuine issues of material fact on its retaliatory prosecution claim. We affirm.\nBACKGROUND\nOn September 1, 1987, Seven Star filed applications seeking “H-2” temporary worker visas for 500 aliens to work as hostess ballroom dancers at Seven Star’s five ballrooms. See 8 U.S.C. § 1101(a)(15)(H)(ii)(b). On October 21, 1987, the Department of Labor denied the applications. Seven Star then petitioned the Los Angeles District Office of the Immigration & Naturalization Service (INS) for the H-2 temporary worker visas.\nOne week later, on October 28, 1987, an article appeared in the Los Angeles Times with the caption “5 Dance Halls Seek to Import 500 Hostesses.” The article read in pertinent part:\nDating back decades to the dime-a-dance era, clubs like this one have come to cater to a primarily Latino clientele and to depend on the illegal immigrant work force for their hostesses.\nBut the new immigration law, which imposes sanctions on employers who hire illegal aliens, has depleted the supply of taxi dancers.\nAccordingly, five of the clubs recently filed a request with authorities for permission to import more than 500 temporary foreign workers fluent in Spanish and adept at Latin dancing.\nThe article also identified the five ballrooms owned by Seven Star.\nOn the same day of the Los Angeles Times article, a California subcommittee hearing on immigration in the workplace was held. At the hearing, assembly member Richard Floyd, after noting the Los Angeles Times article, severely criticized the government agencies responsible for policing hostess ballrooms:\nIs there anybody that sees the inappropriateness of asking for 500 hookers from Mexico to be imported because we don’t have enough on the street corners?\nJfc * * * * sis\nI would think that anybody with a ninth grade education would recognize in this world that taxi dancers are basically prostitutes and what you did was file on to the feds — somebody did — this application for 500 new hookers in Los Angeles.\nIn response to assembly member Floyd’s comments, Bill Carroll, acting Deputy District Director of the Los Angeles INS office, testified:\nMr. Floyd should not worry. We do not want 500 prostitutes or whores or whatever he calls them in the United States because not only do we not need them but it is also illegal to import prostitutes into the United States. And, that is a 10 year sentence for each prostitute imported into the United States. We will investigate the dance hall situation.\nShortly thereafter, the INS began an investigation into the hiring practices of the five ballrooms named in the LA Times article. According to the government, the information contained in the LA Times article provided the impetus for the investigation. “It was the opinion of the Investigations Branch that an employer seeking to bring such a vast number of temporary foreign labor was in all likelihood presently employing illegal aliens ...” Appellees’ Brief at 4. On the other hand, Seven Star contends “that the embarrassment caused Mr. Carroll at the [subcommittee hearing] ... caused the INS to single out Plaintiffs for enforcement and prosecution.” Appellants’ Opening Brief at 13. On November 7, 1987, the INS conducted “educational visits” to the five ballrooms. On November 10, 1987, the INS served Notices of Inspection of INS Form I-9s (Employment Eligibility Verification Form) on Seven Star for its five ballrooms.\nBefore the inspections occurred, Seven Star filed suit, seeking injunctive relief to prevent the government from taking any action against the ballrooms until the INS completed its administrative review of Seven Star’s petition for H-2 visas. The district court denied the injunctive relief and the Ninth Circuit affirmed in a published opinion. See Seven Star, Inc. v. United States, 873 F.2d 225 (9th Cir.), cert. denied, — U.S. -, 110 S.Ct. 242, 107 L.Ed.2d 192 (1989).\nOn the same day the district court ruled against Seven Star in its initial action, Seven Star filed the complaint in the instant case. Seven Star alleged that, although there were eleven hostess ballrooms within a mile and half radius of each other, the INS only investigated the five ballrooms owned by Seven Star. According to Seven Star, this “selective enforcement” of the immigration laws violated its due process and equal protection rights under the Fifth Amendment. Seven Star sought injunctive and compensatory relief as well as punitive damages.\nAfter briefing and a hearing, the district court granted the government’s motion for summary judgment. On appeal, Seven Star raises only one issue: whether the district court erred in granting summary judgment in favor of the government on its claim of retaliatory enforcement.\nDISCUSSION\nWe review a grant of summary judgment de novo. Kruso v. International Tel. & Tel. Corp., 872 F.2d 1416, 1421 (9th Cir. 1989), cert. denied, — U.S. -, 110 S.Ct. 3217, 110 L.Ed.2d 664 (1990). “Viewing the evidence in the light most favorable to the nonmoving party, we must determine whether there are any genuine issues of material fact and whether the district court correctly applied the relevant law.” Mead Reinsurance v. Granite State Ins. Co., 873 F.2d 1185, 1187 (9th Cir.1989). “[T]he moving party is entitled to judgment as a matter of law when the non-moving party fails to make a sufficient showing on an essential element of his case.” Anderson v. Hodel, 899 F.2d 766, 770 (9th Cir.1990).\nSeven Star contends that the INS investigation into its ballrooms is based on an impermissible motive, i.e., its application for 500 H-2 visas. Seven Star also alleges that the INS singled it out for investigation because INS acting Deputy District Director Carroll was embarrassed by assembly member Floyd’s criticisms.\nTo make a claim for retaliatory or vindictive prosecution, Seven Star must establish “both ‘that others similarly situated have not been prosecuted and that the allegedly discriminatory prosecution ... was based on an impermissible motive.’ ” United States v. One 1985 Mercedes, 917 F.2d 415, 420 (9th Cir.1990) (quoting United States v. Greene, 698 F.2d 1364, 1368 (9th Cir.1983)). One impermissible reason to prosecute is to retaliate against an individual for exercising “protected statutory rights.” One 1985 Mercedes, 917 F.2d at 421.\nSeven Star failed to produce sufficient evidence to establish a genuine issue of material fact that the INS initiated its investigation in retaliation for Seven Star’s filing of 500 H-2 visas. The LA Times article stated that hostess dance ballrooms “depend on the illegal immigrant work force for their hostesses” and noted that Seven Star “recently filed a request with authorities for permission to import more than 500 temporary foreign workers.” These allegations provide a permissible reason for the INS to begin investigating the immigration status of Seven Star’s dancers. The fact that an assembly member prodded the INS to look into the LA Times allegations does not convert the INS’s motive to an impermissible one.\nAFFIRMED.\n. The government contends that, at the trial court, Seven Star raised a claim only of selective enforcement, not of retaliatory enforcement. To the extent that they are distinct claims, however, we agree with the district court that Seven Star sufficiently alleged claims for both selective and retaliatory enforcement in its papers and argument before the district court.\n. For purposes of this opinion, we assume, without deciding, that a claim can be made for retaliatory \"investigation” or \"enforcement” short of a formal prosecution. We note, however, that the cases cited by Seven Star involve only criminal prosecutions. See, e.g., United States v. Wilson, 639 F.2d 500 (9th Cir.1981); United States v. Adams, 870 F.2d 1140 (6th Cir. 1989); cf. United States v. One 1985 Mercedes, 917 F.2d 415, 420-21 (9th Cir.1990) (vindictive prosecution claim in civil forfeiture proceeding).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Laurence A. Speiser, Los Angeles, Cal., for plaintiffs-appellants.",
      "Michael C. Johnson, Asst. U.S. Atty., Los Angeles, Cal., for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "SEVEN STAR, INC.; Elluz Corporation, Plaintiffs-Appellants, v. UNITED STATES of America; U.S. Immigration and Naturalization Service; Ernest E. Gustafson, District Director, Los Angeles District Office, INS Service, et al., Defendants-Appellees.\nNo. 90-55596.\nUnited States Court of Appeals, Ninth Circuit.\nSubmitted May 15, 1991.\nDecided May 22, 1991.\nLaurence A. Speiser, Los Angeles, Cal., for plaintiffs-appellants.\nMichael C. Johnson, Asst. U.S. Atty., Los Angeles, Cal., for defendants-appellees.\nBefore PREGERSON, BRUNETTI and T.G. NELSON, Circuit Judges.\nThe panel finds this case appropriate for submission without oral argument pursuant to Ninth Circuit Rule 34-4 and Fed.R.App.P. 34(a)."
  },
  "file_name": "0791-01",
  "first_page_order": 889,
  "last_page_order": 891
}