{
  "id": 10544614,
  "name": "Hiram H. HOELZER, Plaintiff-Appellant, v. The CITY OF STAMFORD, CONNECTICUT, Defendant-Appellee",
  "name_abbreviation": "Hoelzer v. City of Stamford",
  "decision_date": "1991-05-28",
  "docket_number": "No. 724, Docket 90-7160",
  "first_page": "1131",
  "last_page": "1139",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 1131"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "127 N.E. 237",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1920,
      "opinion_index": 0
    },
    {
      "cite": "228 N.Y. 269",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1965362
      ],
      "year": 1920,
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/228/0269-01"
      ]
    },
    {
      "cite": "396 F.2d 83",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2148534
      ],
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/396/0083-01"
      ]
    },
    {
      "cite": "762 F.Supp. 44",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7379884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/762/0044-01"
      ]
    },
    {
      "cite": "931 F.2d 196",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1801665
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/931/0196-01"
      ]
    },
    {
      "cite": "569 N.E.2d 426",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "567 N.Y.S.2d 623",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "77 N.Y.2d 311",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4420476
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/77/0311-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 924",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 2823",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 1056",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6367012,
        6365624,
        6366795,
        6365975,
        6366157,
        6365428,
        6365269,
        6367990,
        6366359,
        6366584,
        6367797,
        6367388
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/1056-09",
        "/us/486/1056-03",
        "/us/486/1056-08",
        "/us/486/1056-04",
        "/us/486/1056-05",
        "/us/486/1056-02",
        "/us/486/1056-01",
        "/us/486/1056-12",
        "/us/486/1056-06",
        "/us/486/1056-07",
        "/us/486/1056-11",
        "/us/486/1056-10"
      ]
    },
    {
      "cite": "836 F.2d 103",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542664
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "108"
        },
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/0103-01"
      ]
    },
    {
      "cite": "9 L.Ed.2d 720",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "83 S.Ct. 726",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "372 U.S. 912",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765318,
        1765449,
        1765391,
        1765264,
        1765171,
        1765336
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0912-04",
        "/us/372/0912-03",
        "/us/372/0912-02",
        "/us/372/0912-01",
        "/us/372/0912-05",
        "/us/372/0912-06"
      ]
    },
    {
      "cite": "309 F.2d 553",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        196884
      ],
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/309/0553-01"
      ]
    },
    {
      "cite": "38 L.Ed.2d 106",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 159",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 856",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11749377,
        11748740,
        11749158,
        11749031,
        11749098,
        11749291,
        11748812,
        11748971,
        11749233,
        11748889,
        11748926
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/0856-11",
        "/us/414/0856-01",
        "/us/414/0856-08",
        "/us/414/0856-06",
        "/us/414/0856-07",
        "/us/414/0856-10",
        "/us/414/0856-02",
        "/us/414/0856-05",
        "/us/414/0856-09",
        "/us/414/0856-03",
        "/us/414/0856-04"
      ]
    },
    {
      "cite": "475 F.2d 438",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        281648
      ],
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/475/0438-01"
      ]
    },
    {
      "cite": "313 U.S. 487",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6141361
      ],
      "weight": 3,
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/us/313/0487-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1292",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "722 F.Supp. 1106",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7396429
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/722/1106-01"
      ]
    },
    {
      "cite": "569 N.E.2d 426",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "431",
          "parenthetical": "\"[The possessor's] contention that the museum did not exercise reasonable diligence in locating the painting will be considered by the Trial Judge in the context of her laches defense.\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "567 N.Y.S.2d 623",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "628"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "77 N.Y.2d 311",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4420476
      ],
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/77/0311-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 924",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 1
    },
    {
      "cite": "108 S.Ct. 2823",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 1
    },
    {
      "cite": "486 U.S. 1056",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6367012,
        6365624,
        6366795,
        6365975,
        6366157,
        6365428,
        6365269,
        6367990,
        6366359,
        6366584,
        6367797,
        6367388
      ],
      "year": 1988,
      "opinion_index": 1,
      "case_paths": [
        "/us/486/1056-09",
        "/us/486/1056-03",
        "/us/486/1056-08",
        "/us/486/1056-04",
        "/us/486/1056-05",
        "/us/486/1056-02",
        "/us/486/1056-01",
        "/us/486/1056-12",
        "/us/486/1056-06",
        "/us/486/1056-07",
        "/us/486/1056-11",
        "/us/486/1056-10"
      ]
    },
    {
      "cite": "836 F.2d 103",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542664
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/836/0103-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1343,
    "char_count": 29832,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 2.5165588469129304e-07,
      "percentile": 0.8110758580905683
    },
    "sha256": "7dc62e4a4c650b36ade29b5f082baddc4a75a43de554cbf28bce0b03f18c27b2",
    "simhash": "1:3b119275f3551e88",
    "word_count": 4877
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before IRVING R. KAUFMAN, NEWMAN and KEARSE, Circuit Judges."
    ],
    "parties": [
      "Hiram H. HOELZER, Plaintiff-Appellant, v. The CITY OF STAMFORD, CONNECTICUT, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "IRVING R. KAUFMAN, Circuit Judge:\nThe value of art, reflected in staggering prices paid at auction for works by masters such as Van Gogh, has skyrocketed in recent years. Collectors from all over the world have shown a willingness to pay exorbitant sums for the privilege of privately exhibiting paintings, many of which the artists could not sell during their lives. With this increase in value has come the inevitable increase in theft and illegitimate trade. It is not uncommon, however, for purchasers of fraudulently obtained art work to make their acquisitions from reputable art dealers and galleries.\nWhen an original owner of a missing piece of art asserts a claim for repossession against one who has purchased the work in good faith, a crucial legal issue is presented involving accrual of the cause of action — that is, when the statute of limitations begins to run on the owner’s claim. If a possessor can somehow prove the owner waited too long to bring suit, then the art work will remain where it is and will not be returned.\nThough this case does not involve stolen art per se, it does address that conflict which arises between an original owner and one asserting a claim of rightful possession, a topic of some recent debate among the courts.\nHiram H. Hoelzer, plaintiff-appellant, is a professional restorer of art with a workshop and studio in New York City. In 1971, an emissary of the General Services Administration in Washington, D.C. delivered to Hoelzer six large mural paintings for storage and restoration. Hoelzer understood he would eventually be compensated for his efforts in restoring the art work, which he believed was property of the federal government. The murals, in fact, belong to the City of Stamford (the “City”), defendant-appellee. They were designed to hang on the walls of Stamford’s public high school, and this they did from 1934 until the 1970’s, when they were inadvertently discarded by construction workers.\nIn an action seeking a declaratory judgment to quiet title to the murals, Hoelzer contended, inter alia, that the statute of limitations for appellee’s claim in replevin had run before the City asserted ownership to the murals and, in any case, that the City had repudiated its rights by abandoning the art work in 1970. A trial was held in district court for the Southern District of New York before Judge Stanton, who entered a partial judgment in favor of the City in October of 1989. 722 F.Supp. 1106. Hoelzer filed an interlocutory appeal with this Court. See 28 U.S.C. § 1292(b) (1988).\nAlternatively, Hoelzer seeks compensation, in quantum meruit, for his efforts in safeguarding and beginning restoration of the panels. A trial on that claim awaits resolution of the instant appeal.\nFor the following reasons, we affirm the judgment below and remand the case to the district court for determination of the value of Hoelzer’s restoration services.\nFACTS\nPresident Franklin D. Roosevelt’s administration created the Works Progress Administration (the “W.P.A.”) to provide useful public work to the country’s vast number of unemployed citizens during the depression of the 1930’s. Employing millions of workers in its eight years of operation, the W.P.A. generated construction and improvement of numerous roads, bridges, buildings and other structures. One element of the program was a project designed to sponsor work in the visual, theatrical and literary arts. Among its other achievements, the arts project generated creation of thousands of murals for display in public buildings around the country.\nIn 1934, the W.P.A. commissioned the artist James Daugherty to paint a set of six murals for the walls of Stamford High School, a public school operated by defendant-appellee, City of Stamford, in Connecticut. Daugherty painted the murals on light-weight canvas panels which were then affixed to the walls of a music room in the school. The murals remained there from 1934 until 1970, when the entire school underwent major renovation.\nMeasuring over eight feet tall and more than one-hundred feet long, the complete work depicts an array of scenes involving public figures, events and issues of Daugherty’s era. The six panels were painted with vibrant colors, in a style Hoelzer termed “Early American Expressionism,” and were entitled: “Education;” “American Rhythm;” “New England Traditions;” “Tragedy-Comedy;” “Sports Frenzy;” and “Science.” Three of the panels are signed and dated.\nDuring the course of planning and executing renovation of Stamford High School, various people expressed interest in conservation of the Daugherty murals. In 1967, architects supervising the project wrote to the Superintendent of Schools recommending that the murals be removed in order to avoid inevitable damage due to construction work. The Superintendent wrote back, indicating that the Board of Education agreed the murals should not be harmed in any way, and instructed they be removed and rolled for storage. In addition, Roger Preu, head of the high school art department, recommended to several City and school officials that the murals be carefully preserved.\nDuring the summer of 1970, renovation on the school was begun. At that time, apparently unknown to vacationing school officials and without authorization, workmen removed the murals from the music room walls and placed them, with other construction debris, in a heap near the outside dumpster.\nFortunately, a graduating high school student, Frank Bowne, noticed the panels rolled up and resting close to the trash. Recognizing their value, Bowne rescued them. He brought the murals to his parents’ garage in Stamford, where his mother became their unofficial custodian while he went off to college. A year later, in the summer of 1971, an article in U.S. News & World Report, entitled “W.P.A. Art: Rescue of a U.S. Treasure,” caught Bowne’s attention. The article described the efforts of Mr. Karel Yasko, Supervisor of the Fine Arts Inventory Project of the General Services Administration (“G.S.A.”) of the federal government, to locate and preserve W.P.A. art. Bowne wrote to Yasko, describing the Daugherty murals and suggesting they be restored and relocated. Yasko thanked Bowne for his efforts and indicated he would send his summer intern, Stewart Rosenblum, to retrieve them.\nIn autumn of 1971, Rosenblum went to Stamford and was given the roll of panels by Bowne’s mother. Then, on Yasko’s instructions, he delivered them to Hiram Ho-elzer, an art restorer in nearby Armonk, New York. Rosenblum recalls: “It was my understanding that Mr. Hoelzer was to store the murals on behalf of the United States Government, stabilize them and restore them when money could be found, returning them to the United States Government when so instructed.” Hoelzer accepted the murals from Rosenblum and brought them to his workshop in Manhattan.\nIn the meantime, upon his return from summer vacation, Mr. Preu, of the school’s art department, noticed the murals were gone and made several unsuccessful inquiries as to their location. During the next five or six years, Preu discussed the missing murals with various teachers and school administrators but took no further action. There is no evidence that any other school or City official discussed or pursued the matter during that period.\nIt is undisputed that the murals were in poor condition — wet, torn and dirty — when Hoelzer received them in 1971. In April of 1972, Hoelzer wrote to Yasko describing the state of the murals, the scope of the necessary restoration work and the expected cost. Hoelzer and his assistants embarked upon the massive restoration project and safely stored the murals over the years. Seeking compensation for his efforts, Hoelzer, as we have indicated, has also instituted an action against the City for payment in quantum meruit. Trial on that issue has been postponed pending resolution of the instant appeal.\nIn 1972, Yasko wrote to Charles Daugherty, the deceased artist’s son, informing him of the murals’ location. In the late 1970’s, Daugherty told John Nerreau, Director of Art and Music for the Stamford Public School System, that the murals still existed. City officials were not given the location of the panels, however, until 1980, when April Paul, a Ph.D. candidate in art history, discovered they were in Hoelzer’s possession and took it upon herself to relay this information to Stamford school officials.\nShortly thereafter, Nerreau visited Hoel-zer’s studio in order to view the murals. In his report to the school superintendent, Nerreau described his conversation with Hoelzer, who assured him that successful restoration of murals was possible but that it would be quite costly. Nerreau recommended that the Mayor of Stamford be consulted regarding both financing of the restoration work and relocation of the murals to a civic area in the City.\nThough Hoelzer claims to have indicated to Nerreau during their 1980 meeting that he intended to retain possession of the murals, the lower court found he made no such assertion until a second meeting with City officials six years later.\nA year went by after Nerreau s visit, during which time no one from the federal or City government communicated with Ho-elzer. Greatly frustrated, Hoelzer called Yasko in 1981, complaining that the G.S.A. had abandoned the Daugherty project and had failed to compensate him for years of storing the huge panels and for his preliminary restoration efforts. During that conversation, Michael Ragone, an art restorer employed by appellant, claims to have overheard Hoelzer tell Yasko that “everything had been dumped on him and that the murals were his.” There is no evidence any such claim was made to City officials prior to 1986.\nIn 1986, Marguerite Strop, Director of Public Art for the City of Stamford, was investigating the City’s collection of New Deal Art and was given appellant’s name by the G.S.A. Strop went to Hoelzer’s studio shortly thereafter. She examined the panels and indicated to Hoelzer that she would apply to the National Endowment for the Arts, on the City’s behalf, for a grant to cover the costs of restoration. Hoelzer, however, “refused to cooperate” and later called the G.S.A. seeking an “ownership disclaimer” to the Daugherty murals. By this time, Mr. Yasko had died. In response to Hoelzer’s inquiry, another G.S.A. official sent Hoelzer a copy of a 1934 policy statement of the Public Works of Art Project directing:\nAll works of art executed with the intent that they should occupy a particular place in some public building are to be treated as a part of that building.\nThe G.S.A. informed Hoelzer, “[t]he Stamford High School murals fall within that category, and as such are not within the purview of ownership and/or maintenance by the Federal Government. We therefore suggest that this matter be resolved directly with Stamford High School.”\nSoon after Ms. Strop’s visit, Stamford’s Corporation Counsel wrote to Hoelzer stating that the murals belonged to the City and requesting their return. One month later, in October 1986, Hoelzer responded to the Corporation Counsel, asserting:\nThe murals were knowingly trashed by Stamford more than fifteen years ago- As such, Stamford has no legal claim to them.... They belong to me.... I am willing to sell them for a fair value.\nThe Corporation Counsel replied:\n... [TJhese murals were not “knowingly trashed” by Stamford, the murals were illegally removed by a third party.\nAs your April 25, 1972 letter to Mr. Yasko indicates, you knew these murals did not belong to you, you were merely restoring and safeguarding them for a fee. You cannot now claim these murals to be yours.\nThe murals are of substantial value. They have been appraised by Sotheby’s at $1.25 million and, alternatively, by the firm of Connecticut Fine Arts at between $90,-000 and $100,000.\nEventually, in 1989, Hoelzer brought an action against the City of Stamford in the Supreme Court of New York, Westchester County, seeking a declaratory judgment to quiet title in the murals. The City removed the case to federal court. A trial was held on partially stipulated facts before Judge Stanton of the district court for the Southern District of New York. On October 17, 1989, the court filed its opinion and order finding that the murals belong to the City of Stamford. This appeal ensued.\nDISCUSSION\nOn appeal, Hoelzer asserts that the district court erred in finding title to the murals continued to rest with the City of Stamford. He claims that the City unreasonably delayed its demand for return of the art work and, accordingly, that the statute of limitations for its claim had run prior to this action. He also contends that the City abandoned the murals in 1970, thereby precluding any claim of ownership.\nA. Statute of Limitations Because jurisdiction over this federal action is based on diversity, we must apply the substantive law of the forum state, including its rules governing the appropriate choice of law. Klaxon Co. v. Stentor Electric Mfg. Co., 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941); Rosenthal v. Warren, 475 F.2d 438, 440 (2d Cir.), cert. denied, 414 U.S. 856, 94 S.Ct. 159, 38 L.Ed.2d 106 (1973). And, as modern choice of law precepts dictate, “a state with substantial ties to a transaction in dispute has a legitimate constitutional interest in the application of its own rules of law.” Pearson v. Northeast Airlines, Inc., 309 F.2d 553, 559 (2d Cir.1962) (en banc), cert. denied, 372 U.S. 912, 83 S.Ct. 726, 9 L.Ed.2d 720 (1963).\nNew York law indicates that actions accruing within the state are controlled by the local statutes of limitations. Statutes of other jurisdictions may apply to actions accruing out of state, by virtue of New York’s “borrowing statute,” so long as they impose shorter limitation periods than do local laws. N.Y.Civ.Prac.L. & R. § 202 (McKinney 1990). Accordingly, since the instant action accrued in New York State— where demand for return of the murals was made and refused—the district court properly looked to New York law for the governing statute of limitations. It found the answer in New York Civil Practice Law & Rules § 214(3), which dictates that actions “to recover a chattel or damages for the taking or detaining of a chattel” must be commenced within three years. On appeal, the parties debate whether the district court erroneously determined that the three-year statutory period began to run in 1986.\nIn a case with facts somewhat similar to those before us, this Court resolved an ownership dispute between a West German National and an American good faith purchaser over a painting by Claude Monet, which had disappeared from Germany shortly after World War II. DeWeerth v. Baldinger, 836 F.2d 103 (2d Cir.1987), cert. denied, 486 U.S. 1056, 108 S.Ct. 2823, 100 L.Ed.2d 924 (1988). We held that where an owner proceeds against a rightful possessor of property, “the limitations period begins to run only when the owner demands return of the property and the purchaser refuses.” Id. at 106. We went on to note, however, that “[wjhere demand and refusal are necessary to start a limitations period, the demand may not be unreasonably delayed.” Id. at 107. Construing available New York law to impose an obligation of due diligence upon owners searching for lost property, we reversed a district court judgment in favor of Mrs. DeWeerth on the basis that her efforts to locate the missing Monet, over the course of thirty years, had been insubstantial.\nIn the present case, the district court found Hoelzer “did nothing until 1986 that might have alerted the City to an adverse claim,” and thus it found the City had no earlier notice of Hoelzer’s intent to keep the murals. Applying the guidelines set forth in DeWeerth, the court found the City had not failed to act with due diligence because, until 1980, there was no clear evidence the murals were missing rather than in storage. The court also ruled that because after 1980 the City believed Hoel-zer held the murals as a custodian only, it did not unreasonably delay its demand for their return. Rejecting Hoelzer’s contentions, the district court held that in order for an original owner of property to have a claim against a rightful possessor, the owner must first make a demand for the property’s return. The court went on to state that such demand may not be “unreasonably delayed” and, thus, because the City’s demand on Hoelzer was not untimely, the statute of limitations had not run on its claim.\nJudge Stanton’s statement of New York law remains correct with respect to the requirement that an owner must make a demand for return of goods in order for a claim in replevin to accrue and the three-year statute of limitations to begin to run. A recent ruling of the New York Court of Appeals, however, has removed the issue of unreasonable delay from this context. See Solomon R. Guggenheim Foundation v. Lubell, 77 N.Y.2d 311, 567 N.Y.S.2d 623, 569 N.E.2d 426 (1991).\nNew York’s Lubell case involved a dispute over a gouache water color by Marc Chagall which had been stolen from the Guggenheim Museum and was ultimately purchased, in good faith, by art collectors from a reputable New York City gallery. The Lubells displayed the Chagall in their home for more than twenty years before the Guggenheim informed them that the piece belonged to the museum and demanded its return. When it originally discovered the theft, the museum had not notified the authorities, for fear that doing so would drive the painting further underground and would greatly diminish the chances for its recovery.\nThe trial court, relying on DeWeerth, found the Guggenheim had not used due diligence to discover the location of the painting and, thus, had unreasonably delayed its demand upon the Lubells. The court, therefore, found the museum’s claim was time-barred and granted summary judgment in favor of Mrs. Lubell. The Appellate Division dismissed the Lubells’ statute of limitations defense, however, finding the museum was under no due diligence requirement with respect to that defense, and the New York Court of Appeals affirmed. The case was remanded for disposition of Mrs. Lubell’s alternate defense of laches.\nThis Court decided DeWeerth in the “absence of controlling state authority,” inferring that under New York law there exists “a duty of reasonable diligence in attempting to locate stolen property, in addition to the undisputed duty to make a demand for return within a reasonable time after the current possessor is identified.” DeWeerth, 836 F.2d at 108. Contrary to our interpretation, however, the New York Court of Appeals later stated in Lubell that New York law does not impose such a duty on the owners of stolen art work for statute of limitations purposes. The state court found the demand and refusal rule adequately addresses the parties’ competing interests, ruling “... there is no reason to obscure [the] straightforward protection of true owners by creating a duty of reasonable diligence.” Lubell, 77 N.Y.2d at 319, 567 N.Y.S.2d 623, 569 N.E.2d 426.\nUnderlying the New York court’s decision to dispense with the due diligence requirement was an awareness that lost art is extremely difficult to recover, and a policy determination that the burden of proving ownership should not be shifted onto the “wronged owner” who has already suffered the theft of valuable property.\nSufficiently apprised of the relevant New York law, we find that running of the statute of limitations with regard to the City of Stamford’s repossession claim was not affected by a due diligence requirement. See also Golden Budha Corp. v. Canadian Land Co. of America, N. V., 931 F.2d 196, (2d Cir.1991); Republic of Turkey v. Metropolitan Museum of Art, 762 F.Supp. 44 (S.D.N.Y.1990). And, though Lubell speaks specifically to disputes over stolen art, the principle that an owner need not act with due diligence before demanding return of her property, applies even more clearly to the facts at hand. The City of Stamford had no reason to believe its possessory interest was ever in jeopardy, let alone that a diligent search was required.\nThus, the cause of action accrued in 1986, when appellee made its first demand for return of the Daugherty murals and Hoelzer refused. Since the action was brought within the three-year statute of limitations, adjudication of the City’s ownership claim is not time-barred.\nWhile the court in Lubell found due diligence has no impact on running of the statute of limitations in actions for replev-in, it noted the doctrine’s relevance with regard to the affirmative defense of laches. A panel of this Court perceptively distinguished the defense of laches from one involving the statute of limitations in DeW-eerth, noting:\nLaches is an equitable defense that requires a showing of delay and prejudice to the defendant, whereas the reasonably prompt demand principle involved in this case is a legal doctrine based exclusively on an unexcused lapse of time.\nDeWeerth, 836 F.2d at 110. The doctrine of laches sufficiently safeguards the interests of a good faith purchaser of lost art by weighing in the balance of competing interests the owner’s diligence in pursuing her claim.\nIn the present case, though Hoelzer did not explicitly assert a defense of laches, he nonetheless would have failed to establish the prejudice necessary to sustain such a claim. The district court found that Hoelzer, who paid nothing for the murals and who never anticipated a propriety interest in them, would, in fact, receive a windfall were he granted title. The expenses Hoelzer incurred maintaining and restoring the panels will be considered when his pending action for compensation is adjudicated.\nB. Abandonment\nAbandonment of property requires a confluence of intention and action by the owner. Accordingly, before possessory rights will be relinquished, the law demands proof both of an owner’s intent to abandon the property and of some affirmative act or omission demonstrating that intention. This well-settled doctrine has long been incorporated in the law of New York:\nThe abandonment of property is the relinquishing of all title, possession, or claim to or of it — a virtual intentional throwing away of it. It is not presumed. Proof supporting it must be direct or affirmative or reasonably beget the exclusive inference of the throwing away.\nUnited States v. Cowan, 396 F.2d 83, 87 (2d Cir.1968) (quoting Foulke v. New York Consol. R.R. Co., 228 N.Y. 269, 273, 127 N.E. 237 (1920)).\nBecause proof of abandonment turns on the issue of intent, courts must take into consideration all relevant facts, especially those pertaining to conduct of the parties. The burden of proof rests with the party claiming ownership by default. Unless the district court was clearly erroneous in its analysis of the facts, we should not reverse the findings below.\nJudge Stanton, in our view, correctly found no compelling evidence that the City intended to relinquish ownership of the Daugherty murals. Nor did he find the City to have performed or condoned affirmative acts indicating purposeful repudiation of its property rights. On the contrary, the court interpreted a letter written by the City’s Superintendent of Schools, prior to renovation of the high school, as clear evidence of the City’s intention to retain the murals. The letter stated that the Board of Education wished the architects to “remove [the mural] from the wall and roll it for proper storage.” And, though these instructions were inadvertently disregarded by construction workers, that did not reflect a shift in municipal policy.\nSimilarly, the court did not infer from the City's less than vigorous investigation into the location of the murals an intentional abandonment. Judge Stanton noted that before 1980, only Messrs. Hoelzer, Yasko and Bowne knew where the panels were, and, that during this time, none of them bothered to inform the City of the location or to ask if it desired their return. “For all City officials knew,” wrote the court, “the mural was properly in storage.” Thus, the district court concluded that Hoelzer had failed to establish the essential elements of abandonment, and it properly dismissed the claim.\nCONCLUSION\nIn conclusion, we note that this case gives us an opportunity to implement what has become the law of the State of New York, namely, that there is no due diligence requirement affecting running of statute of limitations in actions for repossession of lost or stolen art.\nBecause art work can be both extremely valuable and highly marketable to an underground clientele, the difficulties original owners face in recovering missing art abound. Recognizing this dilemma, the New York Court of Appeals adopted a policy tailored to alleviate that burden. Thus, the relevant statute of limitations begins to run upon the owner’s demand for return of the art work and the possessor’s refusal, regardless of the apparent intensity of the owner’s search up until that point.\nAccordingly, the City’s claim is barred neither by the statute of limitations nor by the doctrine of abandonment. The W.P.A. murals remain, as intended, property of the public. Mr. Hoelzer may, if he seeks to, pursue whatever claim exists for equitable compensation. The judgment is affirmed.",
        "type": "majority",
        "author": "IRVING R. KAUFMAN, Circuit Judge:"
      },
      {
        "text": "JON O. NEWMAN, Circuit Judge, concurring:\nThe formulation of sound rules for resolving disputes concerning the right to possession of stolen art is not an easy task, and the soundness of the rules adopted for such disputes may well be perceived rather differently depending on the perspective of the contestants. In some situations, a work of art is in the possession of a museum, where it has remained for many years after purchase from a reputable dealer; it subsequently develops that the work was stolen from its original owner, who years after the theft claims the property from the museum. In other situations, a work of art is stolen from a museum, which ultimately locates the work and claims it from the possessor who may have purchased the work from a reputable dealer. Museums in possession of stolen art will probably think it preferable to fashion rules that place some obligation on owners to act with diligence in seeking to locate works they claim were stolen from them. On the other hand, museums that are the victims of theft will probably think it preferable to have rules that minimize the obligation of owners to locate their stolen property. Since it is likely that museums are more frequently good-faith purchasers or innocent donees of stolen art than victims of art thefts, they probably would prefer rules that tilt slightly in favor of possessors, at least with respect to a duty of theft victims to act with some diligence in locating stolen art.\nIn DeWeerth v. Baldinger, 836 F.2d 103 (2d Cir.1987), cert. denied, 486 U.S. 1056, 108 S.Ct. 2823, 100 L.Ed.2d 924 (1988), a New York diversity case, we noted the New York rule that the statute of limitations for recovery of stolen property begins to run from the time when a person who claims the property was stolen from him locates it and his demand for its return is refused, but, in the absence of authoritative New York law, we added a qualification that the theft victim must exercise reasonable diligence in endeavoring to locate the property. Id. at 107, 110. That qualification would have provided some comfort to museums that innocently purchase stolen art.\nThereafter, a case arose in the New York courts in which a museum that was the victim of an art theft asserted its claim for possession. The New York Court of Appeals ruled that, for purposes of the statute of limitations, New York law contains no requirement of due diligence on the part of the original owner in locating property allegedly stolen from it. Solomon R. Guggenheim Foundation v. Lubell, 77 N.Y.2d 311, 567 N.Y.S.2d 623, 569 N.E.2d 426 (1991). However, the Court also ruled that the diligence of the original owner in seeking to locate its property was a relevant consideration in applying the doctrine of laches. Id. at 321, 567 N.Y.S.2d at 628, 569 N.E.2d at 431 (“[The possessor’s] contention that the museum did not exercise reasonable diligence in locating the painting will be considered by the Trial Judge in the context of her laches defense.”). The result of this decision is to permit a court encountering a dispute between a theft victim and a good-faith possessor to consider and balance all the equities, including the reasonableness of the efforts the theft victim made to locate the property and the reasonableness of the possessor’s basis for believing that it was entitled to obtain and keep the property.\nSuch a broad inquiry will permit a sensitive resolution of difficult disputes in which there is often much to be said for the positions of each of the contending sides. Now that New York has authoritatively advised us that the diligence of the original owner is to be considered not in determining accrual of the statute of limitations, as we thought in DeWeerth, but only in assessing the equities under the doctrine of laches, we must apply that approach to all cases governed by New York law. Since Judge Kaufman’s opinion carefully applies the learning of Lubell to the facts of the pending case, I readily concur in his thorough opinion.",
        "type": "concurrence",
        "author": "JON O. NEWMAN, Circuit Judge, concurring:"
      }
    ],
    "attorneys": [
      "Stephen A. Wise, Wise & Layton, New Canaan, Conn., for plaintiff-appellant.",
      "James V. Minor, Stamford Law Dept., Stamford, Conn. (Mary E. Sommer, Corp. Counsel, Deborah M. Steeves, of counsel), for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Hiram H. HOELZER, Plaintiff-Appellant, v. The CITY OF STAMFORD, CONNECTICUT, Defendant-Appellee.\nNo. 724, Docket 90-7160.\nUnited States Court of Appeals, Second Circuit.\nArgued April 26, 1991.\nDecided May 28, 1991.\nStephen A. Wise, Wise & Layton, New Canaan, Conn., for plaintiff-appellant.\nJames V. Minor, Stamford Law Dept., Stamford, Conn. (Mary E. Sommer, Corp. Counsel, Deborah M. Steeves, of counsel), for defendant-appellee.\nBefore IRVING R. KAUFMAN, NEWMAN and KEARSE, Circuit Judges."
  },
  "file_name": "1131-01",
  "first_page_order": 1207,
  "last_page_order": 1215
}