{
  "id": 10541802,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Bennie Ray HARDEMAN, Defendant-Appellant",
  "name_abbreviation": "United States v. Hardeman",
  "decision_date": "1991-05-31",
  "docket_number": "No. 90-8342",
  "first_page": "278",
  "last_page": "284",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 278"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "871 F.2d 511",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530273
      ],
      "pin_cites": [
        {
          "page": "513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/871/0511-01"
      ]
    },
    {
      "cite": "893 F.2d 679",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11646865
      ],
      "pin_cites": [
        {
          "page": "681"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/893/0679-01"
      ]
    },
    {
      "cite": "885 F.2d 243",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526673
      ],
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/885/0243-01"
      ]
    },
    {
      "cite": "881 F.2d 970",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11292010
      ],
      "pin_cites": [
        {
          "page": "973"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/881/0970-01"
      ]
    },
    {
      "cite": "837 F.2d 182",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773126
      ],
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/837/0182-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 230",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 275",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "899 F.2d 1097",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536022
      ],
      "pin_cites": [
        {
          "page": "1103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/899/1097-01"
      ]
    },
    {
      "cite": "870 F.2d 174",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11642016
      ],
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/870/0174-01"
      ]
    },
    {
      "cite": "922 F.2d 1234",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547000
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1239",
          "parenthetical": "following Aichele"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/922/1234-01"
      ]
    },
    {
      "cite": "912 F.2d 1170",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        9051758
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/912/1170-01"
      ]
    },
    {
      "cite": "Tex. Penal Code Ann. § 12.22",
      "category": "laws:leg_statute",
      "reporter": "Tex. Code Ann.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "900 F.2d 582",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533003
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "585"
        },
        {
          "page": "585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/900/0582-01"
      ]
    },
    {
      "cite": "896 F.2d 246",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529386
      ],
      "pin_cites": [
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/896/0246-01"
      ]
    },
    {
      "cite": "905 F.2d 1034",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1807433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/905/1034-01"
      ]
    },
    {
      "cite": "114 L.Ed.2d 81",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1687",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "913 F.2d 1288",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539674
      ],
      "pin_cites": [
        {
          "page": "1294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/913/1288-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 1088",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1005",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "915 F.2d 759",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537906
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "762-63"
        },
        {
          "page": "763",
          "parenthetical": "\"[ujnder no stretch of the imagination\" can the conduct underlying prior juvenile offense for waywardness be considered similar to status offenses like loitering"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/915/0759-01"
      ]
    },
    {
      "cite": "905 F.2d 251",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1806904
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "253"
        },
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/905/0251-01"
      ]
    },
    {
      "cite": "907 F.2d 117",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534740
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/907/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 871,
    "char_count": 19543,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 1.2146155795082793e-06,
      "percentile": 0.9879593366254171
    },
    "sha256": "6e862fdf13b9eca09aaf9b59b820f7288140f1b4e1b82d425a4f8ce24ac50c34",
    "simhash": "1:b28ccba62ec7026b",
    "word_count": 3083
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CLARK, Chief Judge, RONEY , and DUHÉ, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Bennie Ray HARDEMAN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "RONEY, Senior Circuit Judge:\nThis appeal requires an answer to two discrete arguments concerning the sentence Bennie Ray Hardeman received when he pled guilty to conspiracy to possess crack cocaine. First, as to the argument that his criminal history was improperly increased by one point for a prior Texas misdemeanor conviction for failure to maintain financial responsibility, although presenting a difficult issue of first impression in this circuit, we reverse. Second, as to the argument that he was improperly denied a two point adjustment of his offense level for acceptance of responsibility, we affirm.\nPrior Misdemeanor Conviction\nTwo years prior to sentencing, Harde-man pled nolo contendere in Texas to a second offense for failure to maintain financial responsibility, i.e., driving his automobile without insurance. The Texas Penal Code provided for punishment of a fine of $200 to $1,000 or up to 180 days of jail term, or both. Hardeman was sentenced to one day in jail and fined $250.\nThe district court added one point to Hardeman’s criminal history score for this offense. As a result, Hardeman received a total of 10 criminal history points, placing him in Criminal History Category V. Combined with an offense level of 16, this gave Hardeman a sentencing range of 41 to 51 months. He was sentenced to the maximum penalty. If the point had not been added, Hardeman’s 9 point criminal history would have fallen into Criminal History Category IV with a resultant range of punishment of 33 to 41 months in prison.\nAs a general rule, misdemeanor offenses are to be counted in computing a criminal history score. See United States Sentencing Commission, Guidelines Manual (U.S.S.G.) § 4A1.2(c). Guidelines sections 4Al.2(c)(1) and (c)(2), however, set out a list of certain offenses “and offenses similar to them” that are not to be counted. These listed offenses and those similar to them should be excluded, unless (A) the term of probation is greater than one year or the term of imprisonment is greater than 30 days, or (B) the prior offense is similar to the current offense. U.S.S.G. § 4A1.2(c)(l). Other listed offenses and those similar to them are never to be counted regardless of the penalty imposed. U.S. S.G. § 4A1.2(c)(2). Since defendant received only a one day jail term and the offense is not similar to a cocaine conviction, his misdemeanor conviction should not be counted if it is similar to one of the offenses on either list in the Guidelines.\nThe problem comes in trying to establish a method for deciding if one offense is “similar” to another. Hardeman argues for a comparative punishment approach, which would let the similarity of state punishment for the two offenses control the point. He contends that because the punishment for failure to maintain financial responsibility is almost identical to the punishment for the listed offenses of driving with a revoked or suspended license, it too should be excluded from his criminal history score. The Government points out that an analysis which focuses on state law in applying the Guidelines has generally been rejected by the courts. United States v. Brunson, 907 F.2d 117, 121 (10th Cir.1990); United States v. Martinez, 905 F.2d 251, 253 (9th Cir.1990). It maintains that such a method would run counter to the Sentencing Reform Act’s attempt to provide uniform treatment for similarly situated defendants. United States v. Unger, 915 F.2d 759, 762-63 (1st Cir.1990), cert. denied, — U.S. -, 111 S.Ct. 1005, 112 L.Ed.2d 1088 (1991).\nThe Government suggests instead that we compare the elements and purposes of each offense to determine whether they are similar. It contends that failure to obtain insurance demonstrates not simply indifference to the law, but indifference toward the public generally by leaving- other persons exposed to financial risk. This offense, it argues, contains this additional element which driving without a license does not, thus making them dissimilar.\nCases in other circuits have rather strictly followed the listed offenses and have generally been reluctant to expand the number of offenses which are “similar” to those listed. The opinions, however, provide little in the way of guidance and they fail to establish any kind of analytical framework from which to approach this issue. Most simply state, usually in a paragraph or less, that the offense the defendant is charged with is not similar to a listed offense. See, e.g., Unger, 915 F.2d at 763 (“[ujnder no stretch of the imagination” can the conduct underlying prior juvenile offense for waywardness be considered similar to status offenses like loitering); United States v. Russell, 913 F.2d 1288, 1294 (8th Cir.1990) (rejecting argument that conviction for assault and criminal damage to property is similar to disorderly conduct or disturbing the peace); cert. denied, — U.S. -, 111 S.Ct. 1687, 114 L.Ed.2d 81 (1991); United States v. Dillon, 905 F.2d 1034 (7th Cir.1990) (“While the exempted offenses listed by [defendant] are similar to the resisting arrest aspect of his prior offense, none of the exempted offenses is similar to the battery aspect of [defendant’s] prior conviction.”); United States v. Lewis, 896 F.2d 246, 250 (7th Cir.1990) (operating a motor vehicle while intoxicated is “under no stretch of the imagination” similar to any of the listed offenses).\nThe only decision outlining a position in any depth is the Ninth Circuit’s opinion in United States v. Martinez, 905 F.2d 251 (9th Cir.1990). The majority in that case adopted an approach which examines the level of culpability involved in the offenses being compared and the degree to which the unlisted offense indicates a likelihood of recurring criminal conduct. Judge Wallace in his concurring opinion took exception to the majority’s approach and stated that the court should simply compare the elements of the listed and unlisted offense to determine whether the two offenses are similar. See also Unger, 915 F.2d at 762 n. 5 (explicitly rejecting Martinez majority’s approach and accepting position of J. Wallace). He also noted that the method adopted by the majority is less useful when analyzing the offenses in subsection (c)(1), the section we address here, because that section contains offenses which do exhibit an element of culpable conduct. Id. at 256. The offenses listed in subsection (c)(2), in contrast, are rather innocuous offenses such as loitering or hitchhiking, offenses which are easily distinguishable from violations involving a greater degree of public concern.\nWe conclude that sentencing courts should not be restricted either by the method suggested by the parties or by the approach adopted by the majority in Martinez, with its focus on culpability and the likelihood of recurring criminal conduct. Vague as it may seem, we suggest a common sense approach which relies on all possible factors of similarity, including a comparison of punishments imposed for the listed and unlisted offenses, the perceived seriousness of the offense as indicated by the level of punishment, the elements of the offense, the level of culpability involved, and- the degree to which the commission of the offense indicates a likelihood of recurring criminal conduct. These factors should assist the district court in determining whether it makes good sense to include the offense in question in the defendant’s criminal history score.\nThis standard is consistent with the purpose of this section of the Guidelines: to screen out past conduct which is of such minor significance that it is not relevant to the goals of sentencing. Martinez, 905 F.2d at 253; United States v. Rich, 900 F.2d 582, 585 (2nd Cir.1990). The legislative history to this section reveals that the criminal history score is' designed to take into account the seriousness of the past offense and the degree to which it suggests the possibility of future criminality. Supplementary Report on the Initial Sentencing Guidelines and Policy Statements, at 42-43 (June 18, 1987) (frequency, seriousness, and recency of past offenses indicate likelihood of recurring criminal behavior and thus serve as the basis for the criminal history score); S.Rep. No. 225, 98th Cong., 2d Sess. 174, reprinted in, 1984 U.S.Code Cong. & Admin. News 3182, 3357 (same). As a result, if these tests for similarity, taken as a whole, indicate that the offense is, like the listed offenses, neither particularly serious nor likely to indicate recurring criminal conduct, then the defendant’s prior offense should be excluded.\nIn applying this standard to the present case, it is clear that the defendant’s prior conviction should have been excluded from his criminal history score. First, the offenses of driving with a revoked or suspended license and failure to maintain financial responsibility are similar under a comparative punishment approach. In Texas, a second offense for failure to maintain financial responsibility is a Class B misdemeanor punishable by a fine of between $200 and $1,000, confinement in jail for up to six months, or both. Tex.Rev.Civ.Stat. Ann. art. 6701h, § 1C (Vernon 1990); Tex. Penal Code Ann. § 12.22 (Vernon 1990). A first offense for driving with a- suspended or revoked license carries a fine of $100-$500 and a prison term of not less than 72 hours or more than six months. Tex.Rev. Civ.Stat.Ann. art. 6687b, § 34(e) (Vernon 1990). Based on this type of comparison, driving with a revoked license is a more serious offense than failure to maintain financial responsibility.\nSecond, Hardeman’s sentence of one day in jail and a $250 fine indicate that the offense should not be included in his criminal history score. The level of punishment imposed for a particular offense serves as a reasonable proxy for the perceived severity of the crime. Rich, 900 F.2d at 585. Section 4A1.2(c) itself uses the penalty imposed as a surrogate for severity in determining whether or not even the listed offenses should be included in the criminal history score. Under subsection (c)(1), otherwise minor offenses are to be included in the criminal history calculations if the defendant received a significant sentence, either 30 days of imprisonment or probation of more than a year. A comparison between the level of punishment for a listed and unlisted offense, therefore, is pertinent to determining if the unlisted offense, like the listed offenses, is sufficiently serious to warrant inclusion. Clearly, the State of Texas views these offenses as being comparable in terms of severity and views the individuals who violate these statutes as posing a similar threat to society.\nWe do not suggest that any offense which carries a penalty similar to that imposed for a listed offense should automatically be excluded from the criminal history calculation. The other factors involved may indicate that the defendant’s prior offense should be included.\nThird, the elements approach, suggested by the Government, requires exclusion of this offense. This offense is similar to other listed offenses which involve regulations that must be complied with if one is to drive an automobile. The Government has argued that failure to maintain financial responsibility contains an element of indifference toward society, by leaving others exposed to the financial risk of an accident, which driving without a license does not. This element, however, does not distinguish this offense from the other listed offenses. An individual driving with a revoked or suspended license has been specifically instructed to give up his or her license. Continuing to drive, despite this explicit instruction, could be seen as demonstrating a willful indifference to society. The license may have been revoked because the individual drives recklessly, is a chronic drinker, is susceptible to strokes or periods of blackout, or a host of other reasons, but generally it is because some action or condition brings the individual's ability to drive safely into question.\nIn any event, an examination of the offenses listed in subsection (c)(1) reveals that many of these offenses also exhibit some measure of indifference to the public. This section lists disorderly conduct, gambling, non-support, giving false information to a police officer, hindering a police officer, and trespassing, all of which are more than simple regulatory violations and which could, in certain circumstances, be interpreted as displaying a similar attitude of disrespect for others. In fact, the 1990 Amendments to this section add the offenses of careless or reckless driving and passing a check with insufficient funds to the list of excluded acts, both of which clearly exhibit indifference to society’s welfare and well-being. Cf. United States v. Aichele, 912 F.2d 1170 (9th Cir.1990) (pre-amendment decision rejecting argument that reckless driving should be excluded under this section); see also United States v. Kingston, 922 F.2d 1234, 1239 (6th Cir. 1990) (following Aichele). Moreover, several of the listed misdemeanors, such as child support, have immediate and certain adverse effects on others, while failure to maintain insurance results in harm only in the event the individual is involved in an accident. In that light, defendant’s offense is once again less serious than several of the listed offenses.\nThe discussion of the previous factors sheds considerable light on the remaining issues concerning both culpability and recurring criminal conduct. Although comparisons between the level of culpability exhibited by the unlisted offense and offenses mentioned in subsection (c)(1) is made more difficult by the fact that not all the offenses are mere regulatory violations, it is possible in certain circumstances to make distinctions. In this case, for example, the defendant’s prior offense demonstrates very little in the way of culpable conduct. It is merely a violation of one of many regulations concerning automobiles and clearly represents far less egregious conduct than the listed offense of reckless driving. Failure to maintain insurance is more like a local ordinance violation in the degree to which it represents a reprehensible or morally incorrect action.\nIt is also difficult to suggest that failure to maintain insurance has any more bearing on an individual’s likelihood of becoming involved in other criminal activity than any of the other offenses listed under subsection (c)(1). As the legislative history suggests, the seriousness of the offense is one indication of whether the offense has any predictive capacity for future criminality. In view of the light sentence Harde-man received for this offense and the regulatory nature of the violation, we do not believe his conviction for failure to maintain insurance has any bearing on whether Hardeman is likely to commit other crimes in the future.\nUnder this type of analysis, defendant’s conviction for driving without adequate insurance fits comfortably within the enumerated offenses, and is sufficiently similar to those crimes that it should have been excluded from the calculation of his criminal history score.\nAcceptance of Responsibility\nDefendant contends that he was entitled to a reduction of his offense level by two points under Sentencing Guidelines § 3E1.1 because of his acceptance of responsibility. Due to the unique position of the sentencing judge in determining the degree to which a defendant has accepted responsibility for his acts, a trial court will not be reversed on this issue unless clearly erroneous. United States v. Thomas, 870 F.2d 174, 176 (5th Cir.1989).\nDefendant argues that the district court did not state any reasons for denying the requested reduction. Although we believe it is always the better course for the district court to enunciate the reasoning behind its sentencing decisions, we are unwilling to impose that obligation absent an explicit statutory command. Cf. United States v. Jones, 899 F.2d 1097, 1103 (11th Cir.) (Edmondson, J. concurring) (cert. denied, — U.S. -, 111 S.Ct. 275, 112 L.Ed.2d 230 (1990). Moreover, we are convinced that the record contains sufficient data to enable this Court to perform its appellate function. See United States v. Patterson, 837 F.2d 182, 183 (5th Cir.1988) (district court will not be reversed for failure to state its reasons for ordering full restitution if record provides sufficient evidence for review); United States v. Wise, 881 F.2d 970, 973 (11th Cir.1989).\nAlthough the defendant’s guilty plea is evidence of acceptance of responsibility, U.S.S.G. § 3E1.1, comment (n. 3); United States v. Nevarez-Arreola, 885 F.2d 243, 246 (5th Cir.1989), the guilty plea, without more, does not mandate an adjustment. United States v. Sanchez, 893 F.2d 679, 681 (5th Cir.1990). Excluding the items in the pre-sentence report to which defendant objects, there is sufficient evidence in the record to support the district court’s decision. U.S.S.G. § 3E1.1, comment (n. 5) (sentencing judge’s decision is entitled to great deference on review).\nWhen officers asked Hardeman where he obtained the cocaine, he responded that he “found it on the ground.” The probation officer assigned to interview Hardeman indicated that he exhibited no remorse. Defendant did apologize to the court, but credibility determinations are critical to the decision concerning acceptance of responsibility and are protected by the clearly erroneous standard of review by this Court. United States v. Barreto, 871 F.2d 511, 513 (5th Cir.1989). Based on these factors we are unable to conclude that the district court was clearly erroneous in denying defendant’s request for a two-level reduction for acceptance of responsibility.\nAFFIRMED IN PART, VACATED, AND REMANDED IN PART.\n. U.S.S.G. § 4A1.2(c)(l)\n(c) Sentences Counted and Excluded\nSentences for all felony offenses are counted. Sentences for misdemeanor and petty offenses are counted, except as follows:\n(1) Sentences for the following prior offenses and offenses similar to them, by whatever name they are known, are counted only if (A) the sentence was a term of probation of at least one year or a term of imprisonment of at least thirty days, or (B) the prior offense was similar to an instant offense:\nCareless or reckless driving\nContempt of court\nDisorderly conduct or disturbing the peace\nDriving without a license or with a revoked or suspended license\nFalse information to a police officer\nFish and game violations\nGambling\nHindering or failure to obey a police officer\nInsufficient funds check\nLeaving the scene of an accident\nLocal ordinance violations (excluding local ordinance violations that are also criminal offenses under state law)\nNon-support\nProstitution\nResisting arrest\nTrespassing\n. U.S.S.G. § 4A1.2(c)(2)\n(c) Sentences Counted and Excluded\n(2) Sentences for the following prior offenses and offenses similar to them, by whatever name they are known, are never counted:\nHitchhiking\nJuvenile status offenses and truancy\nLoitering\nMinor traffic infractions (e.g., speeding)\nPublic intoxication\nVagrancy.",
        "type": "majority",
        "author": "RONEY, Senior Circuit Judge:"
      }
    ],
    "attorneys": [
      "Keith Kisner, Austin, Tex., (Court-appointed), for defendant-appellant.",
      "Ronald F. Ederer, U.S. Atty., LeRoy Morgan Jahn, Mark R. Stelmach, Asst. U.S. Atty., San Antonio, Tex., for plaintiff-appel-lee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Bennie Ray HARDEMAN, Defendant-Appellant.\nNo. 90-8342.\nUnited States Court of Appeals, Fifth Circuit.\nMay 31, 1991.\nKeith Kisner, Austin, Tex., (Court-appointed), for defendant-appellant.\nRonald F. Ederer, U.S. Atty., LeRoy Morgan Jahn, Mark R. Stelmach, Asst. U.S. Atty., San Antonio, Tex., for plaintiff-appel-lee.\nBefore CLARK, Chief Judge, RONEY , and DUHÉ, Circuit Judges.\nCircuit Judge of the Eleventh Circuit sitting by designation."
  },
  "file_name": "0278-01",
  "first_page_order": 376,
  "last_page_order": 382
}