{
  "id": 10542533,
  "name": "UNITED STATES of America, Appellee, v. Todd Andrew MITHUN, Appellant",
  "name_abbreviation": "United States v. Mithun",
  "decision_date": "1991-05-14",
  "docket_number": "No. 90-5430MN",
  "first_page": "631",
  "last_page": "636",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 631"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "463 U.S. 765",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200096
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "771"
        },
        {
          "page": "3324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0765-01"
      ]
    },
    {
      "cite": "468 U.S. 796",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11340278
      ],
      "weight": 4,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/468/0796-01"
      ]
    },
    {
      "cite": "487 U.S. 533",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1775229
      ],
      "weight": 7,
      "year": 1988,
      "pin_cites": [
        {
          "page": "542"
        },
        {
          "page": "2535"
        },
        {
          "page": "543-544"
        },
        {
          "page": "2536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0533-01"
      ]
    },
    {
      "cite": "831 F.2d 734",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1768043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/831/0734-01"
      ]
    },
    {
      "cite": "652 F.2d 788",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1251650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/652/0788-01"
      ]
    },
    {
      "cite": "113 L.Ed.2d 219",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1110",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "914 F.2d 144",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531982
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/0144-01"
      ]
    },
    {
      "cite": "447 U.S. 649",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187551
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "662",
          "parenthetical": "Blackmun, J., dissenting"
        },
        {
          "page": "2402",
          "parenthetical": "Blackmun, J., dissenting"
        },
        {
          "parenthetical": "Blackmun, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0649-01"
      ]
    },
    {
      "cite": "466 U.S. 109",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194938
      ],
      "weight": 6,
      "year": 1984,
      "pin_cites": [
        {
          "page": "113"
        },
        {
          "page": "1656"
        },
        {
          "page": "115-120"
        },
        {
          "page": "1657-1660"
        },
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0109-01"
      ]
    },
    {
      "cite": "18 U.S.C. §§ 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(g)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 698,
    "char_count": 15681,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 1.945914611582354e-07,
      "percentile": 0.7361048848793887
    },
    "sha256": "974a27d03aeb23cd379e5d75dcb1675ec92c78147fff21fe9747c36410fe3ed1",
    "simhash": "1:1b2af9cbddbbd030",
    "word_count": 2540
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McMILLIAN, ARNOLD, and LOKEN, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Todd Andrew MITHUN, Appellant."
    ],
    "opinions": [
      {
        "text": "LOKEN, Circuit Judge.\nTodd Andrew Mithun appeals from his conviction of being a felon in possession of a firearm in violation of 18 U.S.C. §§ 922(g)(1) and 924(a)(1)(D). Mithun argues that the firearm and other evidence seized after a warrant search of his car should have been suppressed at trial because the search warrant was based upon a prior warrantless search of the car that violated his Fourth Amendment rights. We affirm.\nMithun checked into a downtown Minneapolis hotel at 11:00 p.m. on December 5, 1989. Later that night, at Mithun’s request, a hotel valet retrieved his car from the hotel ramp. Mithun went to the car wearing a distinctive long black leather coat, opened the passenger door, and instructed the waiting valet not to watch. He then took something from the car, gave the keys back to the valet, told the valet he “did not see anything that happened here tonight,” and left in a taxicab. The valet reparked Mithun’s car in the hotel ramp and later saw Mithun return to his hotel room with two other people.\nBy the next morning, the valet had become concerned about Mithun’s nervous and suspicious behavior. Fearing for the safety of the hotel’s valets and guests, he and another valet searched Mithun’s ear in the hotel ramp and discovered a white metal case containing what looked to them like a firearm silencer, a magazine of cartridges, and what appeared to be an ammunition box.\nThe two valets reported their discovery to the valet manager, who went to Mi-thun’s car, looked in the back, and verified the apparent silencer’s presence. The valet manager then reported to the hotel’s chief of security, and the two of them went to Mithun’s car and looked inside the white metal case. After each of these three searches, the hotel employees closed the white metal case after looking inside, replaced the case in the back of Mithun’s car where they found it, and relocked the car.\nThe chief of security then called Minneapolis police, reporting that he had discovered what appeared to be a silencer and was concerned that the rest of the weapon might be on hotel property. Because a firearm was involved, Agent Patrick Houri-han of the federal Bureau of Alcohol, Firearms and Tobacco was contacted by Minneapolis police and responded to this call.\nWhen he arrived at the hotel, Agent Hourihan met with the chief of security and was shown a sketch of the purported silencer. He then asked to look at the vehicle, and Hourihan, the chief of security, and the valet manager went to the hotel ramp where Mithun’s car was still parked. While Hourihan was at the front of the car checking its license plates and registration number, the valet manager reopened the back of the car, retrieved and opened the white metal case, and advised Hourihan that “it’s still here.” Hourihan inspected the object inside the case (which was in fact a firearm flash suppressor) and then instructed the hotel employees to put it back in the case, put the case back in the car, and relock the car. It is this warrantless search of his car by Agent Hourihan that Mithun contends violated his Fourth Amendment rights.\nAfter leaving the hotel ramp, Agent Hourihan learned that the car was registered to Mithun, a convicted felon then on federal parole, and that his driver’s license had been revoked. Hourihan also talked with a suburban taxicab driver who had reported to police two weeks previously that Mithun had assembled and disassembled a “machine gun” in the driver’s cab after a late night trip to North Minneapolis. Agent Hourihan then placed Mithun under surveillance at the hotel.\nThe next morning, Mithun left the hotel in his car wearing the same black leather coat he had been seen wearing previously. After he left, a .380 caliber bullet was found in a hotel lobby area where he had been sitting. He was followed by Minneapolis police and federal agents. When Mithun made an illegal turn, Minneapolis police stopped his vehicle. In very cold weather, Mithun got out of his car without his coat. He was arrested for driving with a revoked license, and his car was towed to the Minneapolis impound lot. At Agent Hourihan’s request, Minneapolis police did not conduct a normal inventory search of the car at the time of arrest.\nAfter consulting with two Assistant U.S. Attorneys, Agent Hourihan then applied for a federal warrant to search Mithun’s car. The application related what hotel employees had seen when they searched the car but omitted any reference to Houri-han’s personal observation of the flash suppressor. The warrant was issued, and federal agents then searched Mithun’s car at the impound lot. They seized an M-ll .380 caliber semi-automatic pistol, which was found in the right pocket of Mithun’s black leather coat, two magazines loaded with .380 caliber cartridges, a spent .380 caliber shell matching the bullet found in the hotel lobby, the white metal case with the flash suppressor inside, and an ammunition box.\nBefore trial, Mithun filed a motion to suppress all evidence seized from his car. Following an evidentiary hearing, the Magistrate Judge recommended that the motion to suppress be denied. In a 49-page opinion, Magistrate Becker concluded that Agent Hourihan’s initial viewing of the flash suppressor was not a “search” within the meaning of the Fourth Amendment because Hourihan’s conduct did not exceed the scope of the three prior private searches by hotel employees; that Houri-han would have sought the warrant to search the car even if he had not personally viewed the flash suppressor, based upon all the other information he had properly obtained; and that Hourihan’s search warrant application, which did not disclose his viewing of the flash suppressor, provided probable cause for the issuance of the warrant.\nAfter Mithun filed objections to Magistrate Becker’s Report and Recommendation, the district court denied the motion to suppress, agreeing with Magistrate Becker that Agent Hourihan’s initial search of Mithun’s car simply duplicated the three prior private searches, and that, in any event, Hourihan had an independent basis to apply for the search warrant so that it was not tainted by his viewing of the flash suppressor. Thereafter, the firearm and other evidence seized during the warrant search were admitted at Mithun’s trial, leading to his conviction and this appeal.\nLike the district court, we conclude that the evidence in question was properly admitted for two independent reasons. First, the warrantless searches of Mithun’s car in the hotel parking ramp did not violate his Fourth Amendment rights. As Mi-thun virtually concedes, the first three searches by hotel employees were purely private searches. The hotel employees acted entirely on their own, without prior contact with any government official. The Fourth Amendment’s protection against unreasonable searches and seizures “is wholly inapplicable ‘to a search or seizure, even an unreasonable one, effected by a private individual not acting as an agent of the Government or with the participation or knowledge of any governmental official.’ ” United States v. Jacobsen, 466 U.S. 109, 113, 104 S.Ct. 1652, 1656, 80 L.Ed.2d 85 (1984), quoting Walter v. United States, 447 U.S. 649, 662, 100 S.Ct. 2395, 2402, 65 L.Ed.2d 410 (1980) (Blackmun, J., dissenting). Thus, Mithun has no Fourth Amendment claim based upon the conduct of the hotel employees before Agent Hourihan arrived.\nMithun’s argument focuses, as it must, on the fourth search of his car in the hotel ramp by Agent Hourihan. Mithun contends that this search did violate his Fourth Amendment rights because the hotel’s valet manager acted as the “instrument or agent” of Agent Hourihan in returning to the car, unlocking it, removing and opening the white metal case, and showing the flash suppressor to Hourihan with the latter’s “acquiescence and actual involvement.” We disagree.\nIn Jacobsen, the Supreme Court held that a federal agent did not violate the Fourth Amendment when he examined a package that had been opened by Federal Express employees, who then left it unsealed and invited the agent to their offices for the purpose of viewing it. 466 U.S. at 115-120, 104 S.Ct. at 1657-1660. In United States v. Boyer, 914 F.2d 144 (8th Cir. 1990), cert. denied, — U.S. -, 111 S.Ct. 1110, 113 L.Ed.2d 219 (1991), this court held that the agent did not violate the Fourth Amendment by searching a package that had been privately searched and then resealed before being turned over to the government. We concluded that the holding in Jacobsen “does not turn on whether the private party hands the package over to the government in a sealed or unsealed condition,” so long as the government’s subsequent warrantless search does not “exceed the scope of the [prior] private search.” Id. at 146.\nBoyer is controlling in this case. As the district court found, Agent Houri-han’s inspection of the flash suppressor in the parking ramp went no further, indeed was less intrusive, than the three prior private searches by the hotel employees. The fact that the valet manager had to unlock Mithun’s car to permit Hourihan to duplicate the prior private searches is no more significant than the fact that the government opened the resealed package in Boyer. Under Jacobsen, Mithun’s limited expectation of privacy with respect to the white metal case had already been extinguished by the private searches. As in Boyer, the property that had been the subject of the private search was still in the possession of the private party who made that search. Under these circumstances, the fact that the valet manager assisted Hourihan in duplicating the prior private searches did not revive a Fourth Amendment privacy interest that had previously expired.\nThe cases upon which Mithun relies, United, States v. Walther, 652 F.2d 788 (9th Cir.1981), and United States v. Feffer, 831 F.2d 734 (7th Cir.1987), are distinguishable. Each involved the question whether the party who conducted the private search did so as an agent of the government, either because the private party hoped to be paid for the information supplied {Walther), or because government agents allegedly encouraged the private party to obtain documents wrongfully [Feffer). Here, on the other hand, there is no question that the private searches were conducted with no government knowledge or participation. The only question is Agent Hourihan’s subsequent search, and that question, under Jacobsen, turns solely on whether Hourihan went no further than the prior private searches. We agree with the district court that he did not.\nSecond, we agree with the district court that, even if Agent Hourihan’s warrantless inspection of the flash suppressor were illegal, the evidence seized when the car was searched the next day pursuant to a search warrant was not “tainted” by Hourihan’s earlier search.\nIt is undisputed that the Minneapolis police properly arrested Mithun and impounded his car, that Agent Hourihan then prepared a search warrant application that did not rely upon his prior viewing of the flash suppressor, and that the Magistrate Judge had probable cause to issue the warrant. Mithun argues that the search warrant was nonetheless tainted because Agent Houri-han’s decision to seek it was necessarily prompted by his prior search and therefore, under Murray v. United States, 487 U.S. 533, 108 S.Ct. 2529, 101 L.Ed.2d 472 (1988), the search warrant was not the product of “independent sources.”\nMagistrate Becker thoroughly considered this argument and rejected it, explaining:\nBased upon all of the information that Agent Hourihan had gathered from the moment he entered the Marriott City Center and security chief Tony Jones’ office on December 6, 1989, through December 7, 1989, when Hourihan and two Assistant United States Attorneys drafted the application for the search warrant, it is reasonable to assume that Agent Pat Hourihan, a veteran law enforcement officer, would have sought a warrant to search defendant Mithun’s ear notwithstanding his viewing of the flash [supjpressor contained in the white metal case.\nThe district court agreed:\nThe Magistrate correctly concludes that there was an independent basis on which to apply for the search warrant. See Segura v. United States, 468 U.S. 796 [104 S.Ct. 3380, 82 L.Ed.2d 599 (1984) ].... The three private searches at the Marriott garage clearly provided an independent basis for the warrant search. The fourth entry by agent Hour-ihan simply duplicated the efforts of the three previous private searches.\nIn Murray, where a search warrant was obtained after an illegal entry, the Supreme Court held that the evidence seized during the warrant search was admissible if the search warrant was the product of independent sources of information, rather than information obtained during the illegal entry. That question turned on whether “the agents’ decision to seek the warrant was prompted by what they had seen during the [illegal] entry, or [whether] information obtained during that entry was presented to the Magistrate and affected his decision to issue the warrant.” Id., 487 U.S. at 542, 108 S.Ct. at 2535. The case was remanded to the district court for determination of those independent source issues.\nIn this case, the district court has made detailed findings and the express determination, missing in Murray, that “the warrant-authorized search ... was an independent source of the challenged evidence,” Id. at 543-544, 108 S.Ct. at 2536. With respect to the first independent source issue identified in Murray, after careful review of the record, we agree with the district court’s determination that Agent Hourihan’s decision to seek the warrant was not prompted by his viewing of the flash suppressor, but rather by what the hotel employees told him and the other information uncovered in his investigation of Mithun. With respect to the second independent source issue, it is undisputed that the information obtained by Agent Hourihan during his warrantless search was not presented to the Magistrate and thus did not affect his decision to issue the warrant. Under these circumstances, the warrant was the product of independent sources, and the evidence seized was admissible at Mithun’s trial.\nAccordingly, we affirm.\n. The late Bernard P. Becker, United States Magistrate Judge for the District of Minnesota.\n. The Honorable Edward J. Devitt, Senior United States District Judge for the District of Minnesota.\n. We question (but do not decide) whether Mi-thun had a legitimate expectation of privacy with respect to firearm accessories some of which were left in relatively plain view in a vehicle that he turned over to hotel valets for parking. See Illinois v. Andreas, 463 U.S. 765, 771, 103 S.Ct. 3319, 3324, 77 L.Ed.2d 1003 (1983). Certainly the valets' concern for the safety of themselves and other hotel guests was reasonable, as was the conduct of the chief of hotel security in reporting the possible possession of firearms on hotel property to the Minneapolis police. Under these circumstances, Mi-thun assumed the risk that hotel employees would discover the contraband and reveal that information to the authorities, in which case \"the Fourth Amendment does not prohibit governmental use of the now nonprivate information,” Jacobsen, 466 U.S. at 117, 104 S.Ct. at 1658.",
        "type": "majority",
        "author": "LOKEN, Circuit Judge."
      }
    ],
    "attorneys": [
      "John Joseph Leunig, Minneapolis, Minn., for appellant.",
      "Douglas Peterson, Minneapolis, Minn., for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Todd Andrew MITHUN, Appellant.\nNo. 90-5430MN.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Feb. 15, 1991.\nDecided May 14, 1991.\nJohn Joseph Leunig, Minneapolis, Minn., for appellant.\nDouglas Peterson, Minneapolis, Minn., for appellee.\nBefore McMILLIAN, ARNOLD, and LOKEN, Circuit Judges."
  },
  "file_name": "0631-01",
  "first_page_order": 729,
  "last_page_order": 734
}