{
  "id": 10541615,
  "name": "UNITED STATES of America, Appellee, v. Ronald Eliot SHENKER, Defendant, Appellant",
  "name_abbreviation": "United States v. Shenker",
  "decision_date": "1991-05-10",
  "docket_number": "No. 89-2146",
  "first_page": "61",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 61"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "530 N.E.2d 340",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1988,
      "pin_cites": [
        {
          "page": "344",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "403 Mass. 401",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3880656
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/403/0401-01"
      ]
    },
    {
      "cite": "485 U.S. 58",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13492
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "63"
        },
        {
          "page": "887"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0058-01"
      ]
    },
    {
      "cite": "920 F.2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542092
      ],
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/0077-01"
      ]
    },
    {
      "cite": "289 U.S. 466",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3918018
      ],
      "weight": 5,
      "year": 1933,
      "pin_cites": [
        {
          "page": "469"
        },
        {
          "page": "699"
        },
        {
          "page": "470"
        },
        {
          "page": "699"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/289/0466-01"
      ]
    },
    {
      "cite": "113 L.Ed.2d 474",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1421",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "918 F.2d 254",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532921
      ],
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/918/0254-01"
      ]
    },
    {
      "cite": "328 U.S. 750",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        377132
      ],
      "weight": 4,
      "year": 1946,
      "pin_cites": [
        {
          "page": "765"
        },
        {
          "page": "1248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/328/0750-01"
      ]
    },
    {
      "cite": "857 F.2d 50",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10524701
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "53"
        },
        {
          "page": "53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/857/0050-01"
      ]
    },
    {
      "cite": "899 F.2d 135",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527023
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "137",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/899/0135-01"
      ]
    },
    {
      "cite": "863 F.2d 141",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10524893
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "146"
        },
        {
          "page": "146"
        },
        {
          "page": "147",
          "parenthetical": "\"temporal proximity strongly favor[s] admissibility\" in evaluating \"other acts\" evidence"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/863/0141-01"
      ]
    },
    {
      "cite": "924 F.2d 1148",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546766
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1150"
        },
        {
          "page": "1150"
        },
        {
          "page": "1152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/924/1148-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 729,
    "char_count": 16812,
    "ocr_confidence": 0.789,
    "pagerank": {
      "raw": 1.008908948816776e-07,
      "percentile": 0.541591420967014
    },
    "sha256": "6f85885080383a10f354fe160cba90f95503226fb9d7ffe7ca2e81c285b7f86d",
    "simhash": "1:be5eeb36aad28771",
    "word_count": 2644
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TORRUELLA, Circuit Judge, TIMBERS, Senior Circuit Judge, and CYR, Circuit Judge."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Ronald Eliot SHENKER, Defendant, Appellant."
    ],
    "opinions": [
      {
        "text": "CYR, Circuit Judge.\nRonald Shenker, an insurance broker, appeals his convictions on twenty-eight counts of mail fraud, following a seventeen-day jury trial in the United States District Court for the District of Massachusetts. We affirm.\nI\nBACKGROUND\nAppellant, the owner and president of the Ronald Eliot Insurance Agency, Ltd. (“agency”), which specialized in equine insurance, acted as an intermediary between agency clients and the various insurance companies which issued their insurance policies. At trial, the government presented evidence that appellant used the agency to defraud insureds and insurers of approximately $550,000, by collecting premiums which were never remitted to the insurance companies, issuing “insufficient funds” checks to insurance companies, misappropriating credits due insureds, and using agency funds for gambling. Appellant advances two claims on appeal: first, that the district court erroneously admitted unre-dacted insurance broker license application forms containing false statements by appellant; second, that the court erroneously instructed the jury on “consciousness of guilt” and on what he styles the prosecutor’s “fact-specific” theory of the case while refusing to instruct on the defense theory.\nII\nDISCUSSION\n“Other Acts” Evidence\nAt trial, appellant interposed timely objection to the admission into evidence of his written responses to a question on the agency insurance broker application forms submitted to the Massachusetts Department of Banking and Insurance. According to appellant, the application forms should have been redacted because the challenged responses, while unfairly prejudicial, were not probative of “consciousness of guilt.”\nThe challenged responses on the application forms were offered as circumstantial evidence of appellant’s intent to defraud, on the theory that the responses were “part of the cover-up which prevented anybody from detecting [appellant’s] fraud.” The district court ruled that the responses were probative of appellant’s state of mind and consciousness of guilt. The court admitted the unredacted application forms after determining that their probative value outweighed any unfair prejudice to appellant. We conclude that the unredacted application forms were admissible under Fed. R.Evid. 404(b) as evidence of intent and that any error in their admission was harmless.\nThe admissibility of “other acts” evidence depends on a two-part analysis. United States v. Rodriguez-Cardona, 924 F.2d 1148, 1150 (1st Cir.1991); United States v. Oppon, 863 F.2d 141, 146 (1st Cir.1988). First, “other acts” evidence must be excluded if “it is relevant only because it shows bad character (i.e., the proposed logical inference includes character as a necessary link).” United States v. Ferrer-Cruz, 899 F.2d 135, 137 (1st Cir. 1990) (emphasis in original); see also Fed. R.Evid. 404(b). Second, the district court must weigh the probative value of the “other acts” evidence against any unfair prejudice to the defendant, Rodriguez-Cardona, 924 F.2d at 1150; Oppon, 863 F.2d at 146; see also Fed.R.Evid. 403; and it is only when the risk of unfair prejudice “substantially” outweighs its probative value that the evidence is to be excluded, Ferrer-Cruz, 899 F.2d at 138.\nThe unredacted application forms plainly were probative of appellant’s intent in appropriating agency funds, as the forms provided circumstantial evidence that appellant, during the relevant time periods, see Oppon, 863 F.2d at 147 (“temporal proximity strongly favor[s] admissibility” in evaluating “other acts” evidence), attempted to prevent discovery of the fraud by falsely stating that he was not “indebted to any insurance company, agent, or broker for overdue insurance premiums.”\nThe district court correctly weighed the probativeness of the evidence against its potential for unfair prejudice to the defendant, as required under Fed.R.Evid. 403. See United States v. Hernandez-Bermudez, 857 F.2d 50, 53 (1st Cir.1988) (“Balancing probativeness against prejudice falls within the district court’s discretion.”). The probative value of the evidence was substantially enhanced, as an important element of the defense was that appellant had not intended to defraud agency clients but only to make use of the “flexibility in the system” in order to prevent the financial failure of the agency. See Rodriguez-Cardona, 924 F.2d at 1152. Finally, the court offered to forfend against unfair prejudice by admonishing the jury not to indulge any impermissible character inference. The district court did not abuse its discretion in admitting the unredacted broker license application forms.\n“Consciousness of Guilt”\nThe district court instructed the jury on the prosecution’s “consciousness of guilt” theory relating to the false responses on the agency insurance broker application forms. We note that appellant identifies no error in the challenged instruction. In any event, any error was harmless. As indicated above, we find no error in the admission of the unredacted application forms as evidence of intent.\nSince appellant alleges no constitutional error, we ask “whether we can say ‘with fair assurance, after pondering all that happened without stripping the [assumed error] from the whole, that the [jury’s] judgment was not substantially swayed by the [error].’ ” Hernandez-Bermudez, 857 F.2d at 53 (quoting Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 1248, 90 L.Ed. 1557 (1946)). Upon careful examination of the record, we are satisfied that there was ample evidence of appellant’s guilt, beyond a reasonable doubt, on each count. Thus, we can say “with fair assurance” that any improper inference which may have been drawn from the false responses on the insurance application forms as a consequence of the assumedly erroneous instruction did not “substantially” sway the judgment of the jury. Id.\n“Fact-specific” Jury Instruction\nAppellant claims that it was error to instruct the jury on what appellant styles a “fact-specific government theory of harm as a means to establish a scheme to defraud,” while the court refused an instruction on the defense theory of the case. Appellant contends that the challenged instruction may have compelled the jury to find him guilty. The instruction was as follows:\nIn this case I instruct you that the government does not allege that it has proved a lapse of coverage as an element of any one of the 28 counts of this indictment. It does allege, however, that it was a part of the scheme or artifice to defraud that, as to counts other than Counts 3 and 4, defendant made false representations that premium payments made by certain customers to the Ronald Eliot Insurance Agency would be passed on by the agency to the insurance company in a timely manner, that he knew that these false representations would contribute to bringing about concerns on the part of the customers about a possible lapse of coverage, which in turn would cause harm to property rights by causing additional outlays for premiums for insurance coverage for periods of time for which premiums had previously been paid by a customer to the Ronald Eliot Insurance Agency, Ltd. I instruct you that if a person or entity did, in reliance upon such a false representation, make a premium payment to the Ronald Eliot Insurance Agency, Ltd. rather than directly to the insurance company, and as a result of so acting in reliance upon that representation did later become concerned that there was uncertainty about whether coverage remained in effect, and the person or entity, acting reasonably, made a second or additional premium payment to make certain that coverage remained in effect, the making of an additional premium payment for new coverage for a period for which a previous premium payment had been made may be found by you to be a harm or loss to a property interest, even if the person or entity making that additional payment was legally entitled to a refund or some other legal remedy because no lapse of coverage had occurred in the eyes of the law. If you so find, you may find that the first element of the offense, as I have defined it, has been proved by showing a scheme or artifice to defraud by causing this type of harm to a property interest, whether or not you have also found a scheme or artifice to defraud by causing some other type of harm to a property interest.\n(Emphasis added).\nWe recognize that “[t]he judge may explain, comment upon and incorporate the evidence into the instructions in order to assist the jury to understand [the evidence] in light of the applicable legal principles.” United States v. Maguire, 918 F.2d 254, 268 (1st Cir.1990), cert. denied, — U.S. -, 111 S.Ct. 1421, 113 L.Ed.2d 474 (1991); see also Quercia v. United States, 289 U.S. 466, 469, 53 S.Ct. 698, 699, 77 L.Ed. 1321 (1933). The trial court’s “discretion is not arbitrary and uncontrolled, but judicial, to be exercised in conformity with the standards governing the judicial office.” Quercia, 289 U.S. at 470, 53 S.Ct. at 699. The challenged instruction contained no element of constraint, emphasis or intimation inconsistent with the sound exercise of the judicial function accurately and fairly to facilitate jury understanding of the law and its application to the facts revealed by the evidence as found by the jury.\nBy the same token, although “[a] defendant is entitled to an instruction on his theory of defense so long as it is a valid theory and there is evidence sufficient for a reasonable jury to find in his favor on it,” United States v. Victoria-Peguero, 920 F.2d 77, 86 (1st Cir.1990); see also Mathews v. United States, 485 U.S. 58, 63, 108 S.Ct. 883, 887, 99 L.Ed.2d 54 (1988), the district court correctly ruled that appellant’s requested instruction was predicated on an impermissibly broad theory of defense.\nThe theory of the defense was that appellant, as an insurance professional familiar with the Massachusetts statute which protects an insured from coverage lapses caused by a broker’s misappropriation of premiums, could not have had the requisite specific intent to harm the property interests of agency clients. The Massachusetts statute, Mass.Gen.L. ch. 175, § 169, “was designed to protect insureds by making brokers agents of the insurers for collecting premiums.” Market Service Ins. Agency, Inc. v. Tifco, Inc., 403 Mass. 401, 530 N.E.2d 340, 344 (1988) (emphasis added). As the district court correctly noted, the statute is a consumer protection law which was not meant to relieve insurance brokers of their legal obligations. The Massachusetts statute did not operate to negate the fraudulent intent required to support appellant’s conviction in the present case.\nThe district court instructed that the jury could find the requisite fraudulent intent if the appellant knew that his failure to remit premiums to insurers would harm agency clients’ property interests by causing duplicate premium payments, “even if the person or entity making that additional payment was legally entitled to a refund or some other legal remedy because no lapse of coverage had occurred in the eyes of the law.” Thus, the instruction recognized that the jury could find the requisite specific intent to defraud, notwithstanding the consumer protection afforded by the Massachusetts statute, if the appellant knowingly caused harm to the property interests of agency clients who reasonably duplicated premium payments so as to avoid a feared lapse in coverage. The challenged instruction in effect left it to the jury to determine whether agency clients, in reasonable reliance on false representations by the appellant, made duplicate premium payments to the agency, notwithstanding the coverage protection afforded by the Massachusetts statute. Since the district court instruction explicitly recognized that there was no legal obligation on the part of agency clients to make a duplicate premium payment in these circumstances in order to forestall a lapse of coverage, the instruction requested by appellant was preempted. The district court committed no error in its denial of the requested instruction.\nAffirmed.\n. Appellant answered \"no” to the following question on each of the forms: \"Are you now indebted to any insurance company, agent, or broker for overdue insurance premiums which you have collected?”.\n. Although the court appears to have admitted the responses as evidence of “consciousness of guilt,\" it seems to have done so in order to avoid having to give a limiting instruction on \"other acts” evidence, see Fed.R.Evid. 404(b), which might have prejudiced the defendant by \"call[ing] attention to [the] forbidden inference [of bad character], which ... the jury may otherwise never think about.” The court offered, nonetheless, to make such a limiting instruction.\n. The instruction was as follows:\nAn exhibit has been received in evidence in this case, bearing the signature identified as that of the defendant. This exhibit is in the form of an application for renewal of the license of the Ronald Eliot Insurance Agency, Ltd. Certain questions were answered on that application form. If you find that the defendant knowingly gave one or more false answers, you may consider what weight, if any, should be given to those statements as bearing on whether they evidence a consciousness of guilt.\nIf you decide that a false statement was made, that the defendant, when making the statement, knew it to be false, and that it concerned some matter relevant to the charges against the defendant in this case, then you may consider whether this false statement is circumstantial evidence pointing to a consciousness of guilt. This kind of circumstantial evidence is not sufficient in itself to establish guilt; but it is evidence which, if you credit it, you may consider in the light of all other evidence in the case, in determining guilt or innocence. Whether or not such a statement shows a consciousness of guilt, and the significance to be attached to any such evidence are matters exclusively for you to decide.\n. The central matter in dispute at trial concerned whether appellant had the requisite fraudulent intent. There was extensive testimony that appellant made repeated misrepresentations to insurers and insureds. He frequently represented to insurers that payment would be made and then failed to forward the money. He frequently remitted bad checks to insurers after assuring them that his checks would be honored. When insurance policies were can-celled for nonpayment of premiums, appellant misrepresented to the insureds that better coverage had been obtained from other insurers. As a consequence of appellant’s failure to inform the insureds that he had not remitted their premiums to the insurers, some agency clients duplicated their premium payments for the same period of coverage. Evidence was also presented at trial that appellant attempted to conceal the fraud by altering agency financial statements.\n. The defense proposed the following instruction, in relevant part:\nEven if you find that duplicate premiums were collected, however, you must also consider the Massachusetts law which protects a policyholder who has paid a premium to a broker, such as Ronald Eliot Insurance Agency, which has arranged for coverage on the customer’s behalf and who has authority to accept the premium on behalf of the insurance company. Under the law, in such cases, the consumer is protected and the insurance company is prohibited from charging an additional premium, so long as the consumer reasonably believed that the broker was authorized to accept the premium. Because the burden of proof never shifts to the defendant, to show that a policyholder was defrauded, the government must prove beyond a reasonable doubt that the Ronald Eliot Insurance Agency did not arrange for coverage and did not have actual or at least apparent authority to accept premiums.\n. Mass.Gen.L. ch. 175 § 169 reads:\nAn insurance agent or broker acting for a person other than himself in negotiating, continuing or renewing any policy of insurance or any annuity or pure endowment contract shall, for the purpose of receiving any premium therefor, be held to be the agent of the company, whatever conditions or stipulations may be inserted in the policy or contract.",
        "type": "majority",
        "author": "CYR, Circuit Judge."
      }
    ],
    "attorneys": [
      "Jack I. Zalkind, Boston, Mass., for defendant, appellant.",
      "Cerise Lim-Epstein, Asst. U.S. Atty., with whom Wayne A. Budd, U.S. Atty., was on brief, Boston, Mass., for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Ronald Eliot SHENKER, Defendant, Appellant.\nNo. 89-2146.\nUnited States Court of Appeals, First Circuit.\nHeard Oct. 5, 1990.\nDecided May 10, 1991.\nJack I. Zalkind, Boston, Mass., for defendant, appellant.\nCerise Lim-Epstein, Asst. U.S. Atty., with whom Wayne A. Budd, U.S. Atty., was on brief, Boston, Mass., for appellee.\nBefore TORRUELLA, Circuit Judge, TIMBERS, Senior Circuit Judge, and CYR, Circuit Judge.\nOf the Second Circuit, sitting by designation."
  },
  "file_name": "0061-01",
  "first_page_order": 159,
  "last_page_order": 164
}