{
  "id": 10544980,
  "name": "Jerry BROCK; Clifford Cavett; BPM Computer Systems of Beaumont, Incorporated, a Texas corporation; BPM Computer Systems of Louisiana, Incorporated, a Texas corporation, Plaintiffs-Appellants, v. ENTRE COMPUTER CENTERS, INC., a Delaware corporation; Entre Computer Centers of America, Inc., a Delaware corporation; Steven B. Heller; James J. Edgette, Defendants-Appellees",
  "name_abbreviation": "Brock v. Entre Computer Centers, Inc.",
  "decision_date": "1991-05-28",
  "docket_number": "No. 90-2419",
  "first_page": "1253",
  "last_page": "1261",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 1253"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "260 S.E.2d 196",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "220 Va. 502",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2136122
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/220/0502-01"
      ]
    },
    {
      "cite": "120 S.E.2d 273",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "279"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "202 Va. 807",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        563232
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/202/0807-01"
      ]
    },
    {
      "cite": "776 F.2d 502",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1516260
      ],
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/776/0502-01"
      ]
    },
    {
      "cite": "598 F.2d 464",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        493783
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/598/0464-01"
      ]
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "322-23"
        },
        {
          "page": "2552-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "248-49"
        },
        {
          "page": "2510-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "475 U.S. 574",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205783
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "587-88"
        },
        {
          "page": "1356-57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0574-01"
      ]
    },
    {
      "cite": "906 F.2d 972",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1812328
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "974"
        },
        {
          "page": "973"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/906/0972-01"
      ]
    },
    {
      "cite": "902 F.2d 282",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529300
      ],
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/902/0282-01"
      ]
    },
    {
      "cite": "915 F.2d 1566",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "617 S.W.2d 806",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9981346
      ],
      "pin_cites": [
        {
          "page": "808-09"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/617/0806-01"
      ]
    },
    {
      "cite": "376 U.S. 612",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379239
      ],
      "weight": 3,
      "year": 1964,
      "pin_cites": [
        {
          "page": "639"
        },
        {
          "page": "820"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0612-01"
      ]
    },
    {
      "cite": "121 S.E.2d 476",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "202 Va. 933",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        563336
      ],
      "pin_cites": [
        {
          "page": "937"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/202/0933-01"
      ]
    },
    {
      "cite": "845 F.2d 523",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545315
      ],
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/845/0523-01"
      ]
    },
    {
      "cite": "726 F.2d 1002",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1929751
      ],
      "pin_cites": [
        {
          "page": "1005"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/726/1002-01"
      ]
    },
    {
      "cite": "487 U.S. 22",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1774917
      ],
      "weight": 16,
      "year": 1988,
      "pin_cites": [
        {
          "page": "29"
        },
        {
          "page": "2244"
        },
        {
          "page": "24"
        },
        {
          "page": "2240-41"
        },
        {
          "page": "31"
        },
        {
          "page": "2244"
        },
        {
          "page": "30-31"
        },
        {
          "page": "2244-2245"
        },
        {
          "page": "29"
        },
        {
          "page": "2244"
        },
        {
          "page": "31"
        },
        {
          "page": "2245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0022-01"
      ]
    },
    {
      "cite": "636 F.2d 65",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        627289
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/636/0065-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1404",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1053,
    "char_count": 27314,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 1.1055570802498406e-06,
      "percentile": 0.9856711723347578
    },
    "sha256": "8051a9c25277562de159801a41ba680a8b67c5a13b382ba006f8845da14f8c7e",
    "simhash": "1:a216d6321a20b939",
    "word_count": 4411
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ERVIN, Chief Judge, NIEMEYER, Circuit Judge, and RESTANI, Judge, Court of International Trade, sitting by designation."
    ],
    "parties": [
      "Jerry BROCK; Clifford Cavett; BPM Computer Systems of Beaumont, Incorporated, a Texas corporation; BPM Computer Systems of Louisiana, Incorporated, a Texas corporation, Plaintiffs-Appellants, v. ENTRE COMPUTER CENTERS, INC., a Delaware corporation; Entre Computer Centers of America, Inc., a Delaware corporation; Steven B. Heller; James J. Edgette, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "ERVIN, Chief Judge:\nJerry Brock, Clifford Cavett, BPM Computer Systems of Beaumont, Inc., and BPM Computer Systems of Louisiana, Inc., (collectively referred to as Brock unless otherwise specified) filed suit against Entre Computer Centers, Inc. (Entre) and two of Entre’s officers, Steven B. Heller and James J. Edgette, in the District Court for the Eastern District of Texas. Brock alleged that Entre: (1) breached its contracts with Brock, (2) committed fraud, (3) violated the Texas Deceptive Trade Practices Act, (4) breached a fiduciary duty, and (5) engaged in racketeering activities. The Texas District Court transferred the case to the District Court for the Eastern District of Virginia upon Entre’s motion. Thereafter, Brock moved for a retransfer of the case to the Eastern District of Texas. The District Court for the Eastern District of Virginia refused to retransfer the case. The court then granted Entre’s motion for summary judgment and dismissed the case. Brock appealed to this court from both rulings of the district court. We find no error in the court’s rulings and hereby affirm.\nI\nEntre, a Delaware corporation with its headquarters and principal place of business in McLean, Virginia, is a franchisor of retail computer stores. There are approximately 150 of these stores located across the United States. Steven B. Heller served as Entre’s president from April 1981 until June 1986. James J. Edgette served as Entre’s vice-president during those years. Both served as directors of Entre from April 1981 to October 1988.\nBrock became interested in starting an Entre franchise after reading an ad in the Wall Street Journal. Brock traveled to Vienna, Virginia for a franchise “visitation day.” At the “visitation day,” Entre made canned presentations regarding its formula for success. Brock alleges that certain representations were made to him at that presentation, and that many of those representations proved to be untrue: In particular, Brock alleges that promises were made regarding the availability of IBM products for franchisees, and that those representations were false.\nOn March 20, 1984, Brock and Cavett entered into a Franchise Agreement with Entre for the establishment of an Entre Computer Center store in Beaumont, Texas. On March 30, 1984, Brock entered into a second franchise agreement for an Entre Computer Center store in Baton Rouge, Louisiana. The franchise agreements contained the following language relevant to this appeal.\nIntegration Clause — The franchise agreements provided:\nThis Agreement, the documents referred to herein, and the Attachments hereto, if any, constitute the entire, full, and complete Agreement between franchisor and franchisee concerning the subject matter hereof, and supersede all pri- or agreements, no other representations having induced Franchisee to execute this Agreement. No representations, inducements, promises, or agreements, oral or otherwise, not embodied in this Agreement ... were made by either party, and none shall be of any force or effect with reference to this Agreement or otherwise.\nChoice of Law — The franchise agreements provided:\nA. This Agreement takes effect upon its acceptance and execution by Franchisor in Virginia; and shall be interpreted and construed under the laws thereof, which laws shall prevail in the event of any conflicts of law.\nChoice of Forum — The franchise agreements provided:\nB. The parties agree that any action brought by either party in any court, whether federal or state, shall be brought within the Commonwealth of Virginia and do hereby waive all question of personal jurisdiction or venue for the purposes of carrying out this provision. Transferability of Franchise — The franchise agreements provided:\nA. Transfer by Franchisee:\n1. ... Any purported assignment or transfer, by operation of law or otherwise, not having the written consent of Franchisor shall be null and void and shall constitute a material breach of this Agreement....\n2. Franchisor shall not unreasonably withhold its consent to a transfer of any interest in Franchisee or in this franchise, subject to the conditions set forth below. Franchisee ... acknowledges and agrees that each condition which must be met by the transferee franchisee is necessary for such transferee’s full performance of the obligations hereunder. The conditions which must be met prior to the time of transfer are as follows:\nc. The transferor shall have executed a general release under seal, in a form satisfactory to Franchisor, of any and all claims against Franchisor and its officers, directors, shareholders and employees, in their corporate and individual capacities, including, without limitation, claims arising under federal, state, and local laws, rules, and ordinances ...\nAfter signing the franchise agreements, Brock and Cavett began operations of the stores. However, the stores were unsuccessful from the very beginning. In early 1986, Brock decided to sell the Beaumont and Baton Rouge centers. Entre would not consent to the transfers of the centers unless releases were signed as called for in the franchise agreements. Brock, Cavett, and the BPM corporations set up to operate the two centers entered into general releases with Entre. Each release was virtually identical to the following release, which was the first release that Brock entered:\nI, Jerrold R. Brock, (owner of a beneficial interest in BPM Computer Systems, Inc., a Texas corporation, a franchisee of) En-tre’ Computer Centers of America, Inc. (“Entre’ America”) pursuant to an Entre’ Computer Centers Franchise Agreement dated March 20, 1984, and in consideration of my obtaining Entre’ America’s consent to the transfer of BPM Computer Systems, Inc. to Spindletop Computer Systems, Inc., for myself and on behalf of each of my heirs, successors, representatives, assignees and agents (myself and all others granting the release all being the “Releasors”), hereby release and forever discharge Entre’ Computer Centers, Inc. and each of its subsidiaries (including Entre’ America) and each of their present and former agents, officers, directors, shareholders and employees, ... “Releasees”) of and from any claims, debts, liabilities, demands, obligations, costs, expenses, actions and causes of action of every nature, character or description, known or unknown, vested or contingent, which Releasors now own or hold, or have at any time heretofore owned or held, or may at any time own or hold against the Releasees for or by reason of or arising out of any matter, transaction, occurrence, cause or thing whatsoever which has occurred prior to and including the date of this General Release....\nAfter the releases were executed, Brock sold the Beaumont and Baton Rouge stores to third parties.\nBrock, Cavett, BPM Computer Systems of Beaumont, Inc., and BPM Computer Systems of Louisiana, Inc., filed suit against Entre in the District Court for the Eastern District of Texas on September 1, 1987. Brock amended his complaint on December 28, 1987. On February 29, 1988, Entre filed a motion to dismiss based on lack of personal jurisdiction and improper venue, and alternatively moved for a transfer under 28 U.S.C. § 1404(a) to the Eastern District of Virginia. In addition, Entre moved for summary judgment on the grounds that all of Brock’s claims were barred by releases which he had entered into with Entre.\nAfter oral argument on the motions, the Texas District Court initially denied Entre’s motion to dismiss or transfer. The court then asked for further argument on the transfer issue. On February 8, 1990, the District Court in Texas transferred the case to the Eastern District of Virginia under 28 U.S.C. § 1404(a).\nAfter the transfer, Entre renewed its motion for summary judgment in the Virginia District Court. On May 14,1990, Brock moved for a retransfer of the case to the Eastern District of Texas. On June 8, 1990, the Virginia District Court denied Brock’s motion for retransfer. In addition, the Virginia District Court granted Entre’s motion for summary judgment and dismissed the case.\nBrock raises three main issues on appeal. First, he challenges the transfer from the Texas District Court to the Virginia District Court and the refusal of the Virginia District Court to retransfer. Second, he challenges the Virginia District Court’s application of Virginia law to the claims before it. Finally, Brock challenges the Virginia District Court’s order granting summary judgment in favor of Entre. We will address each issue in turn.\nII\nThe first issue before us concerns the original transfer of the case to the Eastern District of Virginia and that court’s subsequent refusal to retransfer the case to the Eastern District of Texas. Brock raises two sub-issues regarding these events. First, he asserts that the Texas District Court erred in transferring his case to the Virginia District Court pursuant to 28 U.S.C. § 1404. This court has held that we have no jurisdiction to review a decision to transfer venue rendered by a district court in another circuit. Linnell v. Sloan, 636 F.2d 65, 67 (4th Cir.1980). Therefore, we have no jurisdiction to review the decision of the Texas District Court when it transferred Brock’s claims to Virginia. In Linnell, we explained that the party challenging the transfer would have to move for a retransfer of his action and then appeal an adverse ruling in order for us to have proper jurisdiction. Id.\nBrock did move for a retransfer of his claim, and the denial forms the basis of his second challenge regarding the transfer. Brock made a motion in the Virginia District Court that his claims be retrans-ferred to Texas. This motion was denied. Decisions whether to transfer a case pursuant to 28 U.S.C. § 1404 are committed to the discretion of the transferring judge, Stewart Organization, Inc. v. Ricoh Corp., 487 U.S. 22, 29, 108 S.Ct. 2239, 2244, 101 L.Ed.2d 22 (1988); In re Ralston Purina Co., 726 F.2d 1002, 1005 (4th Cir.1984), and we review the court’s decision under an abuse of discretion standard. Jarvis Christian College v. Exxon Corp., 845 F.2d 523, 528 (5th Cir.1988). Therefore, we must determine whether the Virginia District Court abused its discretion in refusing to retransfer Brock’s claims to the Texas District Court from whence they came.\nA district court may transfer a case to another district court under 28 U.S.C. § 1404(a) which provides:\nFor the convenience of parties and witnesses, in the interest of justice, a district court may transfer any civil action to any other district or division where it might have been brought.\nIn this case, after Brock’s claims were transferred to the Virginia District Court, the Virginia Court refused to retransfer Brock’s claims to the Texas District Court under § 1404. That decision was proper in light of the Supreme Court’s decision in Stewart Organization, Inc. v. Ricoh Corp., 487 U.S. 22, 108 S.Ct. 2239, 101 L.Ed.2d 22 (1988).\nIn Stewart, the Supreme Court addressed the issue of how a motion for transfer under § 1404 interplays with a contractual forum-selection clause. The suit was originally brought in an Alabama District Court, although the claims arose out of a contract which contained a forum-selection clause designating New York as the forum. Alabama looked unfavorably upon contractual forumselection clauses. The Supreme Court framed the issue before it as “whether a federal court sitting in diversity should apply state or federal law in adjudicating a motion to transfer a case to a venue provided in a contractual forum-selection clause.” Id. at 24, 108 S.Ct. at 2240-41.\nDespite the fact that Alabama law disfavored forum-selection clauses, the Supreme Court concluded that federal law, not state law, resolved the issue of whether a court should transfer a case. Id. at 31, 108 S.Ct. at 2244. The Stewart Court explained:\nSection 1404(a) directs a district court to take account of factors other than those that bear solely on the parties’ private ordering of their affairs. The district court also must weigh in the balance the convenience of the witnesses and those public-interest factors of systemic integrity and fairness that, in addition to private concerns, come under the heading of the “interest of justice.” It is conceivable in a particular case, for example, that because of these factors a district court acting under § 1404(a) would refuse to transfer a ease notwithstanding the counter-weight of a forum-selection clause, whereas the coordinate state rule might dictate the opposite result. But this potential conflict in fact frames an additional argument for the supremacy of federal law. Congress has directed that multiple considerations govern transfer within the federal court system, and a state policy focusing on a single concern or a subset of the factors identified in § 1404(a) would defeat that command.\nId. at 30-31, 108 S.Ct. at 2244-2245.\nIn this case, Brock argues that the Virginia District Court should transfer this case back to Texas because the forum-selection clause would be void under Texas state law. Even if this is true, under Stewart, the proper focus is on federal law, specifically § 1404(a), and its position which is supreme over state law in this instance. The Stewart Court rejected a focus on state law and directed courts faced with § 1404(a) motions for change of venue to conduct a proper analysis under that section. The Court also noted that “[t]he presence of a forum-selection clause ... will be a significant factor that figures centrally in the district court’s calculus.” Id. at 29, 108 S.Ct. at 2244.\nUnder Stewart, the Virginia District Court properly refused to retransfer the Brock claims to Texas. Here, the convenience of the witnesses favors neither Texas nor Virginia, as numerous witnesses live in each state. In addition, the convenience of the parties favors neither state. No matter which forum is selected, one side or the other will be burdened with bringing themselves and their witnesses from far away. The one factor which weighs heavily in favor of Virginia is the forum selection clause included in the contract the parties entered into: the clause provides that the forum will be Virginia.\nThe Stewart Court stated that forum selection clauses “should receive neither dispositive consideration” nor “no consideration ... but rather the consideration for which Congress provided in § 1404(a).” Id. at 31, 108 S.Ct. at 2245. Here, the forum selection clause is dispositive only because no other factors tip the balance under a careful § 1404(a) analysis. The Virginia District Court properly denied retransfer under § 1404(a), and, therefore, its ruling was not an abuse of discretion.\nIll\nBrock next challenges the Virginia District Court’s application of Virginia law to the claims before it. The district court held that Virginia law applied in this case based, in part, upon the parties’ choice of law provision in the franchise agreements. There are two conflicting views as to what choice of law governs the facts before us.\nThe first is the view espoused by Brock. Brock claims that Texas law governs the issues in this case. He claims that the choice of law provision in the franchise agreement only applies to disputes involving the terms of those agreements. Therefore, the choice of law provision does not apply to disputes involving the releases, which contain no choice of law provisions. Further, Brock asserts that even if Virginia law applies, under Virginia law, the place of execution of the release governs the validity of a release, see Corbett v. Bonney, 202 Va. 933, 937, 121 S.E.2d 476, 479 (Va.1961). Therefore, since the releases were executed in Texas, Texas law governs.\nThe second view is that espoused by En-tre. Entre asserts that the franchise agreements’ choice of law provision should be followed because the releases were entered into pursuant to provisions in the franchise agreements. Therefore, the franchise agreements’ choice of law provisions apply to claims involving the releases. Entre argues that even if Texas law was applied by virtue of the fact that the suit was originally brought in Texas, see Van Dusen v. Barrack, 376 U.S. 612, 639, 84 S.Ct. 805, 820, 11 L.Ed.2d 945 (1964), Texas law gives effect to contractual choice of law provisions. See First Commerce Realty Investors v. K-F Land Co., 617 S.W.2d 806, 808-09 (Tex.Civ.App.1981). Therefore, under Texas law, Virginia law would be applied.\nIn Wells v. Entre Computer Centers, Inc., 915 F.2d 1566 (4th Cir.1990), this court was faced with virtually identical facts: the defendant was the same, the contracts were substantively identical, the releases entered into were the same, and even the other possible forum was the same — Texas. This court set out the two opposing views of which choice of law should control. However, we did not resolve the issue because we found that summary judgment in favor of Entre was appropriate under Texas or Virginia law:\nThe parties apparently agree that the only significant difference between Texas and Virginia law, for purposes of this case, is that the franchisees would have to establish fraud by clear and convincing evidence under Virginia law, but only by a preponderance of the evidence under Texas law. The district court did not indicate in its oral ruling which law it applied, or which burden of proof the franchisees failed to meet. We believe the franchisees fell far short of producing evidence tending to establish an issue of fact as to fraud or duress under even a preponderance standard, however, and therefore we think it makes no difference which state’s law we apply. Thus, we also do not expressly decide the choice of law issue, but will apply the law the franchisees prefer, Texas law, where that law appears more favorable.\n(Emphasis added.) Applying Texas law, which was more favorable to Wells than Virginia law, we then held that the district court properly entered summary judgment for Entre.\nWe believe that Virginia law should be applied in this case. The releases were entered into because of the prior agreement between the parties — the franchise agreements. The franchise agreements governed the relationship of the parties, a relationship from which Brock wanted to remove himself. Pursuant to the franchise agreements, Brock could not assign his franchise to a third party without the consent of Entre. Also pursuant to the franchise agreements, Entre had the right to withhold consent unless Brock executed releases of all claims. The execution of the release was required under the original agreements, and the original agreements contained valid choice of law provisions. We hold that the parties’ contractual choice of Virginia law in the original agreements applies to the execution of the releases and, therefore, applies to the claims before us.\nIV\nThe final issue before us is whether summary judgment for Entre was appropriate in this case. In reviewing a grant of summary judgment, we apply the same standards as the district court and our scope of review is de novo. Farwell v. UN, 902 F.2d 282, 287 (4th Cir.1990); Miller v. Federal Deposit Ins. Corp., 906 F.2d 972, 974 (4th Cir.1990). Summary judgment is appropriate in those cases where there is no genuine dispute as to a material fact, and the movant is entitled to a judgment as a matter of law. Fed.R.Civ.P. 56(c); Miller, 906 F.2d at 973.\nWhen reviewing a motion for summary judgment, we must draw any inferences in the light most favorable to the non-movant, Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 587-88, 106 S.Ct. 1348, 1356-57, 89 L.Ed.2d 538 (1986), and determine whether the record taken as a whole could lead a reasonable trier of fact to find for the non-movant, Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248-49, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986). Finally, summary judgment is appropriate if the non-movant failed to make a sufficient showing on an element on which he had the ultimate burden of proof. Celotex Corp. v. Catrett, 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986).\nBrock raises several issues regarding whether summary judgment was appropriate in this case. First, he argues that the releases violate several provisions of the Texas Deceptive Trade Practices Act (Texas DTPA), Tex.Bus. & Com.Code Ann. §§ 17.46 and 17.50. Second, he argues that the releases were procured under economic duress and are, therefore, invalid. Third, he argues that the releases were based upon mutual mistake and as a result, are unenforceable. Finally, Brock argues that the releases were not based upon any consideration and are not valid contracts.\nA\nBrock asserts that the releases he signed violate the Texas DTPA. However, we have determined that Texas law does not apply in this case. Instead, we determined that Virginia law applies because of the parties’ choice of law provision in the original contract between Brock and Entre. Therefore, we need not address whether the releases violate the Texas DTPA.\nB\nBrock charges that the releases were entered into due to economic duress and, as a result, are invalid. There are three elements to a claim of duress: (1) wrongful acts or threats; (2) financial distress caused by the wrongful acts or threats; and (3) the absence of any reasonable alternative to the terms presented by the wrongdoer. Sonnleitner v. Comm’r, 598 F.2d 464, 468 (5th Cir.1979). Further, to prove duress, Brock must establish “that a wrongful threat was made which was of such character as to destroy the free agency of the party to whom the threat was directed.” Palmer Barge Line, Inc. v. Southern Petroleum Trading Co., 776 F.2d 502, 505 (5th Cir.1985). Brock cannot prove these elements of duress. As we stated in Wells,\nEven assuming their portrayal of the dire financial condition of the centers is correct, the franchisees had expressly agreed in the franchise agreements, at a time when they were under no financial distress whatsoever, that they would not transfer the businesses without Entre’s consent, and that Entre had the right to condition its consent on the execution of a general release in Entre’s favor. Thus, Entre made no wrongful threat that destroyed the franchisees’ free agency; Entre only required the franchisees to do what they already had agreed to do.\nSimilarly, in this case, Entre made no wrongful threat that destroyed Brock’s free agency.\nThe only possible threat involved in this case was that Entre promised to enforce its rights under the original agreement: Entre promised to withhold its consent to the transfer of the franchises unless Brock executed releases. At the time the original agreement was entered into, Brock was experiencing no economic difficulty. He had no obligation to enter into' that agreement and was free to negotiate if he did not want to be bound by the release provision. However, Brock did enter into that agreement at a time when he was perfectly free to walk away from the deal. As a result, the releases which were provided for by the original agreement were not procured through duress.\nC\nBrock asserts that the releases were based upon a mutual mistake and are not valid contracts. He argues that he believed that he had no choice but to sign the releases and that this mistaken belief was a mutual mistake. This argument is meritless. Brock has not shown that Entre also held this “mistaken” view. Thus, the essential element of mutual mistake requiring that both parties hold the mistaken view is missing. In addition, Brock cannot establish his own “mistaken” view. Objective evidence in the form of the franchise agreements shows that Brock knew that he had to sign a release in order to sell his franchise. He expressly agreed to this provision when he signed the franchise agreements. Thus, Brock has not shown that he held a mistaken belief or that Entre shared that mistaken belief.\nD\nFinally, Brock asserts that the releases were not based upon any consideration. His argument is that Entre’s consent could not constitute consideration because Entre was already legally obligated to reasonably consent to the transfer of the franchises. Brock’s position is flawed. He asserts that the franchise agreements imposed a duty upon Entre to “not unreasonably withhold its consent to a transfer.” The agreements do impose that duty upon Entre. However, Brock ignores the fact that the duty imposed is “subject to the conditions” set out in the agreement, and included among the conditions is the execution of a release by Brock. Brock cannot have it both ways: he cannot look to the franchise agreement to establish Entre’s duty and then refuse to look at the limiting conditions placed upon the duty.\nIn Wells, this court held that Entre’s consent to transfer was adequate consideration for the releases. We agree with that holding. Under Virginia law, consideration\nmay be in the form of a benefit to the party promising or a detriment to the party to whom the promise is made. It matters not to what extent the promisor is benefited or how little the promisee may give for the promise. A very slight advantage to the one party or a trifling inconvenience to the other is generally held sufficient to support the promise.\nBrewer v. First Nat’l Bank of Danville, 202 Va. 807, 815, 120 S.E.2d 273, 279 (1961); Dulany Foods, Inc. v. Ayers, 220 Va. 502, 511, 260 S.E.2d 196, 202 (1979). In this case, each release recited the consideration supplied: “obtaining Entre’ America’s consent to the transfer of BPM Computer Systems, Inc. ...” The releases allowed Brock to transfer his franchises. The benefit he received was his ability to get out of a business which he had determined was not profitable. This benefit constitutes sufficient consideration to support the releases.\nV\nTo summarize, we first find that the Eastern District of Virginia was the proper forum in this case because of the parties’ choice of forum clause. Therefore, the district court properly refused to retransfer this case to the Eastern District of Texas. Second, Virginia law governs the issues in this case because of the parties’ choice of law provision in the original contract. Third, the releases executed by Brock were valid under Virginia law and barred the claims in this case. Therefore, there was no issue of material fact before the Virginia District Court, and summary judgment was proper.\nAFFIRMED.",
        "type": "majority",
        "author": "ERVIN, Chief Judge:"
      }
    ],
    "attorneys": [
      "Edward A. McConwell, Law Firm of Edward A. McConwell, Overland Park, Kan., for plaintiffs-appellants.",
      "Julia A. Dahlberg, argued (Wesley G. Howell, Jr. and Paul Blankenstein, on brief), Gibson, Dunn & Crutcher, Washington, D.C., for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "Jerry BROCK; Clifford Cavett; BPM Computer Systems of Beaumont, Incorporated, a Texas corporation; BPM Computer Systems of Louisiana, Incorporated, a Texas corporation, Plaintiffs-Appellants, v. ENTRE COMPUTER CENTERS, INC., a Delaware corporation; Entre Computer Centers of America, Inc., a Delaware corporation; Steven B. Heller; James J. Edgette, Defendants-Appellees.\nNo. 90-2419.\nUnited States Court of Appeals, Fourth Circuit.\nArgued March 4, 1991.\nDecided May 28, 1991.\nAs Amended June 21, 1991.\nEdward A. McConwell, Law Firm of Edward A. McConwell, Overland Park, Kan., for plaintiffs-appellants.\nJulia A. Dahlberg, argued (Wesley G. Howell, Jr. and Paul Blankenstein, on brief), Gibson, Dunn & Crutcher, Washington, D.C., for defendants-appellees.\nBefore ERVIN, Chief Judge, NIEMEYER, Circuit Judge, and RESTANI, Judge, Court of International Trade, sitting by designation."
  },
  "file_name": "1253-01",
  "first_page_order": 1329,
  "last_page_order": 1337
}