{
  "id": 10543602,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. David BURTON, Defendant-Appellant",
  "name_abbreviation": "United States v. Burton",
  "decision_date": "1991-05-31",
  "docket_number": "No. 90-3421",
  "first_page": "916",
  "last_page": "918",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 916"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "905 F.2d 359",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1807364
      ],
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/905/0359-01"
      ]
    },
    {
      "cite": "909 F.2d 389",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536480
      ],
      "pin_cites": [
        {
          "page": "392"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/909/0389-01"
      ]
    },
    {
      "cite": "913 F.2d 1278",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539616
      ],
      "pin_cites": [
        {
          "page": "1285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/913/1278-01"
      ]
    },
    {
      "cite": "893 F.2d 504",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11645722
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "507"
        },
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/893/0504-01"
      ]
    },
    {
      "cite": "111 L.Ed.2d 792",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 3284",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "894 F.2d 1245",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540041
      ],
      "pin_cites": [
        {
          "page": "1254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/894/1245-01"
      ]
    },
    {
      "cite": "108 L.Ed.2d 946",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 1816",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "880 F.2d 1204",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/880/1204-01"
      ]
    },
    {
      "cite": "917 F.2d 507",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10360
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "510"
        },
        {
          "page": "510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/917/0507-01"
      ]
    },
    {
      "cite": "21 U.S.C. §§ 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 7299,
    "ocr_confidence": 0.756,
    "pagerank": {
      "raw": 3.548713327234992e-07,
      "percentile": 0.8851587486374688
    },
    "sha256": "83568562805e636dd93b496e2f2722eaf5ef2eb937ca26ac88f7fc3d20408324",
    "simhash": "1:23342706f22f5f90",
    "word_count": 1132
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FAY, CLARK and COX, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. David BURTON, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nDefendant-appellant David Burton, convicted of possession with intent to distribute cocaine, appeals the calculation of his sentence under the federal sentencing guidelines. The district court imposed a two-level enhancement to his sentence for obstruction of justice pursuant to U.S.S.G. § 3C1.1, because Burton had attempted to flee after having been detected by law enforcement officials. Burton argues that mere flight from law enforcement officers does not constitute willful obstruction of justice under the guidelines. This case is one of first impression in this circuit. Several circuits have determined that mere flight is insufficient to justify an obstruction of justice enhancement under section 3C1.1. We agree. Accordingly, we REMAND this case to the district court to determine whether any other factors contributing to a finding of obstruction of justice exist.\nBackground\nOn August 28, 1989, Drug Enforcement Agency (“DEA”) Task Force officers received information that two black males driving a 1981 lime green Cadillac El Dora-do would be coming from Miami to Naples, Florida carrying cocaine. DEA officers obtained this information from a confidential informant. Agents set up surveillance and subsequently observed a lime green Cadillac occupied by two black males pass their surveillance point. The agents followed the Cadillac to a Burger King restaurant in Naples, and followed it into the drive-through lane. The driver and passenger, while stopped, turned around and looked at one of the agents. The Cadillac reversed its direction and headed into a parking spot. The agent exited his vehicle, approached the Cadillac while it was moving, identified himself, and ordered the occupants to stop. The Cadillac did not stop; instead it drove up over a curb and struck another agent’s vehicle. The agents then approached the Cadillac, and both occupants exited the car.\nOn November 29, 1989, Burton was indicted for possession with intent to distribute in excess of 50 grams of crack cocaine in violation of 21 U.S.C. §§ 841(a)(1), (b)(1)(A) (1988). Burton pled guilty and was sentenced to a term of 180 months in prison to be followed by five years supervised release.\nDiscussion\nBurton appeals the district court’s imposition of a two level enhancement for obstruction of justice. This appeal presents a mixed question of law and fact. See United States v. Huppert, 917 F.2d 507, 510 (11th Cir.1990); United States v. Scroggins, 880 F.2d 1204, 1206 n. 5 (11th Cir.1989), cert. denied, — U.S. -, 110 S.Ct. 1816, 108 L.Ed.2d 946 (1990). Although the district court’s findings of fact are reviewed under a clearly erroneous standard, United States v. Wilson, 894 F.2d 1245, 1254 (11th Cir.), cert. denied, — U.S. -, 110 S.Ct. 3284, 111 L.Ed.2d 792 (1990), the court’s “application of law to those facts is subject to de novo review.” Huppert, 917 F.2d at 510. Additionally, the precise question on appeal, whether “mere flight” constitutes willful obstruction, “turns primarily on the legal interpretation of a guideline term. Consequently, our review is de novo.” United States v. Stroud, 893 F.2d 504, 507 (2nd Cir.1990).\nThe Federal Sentencing Guidelines allow for a two-level increase in the offense level “[i]f the defendant willfully impeded or obstructed, or attempted to impede or obstruct the administration of justice during the investigation, prosecution, or sentencing of the instant offense.” United States Sentencing Commission, Guidelines Manual, § 3C1.1 (Nov.1990). Section 3C1.1 contains a clear mens rea requirement of willfully obstructing or attempting to obstruct the administration of justice. Stroud, 893 F.2d at 507. We agree with the Second Circuit’s interpretation “that the word ‘willfully/ as used in section 3C1.1, requires that the defendant consciously act with the purpose of obstructing justice.” Id.; see also United States v. Hagan, 913 F.2d 1278, 1285 (7th Cir.1990) (citing Stroud with approval); United States v. Garcia, 909 F.2d 389, 392 (9th Cir.1990) (section 3C1.1 was intended to apply to “something different from the instinctive flight of a suspect who suddenly finds himself in the power of the police”).\nRecent amendments to section 3C1.1 also offer support for this interpretation. Although only those guidelines in effect at the time of sentencing are applicable, see United States v. Bradley, 905 F.2d 359, 360 (11th Cir.1990), later amendments may aid in interpreting the guidelines in effect at the time of sentencing. The current version of the guidelines contains a provision explaining that mere flight is insufficient to warrant an enhancement for obstruction of justice. See U.S.S.G. § 3C1.1, comment, [n. 4(d)] (November, 1990). Apparently, this comment was inserted to clarify Congress’s intent on the issue. Therefore, we hold that, in light of Stroud and of the recent amendments to the guidelines, mere flight does not warrant an enhancement for obstruction of justice under the guidelines in effect at the time of Burton’s sentencing.\nHowever, under the current guidelines, a defendant’s sentence may be enhanced “[i]f the defendant recklessly created a substantial risk of death or serious bodily injury to another person in the course of fleeing from a law enforcement officer.” U.S.S.G. § 3C1.2. Although section 3C1.2 was not in effect at the time of Burton’s sentencing, it aids in determining whether Burton properly received an enhancement under section 3C1.1. Note 3 of the commentary to section 3C1.1 lists conduct that may provide a basis for an obstruction of justice enhancement. The list is not exclusive. Note 4 of the commentary contains a list of examples of conduct that “absent a separate count of conviction for such conduct, do not warrant application of this enhancement.” This list contains the provision that mere flight to avoid arrest is insufficient to warrant an enhancement. However, that provision explicitly refers to section 3C1.2. The necessary conclusion is that flight to avoid arrest under the new guidelines warrants an enhancement if such flight involves reckless endangerment. Accordingly, under the guidelines in effect at the time of Burton’s sentencing, if Burton recklessly created a substantial risk of death or serious bodily injury to another person in the course of fleeing from a law enforcement officer, his conduct involved more than “mere flight,” and an enhancement may be warranted under the guidelines for obstruction of justice. We therefore REMAND this case for proceedings consistent with this opinion.\n. Although Burton was not driving the vehicle, there appears to be some indication in the record before us that Burton may have urged or directed the driver to take evasive action. If such action could be considered upon rehearing to have been reckless, an enhancement may be appropriate.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Jerry Berry, Law Offices of Jerry Berry, P.A., Naples, Fla., for defendant-appellant.",
      "Douglas Frazier, Ronald Hayward, Asst. U.S. Attys., Fort Myers, Fla., Karla Spauld-ing, Asst. U.S. Atty., Tampa, Fla., for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. David BURTON, Defendant-Appellant.\nNo. 90-3421\nNon-Argument Calendar.\nUnited States Court of Appeals, Eleventh Circuit.\nMay 31, 1991.\nJerry Berry, Law Offices of Jerry Berry, P.A., Naples, Fla., for defendant-appellant.\nDouglas Frazier, Ronald Hayward, Asst. U.S. Attys., Fort Myers, Fla., Karla Spauld-ing, Asst. U.S. Atty., Tampa, Fla., for plaintiff-appellee.\nBefore FAY, CLARK and COX, Circuit Judges."
  },
  "file_name": "0916-01",
  "first_page_order": 992,
  "last_page_order": 994
}