{
  "id": 10542004,
  "name": "Ernest JACKSON, Sr., Plaintiff-Appellee, v. Raymond HOYLMAN and Robert Bidwell, Defendants-Appellants",
  "name_abbreviation": "Jackson v. Hoylman",
  "decision_date": "1991-05-22",
  "docket_number": "No. 90-3053",
  "first_page": "401",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 401"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "853 F.2d 418",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543181
      ],
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/853/0418-01"
      ]
    },
    {
      "cite": "490 U.S. 386",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605535
      ],
      "weight": 4,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0386-01"
      ]
    },
    {
      "cite": "483 U.S. 635",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        28199
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "639"
        },
        {
          "page": "3038"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/483/0635-01"
      ]
    },
    {
      "cite": "457 U.S. 800",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194865
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "814"
        },
        {
          "page": "2736"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/457/0800-01"
      ]
    },
    {
      "cite": "403 U.S. 388",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027206
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 8162,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 2.390473747808098e-07,
      "percentile": 0.797810026762178
    },
    "sha256": "29d9a5d6017192ac52b8e700cd52556df0cc6e303a026b6dc97a3d84cc0842b0",
    "simhash": "1:c0ee823e3bd51e53",
    "word_count": 1312
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MARTIN, RYAN, and SUHRHEINRICH, Circuit Judges."
    ],
    "parties": [
      "Ernest JACKSON, Sr., Plaintiff-Appellee, v. Raymond HOYLMAN and Robert Bidwell, Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "RYAN, Circuit Judge.\nDefendants Hoylman and Bidwell appeal the denial of their summary judgment motion based on qualified immunity in this Bivens-type action. See Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). The question before us is whether the district court err in denying the defendants’ claim of qualified immunity. We conclude that because the parties sharply disagree about the underlying facts of the case, the district court did not abuse its discretion in refusing to grant summary judgment based on qualified immunity. Therefore, we affirm.\nI.\nThis case arises from the attempt by Deputy United States Marshals Hoylman and Bidwell to arrest Ernest Jackson, Jr. for failure to appear in response to a summons for service as a grand juror. After receiving a warrant for Jackson’s arrest, the marshals telephoned the number listed on the warrant and spoke to a man who identified himself as Ernest Jackson. Jackson refused to go to the courthouse for jury duty and told the marshals that they would have to come get him. Approximately fifteen minutes later, Hoylman and Bidwell arrived at Jackson’s home. They knocked at both the front and back doors, loudly announced themselves as deputy marshals with a warrant for Jackson’s arrest, and asked that he come forward. There was no response. Seeing a light on in the back of the house, the marshals entered and again shouted their identities and ordered Jackson to come forward. Still, there was no response. When they found no one downstairs, they proceeded upstairs.\nThe marshals found Jackson in his bedroom talking on the telephone. It is impossible for us, as it was for the trial judge, to determine what happened next. Plaintiff and defendants offer radically different versions of what occurred. The plaintiff describes an assault by officers using unnecessary and excessive force to effect the arrest of a frightened and peaceful citizen in his own bed. The officers describe an arrest involving the use of only such force as was necessary to subdue a cursing, recalcitrant, struggling suspect resisting arrest. The only area of agreement is that the marshals forcefully restrained Jackson in order to handcuff him.\nAfter handcuffing Jackson, the marshals discovered that their warrant was for the arrest of Jackson’s son, Ernest Jackson, Jr., but they arrested Jackson, nevertheless, for assaulting a federal officer. Jackson was discharged, however, when the grand jury refused to indict.\nJackson filed suit against the marshals, asserting, among other claims, a Fourth Amendment civil rights violation. The district court denied the marshals’ motion for summary judgment on the excessive force claim and rejected their claim for qualified immunity.\nII.\nIn order to allow government officials to perform their discretionary duties without constant fear that each time they act they will be forced to defend themselves in a civil suit, the law protects government officials from suit unless their actions violate the “clearly established law” of which a reasonable officer would be aware at the time of their actions. Harlow v. Fitzgerald, 457 U.S. 800, 814, 102 S.Ct. 2727, 2736, 73 L.Ed.2d 396 (1982); Anderson v. Creighton, 483 U.S. 635, 639, 107 S.Ct. 3034, 3038, 97 L.Ed.2d 523 (1987). Whether the force used by the marshals to arrest Jackson was excessive, and thus vio-lative of “clearly established law,” turns upon whether their actions were objectively reasonable under the circumstances. Graham v. Connor, 490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989). Ordinarily, in cases involving claims of excessive force during an arrest, courts determine reasonableness by considering the severity of the crime involved, the threat to the safety of the officers posed by the suspect, and any resistance to arrest. Id.\nThe district court, in considering the defendants’ motion for summary judgment on the excessive force claim, concluded that based on the last two factors,\nthere is a material issue of fact that only a jury may properly resolve.... [T]he testimony of defendant Hoylman and the affidavit of plaintiff completely contradict one another as to the events leading up to the arrest. Since the Court is unable to determine whether defendants were in immediate danger of being harmed without assessing the credibility of each side, this matter may not be properly decided on a motion for summary judgment.\nThe court then considered the qualified immunity motion and concluded that because\nqualified immunity turns on the same objective reasonableness standard that the claim of excessive turns on, defendants must be denied summary judgment for the same reasons as before. Assuming the facts as alleged in plaintiff’s affidavit are true, this Court must conclude that a jury might return a verdict in plaintiff’s favor.\nJackson, a black man, alleged that he was talking on the telephone in his bedroom when two white strangers, dressed in plainclothes, appeared unannounced in the doorway. The room was dark and Jackson did not see them show any identification. He became frightened at their presence and asked them to leave. He asked the person to whom he was speaking on the telephone to call the police. He contends that his hands were in plain view and that there was nowhere that he could have hidden a gun. Hoylman immediately grabbed the telephone out of Jackson’s hand, climbed onto the bed and told him to relax. Hoylman then pushed Jackson back on the bed with his arm under Jackson’s neck. Bidwell, as ordered, handcuffed Jackson who, because of previous back surgery, was unable to resist in any way. Jackson claims that prior to handcuffing him, the marshals made no effort to verify that Jackson was the person named in the warrant.\nHoylman testified that he and his partner announced themselves “twenty times in that house, loudly” but received no response. When they finally found Jackson in the upstairs bedroom, they identified themselves as marshals and repeatedly asked whether he was Ernest Jackson. Jackson responded only by swearing and shouting that they should get out of his house and that they had no rights there. Hoylman approached the bed with the warrant in his hand and tried once again to identify himself and explain their purpose in being there. Jackson swung at him and they “struggled for, seemed like a long time, maybe a minute or two. Mr. Jackson was kicking and swinging and fighting hard.” Hoylman testified that he only asked Bidwell to handcuff Jackson when Jackson, after being held down on the bed by Hoylman, continued to swing and kick at the marshals.\nThe defendants assert the defense of qualified immunity in the context of a motion for summary judgment. Our circuit has held that:\n[Sjummary judgment would not be appropriate if there is a factual dispute (i.e. a genuine issue of material fact) involving an issue on which the question of immunity turns, such that it cannot be determined before trial whether the defendant did acts that violate clearly established rights.\nPoe v. Haydon, 853 F.2d 418, 426 (6th Cir.1988). The parties dispute virtually all of the essential facts surrounding the excessive force claim. Assuming the law is clearly established that a police officer may not use excessive force in effecting an arrest, it is impossible to determine, without choosing between the parties’ sharply different factual accounts, whether the force the officers used, objectively assessed, was reasonable.\nAFFIRMED.",
        "type": "majority",
        "author": "RYAN, Circuit Judge."
      }
    ],
    "attorneys": [
      "George C. Rogers (argued), Rogers & Godbey, Toledo, Ohio, for Ernest Jackson, Sr.",
      "Thomas A. Karol, Asst. U.S. Atty., Western Div., Toledo, Ohio, for Raymond Hoyl-man, U.S. Marshal.",
      "Thomas A. Karol, Asst. U.S. Atty., Lori M. Beranek (argued), Barbara C. Biddle, U.S. Dept, of Justice, Appellate Staff, Civ. Div., Washington, D.C., for Robert Bidwell, U.S. Marshal."
    ],
    "corrections": "",
    "head_matter": "Ernest JACKSON, Sr., Plaintiff-Appellee, v. Raymond HOYLMAN and Robert Bidwell, Defendants-Appellants.\nNo. 90-3053.\nUnited States Court of Appeals, Sixth Circuit.\nArgued Oct. 2, 1990.\nDecided May 22, 1991.\nGeorge C. Rogers (argued), Rogers & Godbey, Toledo, Ohio, for Ernest Jackson, Sr.\nThomas A. Karol, Asst. U.S. Atty., Western Div., Toledo, Ohio, for Raymond Hoyl-man, U.S. Marshal.\nThomas A. Karol, Asst. U.S. Atty., Lori M. Beranek (argued), Barbara C. Biddle, U.S. Dept, of Justice, Appellate Staff, Civ. Div., Washington, D.C., for Robert Bidwell, U.S. Marshal.\nBefore MARTIN, RYAN, and SUHRHEINRICH, Circuit Judges."
  },
  "file_name": "0401-01",
  "first_page_order": 499,
  "last_page_order": 501
}