{
  "id": 10542375,
  "name": "Samuel R. THOMPSON, Plaintiff-Appellant, v. Louis W. SULLIVAN, Secretary of Health and Human Services of the United States, Defendant-Appellee",
  "name_abbreviation": "Thompson v. Sullivan",
  "decision_date": "1991-05-30",
  "docket_number": "No. 90-1497",
  "first_page": "581",
  "last_page": "588",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 581"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "20 C.F.R. § 404.1730",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "686 F.2d 1238",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1457346
      ],
      "pin_cites": [
        {
          "page": "1247"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/686/1238-01"
      ]
    },
    {
      "cite": "843 F.2d 998",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547426
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1006"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/843/0998-01"
      ]
    },
    {
      "cite": "929 F.2d 292",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542105
      ],
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/929/0292-01"
      ]
    },
    {
      "cite": "102 L.Ed.2d 535",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 499",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "488 U.S. 969",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1495297,
        1494051,
        1495464,
        1493578,
        1494477,
        1494926,
        1493870,
        1493808,
        1494545,
        1494898,
        1493942,
        1494489,
        1494975
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0969-12",
        "/us/488/0969-02",
        "/us/488/0969-08",
        "/us/488/0969-10",
        "/us/488/0969-09",
        "/us/488/0969-07",
        "/us/488/0969-04",
        "/us/488/0969-11",
        "/us/488/0969-03",
        "/us/488/0969-01",
        "/us/488/0969-13",
        "/us/488/0969-06",
        "/us/488/0969-05"
      ]
    },
    {
      "cite": "844 F.2d 1326",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/844/1326-01"
      ]
    },
    {
      "cite": "381 F.Supp. 377",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3308339
      ],
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/381/0377-01"
      ]
    },
    {
      "cite": "665 F.2d 936",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        472424
      ],
      "pin_cites": [
        {
          "page": "941"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/665/0936-01"
      ]
    },
    {
      "cite": "708 F.2d 1048",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1123809
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1052"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/708/1048-01"
      ]
    },
    {
      "cite": "731 F.2d 1216",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1943921
      ],
      "pin_cites": [
        {
          "page": "1219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/731/1216-01"
      ]
    },
    {
      "cite": "463 F.2d 38",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1344191
      ],
      "pin_cites": [
        {
          "page": "43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/463/0038-01"
      ]
    },
    {
      "cite": "651 F.2d 513",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1245253
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "519"
        },
        {
          "page": "519"
        },
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/651/0513-01"
      ]
    },
    {
      "cite": "840 F.2d 394",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10544206
      ],
      "pin_cites": [
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/840/0394-01"
      ]
    },
    {
      "cite": "587 F.2d 857",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        836858
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "860"
        },
        {
          "page": "860"
        },
        {
          "page": "861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/587/0857-01"
      ]
    },
    {
      "cite": "677 F.2d 826",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        557450
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "828-29"
        },
        {
          "page": "829"
        },
        {
          "page": "829"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/677/0826-01"
      ]
    },
    {
      "cite": "608 F.Supp. 106",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5717875
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "108"
        },
        {
          "page": "109"
        },
        {
          "page": "109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/608/0106-01"
      ]
    },
    {
      "cite": "652 F.2d 399",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1251578
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "403"
        },
        {
          "page": "403"
        },
        {
          "page": "403"
        },
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/652/0399-01"
      ]
    },
    {
      "cite": "20 C.F.R. § 404.1700",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 406",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. §§ 404.1520",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 423",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(1)(A)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1064,
    "char_count": 23305,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 7.607073144751486e-07,
      "percentile": 0.9708345930592864
    },
    "sha256": "45f7968b238105a7bdad9bd8883d01b60ae9a249da9ec5b27515f567555b5473",
    "simhash": "1:0a0440a6d916cf6d",
    "word_count": 3783
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BAUER, Chief Judge, WOOD, Jr., and CUDAHY, Circuit Judges."
    ],
    "parties": [
      "Samuel R. THOMPSON, Plaintiff-Appellant, v. Louis W. SULLIVAN, Secretary of Health and Human Services of the United States, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "HARLINGTON WOOD, Jr., Circuit Judge.\nPlaintiff-appellant Samuel Thompson appeals the district court’s summary judgment affirmation of the denial by the Secretary of Health and Human Services (“Secretary”) of his claim for Social Security benefits. Thompson argues that his alleged waiver of the statutory right to counsel was invalid, and that the Administrative Law Judge (“AU”) failed to fully and fairly develop the record in accord with the heightened duty owed to unrepresented claimants.\nI. FACTUAL BACKGROUND\nThompson is a fifty-nine year old man with an eleventh-grade education. From 1964 until December 1978, he worked as a machine operator in a bakery. His duties included heavy lifting, bending, stooping and walking. On December 12, 1978, Thompson left work because he experienced chest pain, headaches, sweats, and loss of strength. He visited Dr. James Elmes, an orthopedic physician. Thompson testified that Dr. Elmes told him that his muscles had been overstrained and, in Thompson’s words, had “left me.” Thompson was hospitalized for approximately two to three weeks.\nIn February 1978, Dr. Elmes permitted Thompson to return to light duty — no lifting over fifty pounds; yet by July 1978, Thompson reported increased neck pain, lower backache, and hand cramping. Dr. Elmes found Thompson unable to work as of January 10, 1979, and noted that less demanding work might be advisable if Thompson’s problems continued.\nThompson also received medical care from Dr. Allen Wright. Both doctors treated Thompson for pain in his head, neck, and ankles, and his loss of grip. Dr. Wright last saw Thompson in 1980, at which time he noted that Thompson suffered from osteoarthritis of the cervical and lumbar spine. Based upon that condition and Thompson’s complaints, he concluded that Thompson was totally disabled from performing work duties.\nOn February 27, 1980, Thompson was admitted to Ingalls Memorial Hospital because of upper abdominal pain and vomiting. The treating physician’s diagnosis was chronic alcoholism and gastritis. Also noted by the physician were gastrointestinal bleeding and pancreatitis. The treatment records include remarks that Thompson “is a drinker” and “drinks quite often.”\nIn September 1986, Thompson overdosed on Equanil and Ativan, medications used for his back pain and to help him sleep. Again he returned to the hospital. While hospitalized, Thompson admitted to consumption of a pint of alcohol every other day. After various physical tests and a mental status exam, Thompson was diagnosed as having a chronic back problem and an adjustment disorder with depressed mood. The overdose was described as accidental.\nThe medical record contains several reports from x-rays of the cervical and lumbar spine. The report of April 10, 1977, describes “minimal degenerative changes in the lower dorsal spine and questionably in the lumbar spine.” An April 15, 1977 report mentions a finding of “moderate degenerative arthrosis” of the cervical spine. On December 27, 1978, an x-ray report noted arthritic changes in the cervical spine.\nA state agency physician, Dr. Albert Kwedar, reviewed Thompson’s medical records for residual functional capacity assessments in May and July of 1987. Dr. Kwedar never examined Thompson; but based on the records he concluded that Thompson retained the ability to lift fifty pounds occasionally and twenty-five pounds frequently, and that he could stand, walk or sit approximately six hours in an eight hour day. At the hearing, Thompson mentioned these findings and stated that he was unable to lift “20 to 50 pounds” or do other things listed by Dr. Kwedar.\nThompson was insured for Social Security disability benefits until June 30, 1984. On October 16, 1986, Thompson applied for a period of disability and disability insurance benefits. Thompson alleged an inability to work since December 10, 1978; pain in his left hand, arm and shoulder; numbness in both hands; and an arthritic condition. The Secretary denied the application initially and on reconsideration. Thompson filed a timely request for hearing. The hearing was held on November 12, 1987, and Thompson appeared without counsel. The AU noted that the evidence indicated that Thompson suffers from chronic neck and back pain, and found Thompson’s complaints to be “generally credible.” Despite such evidence and the credible complaints, the AU relied on the residual functional capacity assessment of Dr. Kwedar and found that Thompson was capable of performing medium work. Based on this capacity for medium work and other factors, the AU found that Thompson was not disabled and denied his claim.\nThompson obtained counsel and filed a request for review with the appeals council. The appeals council denied the request on June 7, 1988. Thompson sought judicial review of the decision in district court, and the district court granted the Secretary’s motion for summary judgment.\nII. ANALYSIS\nAccording to the Social Security Act, a disability is the “inability to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in death or which has lasted or can be expected to last for a continual period of not less than 12 months.” 42 U.S.C. § 423(d)(1)(A). The Secretary promulgated a five-step analysis to determine whether an individual is disabled. 20 C.F.R. §§ 404.1520, 416.920. Using that process, the AU denied Thompson’s disability claim.\nA. Right to Representation\nA claimant has a statutory right to counsel at disability hearings. 42 U.S.C. § 406; 20 C.F.R. § 404.1700. Clark v. Schweiker, 652 F.2d 399, 403 (5th Cir.1981). The claimant must be properly informed of this right, but may waive it “if given sufficient information to enable him to intelligently decide whether to retain counsel or proceed pro se.” Hawwat v. Heckler, 608 F.Supp. 106, 108 (N.D.Ill.1984). Information that will ensure a valid waiver of counsel includes an explanation of the manner in which an attorney can aid in the proceedings, the possibility of free counsel or a contingency arrangement, and the limitation on attorneys’ fees to twenty-five percent of past-due benefits plus required court approval of the fees. Id. See also Smith v. Schweiker, 677 F.2d 826, 828-29 (11th Cir.1982) (not a knowing and intelligent waiver of right to counsel if not adequately informed in prehearing notice or at hearing). The Secretary claims that Thompson waived his right to counsel, but Thompson argues that this purported waiver was invalid. We agree with Thompson.\nThompson received written notice of the right to counsel in a letter from the Office of Hearings and Appeals, dated September 14, 1987, and in the Notice of Hearing, dated October 23, 1987. The letter to Thompson explained,\nYOU HAVE THE RIGHT TO BE REPRESENTED BY AN ATTORNEY OR OTHER REPRESENTATIVE OF YOUR CHOICE. A representative can help you obtain evidence, and can help you and your witnesses prepare for the hearing. Also, a representative can question witnesses and present statements in support of your claim....\n... If you are unable to find a representative, we have enclosed a list of organizations which may be able to help you in locating one. As indicated on the enclosed list, some private attorneys may be willing to represent you and not charge a fee unless your claim is allowed. Your representative must obtain approval from the Social Security Administration for any fee charged. Also, if you are not able to pay for representation and you believe you might qualify for free legal representation, the list contains names of organizations which may be able to help you.\nClark v. Schweiker, 652 F.2d 399, 403 (5th Cir.1981), and Smith v. Schweiker, 677 F.2d 826, 829 (11th Cir.1982), note the importance of informing the claimant of the twenty-five percent limitation on fees. Thompson argues that the Social Security Administration failed to advise him of this limitation on fees. The Notice of Hearing received by Thompson indicated that there is such a limitation, although it is not easily decipherable. The Notice of Hearing contained a provision regarding attorneys fees that informed Thompson that if he were found to be entitled to past-due benefits, the Social Security Administration would withhold twenty-five percent of those benefits “pending receipt of a petition from the attorney and approval of a fee by the Office of Hearings and Appeals.” If the attorney’s fee were less than the withheld twenty-five percent, the claimant would be entitled to the difference. A fee greater than the twenty-five percent would result in payment to the attorney of the twenty-five percent, and subject to court approval, the difference could be settled by claimant and counsel.\nAt the hearing the AU engaged in the following discussion with Thompson regarding his right to counsel:\nAU: You were informed, Mr. Thompson, that you had a right to have a lawyer to represent you if you wanted to?\nCLMT: Yes.\nAU: And you gave up the right to have a lawyer represent you?\nCLMT: Well, I couldn’t get one — I couldn’t get one by legal help, I couldn’t get — I wasn’t able to pay for one.\nAU: Uh-huh. Okay, so you — you tried to get one?\nCLMT: Yes.\nAU: And you didn’t get a lawyer?\nCLMT: No.\nAU: So, you know, you can — you have a right to have a lawyer, you don’t have to have a lawyer, it’s up to you. You — you gave up your right to have a lawyer?\nCLMT: Yes.\nA similar dialogue between claimant and AU occurred in Clark, 652 F.2d at 403.\nAU: In the notice that we sent, we advised that you have a right to have an attorney present at one of these proceedings. It’s not required that you have an attorney, and it’s my obligation to see that you are treated fairly and that your record is complete, so since you’re here without an attorney, I presume you want me to go ahead without one. Is that right?\nCLMT: I don’t have any money to get one.\nAU: All right. You’re applying for both regular disability benefits and also supplemental security income.\nId. This testimony by the claimant, combined with the court’s determination that the notice furnished to claimant was inadequate, led the court to conclude that there was no waiver of the right to representation because “her failure to have counsel may have been due to her lack of money.” Id. at 404.\nThompson did attempt to get legal aid, but was denied. The Secretary argues that Thompson understood his right to counsel, but after being turned down by legal aid, chose not to enter into a contingency fee arrangement. After considering Thompson’s testimony at the hearing, we do not agree with the Secretary. Thompson’s statements indicate that he believed he would have to furnish money in order to acquire legal representation. Thompson’s attempt to secure counsel through legal aid strongly suggests that he desired representation.\nThe dialogue regarding counsel also evidences the AU’s failure to fully discuss the benefits of legal representation or the possibility of contingency arrangements. As noted by the court in Hawwat, “[t]he information regarding the cost of any attorney is particularly relevant in disability cases where shortage of funds is likely to be an issue for the claimants.” Hawwat, 608 F.Supp. at 109. The AU should have made an effort to cover these important matters concerning representation by an attorney. His failure to do so leads us to the conclusion that Thompson did not knowingly and intelligently waive his right to counsel.\nB. Duty of the AU\nA well-settled proposition regarding social security disability hearings is that “[i]t is a basic obligation of the AU to develop a full and fair record.” Smith v. Secretary of Health, Education and Welfare, 587 F.2d 857, 860 (7th Cir.1978). See Sears v. Bowen, 840 F.2d 394, 402 (7th Cir.1988); Cannon v. Harris, 651 F.2d 513, 519 (7th Cir.1981). More importantly for Thompson, “where the disability benefits claimant is unassisted by counsel, the AU has a duty ‘scrupulously and conscientiously [to] probe into, inquire of, and explore for all the relevant facts....’” Smith v. Secretary, 587 F.2d at 860 (citing Gold v. Secretary of Health, Education and Welfare, 463 F.2d 38, 43 (2d Cir.1972)). See also Kane v. Heckler, 731 F.2d 1216, 1219 (5th Cir.1984) (AU’s obligation rises to special duty for unrepresented claimant unfamiliar with hearing process). Failure to fulfill this special duty is good cause to remand for gathering of additional evidence. Cannon, 651 F.2d at 519.\nThe AU does not act as counsel for claimant, but as an examiner who thoroughly develops the facts. Smith v. Schweiker, 677 F.2d at 829. The special duty assigned to the AU “requires, essentially, a record which shows that the claimant was not prejudiced by lack of counsel.” Id. The Secretary argues that waiver of the right to counsel does not justify remand unless Thompson shows prejudice or unfairness resulting from the waiver and that Thompson failed to make such a showing. See id.; Smith v. Secretary, 587 F.2d at 860; Hawwat, 608 F.Supp. at 109.\nThompson maintains that the AU’s questioning of Thompson was “fatally superficial and failed to touch upon [his] alcoholism and other possible mental problems.” In addition, Thompson asserts, the thirty-two minute hearing was too short to develop the record fully and fairly. The AU focused on medical records from June 1984, and earlier, to the virtual exclusion of everything else — including testimony. The AU did not ask Thompson any questions about his physical capacity or activities as of June 1984; instead, he simply led Thompson to the statement that it was too hard for him to remember his physical condition in 1984. The AU’s manner of questioning might have been appropriate for cross-examination in an adversary proceeding, but insufficient for an AU with the heightened duty, to an unrepresented claimant, to develop the record by scrupulously and conscientiously probing for all relevant facts.\nIn Lashley v. Secretary of Health and Human Serv., 708 F.2d 1048, 1052 (6th Cir.1983), the court found that the AU failed to satisfy the heightened duty to develop the record fully. The hearing in that case lasted twenty-five minutes and the AU failed to be sufficiently “probing” in his questioning of the claimant. Id. As expressed in Lashley, “[superficial questioning of inarticulate claimants or claimants with limited education is likely to elicit responses which fail to portray accurately the extent of their limitations.” Id.\nRegarding Thompson’s claim that the AU’s superficial questioning and his failure to inquire as to Thompson’s possible alcohol and mental problems constituted a failure to satisfy the heightened duty, we note that to develop the record fully and fairly, the AU must be “ ‘especially diligent in ensuring that favorable as well as unfavorable facts and circumstances are elicited.’ ” Thompson v. Schweiker, 665 F.2d 936, 941 (9th Cir.1982) (quoting Rosa v. Weinberger, 381 F.Supp. 377, 381 (E.D. N.Y.1974)). In addition, “[w]hen a claimant is both unrepresented and suffers from a mental impairment ... the AU’s duty to carefully develop the record is even greater.” Ransom v. Bowen, 844 F.2d 1326, 1330 n. 4 (7th Cir.), cert. denied, 488 U.S. 969, 109 S.Ct. 499, 102 L.Ed.2d 535 (1988).\nThe Secretary contends that the record failed to indicate that Thompson suffered from alcoholism or any other mental problem, thus the AU acted properly. In making this assertion, the Secretary appears to be overlooking the record and relevant case law. Though the medical records indicated possible alcohol abuse, the AU did not pose a single question regarding Thompson’s consumption of alcohol, his ability to control his drinking, or how drinking affected his activities. The ALJ did not even acknowledge the February 1980 diagnosis of chronic alcoholism, or Thompson’s admission, during his September 1986 hospital stay, of consumption of alcohol. The ALJ also overlooked the 1986 diagnosis of an adjustment disorder with depressed mood.\nIn Cannon, the Secretary argued that \"the ALJ was not required to consider plaintiffs alcoholism because plaintiff failed to produce any evidence that it was severe or could be disabling and in fact did not even claim alcoholism as a cause of her disability.” 651 F.2d at 519. This court found, however, that “[although the evidence in the ... case relating to plaintiffs alcoholism was clearly insufficient to support a finding of disability, it was sufficient to raise an issue as to plaintiffs mental and psychological capacity to engage in substantial gainful activity.” Id. We stated that “[ujnder these circumstances, the AU should have inquired into the present status and possible effects of plaintiffs chronic alcoholism.” Id. Because the AU did not so inquire, the case was remanded.\nAs Thompson wisely argues, the issue with respect to possible alcoholism does not focus on whether Thompson’s alcohol consumption constituted a disability, but whether the AU satisfied his duty to develop the record regarding Thompson’s alcoholism. We recently stated that “[wjhen evidence of alcoholism is presented in the administrative hearing, the AU is required to inquire into the present status and possible effects of that alcoholism even though a claimant may fail to raise the issue or present evidence of alcoholism as a disability.” Stambaugh v. Sullivan, 929 F.2d 292, 295 (7th Cir.1991).\nThompson asserts that the AU failed to satisfy his heightened duty by not ordering a psychiatric or psychological examination. In Ray v. Bowen, 843 F.2d 998, 1006 (7th Cir.1988), the claimant alleged that the AU’s refusal to schedule a psychological examination was a breach of the heightened duty. We explained that a psychological exam, even if it occurs somewhat later than the period of disability in question, may be relevant or helpful. Id. Comparing the situation to competency of a defendant to stand trial, we noted that “[tjhis circuit has held that though retrospective competency hearings present obvious hazards, ‘the mere passage of time may not make the effort meaningless.' ” Id. (quoting United States ex rel. Bilyew v. Franzen, 686 F.2d 1238, 1247 (7th Cir.1982)).\nThe AU overlooked not only Thompson’s possible mental and alcohol problems, but also his physical problems such as the osteoarthritis and degenerative condition of the spine. The AU found Thompson’s complaints to be credible, yet found that Thompson was not disabled because of the medical evidence. Given that the last x-rays of Thompson’s spine were taken in December of 1978, the AU’s duty to sufficiently develop the record would suggest the need to order additional x-rays or other imaging tests to ascertain the extent of degeneration of Thompson’s back and neck.\nThompson also complains that records used in the initial denial of his claim for benefits, were not considered by the AU— further example of the AU’s shortcomings regarding the full and fair development of the record. Thompson points out that two of the missing items were reports from November 1984. The timing of these reports indicates that they could have provided vital information regarding Thompson’s disability status as of the time last insured; yet the AU did not discuss these records, nor do they appear in the administrative record.\nThe AU should have taken additional steps to develop the record fully and fairly. At the very least, more thorough questioning of Thompson would have been appropriate. Ordering additional examinations also would have contributed to better development of the record. Thompson, not represented by counsel, did not produce any expert testimony as to his physical or mental disabilities. The AU did not take any steps to aid Thompson in this regard. In Smith v. Secretary, 587 F.2d at 861, we found that “[gjiven the claimant’s lack of counsel, the absence of any psychiatric or psychological examination, lack of vocational expert at the hearing, and the claimant’s limited educational background, it was incumbent upon the AU to emphasize the desirability of producing and to afford an opportunity to produce expert testimony, as to her medical disabilities and their effect on her capacity to engage in any substantial, gainful work within the meaning of the Act.” We determined that there existed “abundant good cause to remand to permit a psychiatric examination and to permit the development of the evidentiary record on this subject.” Id.\nThompson’s waiver of his right to representation was invalid. The AU therefore owed to Thompson a heightened duty to develop the record fully and fairly, which he failed to do. Thompson deserves the chance to present the best evidence he has to prove his claim. The judgment of the district court is Reversed and the cause REMANDED.\n. Dr. Elmes continued to treat Thompson after that initial visit and the record contains treatment reports by Dr. Elmes from Thompson's first visit through June 1987.\n. The Merck Manual notes that among alcoholics. \"[g]astritis is common and pancreatitis may also develop.\" The Merck Manual of Diagnosis and Therapy 1480 (15th ed. 1987).\n. Because this appeal is not being decided on the basis of the five-step analysis, we have not detailed this process.\n. The relevant statute provides that \"the court may determine and allow as part of its judgment a reasonable fee for such representation, not in excess of 25 percent of the total of the past-due benefits to which the claimant is entitled by reason of such judgment_” 42 U.S.C. § 406(b)(1). The regulations further explain that an attorney will be paid \"the amount allowed by a Federal court,” 20 C.F.R. § 404.1730(a), \"out of the past-due benefits the smallest of — (i) Twenty-five percent of the total of the past-due benefits; (ii) The amount of the fee that [the Social Security Administration] set[s]; or (iii) The amount agreed upon between the attorney and the claimant represented.” 20 C.F.R. § 404.1730(b)(1).\n. AU: Okay, you know, considering — because we're talking about a period of three-and-a-half years ago, I’m going to have to look at some records, I'm going to have to be — I'm going to have to be really guided by whatever shows on the hospital records that you have because I can’t — normally I would ask you how do you feel now, what do you do, and\nwhere do you go, and that type of thing, but we’re talking about three-and-a-half years ago. That's quite a long time.\nCLMT: Yes, it's hard to remember.\nWhen asked at the end of the hearing whether he had anything to add to his testimony, Thompson replied, \"No, because like you said, it is hard to remember.”",
        "type": "majority",
        "author": "HARLINGTON WOOD, Jr., Circuit Judge."
      }
    ],
    "attorneys": [
      "Jan L. Kodner, Chicago, Ill., for plaintiff-appellant.",
      "Mark A. Flessner, Asst. U.S. Atty., Gary A. Sultz, Edward P. Studzinski, John L. Martin, Dept, of Health and Human Services, Region V, Office of the Gen. Counsel, Nancy K. Needles, Asst. U.S. Atty., Civ. Div., Appellate Section, Chicago, III, for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Samuel R. THOMPSON, Plaintiff-Appellant, v. Louis W. SULLIVAN, Secretary of Health and Human Services of the United States, Defendant-Appellee.\nNo. 90-1497.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Jan. 16, 1991.\nDecided May 30, 1991.\nAs Amended June 17, 1991.\nJan L. Kodner, Chicago, Ill., for plaintiff-appellant.\nMark A. Flessner, Asst. U.S. Atty., Gary A. Sultz, Edward P. Studzinski, John L. Martin, Dept, of Health and Human Services, Region V, Office of the Gen. Counsel, Nancy K. Needles, Asst. U.S. Atty., Civ. Div., Appellate Section, Chicago, III, for defendant-appellee.\nBefore BAUER, Chief Judge, WOOD, Jr., and CUDAHY, Circuit Judges."
  },
  "file_name": "0581-01",
  "first_page_order": 679,
  "last_page_order": 686
}