{
  "id": 10542205,
  "name": "Lynn MARTIN, Secretary of Labor, Petitioner, v. PAV-SAVER MANUFACTURING CO. and Occupational Safety and Health Review Commission, Respondents",
  "name_abbreviation": "Martin v. Pav-Saver Manufacturing Co.",
  "decision_date": "1991-05-24",
  "docket_number": "No. 87-1418",
  "first_page": "528",
  "last_page": "532",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 528"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "29 C.F.R. § 2200.33",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "29 C.F.R. § 2200.32",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "524 F.2d 476",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1100406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/524/0476-01"
      ]
    },
    {
      "cite": "830 F.2d 396",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1763476
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "398-99"
        },
        {
          "page": "398"
        },
        {
          "page": "400"
        },
        {
          "page": "399-400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/830/0396-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 661",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(g)",
          "parenthetical": "\"The Commission is authorized to make such rules as are necessary for the orderly transaction of its proceedings.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "474 U.S. 3",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6195951
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "7"
        },
        {
          "page": "288"
        },
        {
          "parenthetical": "emphasis in original"
        },
        {
          "page": "7"
        },
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/474/0003-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 554",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "47 U.S.C. § 151",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq.",
          "parenthetical": "Federal Communications Commission"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 U.S.C. § 41",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq.",
          "parenthetical": "Federal Trade Commission"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1171",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11318278
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1176"
        },
        {
          "page": "1178"
        },
        {
          "page": "1176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0144-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "842-44"
        },
        {
          "page": "2781-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 660",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(a)",
          "parenthetical": "Commission's factual findings \"shall be conclusive\" so long as \"supported by substantial evidence\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1979 O.S.H.D. (CCH) ¶ 23,622",
      "category": "reporters:specialty",
      "reporter": "CCH OSHD",
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 659",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1986-87 O.S.H.D. (CCH) 11",
      "category": "reporters:specialty",
      "reporter": "CCH OSHD",
      "pin_cites": [
        {
          "page": "27,676"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 655",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "29 C.F.R. § 1903.17",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 745,
    "char_count": 15304,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 7.763763400865204e-08,
      "percentile": 0.45610632125656747
    },
    "sha256": "7be399cecc8e07f14ab55c1532fd85ecf784a4f06bdb441e7b0e51ba4c69a824",
    "simhash": "1:0889530dea5867e2",
    "word_count": 2393
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COFFEY and RIPPLE, Circuit Judges, and ESCHBACH, Senior Circuit Judge."
    ],
    "parties": [
      "Lynn MARTIN, Secretary of Labor, Petitioner, v. PAV-SAVER MANUFACTURING CO. and Occupational Safety and Health Review Commission, Respondents."
    ],
    "opinions": [
      {
        "text": "RIPPLE, Circuit Judge.\nThe Secretary of Labor (Secretary) seeks review of an order of the Occupational Safety and Health Review Commission (Commission). Because the Commission erred in entertaining the employer’s untimely notice of contest, we reverse the decision of the Commission and hold that the Secretary’s citations should be affirmed.\nI\nBACKGROUND\nA. The Statutory Scheme\nThe Occupational Safety and Health Act of 1970 (the OSH Act or the Act), 29 U.S.C. § 553, 651-678, requires that an employer who wishes to contest a citation or a penalty before the Commission must “notify the Secretary that he wishes to contest” within fifteen working days of receipt of the citation. Id. at § 659(a). Unless the employer notifies the Secretary within that time, the citation is “deemed a final order of the Commission and not subject to review by any court or agency.” Id. If the employer does give notice, the Secretary must immediately advise the Commission and commence adversarial contest procedures before the Commission. Id. at § 659(c). Under regulations promulgated by the Secretary, the employer’s notification that he intends to contest must be in writing. 29 C.F.R. § 1903.17(a).\nThe Secretary also has promulgated regulations allowing an employer who has been cited for violations of the standards to have an informal conference with the Occupational Safety and Health Administration (OSHA) area director to discuss the citation, the abatement dates, and the penalties. Id. at § 1903.19. The area director may settle the case at that time. Id. at §§ 2200.100, 2200.102. However, under the Secretary’s regulations, a request for an informal conference is not considered a notice of contest for purposes of § 659(c), and the request does not toll the fifteen-day period allowed for giving such notice. Id. at § 1903.19.\nB. Earlier Proceedings\nActing under the authority of the OSH Act, an inspecting officer of the Secretary inspected the manufacturing facilities of the Pav-Saver Manufacturing Company of East Moline, Illinois on May 17, 1984. The inspector found several violations of the safety and health standards established by the Secretary under the authority of the Act. See 29 U.S.C. § 655. OSHA Area Director Gerald D. Gravatt sent Pav-Saver two “Citation and Notice of Penalty” forms, one for the serious violations of the standards and one for the less serious violations. The citations listed violations of thirteen different standards, abatement dates, and monetary penalties for each. The monetary penalties proposed by OSHA totalled $3,820.\nPav-Saver did not follow the Secretary’s rules for obtaining Commission review; it never filed a written notice of contest. It merely requested an informal conference with the area director, which was held on June 13, 1984 at the OSHA offices in Peoria, Illinois. Pav-Saver characterizes this meeting as a “rehearing.” At the conference, Pav-Saver officials indicated that they had taken steps to alleviate all the violations the inspector had found. On July 10, long after the fifteen-day limit had passed, Pav-Saver wrote to the OSHA area director stating that it would oppose any monetary penalties and would contest such penalties in court if necessary. On July 19, Pav-Saver sent a formal written notice of contest. The Secretary sent this notice to the Commission.\nBefore the Commission, the Secretary filed a motion to dismiss the notice of contest as untimely. The Commission’s administrative law judge (AU) granted the motion. Pav-Saver petitioned the full Commission for review of the order of dismissal, and on review, the Commission reversed the AU and remanded for a hearing on the merits. Pav-Saver Manufacturing Co., 1986-87 O.S.H.D. (CCH) 11 27,676. In reversing the decision of the AU, the Commission determined that Pav-Saver’s oral request for a “rehearing” at the Peoria informal conference was sufficient notification to meet the requirements of 29 U.S.C. § 659 and that the notice of contest therefore was timely.\n[W]hile we appreciate the desirability of ensuring clarity and precision in employer contests, we do not consider this objective to be a sufficient reason for concluding that employers may never make their contests known by means other than a writing. Moreover, we think it is unfair and unjust to deny an employer an opportunity to be heard before the Commission when due to confusion, uncertainty, or misunderstanding the employer fails to file its written notice of contest within the statutory time period, but orally disputes the validity of citations or penalties in a timely manner and in good faith believes by so doing it has perfected a valid contest.\nPav-Saver Manufacturing Co., O.S.H.D. at 36, 104-05. The Commission specifically overruled its earlier decision in Keppels, Inc., 1979 O.S.H.D. (CCH) ¶ 23,622, which had held that notice of contest must be in writing. The Commission did not give any weight to the Secretary’s regulation requiring a writing, but merely acknowledged the regulation’s existence. The Commission relied on the language of the OSH Act and on its own precedent in reaching its decision.\nOn remand to an AU for a hearing on the merits, the Secretary refused to proceed on the ground that the Commission (and its delegate, the AU) had no jurisdiction due to the lack of a timely notice of contest. When the Secretary failed to respond to a motion to vacate the citations, the AU granted Pav-Saver’s motion, and the Commission refused the Secretary’s petition for review. The Secretary now applies to this court for further review. We have jurisdiction under 29 U.S.C. § 660(b).\nII\nANALYSIS\nWe must decide whether the Commission correctly determined that, despite the Secretary’s regulation requiring written notice of contest, Pav-Saver’s oral request for a “rehearing” was sufficient to invoke the contest procedures before the Commission pursuant to 29 U.S.C. § 659(c).\nWe begin with an examination of the statutory language. The language of the statute does not require explicitly that notice of contest be in writing. Neither does the statute dictate that oral notice be considered adequate. It is well established, however, that a reasonable interpretation of a statute by the agency responsible for its administration is entitled to great deference by the judiciary. See Chevron U.S.A. v. Natural Resources Defense Council, 467 U.S. 837, 842-44, 104 S.Ct. 2778, 2781-82, 81 L.Ed.2d 694 (1984). However, we first must identify the agency to which such deference is owed. As the Supreme Court recently noted in Martin v. Occupational Safety and Health Review Commission, — U.S. -, 111 S.Ct. 1171, 1176, 113 L.Ed.2d 117 (1991), the regulatory structure at issue here is “unusual:”\nUnder most regulatory schemes, rule-making, enforcement, and adjudicative powers are combined in a single administrative authority. See, e.g., 15 U.S.C. § 41 et seq. (Federal Trade Commission); 15 U.S.C. §§ 77s-77u (Securities and Exchange Commission); 47 U.S.C. § 151 et seq. (Federal Communications Commission). Under the OSH Act, however, Congress separated enforcement and rulemaking powers from adjudicative powers, assigning these respective functions to two independent administrative authorities. The purpose of this “split enforcement” structure was to achieve a greater separation of functions than exists within the traditional “unitary” agency, which under the Administrative Procedure Act (APA) generally must divide enforcement and adjudication between separate personnel, see 5 U.S.C. § 554(d).\nId. (emphasis in original). Thus, concluded the Court in Martin, the power of enforcement, and, therefore, the delegated legislative power to implement the policy of the OSH Act, is the exclusive prerogative of the Secretary. Id. 111 S.Ct. at 1178. By contrast,\nCongress intended to delegate to the Commission the type of nonpolicymaking adjudicatory powers typically exercised by a court in the agency-review context. Under this conception of adjudication, the Commission is authorized to review the Secretary’s interpretations only for consistency with the regulatory language and for reasonableness. In addition, of course, Congress expressly charged the Commission with making authoritative findings of fact and with applying the Secretary’s standards to those facts in making a decision. See 29 U.S.C. § 660(a) (Commission’s factual findings “shall be conclusive” so long as “supported by substantial evidence”). The Commission need be viewed as possessing no more power than this in order to perform its statutory role as “neutral arbiter.” See [Cuyahoga Valley Ry. Co. v. United Transp. Union, 474 U.S. 3, 7, 106 S.Ct. 286, 288, 88 L.Ed.2d 2 (1985) ].\nId. (emphasis in original).\nThe Commission’s adjudicatory role no doubt permits it to determine its own rules of procedure. Indeed, Congress has granted it that power. See 29 U.S.C. § 661(g) (“The Commission is authorized to make such rules as are necessary for the orderly transaction of its proceedings.”). Here, however, we deal not with the adjudicatory phase of the administrative scheme but with the enforcement stage. The Secretary has provided that, after the issuance of a citation, the charged party may have an informal conference to discuss the violation, the penalty, or the timetable for abatement of the violations. Throughout this period, the Secretary retains the authority to cancel the citation. See Cuyahoga Valley, 474 U.S. at 7, 106 S.Ct. at 288. The Secretary also is charged with the statutory obligation to transmit to the Commission the cited party’s request to proceed to the adjudicatory stage. See 29 U.S.C. § 659(c). In short, the Secretary simultaneously must attempt to achieve prompt and total compliance and commence the adjudicatory process at the request of the cited party. We agree with our colleagues in the First Circuit that the Secretary’s multifaceted — and delicate — enforcement responsibilities during this fifteen-day period make reasonable her regulatory interpretation of the Act as requiring written notice of contest. See Secretary of Labor v. Barretto Granite Co., 830 F.2d 396, 398-99 (1st Cir.1987). It is important that the Secretary know when the cited party has elected to move from enforcement negotiations to adversarial adjudication because failure to respond to that request may subject the complaint to dismissal “if an employer can establish that he was prejudiced by delay in filing the complaint.” Id. at 398; see Atlantic Marine, Inc. v. OSAHRC, 524 F.2d 476 (5th Cir.1975) (per curiam).\nWe cannot accept the argument that the Commission, as the adjudicative agency in the statutory scheme, must have exclusive authority to determine the manner in which it obtains jurisdiction over a case. Given the division of responsibility in this “unusual regulatory structure,” Martin, 111 S.Ct. at 1176, it ought not be surprising that, at the point of transition from the responsibilities of the Secretary to those of the Commission, the line of demarcation is not a stark one. Because the Secretary has the responsibility to act when the cited party decides to move from enforcement to adjudication, we owe deference to her interpretation of the statute. With the Secretary’s responsibility comes the prerogative and our consequent deference. In the words of the First Circuit:\nWe believe that if the Secretary had adequately notified an employer of his obligations after receiving a citation, and has not clearly said or done something which could be construed, at a minimum, as causing confusion or misunderstanding on the part of the employer, then a failure of the employer to comply with the notice of contest requirement can only logically be construed as negligent and undeserving of pardon.\nBarretto Granite, 830 F.2d at 400.\nAccordingly, the order of the Commission is reversed. The Secretary’s citations are affirmed.\nIt Is So Ordered.\n. Title 29 U.S.C. § 659(a) states:\nIf, after an inspection or investigation, the Secretary issues a citation under section 658(a) of this title, he shall, within a reasonable time after the termination of such inspection or investigation, notify the employer by certified mail of the penalty, if any, proposed to be assessed under section 666 of this title and that the employer has fifteen working days within which to notify the Secretary that he wishes to contest the citation or proposed assessment of penalty. If, within fifteen working days from the receipt of the notice issued by the Secretary the employer fails to notify the Secretary that he intends to contest the citation or proposed assessment of penalty, and no notice is filed by any employee or representative of employee under subsection (e) of this section within such time, the citation and the assessment, as proposed, shall be deemed a final order of the Commission and not subject to review by any court or agency.\n. Title 29 U.S.C. § 659(c) states, in pertinent part:\nIf an employer notifies the Secretary that he intends to contest a citation, ... the Secretary shall immediately advise the Commission of such notification, and the Commission shall afford an opportunity for a hearing.... The Commission shall thereafter issue an order, based on findings of fact, affirming, modifying, or vacating the Secretary’s citation or proposed penalty, or directing other appropriate relief, and such order shall become final thirty days after its issuance.\nThe Commission's rules of procedure required the Secretary to transmit the notice and all relevant documents to the Commission within seven days of receipt. Commission Rule 32, 29 C.F.R. § 2200.32 (1986). That rule has since been amended to allow the Secretary fifteen days. 29 C.F.R. § 2200.33 (1987).\n. The Secretary acknowledges in her brief that traditional equitable principles can excuse noncompliance with the requirement for written notice within 15 working days:\nThe established Atlantic Marine-Keppel’s, Inc. rule requiring timely written notices of contest, subject to tolling for traditional equitable reasons, is superior to the Review Commission’s new rule. See Secretary of Labor v. Barretto Granite Corp., 830 F.2d 396, 399-400 (1st Cir.1987) (collecting cases). The established rule recognizes all the reasons ... justifying a reliance on written notices, but is flexible enough to take account of those special circumstances in which it would be unfair or harsh for OSHA to rigidly enforce the 15 working-day limitation.\nPetitioner’s Br. at 31-32.",
        "type": "majority",
        "author": "RIPPLE, Circuit Judge."
      }
    ],
    "attorneys": [
      "John Shortall, Dept, of Labor, Appellate Litigation, Washington, D.C., for Petitioner.",
      "Moss Meersman, East Moline, Ill., for respondent Pav-Saver Mfg. Co.",
      "Ray Darling, Jr., Occupational Safety and Health Admin., Executive Secretary, Washington, D.C., for respondent Occupational Safety Health Review Com’n.",
      "Jerold S. Solovy, Douglas A. Graham, Jenner & Block, Chicago, Ill., amicus curiae for respondent’s position."
    ],
    "corrections": "",
    "head_matter": "Lynn MARTIN, Secretary of Labor, Petitioner, v. PAV-SAVER MANUFACTURING CO. and Occupational Safety and Health Review Commission, Respondents.\nNo. 87-1418.\nUnited States Court of Appeals, Seventh Circuit.\nArgued June 19, 1990.\nDecided May 24, 1991.\nJohn Shortall, Dept, of Labor, Appellate Litigation, Washington, D.C., for Petitioner.\nMoss Meersman, East Moline, Ill., for respondent Pav-Saver Mfg. Co.\nRay Darling, Jr., Occupational Safety and Health Admin., Executive Secretary, Washington, D.C., for respondent Occupational Safety Health Review Com’n.\nJerold S. Solovy, Douglas A. Graham, Jenner & Block, Chicago, Ill., amicus curiae for respondent’s position.\nBefore COFFEY and RIPPLE, Circuit Judges, and ESCHBACH, Senior Circuit Judge.\nSecretary Martin was substituted as Petitioner under Fed.R.App.P. 43(c)."
  },
  "file_name": "0528-01",
  "first_page_order": 626,
  "last_page_order": 630
}