{
  "id": 10542070,
  "name": "FIRST NATIONAL BANK OF LOUISVILLE, Plaintiff-Appellant, v. CONTINENTAL ILLINOIS NATIONAL BANK AND TRUST COMPANY OF CHICAGO, Defendant-Appellee",
  "name_abbreviation": "First National Bank of Louisville v. Continental Illinois National Bank & Trust Co. of Chicago",
  "decision_date": "1991-05-20",
  "docket_number": "No. 90-2494",
  "first_page": "466",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 466"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "440 N.E.2d 96",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1982,
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "64 Ill.Dec. 544",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1982,
      "pin_cites": [
        {
          "page": "546"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 Ill.2d 13",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        3096980
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "17-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/92/0013-01"
      ]
    },
    {
      "cite": "486 N.E.2d 902",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1985,
      "pin_cites": [
        {
          "page": "906"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 Ill.Dec. 369",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1985,
      "pin_cites": [
        {
          "page": "373"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "109 Ill.2d 225",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        3126588
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/109/0225-01"
      ]
    },
    {
      "cite": "612 F.Supp. 978",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3773605
      ],
      "pin_cites": [
        {
          "page": "981"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/612/0978-01"
      ]
    },
    {
      "cite": "421 N.E.2d 206",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "51 Ill.Dec. 698",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1981,
      "pin_cites": [
        {
          "page": "703"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 Ill.App.3d 321",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        12131419
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/96/0321-01"
      ]
    },
    {
      "cite": "780 F.2d 589",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6127452,
        1531421
      ],
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/55/0589-01",
        "/f2d/780/0589-01"
      ]
    },
    {
      "cite": "930 F.2d 564",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542769
      ],
      "pin_cites": [
        {
          "page": "565-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/0564-01"
      ]
    },
    {
      "cite": "619 F.2d 683",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1376869
      ],
      "pin_cites": [
        {
          "page": "692"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/619/0683-01"
      ]
    },
    {
      "cite": "589 F.2d 408",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        827111
      ],
      "pin_cites": [
        {
          "page": "412-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/589/0408-01"
      ]
    },
    {
      "cite": "773 F.2d 160",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        19178
      ],
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/773/0160-01"
      ]
    },
    {
      "cite": "745 F.2d 1101",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        593138
      ],
      "pin_cites": [
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/745/1101-01"
      ]
    },
    {
      "cite": "12 Kan.App.2d 788",
      "category": "reporters:state",
      "reporter": "Kan. App. 2d",
      "case_ids": [
        396581
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/kan-app-2d/12/0788-01"
      ]
    },
    {
      "cite": "604 F.2d 464",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        22681
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/604/0464-01"
      ]
    },
    {
      "cite": "51 Tenn.L.Rev. 519",
      "category": "journals:journal",
      "reporter": "Tenn. L. Rev.",
      "year": 1984,
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 858,
    "char_count": 15817,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 3.1467272452011357e-07,
      "percentile": 0.8623881160639095
    },
    "sha256": "cd95d6d0e1de59b34009251d757f9d4915053f11f0ad8d9e48e5fdc754d706d0",
    "simhash": "1:3dbbbf9bc7f17394",
    "word_count": 2589
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BAUER, Chief Judge, and WOOD, Jr., and POSNER, Circuit Judges."
    ],
    "parties": [
      "FIRST NATIONAL BANK OF LOUISVILLE, Plaintiff-Appellant, v. CONTINENTAL ILLINOIS NATIONAL BANK AND TRUST COMPANY OF CHICAGO, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "POSNER, Circuit Judge.\nThis is a contract dispute between two banks that participated in a joint lending arrangement of the kind known as a “participation agreement.” (It is in federal court under the diversity jurisdiction, and Illinois law governs the substantive issues by virtue of a choice of law clause in the contract.) In a typical such arrangement, one bank — the “lead bank” — first makes the loan agreement with the borrower and then makes a separate agreement — the participation agreement — with other banks, to which the lead bank sells shares in the loan (usually retaining a share for itself, however), evidenced by participation certificates. The result is that only the lead bank has a direct contractual relationship with the borrower. Jeffrey Hutchins, What Exactly Is a Loan Participation?, 9 Rutgers Camden L.J. 447 (1978); Patrick Ledwidge, Loan Participations Among Commercial Banks, 51 Tenn.L.Rev. 519, 528 (1984). (On the interpretation of conventional participation agreements, see Carondelet Savings & Loan Ass’n v. Citizens Savings & Loan Ass’n, 604 F.2d 464 (7th Cir.1979); First Bank of Wakeeney v. Peoples State Bank, 12 Kan.App.2d 788, 758 P.2d 236 (1988).) The deal in this case was different because all the banks signed the loan agreement with the borrower and the borrower issued a separate promissory note to each of the banks. A separate agreement, this one just among the banks, appoints one of the lenders to act as agent for the rest in disbursing the loan moneys to the borrower and distributing payments on the loan to the banks, supervising the borrower’s use of the assets that are the collateral for the loan, and, in short, administering the loan. The agent bank corresponds to the lead bank in a conventional participation deal. For simplicity’s sake we shall ignore the separate documents and pretend that the agreement among the banks — the participation agreement properly so-called — was part of the loan agreement.\nFive banks were involved in the deal, including First National Bank of Louisville, the plaintiff in this case, and Continental Illinois Bank and Trust Company of Chicago (since renamed Continental Bank, N.A.), the defendant. In 1987 the five banks agreed to lend $60 million to Prime Leasing, Inc., a computer leasing firm. First National’s share was $10 million. Continental’s share — the largest — was $20 million. The loan agreement appointed Continental the agent for the banks. The loan was secured by Prime’s assets, consisting mainly of accounts receivable and of computer equipment. This was “revolving asset” collateral. That is, Prime was allowed to continue making leases and sales in the ordinary course of business. The expectation was that if it leased a piece of equipment, this would not reduce, but merely change the form of, the company’s assets— would merely change a physical asset into an account receivable. The loan, as a revolving-asset loan (an important qualification, as we are about to see), was for only one year. But it could be extended on a year-to-year basis if all the banks agreed. If not extended, the loan would not become due immediately. The agreement designated November 12, 1988, its first anniversary, not as the due date but as the “conversion date,” meaning that if the loan had not been extended by then, the unpaid principal remaining in the revolving-credit account at the end of the year would be converted to a nonrevolving three-year loan. Prime issued a promissory note, due upon conversion, to each of the banks; but upon conversion the banks would be entitled not to cash but only to new notes, promising repayment of the principal over three years.\nIn June 1988 Prime defaulted on the loan. The agreement provided that in the event of default, Continental could, at the request of a majority of the banks, call the loan, whereupon the promissory notes that Prime had executed would become due and payable immediately — not just replaceable by term notes. The majority did not make any such request, so the loan continued. The agreement also provided that if Prime defaulted, it would lose its right to dispose of collateral. But Continental — over First National’s protests — exercised its right as agent to release collateral from the freeze that had descended when Prime defaulted, and also to subordinate collateral to the claims of other lenders (that is, lenders outside of the group of participating banks) where necessary to enable Prime to obtain needed goods or services.\nThe November conversion date was approaching. Continental didn’t want the loan to be converted to a term loan. Probably it didn’t want to give Prime that much time to pay back the loan; also there was some possibility that Prime would be sold soon and the loan would then be repaid in full. At the same time Continental didn’t want to precipitate Prime into bankruptcy by making the loan payable immediately, as it could have done by declaring a default (provided a majority of the banks went along). So it decided that the original loan agreement should be amended. Of course it could not amend the agreement unilaterally, so it drafted an amendment with a space for each bank to sign, and, in September, all but one — First National— signed. The amendment purported to do two things: to waive Prime’s default, and to eliminate the conversion date.\nNovember 12, 1988, came and went. First National took no action to enforce its note. Instead, in May 1989, it filed this suit against Continental, claiming that Continental, in collusion with the other participating banks (not named as defendants, however), had violated the terms of the agency created by the loan agreement.\nFinding no breach of contract by Continental, the judge granted summary judgment for Continental and dismissed the suit. Only then did First National move to amend its complaint to add Prime as a defendant. The district judge refused to allow so belated an amendment. Her refusal was not an abuse of discretion. Judgment had been entered. Since First National wanted the judgment altered, it had to persuade the judge to reopen the case — had therefore to file a post-judgment motion under Fed.R.Civ.P. 59(e) or 60(b). Car Carriers, Inc. v. Ford Motor Co., 745 F.2d 1101, 1111 (7th Cir.1984); Scott v. Schmidt, 773 F.2d 160, 163 (7th Cir.1985). First National did this. But the presumption in favor of liberality in granting motions to amend, Fed.R.Civ.P. 15(a), is reversed after judgment has been entered. 6 Charles Alan Wright, Arthur R. Miller & Mary Kay Kane, Federal Practice and Procedure § 1489 (2d ed. 1990). (Unless the purpose of the amendment is merely to conform the pleadings to the proof, Fed.R. Civ.P. 15(b), so that the pleadings will be more informative should either party plead res judicata or collateral estoppel in a subsequent suit. Since such an amendment does not seek to alter the judgment, the movant need not file a post-judgment motion, and the presumption in favor of liberality in granting motions to amend is therefore unaffected. Dunn v. Trans World Airlines, Inc., 589 F.2d 408, 412-13 (9th Cir.1978).) First National had to have a good reason for so belated an amendment. It had none. It surely was not a good excuse for not suing Prime that First National wouldn’t have had to do so had it won its suit against Continental. It had to anticipate the possibility of losing, and act accordingly. Just why First National wants to reopen this suit to add Prime as a defendant, rather than bring a fresh suit against Prime, is unclear; maybe the statute of limitations has run. Whatever the reason, the amendment is untimely. Cf. United States Labor Party v. Oremus, 619 F.2d 683, 692 (7th Cir.1980).\nWe turn to the principal issue on appeal, which is whether Continental violated its contractual duties to First National, to the latter’s detriment. Essentially, the loan agreement forbids an extension of the conversion date without the unanimous consent of the participating banks. First National argues that the amendatory agreement that Continental and the other banks made in September 1988 extended the conversion date. It purported to do so, all right, but the banks could not extend the date without complying with the requirements of the participation agreement, which all concede they did not do. The amendment was therefore a nullity. Since the conversion date was not extended — all that the banks (other than First National) had succeeded in doing was agreeing not to accelerate their notes despite Prime’s default — there was no violation of the agreement. Maybe there was an attempted violation; and an attempted breach of contract — even the announcement of an intention to break a contract — is often treated as itself a breach. Sunds Defribator A.B. v. Beloit Cory., 930 F.2d 564, 565-66 (7th Cir.1991). Like other breaches, a repudiation or anticipatory breach entitles the other party to walk away from the contract without liability or, if it cannot avert injury by abandoning its own obligations under the contract (as would be the case, for example, if it would have obtained a profit had the contract been performed, or if it has already performed its part of the bargain), to obtain damages. American Hospital Supply Corp. v. Hospital Products Ltd., 780 F.2d 589, 599 (7th Cir.1985); B & C Electric, Inc. v. Pullman Bank & Trust Co., 96 Ill.App.3d 321, 328, 51 Ill.Dec. 698, 703, 421 N.E.2d 206, 211 (1981); Commonwealth Edison Co. v. Decker Coal Co., 612 F.Supp. 978, 981 (N.D.Ill.1985); 2 E. Allan Farnsworth, Farnsworth on Contracts § 8.20, at pp. 467, 470 (1990). We may assume without having to decide that First National could without liability have repudiated the obligations, if any, that the inter-creditor aspect of the loan agreement imposed on it, when Continental and the others tried to put through an amendment to that agreement that did not comply with the conditions in it. But First National did not do this. Nor has it shown that it was injured by the attempted breach of contract, that is, by the ineffectual attempt to extend the conversion date. That extension is a red herring. It may well have violated the contract, but it did First National no harm. Another reason it did First National no harm is that First National didn’t want conversion of its revolving-loan note to a time note — it wanted immediate repayment.\nWhat did harm First National, or at least may have done so, was the agreement of Continental and the other banks to forgive Prime’s default and let the loan continue. If the loan agreement barred this sort of side deal, First National could argue that the agreement had been violated to its detriment. Only it would not be the provision about extending the conversion date that would have been violated. It would be the provision barring the side agreement.\nThere is no such provision. But maybe one can be inferred or constructed, as follows. Since Continental, at least when acting in concert with a majority of the banks (weighting number by size of loan), controlled the collateral, First National could not in fact have enforced the rights that the agreement conferred on it, in particular the right to collect its note on November 12, 1988, regardless of what the other banks did, in the event that Prime defaulted before that date. And, contrary to another and inconsistent argument by First National, the agreement is explicit that Continental was not required to do anything with respect to the collateral unless directed to do so by lenders, itself included, holding 70 percent of the loans. Prime was in default. It probably didn’t have $10 million to pay First National’s note. (Else why didn’t First National seek to enforce its note on November 12, 1988, or for that matter on any subsequent day until its belated attempt to amend its complaint in this case?) Nor could First National levy on the loan collateral. That collateral was controlled by Continental, which having decided that Prime should be preserved as a going concern would hardly cooperate in its dismemberment by releasing one-sixth of the collateral to First National. First National was squashed by “majority rule.”\nWell, is that so bad? Obviously there are competing interests in the formulation of a participation agreement. On the one hand, each bank wants to preserve, so far as possible, its freedom .of action. On the other hand, well-known collective-action problems of which bankruptcy law is the best-known solution argue for coordinated action by the lenders to prevent a destructive angling for advantage. The agreement in issue in this case is weighted in favor of coordination, though less so than the conventional participation agreement. Some freedom of action is preserved to the individual banks by the provision requiring unanimous consent to extend the loan (or the conversion date), but, as First National correctly points out, not much as a practical matter. Yet consider the alternative. The banks that had financed five-sixths of the loan thought it in their best interest not to call the loan, despite the borrower’s default. Given that decision, it was in First National’s interest to play dog in the manger, since while Prime obviously could not have paid back the entire loan on November 12, 1988, it might well have been able to turn over assets worth $10 million, had Continental not controlled the assets. But that depletion of Prime’s assets might have jeopardized its survival, to the prejudice of the remaining lenders. Had First National called its loan, this might well have precipitated Prime into bankruptcy, in which event all the banks would probably have been losers. First National didn’t want to take that chance. It is asking for an interpretation of the agreement that not only lacks textual support, but also arms one bank to take advantage of the forbearance of others. The agreement, it bears emphasis, authorized First National to call its loan when at year’s end Prime was in default, but it did not authorize First National to take advantage of the other banks as it seeks to do, and thus enjoy the best of all possible worlds.\nOf the additional issues presented by the appeal only one requires discussion, and that briefly. We do not think Continental forfeited its right to claim attorney’s fees (explicitly allowed by the agreement) because it did not first request them from Prime. There is no such condition in the original loan agreement. In a subsequent agreement between Prime and the banks— an agreement that First National did not sign — Prime agreed to reimburse Continental for fees incurred by Continental in its litigation with First National, but clearly, given First National’s role in this entire matter, there was no intention to make First National a beneficiary of that provision, and therefore it is not entitled to seek payment under it. Bates & Rogers Contruction Corp. v. Greeley & Hansen, 109 Ill.2d 225, 232, 93 Ill.Dec. 369, 373, 486 N.E.2d 902, 906 (1985); Pelham v. Griesheimer, 92 Ill.2d 13, 17-18, 64 Ill.Dec. 544, 546, 440 N.E.2d 96, 98 (1982).\nAffirmed.",
        "type": "majority",
        "author": "POSNER, Circuit Judge."
      }
    ],
    "attorneys": [
      "Ronald Butler, Ellen M. Babbitt, Bruce W. Melton, Butler, Rubin, Newcomer, Sal-tarelli, Boyd & Krasnow, Chicago, Ill., Patrick E. Morgan, Douglas G. Sharp, Carolyn B. Wetterer, Morgan & Pottinger, Louisville, Ky., for plaintiff-appellant.",
      "Francis X. Grossi, Jr., C. Elizabeth McCarty, Lori Richardson, Katten, Muchin & Zavis, Chicago, III, Edward H. Stopher, Louisville, Ky., for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "FIRST NATIONAL BANK OF LOUISVILLE, Plaintiff-Appellant, v. CONTINENTAL ILLINOIS NATIONAL BANK AND TRUST COMPANY OF CHICAGO, Defendant-Appellee.\nNo. 90-2494.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 17, 1991.\nDecided May 20, 1991.\nRonald Butler, Ellen M. Babbitt, Bruce W. Melton, Butler, Rubin, Newcomer, Sal-tarelli, Boyd & Krasnow, Chicago, Ill., Patrick E. Morgan, Douglas G. Sharp, Carolyn B. Wetterer, Morgan & Pottinger, Louisville, Ky., for plaintiff-appellant.\nFrancis X. Grossi, Jr., C. Elizabeth McCarty, Lori Richardson, Katten, Muchin & Zavis, Chicago, III, Edward H. Stopher, Louisville, Ky., for defendant-appellee.\nBefore BAUER, Chief Judge, and WOOD, Jr., and POSNER, Circuit Judges."
  },
  "file_name": "0466-01",
  "first_page_order": 564,
  "last_page_order": 568
}