{
  "id": 10542173,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Clarence ROBERTS, Jr., Defendant-Appellant",
  "name_abbreviation": "United States v. Roberts",
  "decision_date": "1991-05-23",
  "docket_number": "No. 90-2483",
  "first_page": "517",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 517"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "816 F.2d 1448",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1678083
      ],
      "pin_cites": [
        {
          "page": "1451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/816/1448-01"
      ]
    },
    {
      "cite": "836 F.2d 1220",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548974
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/1220-01"
      ]
    },
    {
      "cite": "868 F.2d 720",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529458
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/868/0720-01"
      ]
    },
    {
      "cite": "930 F.2d 1183",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546242
      ],
      "pin_cites": [
        {
          "page": "1190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/1183-01"
      ]
    },
    {
      "cite": "715 F.2d 315",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1882340
      ],
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/715/0315-01"
      ]
    },
    {
      "cite": "930 F.2d 567",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542788
      ],
      "pin_cites": [
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/0567-01"
      ]
    },
    {
      "cite": "443 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182418
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "319",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "2789",
          "parenthetical": "emphasis in original"
        },
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/443/0307-01"
      ]
    },
    {
      "cite": "745 F.2d 1112",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        593083
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "1122",
          "parenthetical": "quoting Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979) (emphasis in original)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/745/1112-01"
      ]
    },
    {
      "cite": "928 F.2d 1461",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1138315
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/928/1461-01"
      ]
    },
    {
      "cite": "716 F.2d 830",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1890711
      ],
      "pin_cites": [
        {
          "page": "832"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/716/0830-01"
      ]
    },
    {
      "cite": "104 L.Ed.2d 1010",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "quoting United States v. Weeks, 716 F.2d 830, 832 (11th Cir.1983)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 2456",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "quoting United States v. Weeks, 716 F.2d 830, 832 (11th Cir.1983)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "490 U.S. 1101",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605985,
        605858,
        606052,
        605061,
        605286,
        605446,
        604937,
        604876,
        605069,
        605139,
        605716,
        605395,
        605075,
        604980,
        605430,
        605241
      ],
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "quoting United States v. Weeks, 716 F.2d 830, 832 (11th Cir.1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/1101-03",
        "/us/490/1101-05",
        "/us/490/1101-08",
        "/us/490/1101-12",
        "/us/490/1101-15",
        "/us/490/1101-14",
        "/us/490/1101-11",
        "/us/490/1101-13",
        "/us/490/1101-01",
        "/us/490/1101-09",
        "/us/490/1101-02",
        "/us/490/1101-10",
        "/us/490/1101-04",
        "/us/490/1101-07",
        "/us/490/1101-06",
        "/us/490/1101-16"
      ]
    },
    {
      "cite": "870 F.2d 880",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11645984
      ],
      "pin_cites": [
        {
          "page": "886"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/870/0880-01"
      ]
    },
    {
      "cite": "871 F.2d 616",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531587
      ],
      "pin_cites": [
        {
          "page": "621"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/871/0616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 799,
    "char_count": 16035,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 3.736504555514008e-07,
      "percentile": 0.8945432726000628
    },
    "sha256": "f071c574ddcec8e938f4d209f25bb72159b2bb764d5c6b2bb9cb8b4fb46cf8ca",
    "simhash": "1:9ec20f7500326c42",
    "word_count": 2577
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BAUER, Chief Judge, CUDAHY and EASTERBROOK, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Clarence ROBERTS, Jr., Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "CUDAHY, Circuit Judge.\nThis is a direct appeal of a criminal conviction. Clarence Roberts was charged with four counts in connection with the armed robbery of the Champion Federal Savings and Loan in Joliet, Illinois — conspiracy to commit armed bank robbery, commission of armed bank robbery, use of a firearm in the commission of a federal felony and possession of a firearm after having been convicted of a felony. A jury found Roberts guilty on all four counts and the district court sentenced him to 352 months in prison followed by a three year term of supervised release. Roberts challenges his conviction on two grounds. First, he contends that the district court improperly admitted evidence of his other crimes in violation of Federal Rule of Evidence 404(b) by allowing testimony regarding the events surrounding the government’s recovery of his gun. Second, he insists that the evidence is insufficient to demonstrate that he knowingly possessed and wielded during the bank robbery the very same gun recovered by the government two days later. We affirm Roberts’ conviction on all counts.\nI.\nOn July 20, 1989, the Champion Federal Savings and Loan was robbed at gunpoint. From the testimony at trial, it appears that the crime was carried out in the following manner. Clarence Roberts and his accomplice Mattie May Capíes entered the bank and approached teller Sonja Mau. Capíes purchased a stamp and Roberts asked Mau to make change for a twenty dollar bill. When this simple ploy succeeded in inducing Mau to open her cash drawer, Roberts drew two guns, tossing one gun to Capíes and leveling the other at Mau. Roberts demanded money but Mau froze. Vaulting onto the teller counter, Roberts himself scooped handfuls of money from the open drawer into his shirt, all the while facing Nora Berglund, the teller at the adjacent station.\nDuring this time, Capíes dashed from the bank into a waiting car driven by the third party to the scheme, Anthony Soriano. When Roberts was making his own getaway, however,- a gust of wind at the bank’s doorway scattered some of the money he was carrying in his shirt. As Roberts stooped to retrieve the errant bills, Officer David Sova of the Joliet Police Department passed by the bank. Spotting Officer Sova, Roberts allegedly drew his gun and shouted “Do you want some? You want some of this?” Roberts then sprinted down the street and leaped into the getaway car. Officer Sova raced through the streets of Joliet in hot pursuit of the suspects. After a short while, the getaway car abruptly pulled over and Roberts bolted out and disappeared between two buildings. Officer Sova elected to pursue Sori-ano by car rather than to follow Roberts on foot. After a high-speed chase, the police eventually apprehended Soriano about ten miles outside Joliet.\nRoberts remained at large for two days — until July 22, 1989. On that date, Roberts attempted yet another armed foray, this time into a Walgreens store on Broadway Avenue in Chicago. As Roberts was fleeing from the scene of the crime, a store clerk alerted the public of the robbery over the loudspeaker. Pursued by off-duty Chicago police officer Walter Cipun, Roberts ran onto a rooftop. By this time, several other police officers had arrived. One of them, Officer Woznicki, spotted Roberts jumping from the roof and simultaneously heard a “clanging sound” in the alleyway beneath. Beaming a flashlight in the direction of the noise, Woznicki discovered a blue steel revolver. Shortly after-wards, the police arrested Roberts.\nAt trial, the government presented the jury with abundant evidence linking Roberts both to the bank robbery and to the gun that was recovered two days later. Videotapes from bank cameras graphically depicted Roberts in the act of holding up the bank. Numerous eyewitnesses, such as Mau and Berglund, pointed out Roberts as the bankrobber and identified the government exhibit weapon as the same gun wielded during the robbery. Even Roberts’ accomplice Mattie Capíes testified against him, recounting Roberts’ part in the scheme. A special agent of the Bureau of Alcohol, Tobacco and Firearms proffered her opinion that the government exhibit weapon had been manufactured in Florida. Finally, Officers Woznicki and Cipun narrated in brief the events surrounding their recovery of the gun: that they observed Roberts jump from a rooftop, heard a clanging noise, searched for and recovered the gun and arrested Roberts. By order of the district court, however, both officers omitted any reference to the Walgreens robbery.\nThe jury convicted Roberts of all four counts charged in the indictment and the district court sentenced Roberts to 352 months of imprisonment to be followed by a three year period of supervised release. Judge Hart also ordered Roberts to pay a $200 special assessment. On appeal, Roberts claims reversible error on two grounds. First, he maintains that the district court improperly admitted testimony concerning the events surrounding his arrest and the recovery of the gun on July 22, 1989. Second, he challenges the sufficiency of the evidence in support of his conviction, asserting that there was insufficient proof that he possessed and utilized the government exhibit weapon during the July 20 bank robbery.\nII.\nA. Other Acts Evidence\nRoberts first takes issue with the district court’s decision to allow testimony regarding the government’s recovery of the gun. Specifically, he contends that such testimony was admitted in violation of Federal Rule of Evidence 404(b) because it disclosed to the jury prejudicial evidence of another crime that he committed, namely the armed robbery of the Walgreens store.\nFederal Rule of Evidence 404(b) provides that:\nEvidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\nRoberts bears a heavy burden in challenging the district court’s decision to admit or exclude evidence. It is well established that a district court’s evidentiary rulings will be reversed only for abuse of discretion. See United States v. Zapata, 871 F.2d 616, 621 (7th Cir.1989).\nAt trial, the district court permitted Officers Cipun and Woznicki to recount the manner in which they recovered the government exhibit weapon on July 22, 1989. They testified that they observed Roberts on a rooftop with a gun, that he discarded the gun and leaped from the roof and that they arrested him and retrieved the weapon. Although Roberts contends that such testimony reveals his commission of other crimes in violation of Rule 404(b), the district court carefully prevented the government from alluding to Roberts’ robbery of the Walgreens store. Thus the jury never even learned of the Walgreens robbery and may well have assumed that Roberts was being pursued and arrested on July 22 for the same robbery for which he was on trial — the armed robbery of the Joliet bank on July 20.\nThis cautiously edited testimony regarding the government’s recovery of Roberts’ gun, moreover, is not precluded under Rule 404(b) because such evidence does not relate to extraneous “other acts.” It is, instead, “intricately connected” with the very crimes for which Roberts was being tried — armed bank robbery and illegal possession of a gun. Evidence that Roberts was caught with a dark steel revolver with a brown handle matching the description of the weapon he used only two days earlier to rob the Joliet bank is directly relevant to the crimes with which he was charged. As the Second Circuit has declared, “evidence of uncharged criminal activity is not considered/other crimes’ evidence under Fed. R.Evid. 404(b) if it ‘arose out of the same transaction or series of transactions as the charged offense, if it [is] inextricably intertwined with the evidence regarding the charged offense, or if it is necessary to complete the story of the crime [on] trial.’ ” United States v. Towne, 870 F.2d 880, 886 (2d Cir.), cert. denied, 490 U.S. 1101, 109 S.Ct. 2456, 104 L.Ed.2d 1010 (1989) (quoting United States v. Weeks, 716 F.2d 830, 832 (11th Cir.1983)). Thus in Towne, the court held that evidence of Towne's possession of a gun on days other than the date specifically charged in the indictment was not “other crimes” evidence inadmissible under Rule 404(b). Similarly, in United States v. Muhammad, 928 F.2d 1461 (7th Cir.1991), the Seventh Circuit held that evidence of Muhammad’s participation in a shooting incident did not violate Rule 404(b) because it was directly relevant to the crime for which he was indicted — possession of a firearm. The Muhammad court thus analyzed the evidence under Rule 403 and found it admissible because its probative value outweighed its prejudicial effect.\nWe are reluctant to second guess the district court’s delicate balancing of probity and prejudice in this case. The district court deliberately circumscribed the content of Officer Cipun’s and Officer Woz-nicki’s testimony to exclude any reference to the armed robbery of the Walgreens store. The two officers’ spare account merely served to put into context the manner in which they recovered Roberts’ gun. The district court’s admission of such carefully tailored evidence was not an abuse of its discretion.\nB. Sufficiency of the Evidence\nRoberts also challenges the sufficiency of the evidence in support of his conviction. He contends that the evidence failed to establish that he robbed the bank with the same gun recovered by the government two days later. This argument comprises two distinct prongs: first, that the evidence was insufficient to show that Roberts actually possessed the weapon the officers retrieved from the alley on July 22, and, second, that this weapon was not the same one he used to rob the bank.\nIn reviewing the sufficiency of the evidence supporting Roberts’ conviction, we must examine the evidence in the light most favorable to the government. As we have stated elsewhere, “The test is whether, after viewing the evidence in the light most favorable to the government, ‘any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.’ ” United States v. Pritchard, 745 F.2d 1112, 1122 (7th Cir. 1984) (quoting Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979) (emphasis in original)). And an appellate court may overturn the jury’s verdict “ ‘[o]nly when the record contains no evidence, regardless of how it is weighed, from which the jury could find guilt beyond a reasonable doubt.’ ” United States v. Macias, 930 F.2d 567, 572 (7th Cir.1991) (quoting United States v. Redwine, 715 F.2d 315, 319 (7th Cir.1983)); see United States v. Lamon, 930 F.2d 1183, 1190 (7th Cir.1991).\nCounts I, II and III of Roberts’ indictment are not implicated by his sufficiency of the evidence argument because these charges do not depend upon the particular gun Roberts used to rob the Joliet bank. Eyewitness testimony and the bank videotape provide sufficient proof that Roberts utilized some gun to hold up the Champion Federal Savings and Loan. Therefore, there exists ample evidence to sustain Roberts’ conviction upon Counts I, II and III.\nAs for Count IV, the first prong of Roberts’ argument is easily dismissed. Officer Woznicki testified that he observed Roberts on a rooftop with a gun, that he heard a clanging noise and that he retrieved the government exhibit weapon from the alleyway beneath. This testimony was more than sufficient to support the jury’s conclusion that Roberts actually possessed and discarded the government exhibit weapon as he leaped from the rooftop of the building.\nThe second prong of Roberts’ argument, however, raises a more difficult question. Count IV of Roberts’ indictment explicitly sets forth the serial number of the weapon that was recovered by the government on July 22 in its charge that Roberts illegally possessed a gun after having been convicted of a felony. Moreover, the government conceded at oral argument that proof of an essential element of the Count IV offense — that the weapon traveled in interstate commerce — relies upon expert testimony that the government exhibit weapon was manufactured in Florida. Thus the government’s case regarding Count IV of the indictment does hinge upon the particular gun found in Roberts’ possession. But two bank tellers, Sonja Mau and Nora Berglund, specifically identified the government exhibit weapon as the same gun Roberts brandished during the Joliet bank robbery. Further, the government exhibit weapon matches the description given by Roberts’ accomplice Mattie Capíes of a dark steel revolver with a brown handle. Finally, the fact that Roberts was caught with a similar gun only two days after the crime buttresses the jury’s determination that this weapon was the same one he employed during the robbery of the Joliet bank.\nReviewing all this testimony in the light most favorable to the government, we conclude that the evidence was sufficient to support Roberts’ conviction on Count IV. The fact that the government exhibit weapon matches the description of the gun used in the bank robbery and was identified by several eyewitnesses to the crime is enough to sustain the jury’s finding of a nexus between the weapon retrieved from Roberts on July 22 and the July 20 bank robbery.\nIII.\nThe district court properly admitted testimony regarding the manner in which the government recovered Roberts’ gun. Moreover, the evidence was sufficient to sustain Roberts’ conviction on all four counts. Therefore, Clarence Roberts’ conviction is hereby\nAffirmed.\n. Several days after oral argument in this case, Roberts submitted a letter raising a wholly new issue. Roberts now claims that his Order of Judgment and Sentence contains an error in the calculation of his sentence. Although the Order states that Roberts’ sentences on Counts I and II are to be served concurrently, the total sentence tallies to 352 months, a number that could have been reached only through consecutive sentences on those two counts. The government responds by adverting to the transcript of the Sentencing Proceeding, which seems to demonstrate the district court’s intention that Roberts’ sentences on these two counts run consecutively, not concurrently. All this confusion may stem from a simple clerical mistake. Generally, the transcript of the sentencing proceeding takes precedence over the judgment order. See, e.g., United States v. Posner, 868 F.2d 720 (5th Cir.1989) (district judge’s statement that defendant should serve special parole term of not less than eight years controlled judgment and commitment order); United States v. Bergmann, 836 F.2d 1220 (9th Cir.1988) (where oral pronouncement of sentence contradicts judgment and commitment order, oral pronouncement must control); United States v. Villano, 816 F.2d 1448, 1451 (10th Cir.1987) (en banc) (\"The sentence orally pronounced is the sentence_’’). Because Roberts’ new argument is not properly before us, however, we decline to pronounce judgment on this issue. Roberts may obtain clarification of the precise terms of his sentence from the district court pursuant to Federal Rules of Criminal Procedure 36, which allows a court to correct its own clerical mistakes in judgments or orders at any time. And other procedures may be available to redress any serious error in Roberts’ sentence.",
        "type": "majority",
        "author": "CUDAHY, Circuit Judge."
      }
    ],
    "attorneys": [
      "Barry R. Elden, Asst. U.S. Atty., Jonathan C. Bunge, Office of U.S. Atty., Criminal Receiving, Appellate Div., Chicago, Ill., for plaintiff-appellee.",
      "Mary E. Gentile, Chicago, Ill., for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Clarence ROBERTS, Jr., Defendant-Appellant.\nNo. 90-2483.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 8, 1991.\nDecided May 23, 1991.\nBarry R. Elden, Asst. U.S. Atty., Jonathan C. Bunge, Office of U.S. Atty., Criminal Receiving, Appellate Div., Chicago, Ill., for plaintiff-appellee.\nMary E. Gentile, Chicago, Ill., for defendant-appellant.\nBefore BAUER, Chief Judge, CUDAHY and EASTERBROOK, Circuit Judges."
  },
  "file_name": "0517-01",
  "first_page_order": 615,
  "last_page_order": 619
}