{
  "id": 10545153,
  "name": "Joe C. MOZEKE and Lizzie B. Mozeke, Plaintiffs-Appellants, v. INTERNATIONAL PAPER CO., et al., Defendants, and Kamyr, Inc., Plaintiff-Appellee",
  "name_abbreviation": "Mozeke v. International Paper Co.",
  "decision_date": "1991-06-25",
  "docket_number": "No. 90-4282",
  "first_page": "1293",
  "last_page": "1299",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 1293"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "363 So.2d 1266",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9633105
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/363/1266-01"
      ]
    },
    {
      "cite": "835 F.2d 1113",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10551194
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/835/1113-01"
      ]
    },
    {
      "cite": "856 F.2d 722",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532120,
        10532057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/856/0722-02",
        "/f2d/856/0722-01"
      ]
    },
    {
      "cite": "673 F.2d 127",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1412667
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/673/0127-01"
      ]
    },
    {
      "cite": "863 F.2d 1180",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534428
      ],
      "pin_cites": [
        {
          "page": "1187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/863/1180-01"
      ]
    },
    {
      "cite": "365 So.2d 860",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9617912
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "863"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/365/0860-01"
      ]
    },
    {
      "cite": "457 So.2d 15",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7605763,
        7605803,
        7605853,
        7605712
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/457/0015-02",
        "/so2d/457/0015-03",
        "/so2d/457/0015-04",
        "/so2d/457/0015-01"
      ]
    },
    {
      "cite": "451 So.2d 1211",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7636633
      ],
      "pin_cites": [
        {
          "page": "1213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/451/1211-01"
      ]
    },
    {
      "cite": "522 So.2d 152",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        11294581
      ],
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/522/0152-01"
      ]
    },
    {
      "cite": "196 So.2d 598",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9801399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/196/0598-01"
      ]
    },
    {
      "cite": "799 F.2d 993",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1605658
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "994"
        },
        {
          "page": "994"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/799/0993-01"
      ]
    },
    {
      "cite": "577 So.2d 65",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7505663
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "73"
        },
        {
          "page": "73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/577/0065-01"
      ]
    },
    {
      "cite": "512 So.2d 839",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7575489,
        7575402
      ],
      "pin_cites": [
        {
          "page": "850"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/512/0839-02",
        "/so2d/512/0839-01"
      ]
    },
    {
      "cite": "358 So.2d 926",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9732569
      ],
      "pin_cites": [
        {
          "page": "929"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/358/0926-01"
      ]
    },
    {
      "cite": "571 So.2d 866",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7529405
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "869"
        },
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/571/0866-01"
      ]
    },
    {
      "cite": "650 F.2d 44",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1240021
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/650/0044-01"
      ]
    },
    {
      "cite": "482 So.2d 620",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7600390,
        7600427,
        7600465,
        7600499,
        7600350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/482/0620-02",
        "/so2d/482/0620-03",
        "/so2d/482/0620-04",
        "/so2d/482/0620-05",
        "/so2d/482/0620-01"
      ]
    },
    {
      "cite": "481 So.2d 1022",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7608260,
        7608358
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1030"
        },
        {
          "page": "1030"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/481/1022-01",
        "/so2d/481/1022-02"
      ]
    },
    {
      "cite": "250 So.2d 754",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        5599530
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "755-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/259/0599-01"
      ]
    },
    {
      "cite": "259 La. 599",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5599530,
        9752751
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/la/259/0599-01",
        "/so2d/250/0754-01"
      ]
    },
    {
      "cite": "853 F.2d 355",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542978
      ],
      "pin_cites": [
        {
          "page": "358-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/853/0355-01"
      ]
    },
    {
      "cite": "571 F.2d 290",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        922562
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/571/0290-01"
      ]
    },
    {
      "cite": "885 F.2d 266",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526951
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/885/0266-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 916,
    "char_count": 22814,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 7.447222162871656e-08,
      "percentile": 0.44420910253841056
    },
    "sha256": "a02d1ff77ca333de5ec73c3d43bf2478aa7832488e7d246242394563882d4857",
    "simhash": "1:d2bba7a6ae121fc2",
    "word_count": 3740
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GOLDBERG, HIGGINBOTHAM, and JONES, Circuit Judges."
    ],
    "parties": [
      "Joe C. MOZEKE and Lizzie B. Mozeke, Plaintiffs-Appellants, v. INTERNATIONAL PAPER CO., et al., Defendants, and Kamyr, Inc., Plaintiff-Appellee."
    ],
    "opinions": [
      {
        "text": "GOLDBERG, Circuit Judge:\nOn October 4, 1985, Joe C. Mozeke, an employee of Brown & Root (“B & R”), was struck by a falling object while working inside of a pine digester owned and operated by International Paper Company (“IP”) at its plant located in Mansfield, Louisiana (the “Mansfield Mill”). Mozeke and his wife sued IP and the manufacturer of the pine digester, Kamyr, Inc. (“Kamyr”), seeking to recover for the injuries they sustained as a result of this accident. The jury found that the Kamyr pine digester was defective neither in design nor due to Kamyr’s failure to warn Mozeke about a danger not apparent to an ordinary user. On appeal, the Mozekes challenge the sufficiency of the jury charge and the district court’s denial of the Mozekes’ motion for new trial. We affirm. The jury charge, considered as a whole adequately explained the applicable Louisiana law. In addition, the district court did not abuse its discretion in denying the Mozekes’ motion for new trial because there was evidence in the record to support the jury verdict.\nI. FACTS AND PROCEEDINGS BELOW\nWhen Mozeke was injured, B & R was under contract to IP to provide the maintenance at the Mansfield Mill. On the day of the accident, the Mansfield Mill was in its annual “shut down.” During this shut down, IP inspected, cleaned, repaired, and maintained certain equipment, including the pine digester. The pine digester is a large, closed vessel, approximately 200 feet tall, in which wood chips and chemicals are mixed and heated as part of the paper-making process.\nDuring the normal course of operation, the pine digester accumulates on its inner surfaces a hard coating of material generally referred to as “scale.” Scale is merely a hardened version of pulp which accumulates on the interior of the digester and has the consistency and texture of rock. The scale is removed by an acid cleaning process during which the scale is dissolved chemically. IP personnel conduct the acid cleaning in accordance with a detailed safety procedure IP established.\nAccording to IP procedure, after IP personnel complete the acid cleaning procedure, IP and B & R representatives must visually inspect the upper portion of the digester through an opening called the “upper manway.” Some, but not all, of the upper portion of the digester can be visually inspected through this upper manway. If no scale is present during this visual inspection, then a B & R crew enters the lower part of the vessel through the lower manway to construct a scaffold. A contractor then uses the scaffold to inspect the welds on the inside of the pine digester.\nOn the day of the accident, both a B & R representative and an IP representative were assigned to inspect the pine digester through the upper manway. Their visual inspection with the aid of a flashlight revealed scale in the upper portions of the digester. No action was taken, however, to determine whether the scale posed any hazard to the B & R workers who were subsequently sent into the bottom of the vessel to begin construction of the scaffold.\nWhen Mozeke and the two other B & R employees, Alvis McKinney, known as ‘Goodeye,’ and Billy Ingram, entered the pine digester, no warnings were posted to warn persons who might enter of the hazard presented to them by falling scale. While Mozeke, ‘Goodeye,’ and Ingram were putting the scaffold together, an object fell and struck Mozeke. Although that object was never identified, undisputed testimony at trial indicated that pieces of broken scale were located in the bottom of the pine digester after the accident. The falling object fractured Mozeke’s shoulder and caused a contusion of his spinal cord.\nFollowing the accident, the upper portion of the digester was again inspected, this time with a high intensity light rather than a flashlight. The high intensity light revealed pieces of loose scale in the top of the digester. IP personnel concluded that the digester had not been adequately acid cleaned to remove scale. Following the accident, IP and B & R personnel recommended that IP use more acid and pressure during the acid cleaning procedure. They also recommended that IP enforce its requirement that a high intensity light, rather than just a flashlight, be used during inspections of the pine digester following the acid cleaning procedure. Four years after the accident, and immediately before the trial, IP decided to construct an additional manway opening at the top of the pine digester to improve visibility at the top of the digester.\nKamyr supplied IP with annual digester update books which discussed maintenance, operation and safety matters involving the pine digester. Kamyr also conducted regular seminars on the pine digester equipment. At least one IP representative from the Mansfield Mill attended one of those seminars. At this seminar, the employee received written material which discussed the fact that during digester inspections the inspector should follow closed vessel entry safety procedures, such as conducting a visual inspection for scale before entering into the pine digester, and exercise caution if scale was present.\nFollowing Mozeke’s accident, Mozeke and his wife instituted this litigation in Louisiana state court, seeking to recover damages from IP for the personal injuries Mozeke sustained. After this matter was removed to federal court, the Mozekes added Kamyr as a party defendant. The court subsequently granted IP’s motion for summary judgment, finding that IP was Mo-zeke’s statutory employer and was therefore entitled to tort immunity under Louisiana law.\nThis matter was subsequently tried before a jury. The jury answered by special interrogatory that the Kamyr pine digester was not defective in design and that Kamyr had not failed to warn the user about a danger inherent in the normal use of the product. The Mozekes filed a motion for new trial which the district court denied. The Mozekes then filed a timely notice of appeal.\nII. DISCUSSION\nA. Sufficiency of the Jury Charge\nThe Mozekes argue that the trial court erred in failing to sustain their objection to the following portion of the jury instruction:\nKamyr argues that International Paper and Brown & Root are sophisticated users of the pine digester. I instruct you that a manufacturer like Kamyr is under no duty to warn a sophisticated user of those dangers which it may be presumed to know through its familiarity with the product....\nThe Mozekes objected to this instruction, arguing that the instruction was irrelevant since Mozeke was not a sophisticated user. Mozeke also objected to the court’s failure to give a clarifying instruction that a manufacturer has an obligation to warn foreseeable, unsophisticated third party users even though the product was originally sold to a sophisticated purchaser.\nNormally the trial judge has wide discretion in wording the jury instructions. Olney Sav. & Loan Assoc. v. Trinity Banc Sav. Assoc., 885 F.2d 266, 272 (5th Cir. 1989). In reviewing a district court's instructions to the jury, this court should consider the charge as a whole, in view of the allegations in the complaint, the evidence presented, and the arguments of counsel, to determine whether the jury was misled or whether it understood the issues presented. Coughlin v. Capitol Cement Co., 571 F.2d 290, 300 (5th Cir.1978). The test is whether the jury was misled in any way. Id.\nConsidering the overall import of the instructions and interrogatories in this case, we conclude that the jury was properly charged in accordance with the applicable Louisiana law. Since this case was removed to a federal forum on the basis of diversity of citizenship, we sit as an Erie court and must apply Louisiana law, attempting to rule as a Louisiana court would if presented with the same issues. Walker v. Sears, Roebuck & Co., 853 F.2d 355, 358-59 (5th Cir.1988). Following the leading Louisiana Supreme Court decision in Weber v. Fidelity & Casualty Ins. Co., 259 La. 599, 250 So.2d 754, 755-56 (1971), the district court properly instructed the jury with respect to the doctrine of products liability under Louisiana law as follows:\nThe Mozekes must establish by a preponderance of the evidence three essential elements in order to recover [on their claim that the Kamyr pine digester was defective]: First that at the time of such manufacture and sale, the product was in a defective condition making it unreasonably dangerous to the user. Second, that the product was operated up to the time of the accident without substantial change in the condition in which Kamyr sold it. Third, that the defective condition in the product was a legal cause of the injury complained of by the Mozekes.\nSee Marshall v. Beno Truck Equip., Inc., 481 So.2d 1022, 1030 (La.Ct.App.1985), cert. denied, 482 So.2d 620 (La.1986); see also Byrd v. Hunt Tool Shipyards, Inc., 650 F.2d 44, 47 (5th Cir.1981). In addition, the court further instructed the jury that in Louisiana a manufacturer of a product must warn a foreseeable user of any danger inherent in the product’s normal use which is not within the knowledge of an ordinary user. Leday v. Clairol, Inc., 571 So.2d 866, 869 (La.Ct.App.1990); see also Chappuis v. Sears, Roebuck & Co., 358 So.2d 926, 929 (La.1978).\nIn addition to the sophisticated user instruction, the district court instructed the jury as follows regarding the manufacturer’s duty to warn:\nA manufacturer is required to provide an adequate warning of any danger inherent in the normal use of its product which is not within the knowledge of the ordinary user.\n* * * * ¡k *\nIf you conclude that the manufacturer failed to provide an adequate warning you must presume that the reader would have read and heeded the warning. However, if the defendant convinces you by a preponderance of the evidence that adequate warning would have been futile under the circumstances, then you may not impose liability on the manufacturer for failing to warn.\nIn determining whether the defendant fulfilled its duty to warn, you may consider the warnings which are placed on the product by the manufacturer made directly to dealers, statements made by the manufacturer in the operations manual handbook which accompanied the product and in the offer the manufacturer may have made to his dealer or the purchase of the product to assist in remedying the condition of the product.\nSee Bloxom v. Bloxom, 512 So.2d 839, 850 (La.1987) (manufacturer has burden to prove warning would have been futile); see also Leday, 571 So.2d at 869. This language immediately preceded the contested jury instruction regarding a sophisticated user.\nThe Mozekes do not argue that the district court incorrectly charged the jury regarding Louisiana law on the duty to warn, rather they argue that the trial court’s charge, taken as a whole, left the jury with the incorrect impression that a manufacturer such as Kamyr had no duty to warn foreseeable, unsophisticated users such as Mozeke when the product was originally sold to a sophisticated purchaser such as IP. Louisiana law clearly states that a manufacturer is under no duty to warn a user about a particular danger when the user is already aware, or should reasonably be aware, of that danger. Home Ins. Co. v. National Tea Co., 577 So.2d 65, 73 (La.Ct.App.1990). Instead, the adequacy of a warning, or the need for a warning, must be evaluated in light of the expertise of the user of the product. The manufacturer’s duty to warn of limitations associated with a particular product “ ‘is without application in those instances wherein the party either knows or should know of the limitations and restricted capabilities of the article.’ ” American Mut. Liab. Ins. Co. v. Firestone Tire & Rubber Co., 799 F.2d 993, 994 (5th Cir.1986) (quoting West v. Hydrotest, Inc., 196 So.2d 598 (La. Ct. App.1967)).\nIn Byrd v. Hunt Tool Shipyards, Inc., 650 F.2d 44, 47 n. 1 (5th Cir.1981), this court restated in a footnote the general rule under Louisiana law that a manufacturer’s duty to warn is precluded in situations when the purchaser has particular knowledge of or experience with the inherent dangers in the use of a product, i.e., a sophisticated user. See also Hines v. Remington Arms Co., 522 So.2d 152, 156 (La. Ct.App.1988); Ducote v. Liberty Mut. Ins. Co., 451 So.2d 1211, 1213 (La.Ct.App.), cert. denied, 457 So.2d 15 (La.1984). Whether a user is sophisticated is ordinarily a question of fact for the jury to decide. Fincher v. Surrette, 365 So.2d 860, 863 (La.Ct.App. 1978); see also American Mut. Liab. Ins. Co. v. Firestone Tire & Rubber Co., 799 F.2d 993, 994 (5th Cir.1986). No Louisiana court has addressed, however, whether a manufacturer who sells to a sophisticated user has a continuing duty to warn foreseeable third party users other than the sophisticated purchaser. A Louisiana court has stated, however, that the user must be warned concerning potential dangers of a product, whether he be a purchaser or not, and it is the user who should be furnished instructions or warnings intended to prevent misuse. Marshall, 481 So.2d at 1030.\nMozeke argues that the district court’s jury instructions led the jury to believe that under Louisiana law a manufacturer like Kamyr is relieved of any obligation to warn when its product was sold to a sophisticated purchaser. According to the Mozekes, the jury’s confusion is evident due to the following question it posed: “Are Mr. Mozeke, ‘Goodeye’, and Billy Ingram considered ‘ordinary users’?” The court responded to this question by instructing the jury to reread the following portion of the jury charge:\nA product is in a defective condition, unreasonably dangerous to the user, when it has a tendency for causing physical harm beyond that which would be contemplated by the ordinary user having ordinary knowledge of the product’s characteristics common to the foreseeable class of persons who would normally use the product.\nThe court instructed the jury that whether Mozeke and his fellow workers are ordinary users is a question of fact for the jury to decide.\nThis question from the jury does not necessarily indicate that they were confused as to whether Mozeke was a sophisticated user. If the jury had been confused, they would have asked whether Mo-zeke was a sophisticated user, not whether he was an ordinary user. The district court’s sophisticated user instruction specifically stated that Kamyr argued that IP and B & R were sophisticated users; neither this instruction, nor the parties’ arguments at trial, ever suggested that Mozeke was a sophisticated user.\nIn view of the allegation of the complaint, the evidence presented, and the arguments of counsel, the jury charge did not mislead the jury. No one at the trial argued that Mozeke was a sophisticated user. The jury could have easily concluded, however, that IP and B & R were sophisticated users. Even if the jury did conclude that IP and/or B & R were sophisticated users, the court adequately instructed the jury that the manufacturer is required to provide an adequate warning to the ultimate user of any danger inherent in the product which is not within the knowledge of the ordinary user or obvious to the ordinary user.\nB. District Court’s Failure to Grant Mozekes’ Motion For New Trial\nThis court must determine whether the district court abused its discretion in denying the Mozekes’ motion for a new trial. Since the Mozekes failed to make a motion for directed verdict in the district court, we must first determine “whether there was any evidence to support the jury’s verdict, irrespective of its sufficiency or whether plain error was committed which, if not noticed, would result in a ‘manifest miscarriage of justice.’ ” McConney v. City of Houston, 863 F.2d 1180, 1187 (5th Cir.1989) (citations deleted). Then we must determine whether the district court abused its discretion in denying the Mozekes’ motion for new trial. Bunch v. Walter, 673 F.2d 127, 130 n. 4 (5th Cir.1982).\nFirst, the Mozekes argue that the district court abused its discretion when it failed to grant their motion for new trial on the failure to warn issue. We disagree. Evidence in the record supports the jury’s finding that the digester was not defective due to inadequate warnings. For example, the jury could have concluded based on the evidence submitted that a warning to Mozeke would have been futile under the circumstances. Mozeke’s testimony indicated that he was not in a position to act in compliance with any warning which could have been placed on the digester because he had to begin building the scaffolding when his superiors told him to begin work. Even if he had questioned his safety, he would have relied on his employer’s representations that the digester had been inspected for loose scale and it had been determined it was safe for him to enter.\nIn addition, the jury could have determined, based on testimony at trial, that Mozeke was aware of prior instances where pieces of scale fell on workers inside a pine digester. As we stated earlier, under Louisiana law, a manufacturer is under no duty to warn a user about a danger of which the user is already aware.\nIn addition, the evidence was sufficient to support the jury verdict on the grounds that the warning was adequate under the circumstances. The evidence indicated that Kamyr provided IP with digester updates and seminar notes on the maintenance, operation, and safety of the digester. IP personnel attended Kamyr seminars when they discussed the need to exercise caution when scale was present. The jury could have reasonably determined that IP and B & R were in a better position to protect Mozeke and his workers than Kamyr.\nNext, the Mozekes argue that the district court abused its discretion when it failed to grant the Mozekes’ motion for a new trial based upon insufficient evidence to support a jury finding that the pine digester was not defective in design. Mozeke contends that the digester was defective in design because no one could visually inspect the entire top portion of the pine digester through the manway provided. As the district court correctly instructed the jury, a product may be defective by reason of its design if alternate products were available to serve the same needs or desires but with less risk of harm; or a product may be defective by reason of its design if there was a feasible way to design the product with less harmful consequences. See Home Ins. Co. v. National Tea Co., 577 So.2d 65, 73 (La.Ct.App.1990).\nIn support of their argument that the pine digester was defectively designed, the Mozekes list facts which they contend were conclusively proven at trial. These facts include the following:\n1) Scale forms primarily at the top of the digester.\n2) The digester design provides a single manway to inspect the upper portion of the digester.\n3) A substantial portion of the top of the digester could not be seen and inspected through the single manway provided.\n4) A second manway could easily and inexpensively have been included in the design to provide easy access to inspect the entire upper portion of the digester.\nAccording to the Mozekes, the proof of these facts leads inescapably to the conclusion that the pine digester was defective in design.\nThe Mozekes made this same argument to the district court in their motion for new trial. Although the district court did not acknowledge that these facts had indeed been conclusively proven at trial, the district court held that even if all of these facts were established at trial, these facts do not lead inescapably to the conclusion that the pine digester could have been designed with less harmful consequences and therefore was defective in design. We agree.\nThe jury was free to consider evidence that there had been excessive scale buildup due to an inadequate acid cleaning. In addition, there was evidence that IP and B & R personnel failed to adequately inspect the digester through the access provided to the top of the pine digester. Therefore, the jury could have concluded that the digester was not defectively designed because a proper investigation would have revealed the presence of dangerous amounts of scale. In other words, the jury could have determined that the current design of the pine digester provided an adequate means to conduct a safety inspection which would ensure the safety of anyone entering the bottom of the digester.\nThe Mozekes contend that evidence of an inadequate inspection pertains to the issue of causation which was never reached by the jury because there was no finding of defective design. Although the jury would have next considered causation had it determined that the digester was defective, we agree with the district court that the issue of whether an inspection performed before this accident would have revealed the presence of dangerous amounts of scale is not separable from the design defect claim. The jury could have found that the digester was not defective as designed because a proper inspection would have revealed the hazard. Therefore, because there was evidence to support the jury’s verdict, the district court did not abuse its discretion when it denied the Mozekes’ motion for new trial.\nIII. CONCLUSION\nFor the above stated reasons, we AFFIRM.\n. This court affirmed the district court’s dismissal of IP. See Mozeke v. International Paper Co., 856 F.2d 722 (5th Cir.1988).\n. This court, in White v. Amoco Oil Co., 835 F.2d 1113, 1118 n. 16 (5th Cir.1988), stated that Louisiana courts had held that a manufacturer who sells to a sophisticated user does not have a duty to warn foreseeable third party users. The White court relied on Walter v. Valley, 363 So.2d 1266, 1270 (La.Ct.App.1978). As the district court correctly pointed out, however, Walter is clearly distinguishable from this case. Walter involved the unforeseeable use of a professional power tool. Id. The Walter court held that the manufacturer did not have a duty to warn because it was not foreseeable that an untrained person would have the equipment necessary to run the power tool. Id. Therefore, Walter does not excuse a manufacturer from warning a foreseeable third party user, such as Mozeke.\n. The jury interrogatories required that the jury decide whether the pine digester was defective before deciding whether that defect caused the accident.",
        "type": "majority",
        "author": "GOLDBERG, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Robert L. Beck, Jr., Alexandria, La., for plaintiffs-appellants.",
      "Brian Smith and Jack E. Carlisle, Jr., Lunn, Irion, Johnson, Salley & Carlisle, Shreveport, La., for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "Joe C. MOZEKE and Lizzie B. Mozeke, Plaintiffs-Appellants, v. INTERNATIONAL PAPER CO., et al., Defendants, and Kamyr, Inc., Plaintiff-Appellee.\nNo. 90-4282.\nUnited States Court of Appeals, Fifth Circuit.\nJune 25, 1991.\nRobert L. Beck, Jr., Alexandria, La., for plaintiffs-appellants.\nBrian Smith and Jack E. Carlisle, Jr., Lunn, Irion, Johnson, Salley & Carlisle, Shreveport, La., for plaintiff-appellee.\nBefore GOLDBERG, HIGGINBOTHAM, and JONES, Circuit Judges."
  },
  "file_name": "1293-01",
  "first_page_order": 1369,
  "last_page_order": 1375
}