{
  "id": 10543972,
  "name": "Billy R. BURTON, Petitioner-Appellant, v. Edward J. DERWINSKI, Respondent-Appellee",
  "name_abbreviation": "Burton v. Derwinski",
  "decision_date": "1991-05-14",
  "docket_number": "No. 90-7012",
  "first_page": "988",
  "last_page": "989",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 988"
    }
  ],
  "court": {
    "name_abbreviation": "Fed. Cir.",
    "id": 8955,
    "name": "United States Court of Appeals for the Federal Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "102 Stat. 2635",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "931 F.2d 1543",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6476872,
        1801850
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vet-app/1/1543-01",
        "/f2d/931/1543-01"
      ]
    },
    {
      "cite": "805 F.2d 1012",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1111497
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1017"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/805/1012-01"
      ]
    },
    {
      "cite": "416 U.S. 267",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        84327
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "275"
        },
        {
          "page": "1762"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/416/0267-01"
      ]
    },
    {
      "cite": "928 F.2d 389",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6476732,
        1138228
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vet-app/1/0389-01",
        "/f2d/928/0389-01"
      ]
    },
    {
      "cite": "38 C.F.R. § 19.118",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "38 U.S.C. § 4005",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 6119,
    "ocr_confidence": 0.756,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23539905222273577
    },
    "sha256": "85e539816be12a7466c2c7f411327d107379177fc7a80a7fc72031dc10d7f103",
    "simhash": "1:49246cffc9353d80",
    "word_count": 970
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIES, Chief Judge, COWEN, Senior Circuit Judge, and MAYER, Circuit Judge."
    ],
    "parties": [
      "Billy R. BURTON, Petitioner-Appellant, v. Edward J. DERWINSKI, Respondent-Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMAYER, Circuit Judge.\nBilly R. Burton appeals the order of the United States Court of Veterans Appeals, No. 90-248 (June 1, 1990), dismissing his appeal for lack of jurisdiction. We affirm.\nBackground\nBurton was discharged from the Air Force in 1976 after nineteen days on active duty because of chronic recurrent knee pain. Nine years later, he filed a claim for benefits which a regional office of the Veterans Administration denied. That denial became final in September 1986 because Burton did not file a notice of disagreement within one year as required by statute. See 38 U.S.C. § 4005(b)(1) (1988). At Burton’s request the ease was reopened in January of 1988, and in April he filed a notice of disagreement with the Los Ange-les regional office even though it had not issued any new decision. That office denied his claim in May and Burton appealed to the Board of Veterans Appeals in June.\nIn June of 1989, the board issued its decision. It found that Burton entered the service with a medical problem in his left knee and that no new trauma occurred during his military service to worsen the disability or increase its underlying pathology. From these findings the board concluded that he did not have a service connected disability. Thereafter, Burton wrote several letters to the board seeking reconsideration which was refused in March, 1990. He also wrote to the Secretary of Veterans Affairs complaining about the composition of the service record the Air Force provided to the department as a basis for decision.\nBurton then filed an appeal with the newly created Court of Veterans Appeals which was dismissed for lack of jurisdiction because his notice of disagreement was filed on April 29, 1988, making the case ineligible for consideration under the court’s jurisdictional mandate. See id. § 4051 note. On this appeal, Burton contends that his motion for reconsideration by the board and his other correspondence with the Department of Veterans Affairs after November 18, 1988 are notices of disagreement that fulfill the Court of Veterans Appeals’ jurisdictional requirement.\nDiscussion\nThe outcome of the case turns on the meaning of “notice of disagreement.” Burton believes that it includes all communications from a claimant to the department disagreeing with the department’s actions at any level. The government counters that the term has a more precise statutory and regulatory meaning that does not encompass Burton’s communications.\nWe begin with the statute creating the Court of Veterans Appeals. Congress expressly directed that court to hear only appeals in which a notice of disagreement was filed under section 4005 of title 38 on or after November 18, 1988. See id. Section 4005 explains that a written notice of disagreement is the document that initiates board review of a determination of an agency of original jurisdiction. Id. § 4005. Because the term is used in title 38 only to describe the writing that initiates board review, it refers to a specific type of communication distinct from all others sent to the department. By regulation a written communication from a claimant is a notice of disagreement only if it expresses “dissatisfaction or disagreement with an adjudicative determination of an agency of original jurisdiction (the Department of Veterans Affairs regional office, medical center or clinic which notified the claimant of the action taken).” 38 C.F.R. § 19.118 (1990); see also Machado v. Derwinski, 928 F.2d 389, 394 (Fed.Cir.1991).\nThe regulation has defined a notice of disagreement this way since 1983 and if Congress disagreed it could have revised the definition when it based jurisdiction of the Court of Veterans Appeals on the date of a notice of disagreement. When Congress incorporated that concept without change in the face of the longstanding interpretation, its “failure to revise or repeal the agency’s interpretation is persuasive evidence that the interpretation is the one intended by Congress.” NLRB v. Bell Aerospace Co., 416 U.S. 267, 275, 94 S.Ct. 1757, 1762, 40 L.Ed.2d 134 (1974); see also United States v. Federal Ins. Co., 805 F.2d 1012, 1017 (Fed.Cir. 1986). It is especially persuasive here because Congress chose the very term for the new statute, making it unlikely that its failure to revise the interpretation was mere oversight. Consequently, a notice of disagreement has a specific meaning in the context of these cases: it is a document that initiates an appeal from an agency of original jurisdiction to the board.\nThe Court of Veterans Appeals lacked jurisdiction over Burton’s claim. He singles out no documents filed after November 18, 1988 that express dissatisfaction or disagreement with the determination of the Los Angeles regional office, the agency of original jurisdiction. The communications Burton had with the department on or after November 18, 1988, such as his letters to the board and the Secretary, and his motion for reconsideration by the board, disagree not with the regional office but with the board. Burton’s other arguments are also without merit. See Belarmino v. Derwinski, 931 F.2d 1543 (Fed.Cir.1991) (no impediment under the fifth amendment to differentiating between claimants who file notices of disagreement before and after November 18, 1988, for jurisdictional purposes).\nConclusion\nAccordingly, the order of the Court of Veterans Appeals is affirmed.\nAFFIRMED.\nThe Veterans Administration has since been reorganized as the Department of Veterans Affairs by the Department of Veterans Affairs Act, Pub.L. No. 100-527, § 2, 102 Stat. 2635 (1988).",
        "type": "majority",
        "author": "MAYER, Circuit Judge."
      }
    ],
    "attorneys": [
      "Billy R. Burton, Pasadena, Cal., pro se.",
      "Jeffrey J. Bernstein, Atty., Commercial Litigation Branch, Dept, of Justice, Washington, D.C., for respondent-appellee. With him on the brief were Stuart M. Ger-son, Asst. Atty. Gen., David M. Cohen, Director and Mary Mitchelson, Asst. Director."
    ],
    "corrections": "",
    "head_matter": "Billy R. BURTON, Petitioner-Appellant, v. Edward J. DERWINSKI, Respondent-Appellee.\nNo. 90-7012.\nUnited States Court of Appeals, Federal Circuit.\nMay 14, 1991.\nBilly R. Burton, Pasadena, Cal., pro se.\nJeffrey J. Bernstein, Atty., Commercial Litigation Branch, Dept, of Justice, Washington, D.C., for respondent-appellee. With him on the brief were Stuart M. Ger-son, Asst. Atty. Gen., David M. Cohen, Director and Mary Mitchelson, Asst. Director.\nBefore NIES, Chief Judge, COWEN, Senior Circuit Judge, and MAYER, Circuit Judge."
  },
  "file_name": "0988-01",
  "first_page_order": 1064,
  "last_page_order": 1065
}