{
  "id": 10544855,
  "name": "UNITED STATES of America v. Basil G. GEORGIADIS, Appellant",
  "name_abbreviation": "United States v. Georgiadis",
  "decision_date": "1991-05-23",
  "docket_number": "No. 90-3224",
  "first_page": "1219",
  "last_page": "1227",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 1219"
    }
  ],
  "court": {
    "name_abbreviation": "3d Cir.",
    "id": 8840,
    "name": "United States Court of Appeals for the Third Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "888 F.2d 285",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528818
      ],
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/888/0285-01"
      ]
    },
    {
      "cite": "926 F.2d 387",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542229
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/926/0387-01"
      ]
    },
    {
      "cite": "910 F.2d 1016",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539441
      ],
      "pin_cites": [
        {
          "page": "1027"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/910/1016-01"
      ]
    },
    {
      "cite": "915 F.2d 1404",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541218,
        10541230,
        10541207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/915/1404-02",
        "/f2d/915/1404-03",
        "/f2d/915/1404-01"
      ]
    },
    {
      "cite": "905 F.2d 1304",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1807471
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/905/1304-01"
      ]
    },
    {
      "cite": "542 F.2d 942",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1029290
      ],
      "pin_cites": [
        {
          "page": "944"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/542/0942-01"
      ]
    },
    {
      "cite": "917 F.2d 773",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10364
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "775"
        },
        {
          "page": "775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/917/0773-01"
      ]
    },
    {
      "cite": "922 F.2d 1061",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546158
      ],
      "pin_cites": [
        {
          "page": "1064"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/922/1061-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 9,
      "pin_cites": [
        {
          "page": "(c)"
        },
        {
          "page": "(c)(1)"
        },
        {
          "page": "(a)(2)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "3263",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "892 F.2d 269",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522917
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "272"
        },
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/892/0269-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3742",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1) and (e)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 656",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 8,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1005,
    "char_count": 25564,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 2.1636805973996614e-06,
      "percentile": 0.9956119063312185
    },
    "sha256": "83635f6a3ef63b0aeb07b7e7e5e92af023ae4e3f3b9fbc0eff0ed57fc29107bd",
    "simhash": "1:038ed3a6481d1733",
    "word_count": 4058
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BECKER, NYGAARD and ALITO, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America v. Basil G. GEORGIADIS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nNYGAARD, Circuit Judge.\nBasil G. Georgiadis appeals two sentences imposed on him under the United States Sentencing Guidelines (“Guidelines” or “U.S.S.G.”) after he pleaded guilty to four counts of bank embezzlement in violation of 18 U.S.C. § 656. Only the sentencing on counts three and four is at issue, because the embezzlements alleged in counts one and two pre-date the Guidelines. Georgiadis was sentenced under the Guidelines to eighteen months’ imprisonment, and to three years of supervised release.\nGeorgiadis alleges two sentencing errors. First, he claims the district court did not expressly consider and reject his request for a discretionary downward departure on the record. Second, he claims it was error to enhance his offense level by two for “abuse of a position of trust”.\nWe reject Georgiadis’ allegations of error and will affirm the district court’s judgment of sentence. We have jurisdiction pursuant to 28 U.S.C. § 1291 and 18 U.S.C. § 3742.\nI.\nFrom March 1985 until January 1989, Georgiadis was employed by North Side Deposit Bank in Pittsburgh, Pennsylvania. His last position was Assistant Vice President/Mortgage Department. His job was to administer the Bank’s mortgage settlement closings.\nThe Bank began investigating Georgiad-is’ work related activity when a Bank director questioned the low amount of income derived from loan origination fees (points) on mortgages made by the Bank. The investigation revealed Georgiadis had diverted $284,104.89 of mortgage settlement monies into two of his own accounts by encoding otherwise properly labeled deposit slips with his personal account numbers. To avoid suspicion, Georgiadis altered the Bank’s copies of settlement sheets.\nGeorgiadis committed the first of his many embezzlements the same month he was hired by the Bank, and they continued until discovered and Georgiadis was discharged. He admitted taking the money, and pleaded guilty to four counts of embezzlement under a plea agreement with the government.\nAt Georgiadis’ sentencing hearing, the district court calculated a total offense level of fourteen (14) as follows: under U.S. S.G. § 2Bl.l(a), the court fixed the base offense level at four (4); under § 2B1.1(b)(1), the court increased the offense level by eight (8), to reflect the total financial loss from Georgiadis’ embezzle-ments under counts three and four; under § 2B1.1(b)(5) , the court made a two (2) level increase for “more than minimal planning”; under § 3B1.3, the court added two (2) levels for “abuse of a position of trust”; and last, pursuant to § 3El.l(a), the court made a two (2) level reduction for Geor-giadis’ acceptance of responsibility for his crimes. Given Georgiadis’ criminal history category, the total offense level of fourteen (14) indicated a Guidelines term of imprisonment of 15 to 21 months.\nDuring the sentencing hearing and when objecting to the presentence report, Geor-giadis challenged the propriety of the upward adjustment for abuse of a position of trust sought by the government, and also requested a downward departure from the Guidelines-calculated sentencing range. Nevertheless, the district court sentenced Georgiadis to eighteen months imprisonment on counts three and four, to be served concurrently with the sentence on counts one and two, the non-Guidelines counts. The district court did not make the discretionary downward departure from the Guidelines requested by Georgiadis.\nII.\nGeorgiadis claims the district court erred by not expressly commenting upon and rejecting his request for a downward departure. He also argues it is not clear that the district court actually considered his request.\nWe have jurisdiction to consider these claims, because they allege the district court committed legal (i.e., procedural) errors when imposing Georgiadis’ sentence. See 18 U.S.C. § 3742(a)(1) and (e)(1). If we determine the district court was aware of its authority to depart from the Guidelines, and chose not to, we are without power to inquire further into the merits of its refusal to grant Georgiadis’ request. See United States v. Denardi, 892 F.2d 269, 272 (3d Cir.1989). Stated differently, we have jurisdiction to decide whether a sentencing court erred legally when not making a requested discretionary downward departure, but we cannot hear a challenge to the merits of a sentencing court’s discretionary decision not to depart downward from the Guidelines. Id.\nA.\nGeorgiadis contends that when a defendant requests a discretionary downward departure from Guidelines sentencing ranges, a sentencing court must always indicate on the record that it knows it has authority to depart, considered the defendant’s request to do so, and decided not to depart. Geor-giadis claims the district court erred by not making those statements at his sentencing hearing.\nGeorgiadis contends that express judicial statements demonstrating a district court’s exercised discretion when refusing to depart downward are needed in order to permit a court of appeals to determine whether it has jurisdiction in light of Denardi; to facilitate appellate review of sentencing; and to assist the United States Sentencing Commission in revising its Guidelines.\nWe reject Georgiadis’ contentions. We hold instead that a sentencing court does not commit reversible error under the Sentencing Reform Act by failing to state expressly on the record that it has considered and exercised discretion when refusing a defendant’s requested downward departure from the Guidelines.\nThe statute controlling judicial sentencing statements, 18 U.S.C. § 3553, does not require the statements Georgiadis seeks. Section 3553(c) defines the only statements a district court must make during sentencing. The section requires that at the time of sentencing a judge shall “state in open court the reasons for its imposition of the particular sentence”. 18 U.S.C. § 3553(c). This general requirement is satisfied when a district court indicates the applicable Guidelines range, and how it was chosen.\nSection 3553(c) requires more specific statements of judicial reasoning in only two circumstances. First, if a sentence imposed falls within the applicable guidelines range and that range exceeds 24 months, the court must give reasons for imposing the sentence at a particular point within the range. 18 U.S.C. § 3553(c)(1). Second, if a sentence falls outside the applicable guideline range, the court must state the specific reason for imposing a sentence that differs from the Guidelines. 18 U.S.C. § 3553(a)(2).\nNothing in § 3553(c) requires the judicial statements Georgiadis wants. We consider the statute’s silence on this point disposi-tive. While Congress required express statements explaining downward departures granted, see 18 U.S.C. § 3553(c)(2), it could have, but did not, require explanation of downward departures denied. Hence, we conclude that the Sentencing Reform Act does not require a district court to state that it has considered, and refused to make a discretionary downward departure.\nThe legislative history of § 3553 supports our position. Although Congress anticipated that the sentencing statements required by § 3553(c) may “play a role in the appellate court’s decision on the legality of sentences”, and that they would “assist[] the Sentencing Commission in its continuous reexamination of its guidelines and policy statements”, see S.Rep. No. 225, 98th Cong., 2d Sess. at 80, reprinted in 1984 U.S.Code Cong. & Admin.News 3182, at 3263, Congress did not want “the statement of reasons for a sentence within the guidelines [to] become a legal battleground for challenging the propriety of a particular sentence_” 1984 U.S.Code Cong. & Admin.News at 3262-63. Congress intended that:\nRegardless of the grounds for appeal, the statement of reasons should not be subjected to such legalistic analysis that will make judges reluctant to sentence outside the guidelines when it is appropriate or that will encourage judges to give reasons in a standardized manner.\nId. at 3263 (emphasis added).\nThe judicial comments Georgiadis wants would give rise to the standardized sentencing statements Congress sought to avoid when it enacted 18 U.S.C. § 3553(c). Furthermore, since Congress warned against making the statements required by § 3553(c) into technical grounds for sentencing appeals, we will not give a sentencing court’s failure to make statements not required by the statute any similar role.\nThe district court sentenced Georgiadis within the applicable Guidelines range, which did not exceed 24 months. Section 3553(c) only required the court to state what Guidelines range applied to Georgiad-is’ crimes, and why it was chosen. The district court made that statement at the sentencing hearing.\nHence the sentencing court’s statements comply with the requirements of § 3553(c) and the record does not show the district court believed erroneously it lacked authority to depart, see Denardi, 892 F.2d at 271, or that it failed to consider Georgiadis’ request for downward departure.\nOf course, we urge district courts to make sentencing decisions express whenever possible, especially when a defendant has requested a downward departure from the Guidelines. When a district court does not state clearly on the record whether the denial of a departure is based on legal or discretionary grounds, the result may be wasted resources on appeal and pointless remand.\nB.\nGeorgiadis argues it is not clear that the district court considered his request for a downward departure. We disagree.\nThe transcript of the sentencing hearing shows that Georgiadis asked the district court for a downward departure. Geor-giadis’ attorney said,\nI am respectfully requesting of this Court that the Court consider imposing a sentence that either deviates from the guidelines in terms of length of incarceration, or deviates from the guidelines in terms of type of incarceration that Mr. Georgiadis would face.\nApp. 72. Counsel for Georgiadis then offered reasons for the requested departure, and suggested that “a sentence of halfway house confinement ... for a substantial period of incarceration within the Court’s discretion” would be appropriate. App. at 78. The district court expressly rejected the proffered reasoning. Then, Georgiadis himself spoke to request leniency.\nThe sentencing transcript shows also that the district court weighed all of Geor-giadis’ downward departure arguments. Speaking to Georgiadis, the court said:\nI have ... given ... [Georgiadis’ attorney’s] arguments full weight, and we have taken off one point, which is considerable, in formulating the ultimate guideline imprisonment time.\nThe probation office recommends that you should spend at least 24 months under the guidelines. I’m trying to reduce that somewhat, but I still think you should ... be punished, no doubt about it, for what you’ve done.\nApp. 84.\nContrary to Georgiadis’ allegation on appeal, the district court did consider his request for a downward departure, and did exercise discretion refusing to grant it. Hence, we lack jurisdiction to consider the merits of the district court’s decision not to depart.\nIII.\nGeorgiadis maintains the two-level upward adjustment of his sentence under U.S. S.G. § 3B1.3 for “abuse” of a position of trust, was legal error constituting cumulative punishment for a single offense. First, he claims the § 3B1.3 enhancement was improper because abuse of trust is an element of his conviction under 18 U.S.C. § 656 already taken into account by the base offense level set for embezzlement by U.S.S.G. § 2Bl.l(a).\nSecond, he argues abuse of trust is implicitly reflected in the adjustments made by the district court pursuant to the specific offense characteristic provisions of § 2Bl.l(b). Section 2B1.1(b)(1) required a sliding scale upward adjustment of the base offense according to the amount of money embezzled by Georgiadis. Section 2Bl.l(b)(5) required a two-level increase of the offense level because Georgiadis’s crime involved “more than minimal planning”. Georgiadis claims his abuse of trust was already reflected in these two specific offense characteristic increases, and therefore, additional enhancement under § 3B1.1 was improper. Finally, Geor-giadis, for the first time on appeal at oral argument, claims he did not occupy a position of trust at the Bank such as would trigger an upward adjustment under § 3B1.3.\nWe review these allegations of error de novo, because Georgiadis claims the district court misconstrued and misapplied adjustment provisions of the Guidelines. United States v. Bierley, 922 F.2d 1061, 1064 (3d Cir.1990). See also, United States v. McMillen, 917 F.2d 773, 775 (3d Cir.1990) (whether a defendant occupied a “position of trust” for purposes of § 3B1.3 requires interpretation of a Guidelines term, so our standard of review is de novo).\nA.\nU.S.S.G. § 3B1.3 provides that upward adjustment for an abuse of trust “may not be employed if an abuse of trust ... is included in the base offense level or specific offense characteristic.” U.S.S.G. § 3B1.3. From this, Georgiadis argues that an abuse of trust is an element of an embezzlement conviction under 18 U.S.C. § 656, and therefore, is incorporated in the base offense level set for embezzlers by U.S.S.G. § 2Bl.l(a). We disagree.\nWhile embezzlers like Georgiadis may indeed breach a duty of trust by fraudulently appropriating the property of another, see, United States v. Sayklay, 542 F.2d 942, 944 (5th Cir.1976) (“The essence of embezzlement lies in breach of a fiduciary relationship deriving from the entrustment of money.”), an abuse of trust under the Guidelines requires something more. Abuse of a position of trust has specific Guidelines meaning: “[t]he position of trust must have contributed in some substantial way to facilitating the crime and not merely have provided an opportunity that could as easily have been afforded to other persons.” See, U.S.S.G. § 3B1.3, Commentary, Application Note 1. Since it is not' necessary for the government to prove an abuse of trust (within the meaning of the Guidelines) in order to convict under 18 U.S.C. § 656, we reject Georgiad-is’ theory that an abuse of trust is, for purposes of the Guidelines, an element of embezzlement already taken into account by the base offense level of four imposed by U.S.S.G. § 2B 1.1(a).\nThe Sentencing Commission’s Commentary to § 3B1.3 supports our view that an abuse of trust is hot a necessary element of every embezzlement. Application Note 1 to the Commentary says upward adjust-mént for an abuse of trust “would not apply to an embezzlement by an ordinary bank teller.” We agree with another court of appeals that, “[i]f the Commission meant for the enhancement not to be applied to all embezzlers because abuse of trust is already included in the crime of embezzlement, they would have no cause to single out ‘ordinary bank tellers’ in the Application Note.” United States v. Drabeck, 905 F.2d 1304, 1306, recalled, rehearing granted, 915 F.2d 1404 (9th Cir.1990). See also United States v. McElroy, 910 F.2d 1016, 1027 (2nd Cir.1990) (abuse of trust is not an element of the crime of misapplication of funds under 18 U.S.C. § 656, and is not included in the base offense level applying to violations under § 656, because not all persons potentially liable under § 656 necessarily hold positions of trust).\nWe hold, therefore, that an abuse of a position of trust under the Guidelines is not an element of an embezzlement offense under 18 U.S.C. § 656, and abuse is not incorporated in the base offense level of U.S.S.G. § 2Bl.l(a). Whether a particular embezzler abused a position of trust for purposes of upward adjustment under U.S. S.G. § 3B1.3, requires consideration of matters beyond the elements of embezzlement under 18 U.S.C. § 656.\nB.\nGeorgiadis says that because the district court made upward adjustments under U.S.S.G. §§ 2Bl.l(b)(l) and (5), an additional offense level increase under § 3B1.3 for abuse of trust is double counting. The gravamen of Georgiadis’ argument is that the specific offense characteristic provisions of U.S.S.G. §§ 2B1.1(b)(1) and (5) implicitly consider an embezzler’s abuse of trust. Once again, we reject Georgiadis’ interpretation of § 2B1.1.\nWe hold that the district court’s upward adjustment under § 2B1.1(b)(1) according to the magnitude of financial loss caused by Georgiadis’ embezzlement, did not preclude an additional upward adjustment under § 3B1.3 for abusing his position of trust. Adjustments under §§ 2B1.1(b)(1) and 3B1.3 are independent sentencing considerations, responding to different evils. On the one hand, upward adjustment under § 2B1.1(b)(1) calibrates punishment to the magnitude of victim injury and criminal gains. See U.S.S.G. § 2B1.1, Background Commentary (“The value of property taken plays an important role in determining sentences for theft [and embezzlement] offenses, because it is an indicator of both the harm to the victim and the gain to the defendant.”). On the other, upward adjustment under § 3B1.3 permits sentencing courts to distinguish between fiduciary and non-fiduciary embezzlers. See U.S.S.G. § 3B1.3, Background Commentary (abuse adjustment applies “to persons who abuse their positions of trust ... to facilitate significantly the commission or concealment of a crime ... [because] [s]uch persons are viewed as more culpable”).\nThe upward adjustments mandated respectively by sections 2B1.1(b)(1) and 3B1.3 operate independently because it is not hard to imagine cases where the amount of money stolen by an embezzler will not depend on whether he abused any position of trust. If the Sentencing Commission had not wanted these two factors treated independently, then it would have set them together. See, similarly, United States v. Hatch, 926 F.2d 387, 397 (5th Cir.1991) (when considering the probity of making simultaneous enhancements for abuse of trust under § 3B1.3 and disruption of governmental function under § 5K2.7, the court said “[b]y including these factors separately in the Guidelines, the Commission certainly assumed the possibility of increasing a defendant’s sentence using both factors ... [I]t takes little imagination to hypothesize situations in which a position of public trust is abused without disrupting a governmental function.”).\nFor the same reasons, we hold that the district court’s two-level enhancement of Georgiadis’ base offense level under U.S. S.G. § 2B1.1(b)(5) for “more than minimal planning” did not incorporate the concept of abuse of a position of trust. Nothing leads us to believe that a finding of “more than minimal planning” in an embezzlement necessarily encompasses the notion that an embezzler abused a position of trust.\nWhether a criminal abused a position of trust asks specifically whether his breach of trust, if any, substantially facilitated the commission or concealment of his crime. See, McMillen, 917 F.2d at 775. Whether a defendant’s crime involved “more than minimal planning” considers the deliberative aspects of a defendant’s conduct and criminal scheme, and does not necessarily include consideration of the defendant’s position of trust, if any.\n“More than minimal planning” ... exists if significant affirmative steps were taken to conceal the offense.... [It] is deemed present in any case involving repeated acts over a period of time, unless it is clear that each instance was purely opportune. Consequently, this adjustment will apply especially frequently in property offenses.\nIn an embezzlement ... several instances of taking money, each accompanied by false entries [would constitute more than minimal planning],\nU.S.S.G. § 1B1.1, Commentary, Application Note 1(f).\nThe Guidelines target more than minimal planning because it is “indicative of an intention and potential to do considerable harm”, and “is often related to increased difficulties of detection and proof.” U.S. S.G. § 2B1.1, Background Commentary. Given the different concern of § 3B1.3 for abuses of trust, we hold the district court did not err enhancing Georgiadis’ offense level for more than minimal planning and for abuse of his position at the Bank.\nC.\nAs for Georgiadis’ claim at oral argument that he never occupied a position of trust at the Bank sufficient to trigger operation of § 3B1.3, the sentencing hearing transcript and Georgiadis’ responses to the presentence report suggests he did not actually contest this point before the district court. Indeed, apart from a simple assertion in his opening appellate brief that he raised the issue below, see Georgiadis Br. at 11, he never developed the argument in writing for this court.\nThe thrust of Georgiadis’ arguments to the district court about upward adjustment under U.S.S.G. § 3B1.3 was that it was not appropriate in his case because: (1) abuse of a position of trust was an element of the crime of embezzlement already taken into consideration by the applicable base offense level; and, (2) in any case, on the facts of this case, Georgiadis’ conduct did rise to an “abuse” of the position of trust he occupied at the Bank, i.e., the position did not significantly facilitate his embezzle-ments.\nAlthough we are not entirely convinced that Georgiadis preserved the issue of his fiduciary status for appeal, assuming nonetheless he did, we hold the record shows the government carried its burden of proving by a preponderance that Georgiadis occupied a position of trust at the Bank. See United States v. McDowell, 888 F.2d 285, 291 (3d Cir.1989) (government bears the burden of persuasion by a preponderance when seeking upward adjustment under the Guidelines).\nIV.\nWe find Georgiadis’ allegations of error without merit, and will affirm his sentence.\n. At the time of Georgiadis’ sentencing, the more than minimal planning provision of U.S. S.G. § 2B1.1 (since amended) appeared at § 2B1.1(b)(4).\n. It is true that the Sentencing Commission itself has said:\nBy monitoring when courts depart from the guidelines and by analyzing their stated reasons for doing so ... the Commission, over time, will be able to refine the guidelines to specify more precisely when departures should and should not be permitted.\nU.S.S.G. Ch. 1, Pt. A(4)(b) (with amendments effective November 1, 1990) (emphasis added). Georgiadis relies on such language to support his claim that certain sentencing statements are required when requested downward departures are denied. While the Commission’s language indicates explanatory statements made when a court departs would be helpful, the Commission does not say the statements Georgiadis seeks in the context of departures denied are desirable.\n. 18 U.S.C. § 3553 implements Congress’ sentencing scheme as formulated in the Comprehensive Crime Control Act of 1984, Pub.L. 98-473, Title II, § 212(a)(2), 98 Stat.1989 (1984) (as amended).\n. 18 U.S.C. § 3553(c) provides in pertinent part: The court, at the time of sentencing, shall state in open court the reasons for its imposition of the particular sentence, and, if the sentence—\n(1) is of the kind, and within the range [set by the Guidelines for the offense at issue] ... and that range exceeds 24 months, the reason for imposing a sentence at a particular point within the range; or\n(2) is not of the kind, or is outside the range [set by the Guidelines for the offense at issue] ... the specific reason for the imposition of a sentence different from that described [by the Guidelines].\n. Additionally, Georgiadis asked for a departure in his responses to the presentence report. We assume the district court took note of these responses, and the requests for departure contained within.\n. Section 3B1.3 of the Guidelines provides in pertinent part (emphasis added):\nIf the defendant abused a position of public or private trust ... in a manner that significantly facilitated the commission or concealment of the offense, increase by 2 levels. This adjustment may not be employed if an abuse of trust... is included in the base offense level or specific offense characteristic.\n. 18 U.S.C. § 656 provides in pertinent part: Whoever, being an officer, director, agent or employee of, or connected in any capacity with any Federal Reserve bank, member bank, national bank or insured bank, or a receiver of a national bank, or any agent or employee of the receiver, or a Federal Reserve Agent, or an agent or employee of a Federal Reserve Agent or of the Board of Governors of the Federal Reserve System, embezzles, abstracts, purloins or willfully misapplies any of the moneys, funds or credits of such bank or any moneys, funds, assets or securities intrusted to the custody or care of such bank, or to the custody or care of any such agent, officer, director, employee or receiver, shall be fined not more than $1,000,-000 or imprisoned not more than 20 years, or both; but if the amount embezzled, abstracted, purloined or misapplied does not exceed $100, he shall be fined not more than $1,000 or imprisoned not more than one year, or both.\n. While we are not aware why Drabeck, 905 F.2d 1304, was vacated and rehearing granted, we find the statement quoted from that case compelling here.",
        "type": "majority",
        "author": "NYGAARD, Circuit Judge."
      }
    ],
    "attorneys": [
      "Candace Cain (argued), Reding, Rea & Cooper, Pittsburgh, Pa., for appellant.",
      "Paul J. Brysh, Bonnie R. Schlueter (argued), Office of U.S. Atty., Pittsburgh, Pa., for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America v. Basil G. GEORGIADIS, Appellant.\nNo. 90-3224.\nUnited States Court of Appeals, Third Circuit.\nArgued Nov. 30, 1990.\nDecided May 23, 1991.\nCandace Cain (argued), Reding, Rea & Cooper, Pittsburgh, Pa., for appellant.\nPaul J. Brysh, Bonnie R. Schlueter (argued), Office of U.S. Atty., Pittsburgh, Pa., for appellee.\nBefore BECKER, NYGAARD and ALITO, Circuit Judges."
  },
  "file_name": "1219-01",
  "first_page_order": 1295,
  "last_page_order": 1303
}