{
  "id": 10543344,
  "name": "UNITED STATES of America, Plaintiff-Appellant, v. Peter Olympus MAVROKORDATOS, Defendant-Appellee",
  "name_abbreviation": "United States v. Mavrokordatos",
  "decision_date": "1991-05-13",
  "docket_number": "Nos. 90-1217, 90-1250",
  "first_page": "843",
  "last_page": "848",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 843"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "780 F.2d 1573",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1531359
      ],
      "pin_cites": [
        {
          "page": "1576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/780/1573-01"
      ]
    },
    {
      "cite": "891 F.2d 255",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528691
      ],
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/891/0255-01"
      ]
    },
    {
      "cite": "921 F.2d 263",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543150
      ],
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/921/0263-01"
      ]
    },
    {
      "cite": "65 L.Ed.2d 1147",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "opinion_index": 0
    },
    {
      "cite": "101 S.Ct. 10",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "pin_cites": [
        {
          "page": "11-12"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "448 U.S. 1323",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787588
      ],
      "pin_cites": [
        {
          "page": "1325-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/448/1323-01"
      ]
    },
    {
      "cite": "768 F.2d 1307",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        356595
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/768/1307-01"
      ]
    },
    {
      "cite": "844 F.2d 1275",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/844/1275-01"
      ]
    },
    {
      "cite": "914 F.2d 1215",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539913
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/1215-01"
      ]
    },
    {
      "cite": "848 F.2d 1059",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1783396
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/848/1059-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3731",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 9,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3500",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 15280,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 2.530476891802049e-07,
      "percentile": 0.8124286396620035
    },
    "sha256": "9d82154f6d42b31a46fcfa1f55ca27e9b60e841f84be59026d9da425bc27007e",
    "simhash": "1:afd08424774481f1",
    "word_count": 2486
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MOORE, SETH and BRORBY, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellant, v. Peter Olympus MAVROKORDATOS, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "SETH, Circuit Judge.\nThe government appeals the trial court’s pretrial order excluding the testimony of six government witnesses because of violations of the Jencks Act, 18 U.S.C. § 3500, and Fed.R.Crim.P. 16 in relation to the discovery deadline.\nOn April 18, 1990, Peter Mavrokordatos applied for a passport at the post office in Aurora, Colorado. The postal clerk, Bruce Smith, suspected fraud; therefore, he filled out a postal checklist stating the reasons for his suspicions and forwarded it to Steven Mullen of the United States Passport Office in Seattle, Washington. Mullen, in turn, contacted Special Agent Scott Gallo of the State Department in Denver, Colorado, who ultimately conducted the investigation.\nMavrokordatos was arrested on May 18, 1990. A preliminary hearing was held on May 24, 1990 where Gallo testified in detail about the case. Defense counsel was permitted to cross-examine Gallo but denied the opportunity to inspect the government files. On June 12, 1990, Mavrokordatos was indicted. He was charged with one count of making false statements in a passport application and two counts of using false identification documents to secure the issuance of the passport.\nA discovery and bond hearing was held on June 28, 1990. At that hearing, the magistrate ordered and the government agreed to a discovery deadline and Jencks disclosure date of 15 days before trial. Trial was scheduled to commence on July 30, 1990. The issues on appeal center on this deadline of July 15.\nOn July 11, 1990, Robert Theide, a handwriting expert, completed his report. The government notified defense counsel that it was available. After defense counsel failed to pick up the report, the government made a second call and it was picked up on July 13, 1990, thus before the deadline. On July 20, 1990, defense counsel informed the government that he was unsatisfied with the handwriting and fingerprint examinations by Theide and requested that the tests be repeated. The tests were repeated by Vernon McCloud and Claude Eaton. Their reports were received by the government and delivered to defense counsel on July 26, 1990.\nSpecial Agent Gallo, who conducted the investigation, did not finish his report until July 24, 1990, thus after the deadline. Defense counsel was informed of the existence of the report. When he failed to pick up the report, the government had it delivered to his office.\nOn July 25, 1990, Mullen of the passport office, upon his -own initiative, wrote a two-page outline concerning his involvement in the case and sent it by facsimile to the United States Attorney’s Office at 5:00 p.m. The government delivered a copy to defense counsel the following morning.\nMavrokordatos filed a motion to compel six days before the trial date of July 30 asserting that he had not received Gallo’s report or the handwriting and fingerprint experts’ report. Mavrokordatos subsequently filed a motion to continue.\nOn July 30, 1990, the morning of the trial, the trial court heard testimony and took evidence on the two motions raised by Mavrokordatos. The trial court ordered that six government witnesses would not be permitted to testify because their statements or reports were 'produced to defense counsel after the discovery deadline. The trial court thus excluded Gallo, Mullen, and Smith’s testimony based upon violations of 18 U.S.C. § 3500 and Fed.R.Crim.P. 16(a)(1)(C). Theide, Eaton, and McCloud’s testimony was excluded for violations of Fed.R.Crim.P. 16(a)(1)(D).\nUpon the trial court’s suppression of the government’s six witnesses, Mavrokorda-tos withdrew his motion for a continuance. The government moved for a stay of the proceedings to seek appellate review pursuant to 18 U.S.C. § 3731. The government informed the trial court that the appeal was not to be taken for purposes of delay, but that without the six witnesses the government was not certain that it could put forth its case. The government requested two hours to file a notice of appeal. The trial court denied its motion stating that the discovery sanctions were not appealable under 18 U.S.C. § 3731.\nAfter the noon recess, the government presented a written motion for stay and informed the trial court that its office was preparing a notice of appeal and that an emergency motion for stay pending appeal was being filed with this court. The trial court denied the stay. Again, the government informed the trial court that it could not proceed without the excluded testimony of the six witnesses. The trial court informed the government that it would not dismiss the ease and began jury selection.\nThe notice of appeal was filed with the district court at 1:51 p.m. and the notice of appeal and emergency motion for stay pending appeal were filed with this court at the same time.\nBefore the jury was sworn, the government requested a five-minute recess to see if an order had been issued on the emergency motion for stay pending appeal. The trial court denied the government’s request. The government moved for dismissal and Mavrokordatos objected. The trial court did not rule on the government’s motion to dismiss and swore the jury in at approximately 4:10 p.m. Thereafter, the trial court granted the government’s renewed motion to dismiss. The government filed a subsequent notice of appeal with this court and a motion to consolidate the two appeals.\nThe government contends that a timely notice of appeal was filed pursuant to 18 U.S.C. § 3731; therefore, the trial court had been divested of jurisdiction to proceed with the trial before the jury was sworn.\nIt is apparent that the filing of a timely notice of appeal from an appealable order divests the trial court of jurisdiction and confers jurisdiction on the court of appeals. Thus the issue is whether there was an appealable order. Appeals under 18 U.S.C. § 3731 are not the “usual” appeals. The statute was intended to make appeals possible under the stated circumstances. In our view, the appeal here filed by the government directed to the suppression or exclusion of evidence was within § 3731, and did not constitute a serious disruption of the proceeding. The defendant had asked for a continuance the Friday before the trial and the prosecution had agreed to it. This and other motions for a trial continuance were not ruled on. We must conclude, as mentioned, that the suppression of evidence ordered by the trial court was appealable under 18 U.S.C. § 3731. The statements of the prosecutor were sufficient to meet the non-delay and substantial proof requirements. The trial court was made aware of the fact that a notice of appeal was being prepared and would probably be filed before the jury was impaneled.\nIn ruling that discovery sanctions were not an appealable order, the trial court stated that 18 U.S.C. § 3731 only applied to “suppression hearings, Fourth Amendment violations, things of that nature,_” Tr. 7-30-90, Motions Hearing, pp. 121-122. The government contends that the trial court’s order excluding the witnesses based upon discovery violations is an appealable order. 18 U.S.C. § 3731 provides in relevant part:\n“An appeal by the United States shall lie to a court of appeals from a decision or order of a district court suppressing or excluding evidence ..., not made after the defendant has been put in jeopardy ..., if the United States attorney certifies to the district court that the appeal is not taken for purpose of delay and that the evidence is a substantial proof of a fact material in the proceeding.”\nAlthough the Tenth Circuit has not specifically stated that discovery sanctions like these here concerned are appealable, in United States v. Wicker, 848 F.2d 1059 (10th Cir.), we reviewed an interlocutory appeal by the government contesting the exclusion of testimonial and documentary evidence based upon discovery sanctions. Other circuits have concluded that some discovery sanctions are appealable pursuant to 18 U.S.C. § 3731. See United States v. Mandel, 914 F.2d 1215 (9th Cir.); United States v. Presser, 844 F.2d 1275 (6th Cir.); United States v. Euceda-Hernandez, 768 F.2d 1307 (11th Cir.).\nMavrokordatos contends that the government’s appeal is barred by the double jeopardy clause and we do not have jurisdiction to consider the government’s appeal since the jury was impaneled and sworn. Willhauck v. Flanagan, 448 U.S. 1323, 1325-26, 101 S.Ct. 10, 11-12, 65 L.Ed.2d 1147; United States v. Bizzell, 921 F.2d 263, 266 (10th Cir.).\nThe government filed its notice of appeal from an appealable order at 1:51 p.m. and the jury was impaneled and sworn at approximately 4:10 p.m. Thus the notice of appeal pursuant to 18 U.S.C. § 3731 was effective, and the trial court was thereby divested of jurisdiction to proceed before the jury was sworn.\nAs to the substance of the appeals, the government contends that the trial court erred when it excluded six government witnesses as sanctions for violating the discovery deadline. It specifically argues that the trial court was without authority to compel disclosure of pretrial Jencks material pursuant to 18 U.S.C. § 3500 and Fed.R. Crim.P. 16; therefore, the exclusion of the investigators Gallo, Mullen, and Smith’s testimony as sanctions for violating this order was error. Further, the government argues that the trial court’s exclusion of Theide, Eaton, and McCloud’s handwriting testimony pursuant to Fed.R.Crim.P. 16(a)(1)(D) was an abuse of discretion.\nThe government presents the exclusion of the Jencks Act witnesses as a matter controlled entirely by the provisions of the Act. However, it does not reach us on that basis because at the discovery hearing (June 28) the prosecutor agreed to the Jencks disclosure date to be 15 days before trial. It is this agreement which established the deadline wholly outside of the Act and as any other agreed discovery deadline. Jencks Act disclosures before trial greatly facilitate the trial proceedings. Agreements for pretrial disclosures are common and encouraged. Pretrial access to Jencks material gives the defense a greater opportunity to examine the reports that would be available during trial, but delays the progress of the examination of witnesses.\nIn its exclusion of Gallo, Mullen, and Smith’s testimony, the trial court focused, in addition to the Jencks Act, on Fed.R. Crim.P. 16(a)(1)(C) which provides for the pretrial disclosure of documents and tangible objects. The government contends that the trial court’s reliance on this provision is misplaced because Fed.R.Crim.P. 16(a)(2) does not require the disclosure of such statements except as provided under the Jencks Act. However, the matter is also determined by the prosecutor’s agreement to the 15 days before trial discovery deadline.\nWe review a trial court’s imposition of sanctions pursuant to Fed.R.Crim.P. 16 for an abuse of discretion. United States v. Dennison, 891 F.2d 255, 259 (10th Cir.). In Wicker, we set out the following factors which the trial court must follow in determining the appropriate sanction' for noncompliance of a discovery order. Those factors are:\n“(1) the reasons the government delayed producing the requested materials, including whether or not the government acted in bad faith when it failed to comply with the discovery order; (2) the extent of prejudice to the defendant as a result of the government’s delay; and (3) the feasibility of curing the prejudice with a continuance.”\n848 F.2d at 1061 (citing Euceda-Hernandez, 768 F.2d at 1312; United States v. Fernandez, 780 F.2d 1573, 1576 (11th Cir.)). After a review of the record, it is apparent that the trial court did not consider these factors.\nThe initial handwriting report prepared by Theide was made available to defense counsel on July 11, 1990. Defense counsel neglected to pick it up until a few days later. We fail to see how the timing of this disclosure violated the discovery deadline. Theide’s report was furnished 17 days before trial and well within the time prescribed by the magistrate’s discovery order. Therefore, the exclusion of Theide’s testimony was an abuse of discretion.\nBecause defense counsel was unsatisfied with Theide’s report, he requested that the government repeat the tests with more experienced examiners. This request by defense counsel was made on July 20, 1990, five days after the discovery deadline. The government complied with defense counsel’s request and the tests were performed by Eaton and McCloud. The results were completed and delivered to defense counsel on July 26, 1990. The exclusion of these witnesses was an abuse of discretion.\nThe report by the investigator Gallo was late; it came on July 24 (the deadline was the 15th). Gallo had been assigned by his superiors an important duty in connection with a foreign visitor, and was so delayed. Defense counsel had heard Gallo testify at the preliminary hearing on May 24 and cross-examined him. The attorney was also offered the opportunity on June 28 to inspect discovery material after hearing the prosecution outline the case for the defense and the court but chose not to do so. Mullen’s report made on his own initiative (July 25) was delivered to defendant’s attorney immediately (July 26). The postal clerk, Smith, had prepared a fraud checklist on April 18 which was with Gallo's material, and referred to by Gallo at the preliminary hearing and available to defendant but not delivered to defendant’s counsel. It apparently was with the discovery material defendant’s counsel chose not to examine after he was told it was available to him. A HUD investigation report was made available to the defense on July 20 and delivered on July 23.\nAll the reports and statements were made available or delivered to defendant’s attorney. The only defect was that two reports were late (one was of the government’s principal witness). Three were Jencks Act reports, defendant knew of them and the principal witness (Gallo) testified at the preliminary hearing, as mentioned, and was cross-examined by defendant’s attorney.\nThere is no indication whatever of bad faith on the part of the government. Its early disclosures at hearings and offers to disclose discovery indicate a serious attempt to furnish information to the defense, and information was fully provided. There has been no substantial complaint by the defendant that there was any prejudice by reason of the delay in the formal reports. In view of the early-on access to information as to the investigations by the principal witness and others, we must hold that the sanctions imposed by the trial court were an abuse of discretion.\nThe sanction orders, the dismissal of the case, all orders and proceedings following the filing of the notices of appeal, and the impaneling by the jury are set aside, and the case is REMANDED for trial.\nIT IS SO ORDERED.",
        "type": "majority",
        "author": "SETH, Circuit Judge."
      }
    ],
    "attorneys": [
      "John M. Haried, Asst. U.S. Atty. (Michael J. Norton, U.S. Atty., with him on the brief), Denver, Colo., for plaintiff-appellant.",
      "P. Arthur Tague and Robert S. Southern of P. Arthur Tague P.C., Denver, Colo., on the brief, for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellant, v. Peter Olympus MAVROKORDATOS, Defendant-Appellee.\nNos. 90-1217, 90-1250.\nUnited States Court of Appeals, Tenth Circuit.\nMay 13, 1991.\nJohn M. Haried, Asst. U.S. Atty. (Michael J. Norton, U.S. Atty., with him on the brief), Denver, Colo., for plaintiff-appellant.\nP. Arthur Tague and Robert S. Southern of P. Arthur Tague P.C., Denver, Colo., on the brief, for defendant-appellee.\nBefore MOORE, SETH and BRORBY, Circuit Judges."
  },
  "file_name": "0843-01",
  "first_page_order": 941,
  "last_page_order": 946
}