{
  "id": 10541809,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Seaborn R. WICKER, Defendant-Appellant",
  "name_abbreviation": "United States v. Wicker",
  "decision_date": "1991-05-31",
  "docket_number": "No. 90-3631",
  "first_page": "284",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 284"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "28 C.F.R. § 21.4",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "405 U.S. 150",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11721534
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0150-01"
      ]
    },
    {
      "cite": "373 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716714
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0083-01"
      ]
    },
    {
      "cite": "866 F.2d 114",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10523955
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/866/0114-01"
      ]
    },
    {
      "cite": "608 F.2d 659",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1426344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/608/0659-01"
      ]
    },
    {
      "cite": "795 F.2d 1218",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1596198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/795/1218-01"
      ]
    },
    {
      "cite": "62 L.Ed.2d 405",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 480",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "444 U.S. 979",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11414724,
        11415239,
        11414990,
        11415184,
        11414929,
        11415025,
        11415120,
        11415376,
        11414582,
        11415322,
        11414653,
        11415070
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0979-03",
        "/us/444/0979-10",
        "/us/444/0979-05",
        "/us/444/0979-09",
        "/us/444/0979-04",
        "/us/444/0979-06",
        "/us/444/0979-08",
        "/us/444/0979-12",
        "/us/444/0979-01",
        "/us/444/0979-11",
        "/us/444/0979-02",
        "/us/444/0979-07"
      ]
    },
    {
      "cite": "597 F.2d 1170",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        385943
      ],
      "pin_cites": [
        {
          "page": "1199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/597/1170-01"
      ]
    },
    {
      "cite": "634 F.2d 830",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1304292
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/634/0830-01"
      ]
    },
    {
      "cite": "660 F.2d 547",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        390863
      ],
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/660/0547-01"
      ]
    },
    {
      "cite": "669 F.2d 964",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1161595
      ],
      "pin_cites": [
        {
          "page": "971"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/669/0964-01"
      ]
    },
    {
      "cite": "684 F.2d 1118",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        529527
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "1124",
          "parenthetical": "quoting United States v. Graves, 669 F.2d 964, 971 (5th Cir.1982)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/684/1118-01"
      ]
    },
    {
      "cite": "813 F.2d 978",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1689702
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "982"
        },
        {
          "page": "981"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/813/0978-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 609",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 2022",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 1035",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6328448,
        6328194,
        6330147,
        6327366,
        6329286,
        6329514,
        6327115,
        6327659,
        6330445,
        6329710,
        6328846,
        6326872,
        6328623,
        6329076,
        6327896,
        6329917
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/1035-07",
        "/us/486/1035-06",
        "/us/486/1035-15",
        "/us/486/1035-03",
        "/us/486/1035-11",
        "/us/486/1035-12",
        "/us/486/1035-02",
        "/us/486/1035-04",
        "/us/486/1035-16",
        "/us/486/1035-13",
        "/us/486/1035-09",
        "/us/486/1035-01",
        "/us/486/1035-08",
        "/us/486/1035-10",
        "/us/486/1035-05",
        "/us/486/1035-14"
      ]
    },
    {
      "cite": "838 F.2d 743",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1309984
      ],
      "pin_cites": [
        {
          "page": "749"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/838/0743-01"
      ]
    },
    {
      "cite": "853 F.2d 295",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542800
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "301"
        },
        {
          "page": "302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/853/0295-01"
      ]
    },
    {
      "cite": "774 F.2d 1309",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        35705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/774/1309-01"
      ]
    },
    {
      "cite": "417 U.S. 733",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1519615
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "756"
        },
        {
          "page": "2561"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/417/0733-01"
      ]
    },
    {
      "cite": "408 U.S. 104",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782877
      ],
      "weight": 5,
      "year": 1972,
      "pin_cites": [
        {
          "page": "108"
        },
        {
          "page": "2298"
        },
        {
          "page": "108"
        },
        {
          "page": "2298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0104-01"
      ]
    },
    {
      "cite": "714 F.Supp. 794",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7387844
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "797"
        },
        {
          "page": "797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/714/0794-01"
      ]
    },
    {
      "cite": "413 U.S. 601",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11342234
      ],
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "612"
        },
        {
          "page": "2916"
        },
        {
          "page": "615-616"
        },
        {
          "page": "2917-2918"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/413/0601-01"
      ]
    },
    {
      "cite": "455 U.S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11306266
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0489-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1344",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. §§ 215",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 371",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1163,
    "char_count": 27626,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 2.505377278041446e-07,
      "percentile": 0.8099555225034355
    },
    "sha256": "429061d8b583c2ac3a173e4362d0a2d8372228ee42fd42ae5a8503536274921f",
    "simhash": "1:ef44a3b2bbbc12c2",
    "word_count": 4491
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CLARK, Chief Judge, WILLIAMS and DAVIS, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Seaborn R. WICKER, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "CLARK, Chief Judge:\nI.\nSeaborn R. Wicker appeals his conviction under a three count indictment for violating 18 U.S.C. § 371 by conspiring to violate 18 U.S.C. §§ 215 and 1344; engaging in bank fraud in violation of 18 U.S.C. § 1344 and bribery in violation of 18 U.S.C. § 215. Wicker raises numerous points of error. We affirm.\nII.\nOn January 5, 1990 Wicker was indicted in a three count indictment for conspiring to defraud a financial institution in violation of 18 U.S.C. § 1344 and conspiring to bribe an officer of a financial institution in violation of 18 U.S.C. § 215, as well as with substantive violations of 18 U.S.C. §§ 1344 and 215. Wicker was convicted by a jury on all three counts. Wicker was sentenced to three years of imprisonment on Counts I and II, to run concurrently, and fined $100,-000 as to both counts. Wicker’s sentence was suspended for Count III, and he was placed on probation for five years and ordered to perform 500 hours of community service.\nAt trial, the government’s primary witness was Malcolm Crow. Crow's testimony revealed the following scenario. In 1984 and 1985, Wicker, a real estate broker, was involved in millions of dollars worth of loans from First Financial of Louisiana Savings and Loan (First Financial). Wicker’s loan officer at First Financial was Malcolm Crow, the Senior Vice-President in charge of commercial loans for First Financial.\nIn December 1984, prior to the closing of a $1,727,000 loan to a Wicker associate, Arthur Lancaster, Wicker approached Crow and offered to give him one and a half percent of the loan if Crow would assure that the loan was made. Although First Financial’s policy at the time was to discourage large loans, Crow prepared the Lancaster loan package within a short time and did not undertake the same rigorous financial analysis of the loan which he said he undertook on non-Wicker related loans. The loan closed on January 18, 1985 at Wicker’s attorney’s office. The closing also encompassed a loan to two other individuals Wicker sent to Crow. Debts on many of Wicker’s properties were paid off with the proceeds from this transaction and Wicker received a check for $199,000. Crow resigned from his position with First Financial in late January.\nIn February and March of 1985, Crow received three checks from Wicker’s company. The checks totalled $25,905, exactly one and a half percent of the loan received by Lancaster. Crow testified that he accepted the $25,905 as a bribe and attempted to conceal those payments by opening a new bank account at a different savings institution where he deposited only the funds from Wicker.\nThe testimony further showed that Wicker had previously offered Crow financial benefit for help with loans. In April and May of 1984, Wicker, and several associates whom he recommended to Crow, received in excess of $6 million in loans from First Financial. During this time, Wicker purchased a Lincoln Town Car for Crow. The ear was put in the name of Crow’s wife, and Wicker told Crow that if anyone should ask about the car, Crow should say it was a loan. Wicker also offered a condominium to Crow, and the condominium was accepted by First Financial as a loan closing fee.\nCrow also faced charges relating to his involvement with the Lancaster loans. Up until the day of his grand jury appearance, Crow had proclaimed his innocence, claiming that he was not associated with the Lancaster loan because he had resigned in December, 1984 and that the $25,905 was payment for action as a loan broker for Wicker after leaving First Financial. When Crow was confronted by an F.B.I. agent with several documents, including his resignation letter indicating that his resignation was actually not effective until January 31, 1985, Crow admitted that he had been the loan officer on the Lancaster loan and informed the F.B.I. about his dealings with Wicker. Crow pleaded guilty and cooperated with the government as part of a plea bargain agreement.\nAt trial, Wicker maintained that he believed Crow had resigned from First Financial at the time of the Lancaster loan and that the $25,905 was payment to Crow for services as a loan broker that occurred after Crow had left First Financial. Wicker contended that Crow had been threatened by the F.B.I. and coerced into admitting guilt for something he had not done. He also contended that the loans he made with Crow’s help had actually benefited First Financial.\nIII.\nWicker raises four primary issues on appeal. First, he claims that the version 18 U.S.C. § 215 which was in effect at the time of his indictment was unconstitutionally vague. Second, Wicker argues (a) that the indictment is invalid because it alleged predicate acts which occurred prior to the enactment of §§ 215 and 1344 and (b) that the trial court violated Fed.R.Evid. 404(b) by allowing the introduction of evidence relating to this conduct. Third, Wicker points to comments by the prosecution which he argues individually or cumulatively constitute reversible error. Finally, Wicker argues that district court erred in not granting a new trial because of the prosecution’s failure to disclose Brady material. None of Wicker’s claims have merit.\nA. Title 18 U.S.C. § 215 is Not Over-broad or Vague as Applied\nWicker asserts that the version of 18 U.S.C. § 215 under which he was charged was unconstitutionally overbroad and vague. He argues that § 215 as it existed from October 1984 to September 1986 failed to specify any mental element, provided no standards by which persons could gage their actions and provided no guidance to federal prosecutors in enforcing § 215.\nThe version of § 215 in effect at the time of Wicker’s conduct stated in pertinent part:\n(b) Whoever, except as provided by law, directly or indirectly, gives, offers or promises anything of value to any officer, director, employee, agent, or attorney of any financial institution, bank holding company, or offers- promises any such officer, director, employee, agent, or attorney to give anything of value to any person or entity, other than such financial institution, shall be fined....\nWicker argues § 215 is overbroad and vague because it could criminalize ordinary conduct done without corrupt intent. He further claims that when Congress later amended the statute to require a corrupt intent, it tacitly recognized that the previous version (under which Wicker was convicted) was improperly drawn.\nOverbreadth\nA statute will survive an over-breadth challenge unless it reaches a “substantial amount of constitutionally protected conduct.” Village of Hoffman Estates v. Flipside, 455 U.S. 489, 102 S.Ct. 1186, 1191, 71 L.Ed.2d 362 (1982). Overbreadth analysis has been used primarily to invalidate statutes affecting freedoms of expression and association protected by the first amendment. Broadrick v. Oklahoma, 413 U.S. 601, 612, 93 S.Ct. 2908, 2916, 37 L.Ed.2d 830 (1973). Wicker makes no claim that the conduct § 215 criminalizes is protected by the first amendment. Rather, he maintains that the former version § 215 arguably would have reached all sorts of legitimate business conduct and would criminalize even minor and accepted practices such as taking your banker to lunch. Such conduct could conceivably be within the bounds of the former § 215. The threat that such conduct would result in criminal prosecution, however, is insignificant when compared with the core conduct which § 215 was and is designed to prohibit. United States v. Humble, 714 F.Supp. 794, 797 (E.D.La.1989). “Moreover, as the Supreme Court pointedly added in Broad-rick, any overbreadth problems that might exist in the [former version of § 215] can ‘be cured through case-by-case analysis of the fact situations to which its sanctions, assertedly, may not be implied.’ ” Id. at 797 (quoting Broadrick 413 U.S. at 615—616, 93 S.Ct. at 2917-2918). We decline to find the former version of § 215 overbroad under these circumstances.\nVagueness\nA statute violates due process if it is so vague that a person of ordinary intelligence does not have a reasonable opportunity to know what is prohibited, and if the law provides no explicit standards for enforcement. Grayned v. City of Rockford, 408 U.S. 104, 108, 92 S.Ct. 2294, 2298, 33 L.Ed.2d 222 (1972). A statute is not presumptively vague because it does not have a specific intent requirement. See Humble, 714 F.Supp. at 797-98 and citations therein. To establish § 215 is unconstitutionally vague, Wicker must show that he could not have reasonably understood that his conduct was prohibited by the statute. Parker v. Levy, 417 U.S. 733, 756, 94 S.Ct. 2547, 2561, 41 L.Ed.2d 439 (1974). He may not challenge the vagueness of the statute as applied to others in other situations. Id.; see also Grayned, 408 U.S. at 108, 92 S.Ct. at 2298. Wicker cannot make such a showing.\nWicker’s actions fall clearly within the core conduct which § 215 was designed to prohibit and punish. Promising to give a loan officer $25,905.00 to secure a loan for an associate cannot reasonably be understood to be anything other than “giv[ing] offering] or promising] a [thing] of value” to a bank official contrary to the proscription of § 215. The fact that the money was transferred after Crow left his position with the bank does not alter the criminality of Wicker’s actions. Section 215 clearly prohibits any “offer.” The evidence established Wicker offered Crow the money while Crow was employed by First Financial and was in a position to influence the making of the loan. Nor does the fact that Congress subsequently amended § 215 to require a “corrupt” intent strengthen Wicker’s argument. His actions were clearly covered by the version of § 215 under which he was charged.\nB. The Indictment and Evidence of Other Acts and Loans\nWicker claims that the indictment is invalid because, at the time the predicate acts for the § 215 and § 1344 conspiracy were committed, neither § 215 nor § 1344 covered institutions insured by the Federal Savings and Loan Insurance Corporation (FSLIC). He further alleges that evidence concerning these acts was introduced at trial in violation of Fed.R.Evid. 404(b). The district court cured any defect in the indictment by striking the acts in question from the indictment and that the introduction of these acts as evidence does not offend Rule 404(b).\nThe indictment charged Wicker with conspiracy and substantive violations “beginning at a time unknown ... but prior to April 1984.” The indictment also lists as overt acts Wicker’s gift of a Lincoln Town Car and a condominium to Crow in May 1984. Both § 215 and § 1344 became effective as to FSLIC insured institutions on October 12, 1984. Wicker objected that these acts were not criminal at the time they were committed. The district court ordered them stricken from the indictment. Assuming the indictment was defective, any defect was cured by the district court’s action. Wicker cites no authority to the contrary and has failed to show how the initial inclusion of these acts on the indictment prejudiced his defense or affected his substantial rights in any way.\nRule 404(b) disallows the introduction of evidence of other bad acts to show that the defendant “acted in conformity therewith.” However such evidence is admissible for other purposes such as to show motive, preparation or a concerted plan. A trial court’s rulings admitting or excluding evidence will not be reversed except for abuse of discretion. Some substantial right of a party must be affected. Muzyka v. Remington Arms Co., Inc., 774 F.2d 1309 (5th Cir.1985).\nThe government contends that these acts excluded from the indictment were “inextricably intertwined” with the illegal conduct and were necessary to show the relationship between Wicker and Crow. The government also contends evidence about Wicker’s defaulted loans was necessary to show Wicker’s intent to defraud First Financial. We agree.\nEvidence of Wicker’s gifts of the Lincoln Town Car and the condominium and of his defaulted loans was reasonably necessary to establish the past relationship between Wicker and Crow and the context and framework in which the loan that involved the bribe occurred. The indictment specifically alleged the defaulted loans. The prosecution also supported its position that these loans were parts of a scheme to defraud with testimony from Crow that he did not closely scrutinize the loans which involved Wicker. The district court did not abuse its discretion in admitting any of this evidence.\nC. Prosecutor’s Improper Comments\nWicker claims four groups of comments by the prosecution, separately or cumulatively, constitute reversible error.\nComments Regarding Other Loan Transactions\nWicker objects to references in the prosecutor’s opening statement and closing argument concerning other loans First Financial made to Wicker which ultimately went bad. The prosecutor stated that Wicker had obtained “literally millions of dollars from Crow, or through Crow as his loan officer” and that “[j]ust about all of the loans that Mr. Wicker made or was involved in at First Financial went broke.... ” The record indicates that the prosecutor made references throughout both the opening and closing statement to defaulted loans, the fact that First Financial failed, and that taxpayers were footing the bill for First Financial’s bailout. The prosecution also put on testimony about the defaulted loans. Wicker’s counsel objected on two occasions to these comments pointing out that such information was irrelevant to crimes charged and highly prejudicial. The district court interrupted both the prosecutor’s opening statement and closing argument to admonish her for these comments. In a further effort to correct any misperception by the jury the district court instructed the jury as follows:\nAlso, while you have heard testimony concerning whether certain financial institutions benefited, or suffered losses, monetary, or otherwise as a result of transactions involving the defendant and others, this fact alone is not determinative of the defendant’s guilt or innocence in this case. In other words, you may find the defendant not guilty, even if you find that a financial institution suffered a loss as a result of one or more of these transactions. Such is not evidence of a crime.\nOn the other hand, you may find the defendant guilty even if you find that a financial institution benefited from one or more of the transactions, so long as you find that the government has proved the essential elements of the crime beyond a reasonable doubt.\nSo, whether the financial institution lost money, or gained money isn’t the issue in this case. The issue in the case, in a conspiracy charge is whether the two people got together to violate the law. That’s what we are here about.\nWicker argues that the prosecutor’s comments are reversible error because they effectively put him on trial for the default of these loans and, in the current savings and loan crisis, could only have inflamed the jury and allowed the jury to convict Wicker for actions which were not criminal and for which he was not criminally accountable. While we agree that the comments were improper they do not amount to reversible error in this case.\n“A prosecutor’s comments to the jury constitute reversible error only when they are both ‘inappropriate and harmful’ ” United States v. Lowenberg, 853 F.2d 295, 301 (5th Cir.1988) (quoting United States v. Chase, 838 F.2d 743, 749 (5th Cir.) cert. denied sub nom. Mesa v. United States, 486 U.S. 1035, 108 S.Ct. 2022, 100 L.Ed.2d 609 (1988)). Wicker must also show that the prosecutor’s remarks affected his substantial rights. Lowenberg, 853 F.2d at 302. To determine whether the prosecutors comments affected Wicker’s substantial rights we consider: (1) the magnitude of the prejudicial effect of the statements; (2) the efficacy of any cautionary instruction; and (3) the strength of the evidence of the defendants guilt. Id.\nThe government argues that the prosecutor’s comments about the defaulted loans and about First Financial’s failure were responses to Wicker’s assertion that his loans were beneficial to First Financial and that he only made gifts to Crow for legitimate non-First Financial work. The government also argues that the testimony about the defaulted loans was necessary to prove Wicker’s intent to defraud. Despite the admissibility of the testimony about the defaulted loans, the prosecutor’s comments in opening and closing might have misled the jury into thinking that Wicker was on trial for defaulting on his loans or for causing First Financial’s ultimate failure. However, the court’s curative instruction and the weight of the evidence against Wicker more than compensate any prejudicial effect that these comments might have had.\nThe court’s instruction was effective and thorough. Its clarity effectively minimized any harmful inferences which might have flowed from the prosecutor’s comments. Contrary to Wicker’s assertion, the documentary evidence and direct testimony introduced at trial was strong and persuasive. We cannot say that any of Wicker’s substantial rights were affected by these comments.\nComment on Wicker’s Laughter During Trial\nDuring her closing argument, the prosecutor made the following statement:\nAnd, you know, if you notice Mr. Wicker sat here yesterday and laughed during some of the testimony. I don’t know if any of you all noticed that. He found something about this funny. While the evidence shows that he contributed to the downfall of this institution, he laughs. We are not laughing, ladies and gentlemen, because we know who’s had to foot Mr. Wicker’s bill. You might laugh, too, though, if you walked away with $199,000 ....\nWicker’s counsel did not object to these comments. At this point, the district judge interrupted the prosecutor, called a bench conference, and admonished the prosecutor for making an improper argument about the taxpayers footing the bill. The district judge asked the defense counsel if he had an objection to which the counsel replied that he thought the prosecutor’s comment about taxpayers footing the bill was improper. At the conclusion of the bench conference, the district judge noted that he was going to give a precautionary instruction to the jury and that he would deny any motion for mistrial, even though Wicker’s counsel had made no such motion. The court instructed the jury that consideration of who ultimately picks up the loss when a savings and loan institution insured by the federal government becomes insolvent was not a proper consideration in their decision as to whether Wicker was or was not guilty. The district court did not instruct the jury as to how to treat the prosecutor’s comments on Wicker’s laughter.\nWicker relies primarily on United States v. Schuler, 813 F.2d 978 (9th Cir.1987) in arguing that the prosecutor’s remarks about his laughter at trial constitute misconduct in that they (1) introduce character evidence solely to prove guilt in violation of Fed.R.Evid. 404(a), (2) violate Wicker’s Fifth Amendment right not to be convicted except on the basis of evidence adduced at trial, and (3) violate Wicker’s Fifth Amendment rights by indirectly commenting on his failure to testify at trial. Schuler is distinguishable and we conclude prosecutor’s comments are not plain error.\nWicker’s trial counsel did not object to the comments about Wicker’s laughter. Nor did counsel request a curative instruction or in any way apprise the district court that he felt the prosecutor’s comments were improper. Thus, our review is under the plain error standard. Fed.R.Crim.P. 52(b). “Plain error may be recognized ‘only if the error is so obvious that our failure to notice it would seriously affect the fairness, integrity, or public reputation of judicial proceedings and result in a miscarriage of justice.’ ” United States v. Montemayor, 684 F.2d 1118, 1124 (5th Cir. 1982) (quoting United States v. Graves, 669 F.2d 964, 971 (5th Cir.1982)). The burden of showing plain error is a heavy one, United States v. Pool, 660 F.2d 547, 559 (5th Cir.1981), and this court will notice plain error only in exceptional circumstances. United States v. Adams, 634 F.2d 830, 836 (5th Cir.1981). There is no miscarriage of justice when proof of the defendant’s guilt unaffected by the prosecutor’s misconduct is so strong and convincing that the verdict would be unchanged. See United States v. Giese, 597 F.2d 1170, 1199 (9th Cir.), cert. denied, 444 U.S. 979, 100 S.Ct. 480, 62 L.Ed.2d 405 (1979).\nWicker’s reliance on Schuler is misplaced. In Schuler, the Ninth Circuit held that the prosecutor’s comments in closing argument about Schuler’s laughter during testimony about threats Schuler made against the President, violated Fed.R.Evid. 404(a). The Ninth Circuit found that the prosecutor’s remarks suggested to the jury that Schuler’s laughter was relevant to show that he was of bad character because he considered charges of threatening the life of the President to be a joke. The Ninth Circuit further found that Schuler’s behavior off the witness stand was legally irrelevant to the question of his guilt of the crime charged and amounted to a comment on his failure to testify in violation of the fifth amendment. Schuler, 813 F.2d at 982.\nThe defendant in Schuler, however, made a clear objection to the prosecutor’s comment which was overruled by the district court. By overruling the objection, the district court reinforced the jury’s impression that the defendant’s behavior off the witness stand was appropriate evidence of guilt. Schuler, 813 F.2d at 981. In today’s case not only was there no objection, but also the district court interrupted the prosecutor sua-sponte immediately after these comments were made to remind her that she was making an improper argument about taxpayers bailing out failed savings and loans. While the district court did not call the prosecutor to task for commenting on Wicker’s laughter, the cautionary comments that followed mitigated the impact of her remarks. The case against Schuler was not as strong as the case against Wicker. The prosecutor’s improper comments do not rise to level of plain error.\nThe Prosecutor’s “Personalizations\" did not Constitute Plain Error\nWicker claims that the prosecutor made improper personalizations in argument to the jury. Wicker cites, for example, the prosecutor’s statement to the jury:\nWhat real estate broker have you ever heard of that pays $25,905 for his clients in a real estate transaction? I don’t know of anybody that would do that....\nShe also said:\nthe reason he writes checks and a 1099 is not because it is, in fact, a legitimate payment, because we wouldn’t be here....; Could you and I do that?; We are not laughing, ladies and gentlemen, because we know who’d had to foot the bill.\nSince Wicker’s attorney did not object to any of these statements at trial, our review is, again, for plain error. We find these comments, although improper, not so egregious as to rise to the level of plain error. The comments were primarily rhetorical. None could fairly be understood to express a personal belief by the prosecutor in Wicker’s guilt. In addition, the district judge gave a cautionary instruction negating the prosecutor’s inference that the jury could consider the possibility that they, as taxpayers, would foot the bill for the failure of the savings and loan in determining Wicker’s guilt.\nComments on Crow’s Guilty Plea\nWicker claims that the prosecutor made an improper comment about Crow’s guilty plea. In closing argument, the prosecutor said:\nIf it was a legitimate fee for brokering that Malcolm Crow did, why did Malcolm Crow plead guilty to two felony counts if he had gotten this $25,905.00 when he did some real work for Mr. Wicker.\nAt this point the Court interrupted and told the jury:\nNow, counsel, that’s an improper argument, the fact that Malcolm Crow has pled guilty has nothing to do with whether or not this man is guilty.\nThe prosecutor’s next remark was:\nDid Agent Herndon appear to you when he testified to be the type of person that threatened Mr. Crow into confessing?\nThe court again instructed the jury that Crow’s plea was not evidence of Wicker’s guilt.\nThe government argues that these comments were intended to rebut the defense’s claim that Crow had been coerced into his testimony against Wicker by threats of prosecution. In opening argument, the defense counsel stated:\nIt wasn’t until the Federal Bureau of Investigation showed up and threatened him, after he had been in the grand jury for an hour or two that he decided maybe he did something wrong.\nThe government argues that they were entitled to a fair response to defense counsel’s assertion. See United States v. Binker, 795 F.2d 1218 (5th Cir.1986). They also argue that since defense counsel did not object to these comments we should review only for plain error. We find without elaboration that the district court’s immediate and clear curative comments eliminated any effect these comments might have had on Wicker’s substantial rights.\nCumulative Error\nWicker claims alternatively that, if no individual instance of prosecutorial misconduct reaches the level of reversible error, taken together they cumulate to require reversal. We do not agree.\nThere may be instances where improper statements, which are not individually prejudicial enough to require reversal, could cumulate to affect the defendant’s substantial rights. United States v. Garza, 608 F.2d 659 (5th Cir.1979). However, such instances are rare in this circuit. United States v. Iredia, 866 F.2d 114 (5th Cir. 1989). Wicker’s case is not one of those instances.\nMost of the comments complained of went without objection. Others received curative instructions. The remainder were noted by the court sua sponte and corrected immediately. Taken with the clear proof of guilt, the record shows none of Wicker’s substantial rights were affected.\nD. Brady and Giglio Evidence\nWicker claims that the prosecution failed to come forward with exculpatory evidence it possessed in violation of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963) and Giglio v. United States, 405 U.S. 150, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972). Specifically, he claims that the government failed to disclose a witness fee arrangement with Crow and that this information would have been a crucial tool it could have used to discredit the prosecution’s star witness.\nInformation such as a witness fee constitutes impeachment evidence and is contemplated by Giglio. However, the record indicates that the defense counsel was aware, at trial, that the government was paying Crow’s expenses for his stay at the Double Tree Hotel during the trial. The procedure for paying of witness fees is public information. 28 C.F.R. § 21.4. Moreover, no specific request for witness fee information was made by the defense. Absent such a request, and with Wicker’s knowledge that the government was paying for at least a portion of Crow’s expenses during the trial, we do not find a violation of Brady and Giglio.\nIV.\nWicker’s conviction and sentence are AFFIRMED.",
        "type": "majority",
        "author": "CLARK, Chief Judge:"
      }
    ],
    "attorneys": [
      "Robert N. Habans, Jr., Habans, Bologna & Carriere, New Orleans, La., for defendant-appellant.",
      "Jan M. Mann, U.S. Atty., Peter G. Stras-ser, Asst. U.S. Atty., John P. Volz, U.S. Atty., Chief Crim. Div., New Orleans, La., for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Seaborn R. WICKER, Defendant-Appellant.\nNo. 90-3631.\nUnited States Court of Appeals, Fifth Circuit.\nMay 31, 1991.\nRobert N. Habans, Jr., Habans, Bologna & Carriere, New Orleans, La., for defendant-appellant.\nJan M. Mann, U.S. Atty., Peter G. Stras-ser, Asst. U.S. Atty., John P. Volz, U.S. Atty., Chief Crim. Div., New Orleans, La., for plaintiff-appellee.\nBefore CLARK, Chief Judge, WILLIAMS and DAVIS, Circuit Judges."
  },
  "file_name": "0284-01",
  "first_page_order": 382,
  "last_page_order": 391
}