{
  "id": 10541610,
  "name": "Stacy EVANS, et al., Plaintiffs, Appellees, v. COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES, Defendant, Appellant; Stacy EVANS, etc., et al., Plaintiffs, Appellees, v. COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES, Defendant, Appellee, Louis W. Sullivan, Secretary of U.S. Department of Health and Human Services, Third-Party Defendant, Appellant",
  "name_abbreviation": "Evans v. Commissioner, Maine Department of Human Services",
  "decision_date": "1991-05-06",
  "docket_number": "Nos. 90-1834, 90-2019",
  "first_page": "1",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 1"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "29 U.S.C.A. § 1501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "535 F.Supp. 1041",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3430152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/535/1041-01"
      ]
    },
    {
      "cite": "764 F.2d 1325",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        378192,
        378327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/764/1325-01",
        "/f2d/764/1325-02"
      ]
    },
    {
      "cite": "105 S.Ct. 1138",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11299003
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0184-01"
      ]
    },
    {
      "cite": "559 F.Supp. 603",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3546536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/559/0603-01"
      ]
    },
    {
      "cite": "495 A.2d 979",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "76 Cal.L.Rev. 593",
      "category": "journals:journal",
      "reporter": "Cal. L. Rev.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "19 Suffolk U.L.Rev. 687",
      "category": "journals:journal",
      "reporter": "Suffolk U. L. Rev.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "45 C.F.R. § 233.20",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(ll)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(a)(7)(h)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "740 F.2d 100",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        623085
      ],
      "pin_cites": [
        {
          "page": "105-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/740/0100-01"
      ]
    },
    {
      "cite": "323 U.S. 134",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1229682
      ],
      "weight": 3,
      "year": 1944,
      "pin_cites": [
        {
          "page": "139-40"
        },
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/323/0134-01"
      ]
    },
    {
      "cite": "322 U.S. 111",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142352
      ],
      "weight": 3,
      "year": 1944,
      "pin_cites": [
        {
          "page": "130"
        },
        {
          "page": "860"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/322/0111-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "844-45"
        },
        {
          "page": "2782-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    },
    {
      "cite": "461 A.2d 642",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "75 Pa.Commw. 169",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1310743
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/75/0169-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 606",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)",
          "parenthetical": "defining who is a needy child"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "692 F.2d 177",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1483527
      ],
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/692/0177-01"
      ]
    },
    {
      "cite": "689 F.2d 252",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1469862
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/689/0252-01"
      ]
    },
    {
      "cite": "522 A.2d 1313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908613
      ],
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "reaching same result"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/522/1313-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 601-610",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 602",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 9,
      "pin_cites": [
        {
          "page": "(a)(8)(A)(iv)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(a)(8)(B)(ii)(I)"
        },
        {
          "page": "(a)(8)(B)(ii)(I)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(a)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(a)(7)"
        },
        {
          "page": "(a)(8)(A)(iv)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1299,
    "char_count": 43032,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 6.79263539545869e-08,
      "percentile": 0.41564334445753404
    },
    "sha256": "8c77ea6c44b11f8147af99182242061f81f7a5c676a011c715d72e242ec9fcff",
    "simhash": "1:1607652864bee872",
    "word_count": 7231
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BREYER, Chief Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge."
    ],
    "parties": [
      "Stacy EVANS, et al., Plaintiffs, Appellees, v. COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES, Defendant, Appellant. Stacy EVANS, etc., et al., Plaintiffs, Appellees, v. COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES, Defendant, Appellee, Louis W. Sullivan, Secretary of U.S. Department of Health and Human Services, Third-Party Defendant, Appellant."
    ],
    "opinions": [
      {
        "text": "BREYER, Chief Judge.\nThis appeal presents a narrow question of statutory interpretation affecting the eligibility for federal welfare payments of a small class of persons. The statute in question imposes a limitation upon the use of the “earned income disregard” (EID), see 42 U.S.C. § 602(a)(8)(A)(iv), a provision of welfare law that tells a state not to count a certain amount of earned income (for present purposes $30 plus one-third of the remainder of the monthly amount earned) when it considers whether or not a family is eligible for Aid to Families with Dependent Children (AFDC). See Social Security Act §§ 401-410, 42 U.S.C. § 601-610. The class in question is typified by a family in which a woman with a child receiving AFDC payments, then marries a man (a “stepfather”), who is not receiving AFDC but instead is working and earning a rather small salary. Is this family (or “assistance unit” in welfare jargon) still eligible for AFDC payments? If the stepfather’s salary is low, such that the family’s total income still falls below the state’s “standard of need” for a family of three, they will be eligible. If the stepfather’s salary is high, they will likely not be eligible. But, suppose, as is true in this case, that the salary is just enough so that, if one applied the EID, the family remains eligible, but otherwise it does not?\nThe Government tells us that the purpose of the EID is to encourage those currently on welfare to go to work, not to make eligible for welfare those already working. And, with this purpose in mind, they read the relevant statute as making this family ineligible for AFDC. After reading the statute, see 42 U.S.C. § 602(a), and considering the arguments, we conclude that the Government is correct, that indeed Congress did intend to make this family ineligible, and we reverse a district court judgment to the contrary. See also Bradstreet v. Commissioner of Human Services, 522 A.2d 1313 (Me.1987) (interpreting the statute as did the district court here).\nI\nBackground\nA. Statutory Background. To understand the narrow statutory question before us, the reader must keep in mind the broader statutory universe within which this narrow question arises. The reader must understand how eligibility for AFDC payments is determined and how, basically, the EID is applied. (For a more complete discussion of the operation of this statute see Drysdale v. Spirito, 689 F.2d 252 (1st Cir. 1982).)\nAFDC is a joint state-federal program aimed primarily at helping needy children, under which the federal government offers the states considerable funding provided that the states meet federal standards and requirements. Id. at 253; Dickenson v. Petit, 692 F.2d 177, 179 (1st Cir.1982). In deciding who is eligible for assistance the state must look at the income and assets, first of potentially needy children within a family, second of a child’s “caretaker relative,” say the child’s mother, and third of any person whose presence in the household is very helpful to the child, say a stepfather, or sometimes an older adult brother or sister, a person whom the welfare community calls an “essential person.” If the combined income (and assets) of these persons, whom together the welfare law calls an “assistance unit,” falls below a state “standard of need,” the state sends them a check for the difference. For example, in Maine at the time this lawsuit began, the standard of need for a three-person assistance unit was $632 per month. If the combined income of a child plus its caretaker relative (say, its mother), plus another essential person (say, a stepfather), amounted to $500, the state, in principle, would send them a check for $132.\nIn practice, the calculation of eligibility and need, and the amount of assistance, is complicated by a host of statutory rules and regulations that define, among other things, who is a “child,” a “caretaker relative,” or an “essential person,” and what income or assets (and how much) the state should count in determining “need.” See, e.g., 42 U.S.C. § 606(a) (defining who is a needy child); id. at § 606(b) (identifying who may be included in an assistance unit); id. at § 602(a)(8) (specifying which disregards apply to income); id. at § 602(a)(7)(B) (identifying which assets must be considered in determining need).\nFor present purposes, we focus on one such set of statutory complexities, namely the “earned income disregard” provisions that, in effect, say that the state shall not count as “income” a certain portion of the income that an assistance unit member earns, in particular, a provision telling the state not to count the first $30 plus one-third of the remainder of the member’s monthly earned income. (There are other disregards, but we shall simplify by ignoring them.) To take an example, assume that a stepfather (or essential person) married to a mother (a caretaker relative) with one child earned $690 per month. This amount, counted because the stepfather is included in the assistance unit, seems to exceed Maine’s $632, three-person standard of need. But, if one subtracts $30 (leaving $660) and then subtracts one-third of the remainder ($220), the assistance unit is left with $440 of counted income, making it eligible to receive a check for $192 each month. Of course, applying this disregard and sending this check means that the family will actually have $822 per month in income, while a needier three person family with no earned income would receive only $632 per month. However, that result is not necessarily anomalous because the first family’s higher income has been adjusted to reward one of its members for finding a job.\nNow consider an EID complication that Congress has enacted in order to prevent expansion of the welfare rolls. Basically, Congress has said that the state cannot use the EID when it decides whether or not a family not now on welfare is eligible for AFDC. Rather it must use it only in deciding the amount of the payment it will send such a family. Thus, the family just described, with earned income of $690, newly applying for AFDC, normally would not be eligible. See 42 U.S.C. § 602(a)(8)(B)(ii)(I). If that same family already was receiving AFDC, however, it would continue to remain eligible at least for a time. Again, Congress understood this unfairness and consciously decided to create it, for it wished to use the EID solely to encourage those who would receive welfare without it to go to work. Congress wanted: (1) to encourage those already on welfare to find a job; and (2) not to expand the welfare rolls. See S.Rep. No. 744, 90th Cong., 1st Sess., reprinted in 1967 U.S.Code Cong. & Admin.News, 90th Congress 2834, 2994, 2994-95 (“[I]n the opinion of the committee ... the number of recipients who seek and obtain employment will be greatly increased ... [The bill] is designed to get people off AFDC rolls, not put them on.”).\nThe fact that Congress forbids use of the EID to determine eligibility for a family not already receiving welfare creates a second, related unfairness. As we have pointed out, a three-person family with an income of $650 per month, newly applying for welfare, could not obtain it. But a newly applying family with a slightly smaller income, an income that qualifies it without the EID, would qualify and would receive the EID in determining the amount of the grant. Thus, a family with $630 of earned income, which is newly applying for AFDC, would be eligible (because $630 is less than the need standard of $632), and, in calculating the assistance check for the second family, the state would disregard $30 (leaving $600) plus one-third of the rest ($200), thereby leaving a counted income of $400, and resulting in a monthly payment of $232. This last mentioned family would thereby have a monthly income which amounted to $832 (the combination of the earned income and the AFDC check), considerably more than the first family’s income of $690. Again, this unfairness flows from the Congressional decision to use the EID to encourage those otherwise eligible for, or already on, welfare to work.\nCongress added two further complications to its “Apply EID only to those receiving welfare without it” rule. First, it did not simply say (as to eligibility in any given month), “Apply the EID in determining the eligibility for welfare only of those currently receiving welfare.” Rather, it was a little more generous. It said “Apply the EID in determining the eligibility only of those now on welfare or those who have received welfare at any time in the past four months.” See 42 U.S.C. § 602(a)(8)(B)(ii)(I). At the same time, Congress also severely limited the use of the disregard, for it added that a family, for eligibility purposes, could take advantage of the $30 portion of the EID for not more than eight months, and of the one-third portion for not more than four months. See id. at § 602(a)(8)(B)(ii)(II).\nWe are left with a set of complicated rules about how a state is to apply the EID when determining a family’s eligibility for AFDC in any given month. Basically, Congress designed the EID to encourage families receiving welfare to try to find jobs. Congress said the states could not use the EID to make eligible for welfare those not already receiving welfare (defined to include those who now receive, or in the past four months have received, welfare) and Congress said that even a family already receiving welfare could use the EID only for a few months to remain eligible. In sum, the EID prevents a family that finds a low paying job from losing its welfare eligibility if that family has received welfare in the last four months but it limits use of the disregard (for eligibility purposes) to a brief period of time.\nB. The Statute. The relevant portions of the statute, 42 U.S.C. § 602(a) are the following:\n(8)(A) ... [T]he state agency\n(ii) shall disregard from the earned income of any child or relative applying for or receiving [AFDC], or of any other individual (living in the same home as such relative and child) whose needs are taken into account in making such determination, the first $90 of the total of such earned income for such month; ...\n[In order to simplify, we have not discussed the above-mentioned $90 disregard, but we need to set forth this provision because of the cross-reference in (B)(ii)(I).]\n(iv) shall disregard from the earned income of any child or relative receiving [AFDC], or of any other individual (living in the same home as such relative or child) whose needs are taken into account in making such determination, an amount equal to (I) the first $30 of the total of such earned income not disregarded under any other clause of this subpara-graph plus (II) one-third of the remainder thereof ... [.]\n(B)(ii)(I) [The state agency shall not disregard] ... any earned income of any of the persons specified in subparagraph (a)(ii), if, with respect to [the month of application] the income of the persons so specified was in excess of their need, ... unless the persons received aid under the plan in one or more of the four months preceding such month; and\n(II) in the case of the earned income of a person with respect to whom subpar-agraph (A)(iv) has been applied for four consecutive months, shall not apply the provisions of subclause (II) of such subparagraph to any month after such month, or apply the provisions of subelause (I) of such subparagraph to any month after the eighth month following such month....\n42 U.S.C. § 602(a) (emphasis added).\nC. This Case. The issue in this case concerns the meaning of the word “persons” in the next to last line in paragraph (8)(B)(ii)(I), a word which we have underlined. The plaintiff, Stacy Evans, has one child. She married Donald, who became the child’s stepfather. All of them are “persons” whose assets and income the state must take into account when computing their AFDC eligibility. The child is a dependent child, Stacy is a caretaker relative, and Donald is an essential person. (Under current federal regulations Donald may not qualify as an essential person, see 54 Fed.Reg. 3448-49 (effective date August 1, 1989), but he did so qualify under the Maine regulations in effect at the time of their January, 1989 application, see Final AFDC Policy Changes — Essential Persons, Memorandum of July 31 1989, thus entitling the Evanses to several months of assistance payments if their legal argument is correct.)\nDonald earned just enough money at work so that he, Stacy and the child are eligible for assistance only if Maine applies the EID and disregards $30 plus one-third of the remainder of his monthly income. Maine refused to do so because Donald had not personally received AFDC in any of the four months prior to the application (although Stacy and the child had received AFDC). In its view, that fact meant that Donald was outside the scope of the word “persons” in the proviso — a proviso designed to distinguish those who had received AFDC within the last four months, and thus were “on welfare,” from those who were not.\nStacy then filed this lawsuit, on behalf of herself, the child, Donald and a class of all those similarly situated, against Maine, which removed to federal court and joined the Secretary of Health and Human Services as a third-party defendant. See Fed.R. Civ.P. 14 (“[A] defending party, as a third-party plaintiff, may cause a summons and complaint to be served upon a person not a party to the action who is or may be liable to the third-party plaintiff_”). The district court agreed with Stacy’s argument that the word “persons” in the proviso means “any of the persons,” (namely the child, the caretaker relative, or an essential person) in the family (or assistance unit) currently applying for AFDC. Since Stacy and the child had received AFDC in “one or more of the four months preceding such month,” (even though Donald had not), the court held the disregard applied, and the family was eligible. See Bradstreet v. Commissioner of Human Services, 522 A.2d 1313 (Me. 1987) (reaching same result); but see Taylor v. Commonwealth Dept. of Public Welfare, 75 Pa.Commw. 169, 461 A.2d 642 (1983). The district court also declared the federal Secretary of Health and Human Services’s interpretation of the statute invalid.\nBoth Maine and the Secretary appeal this determination. Maine has joined in the brief of the Secretary. See Fed.R.App.P. 28(i) (permitting parties to adopt by reference brief of other parties). We agree with the state and federal governments that the word “persons” in the proviso does not mean “any of the persons” but rather refers to the person who earns the income to which the “earned income disregard” might apply. We therefore reverse the judgment of the district court (without reaching other issues raised, such as whether or not the Eleventh Amendment bars a judgment against the state).\nII\nAnalysis\nOur conclusion rests primarily upon the language of the statute as read in the context of its structure and in light of its purposes. To understand how we interpret the statute and our reasons for doing so, we shall set forth several related provisions, simplifying the language somewhat. In particular we shall use the term “essential person” as a substitute for the awkward statutory phrase “any other individual (living in the same home as such child and relative) whose needs the state determines should be considered in determining the need of the child or relative claiming such aid.”\nAs modified in unessential ways for clarity, the statutory provisions say the following.\n1. 42 U.S.C. § 602(a)(7) says:\nThe state agency (A) shall, in determining need, take into consideration any other income and resources of any child or [caretaker relative claiming aid] or of [any essential person]....\n2. 42 U.S.C. § 602(a)(8)(A)(iv) says that in determining income, the state agency\nshall disregard from the income of any child or [caretaker] relative receiving aid ... or of [any essential person] ... an amount equal to (I) the first $30 ... plus (II) one-third of the remainder ...\n3. Section 8(B)(ii)(I) then says that the disregard applies only to those who currently receive welfare or have received welfare within the past four months. Specifically, it says\nprovided that (with respect to any month) the state shall not disregard ... any earned income of any of the persons j specified in (a)(ii) [namely any child, caretaker relative or essential person] if with respect to such month the income of the persons 2 so specified was in excess of their need [as calculated without the disregard] ... unless the persons 3 received aid under the plan in one or more of the four months preceding such month....\nThe question before us is what the word “persons” means the three times it appears in this last sentence. What individual or group does that word pick out?\nThe first use of the word “persons” (which we label “personsi”) could have only one meaning. It indicates that the agency will look at the income of the group of people in the relevant family or assistance unit. These persons may include the child, a caretaker relative, and an essential person — the people specified in (8)(A)(ii). In examining the income of all these people, the agency will take note of any income that is earned by any of them.\nThe second use of the word “persons,” which we have labeled “persons2” seems reasonably precise. It must refer to the combined income of all the persons in the family or the assistance unit (for that is the income that the agency considers when determining if there is need). The agency is to ask whether the total income of all these people — including earned income (without the benefit of the disregard) — exceeds the standard of need. If so, they are not eligible for AFDC.\nThe third use of the word “persons,” which we label “persons3” is ambiguous. It might mean (a) “unless [any of] the persons [in the family or assistance unit] received aid in one or more of the previous four months” (which is what the Evans’ argue). Or, it might mean (b) “unless the [particular] persons [to whose earned income the agency is considering applying the disregard] received aid in one or more of the previous four months” (which is what the state and federal government argue). In our view the second of these interpretations is correct.\nOur reasons for believing this second interpretation is the correct one are the following: First, the language of the statute permits this interpretation. Linguistically speaking, this interpretation is as reasonable as any other.\nSecond, this interpretation is more consistent than the first with Congress’s basic purpose. The basic purpose of this complicated statute is to restrict use of the disregard to those instances where its presence will encourage those now receiving (or who have recently received) AFDC to look for work. The legislative history of the EID provisions explains that Congress hoped to increase the “number of recipients who seek and obtain employment,” and that the “bill contains provisions which will prevent increasing the number of persons receiving AFDC as a result of the earnings exemptions_ In short, the various provisions included in the committee’s bill are designed to get people off AFDC rolls, not put them on.” S.Rep. No. 744, 90th Cong., 1st Sess., reprinted, in 1967 U.S.Code Cong. & Admin.News, 90th Congress 2995-96. Stacy Evans’s interpretation would permit a mother with children to remain on welfare despite having married a man with an earned income higher than the state standard of need. Thus, it would (1) permit the stepfather, who is not, and was not recently, on welfare but who is in fact working, to qualify for welfare simply because of his marriage and (2) permit Stacy to remain on welfare and at the same time to receive an extra benefit in the form of a larger monthly check without requiring her to go to work. On the other hand, the Government’s interpretation restricts use of the EID to instances in which a person currently receiving welfare goes to work, as Congress seems to have intended.\nThird, the Supreme Court has said that where a regulatory statute is ambiguous, we are to give considerable weight to the views of the agency charged with that statute’s administration. See Chevron U.S.A., Inc. v. Natural Resources Defense Council, 467 U.S. 837, 844-45, 104 S.Ct. 2778, 2782-83, 81 L.Ed.2d 694 (1984). This admonition seems particularly appropriate in this situation, where the statute is highly technical and complex, and the interpretive issue has only minor general significance. Under these circumstances it is reasonable to conclude that Congress would have wanted the agency to enjoy a degree of legal leeway in specifying the scope of the language’s application. Hence, Congress may have delegated a degree of interpretive power to the agency, see National Labor Relations Board v. Hearst Publications, Inc., 322 U.S. 111, 130, 64 S.Ct. 851, 860, 88 L.Ed. 1170 (1944), or, at least, we can surmise that the agency (the staff of which likely helped with the statute’s drafting and has also learned how best to administer it) has special insight into the kind of interpretation that overall will make “sense” of the statute, thereby giving it additional “persuasive” power with the court. Skidmore v. Swift & Co., 323 U.S. 134, 139-40, 65 S.Ct. 161, 164, 89 L.Ed. 124 (1944); Mayburg v. Secretary of Health and Human Services, 740 F.2d 100, 105-06 (1st Cir.1984).\nThe relevant agencies in this case are the federal Department of Health and Human Services (HHS) and the Maine Department of Human Services. And, these agencies basically support the interpretation we have adopted. Maine has specifically adopted the interpretation we have advanced here. HHS has regulations that embody the interpretation we have adopted. These regulations specify the following:\n(11)- For purposes of eligibility determination, the State must disregard from the monthly earned income ... of each individual whose needs are included in the eligibility determination\n(D) Where appropriate, an amount equal to $30 plus one-third of the earned income not already disregarded ... of an individual who received assistance in one of the four prior months.\n45 C.F.R. § 233.20(a)(ll) (emphasis added). If the individual who is earning income did not receive AFDC in one of the previous four months, this section does not authorize application of the disregard. And, we can find no other section of the regulations that would authorize it.\nWe have hedged our statement of HHS’s position because of certain other language in the regulations. Stacy Evans points to another section of the regulations which states the following:\n(7) Disregard of earned income; method ...\n(ii) In applying [the disregard] to an applicant for AFDC, there will be a preliminary step to determine whether the assistance unit in which he or she is a member is eligible without the application of any AFDC provisions for the disregard ... by applying the unit’s gross earnings ... and all other income to the State’s standard of need. This preliminary step does not apply if the assistance unit received assistance in one of the four months prior to the month of application.\n45 C.F.R. § 233.20(a)(7)(h) (emphasis added). Stacy Evans argues that this regulation shows that the third use of the word “persons” in the statute means “any of the persons in an assistance unit.” Otherwise, why would the regulation not say something like “this preliminary step does not apply if the member of the assistance unit who seeks application of the disregard received assistance in one of the four months prior to the month of application?”\nThe obvious answer to this question is that this particular sentence, contained in an introductory paragraph, is explaining in general terms that the EID may be used to establish eligibility, but only if the assist-anee unit received AFDC within the last four months. It does not purport to specify in detail just how this limitation works. Rather, it leaves § 233.20(a)(ll)(D), quoted above, to explain the specific application of the EID.\nEven if the state were to apply this introductory section literally, it would not help Stacy Evans. The state would still have to use § 233.20(a)(ll) to determine if the EID can in fact be applied to a particular individual’s income. The state would follow the regulation's initial introductory advice and it would not take the preliminary step of measuring total income without the EID against the standard of need. But, it still could not find the family eligible until it applied the EID. And, the only regulation that tells how to do this is the later regulation that instructs the agency to apply the EID only to those individuals who had personally received aid in the last four months. Therefore, following the regulations literally, the state would ultimately apply the EID only to those members of the assistance unit receiving AFDC within the last four months, and not to new members of the assistance unit.\nFor these reasons, we agree with the Government about the meaning of “per-sons3.” But, before concluding, we wish to point out what the Government’s argument is not. In her brief Stacy Evans characterizes the Government as adopting yet a third interpretation of the word “persons3.” She believes the Government has said that “persons” means “all the persons now in the family or assistance unit currently applying for aid” so that the proviso would not apply unless the entire assistance unit —child, caretaker relative and the essential person — had received aid within the last four months. This interpretation seems bizarre, for it would deny the proviso to a mother with a child on AFDC who has another child and then obtains work. The second child, now in the family, was not receiving aid before. Similarly, it would deny the EID to a mother who marries a stepfather who has no job, and then she obtains work. We can find no support in the regulations or legislative history for this interpretation, it seems contrary to Congress’s basic purposes, it is more difficult to square with the language of the statute and the regulations, and we do not believe the Government has really offered this interpretation.\nIn sum, given the Congressional purposes, the statute’s structure, and the basic administrative interpretation, we believe “personss” must refer to each individual whose earned income is at issue. That being so, the judgment of the district court is\nReversed.\nAPPENDIX\nPUBLIC HEALTH AND WELFARE\nSUBCHAPTER IV — GRANTS TO STATES FOR AID AND SERVICES TO NEEDY FAMILIES WITH CHILDREN AND FOR CHILD-WELFARE SERVICES\nPart A — Aid to Families with Dependent Children\n§ 601. Authorization of appropriations Law Review Commentaries\nCalifornia Workfare Legislation and the right of privacy. 13 Hast.Const.L.Q. 761 (1986).\nChild support enforcement: Balancing increased federal involvement with procedural due process. 19 Suffolk U.L.Rev. 687 (1985).\nCongress demands stricter child-support enforcement: Florida requires major reforms to comply. 10 Nova L.J. 1371 (1982).\nEffect of the federal availability principle on state AFDC asset-transfer rules. 89 Columbia L.Rev. 580 (1989).\nRewriting the fiscal constitution: The case of Gramm-Rudman-Hollings. Kate Stith, 76 Cal.L.Rev. 593 (1988).\nSteprelationships in Connecticut. Shirley R. Bysiewicz, 60 Conn.B.J. 378 (1986).\nNotes of Decisions\n2. Purpose — Generally\nInterpretation of regulation to limit recipients to one nonrecurring grant of $200 towards purchase or maintenance of automobile was not inconsistent with purposes of AFDC program. Rowe v. Cohen, Pa. Cmwlth.1985, 495 A.2d 979.\n7. - Protection of dependent children\nTurner v. Woods, 559 F.Supp. 603 [main volume] reversed 105 S.Ct. 1138, 470 U.S. 184, 84 L.Ed.2d 138, on remand 764 F.2d 1325.\n10. Necessity of state compliance\nSimpson v. Miller, 535 F.Supp. 1041 [main volume].\n§ 602. State plans for aid and services to needy families with children; contents; approval by Secretary; records and reports; treatment of earned income advances\n(a) Contents\nA State plan for aid and services to needy families with children must—\n(1) provide that it shall be in effect in all political subdivisions of the State, and, if administered by them, be mandatory upon them;\n(2) provide for financial participation by the State;\n(3) either provide for the establishment or designation of a single State agency to administer the plan, or provide for the establishment or designation of a single State agency to supervise the administration of the plan;\n(4) provide for granting an opportunity for a fair hearing before the State agency to any individual whose claim for aid to families with dependent children is denied or is not acted upon with reasonable promptness;\n(5) provide such methods of administration (including after January 1, 1940, methods relating to the establishment and maintenance of personnel standards on a merit basis, except that the Secretary shall exercise no authority with respect to the selection, tenure of office, and compensation of any individual employed in accordance with such methods) as are found by the Secretary to be necessary for the proper and efficient operation of the plan;\n(6) provide that the State agency will make such reports, in such form and containing such information, as the Secretary may from time to time require, and comply with such provisions as the Secretary may from time to time find necessary to assure the correctness and verification of such reports;\n(7) except as may be otherwise provided in paragraph (8) or (31) and section 615 of this title, provide that the State agency—\n(A) shall, in determining need, take into consideration any other income and resources of any child or relative claiming aid to families with dependent children, or of any other individual (living in the same home as such child and relative) whose needs the State determines should be considered in determining the need of the child or relative claiming such aid;\n(B) shall determine ineligible for aid any family the combined value of whose resources (reduced by any obligations or debts with respect to such resources) exceeds $1,000 or such lower amount as the State may determine, but not including as a resource for purposes of this subparagraph (i) a home owned and occupied by such child, relative, or other individual and so much of the family member’s ownership interest in one automobile as does not exceed such amount as the Secretary may prescribe, (ii) under regulations prescribed by the Secretary, burial plots (one for each such child relative, and other individual), and funeral agreements or (iii) for such period or periods of time as the Secretary may prescribe, real property which the family is making a good-faith effort to dispose of, but any aid payable to the family for any such period shall be conditioned upon such disposal, and any payments of such aid for that period shall (at the time of the disposal) be considered overpayments to the extent that they would not have been made had the disposal occurred at the beginning of the period for which the payments of such aid were made; and\n(C) may, in the case of a family claiming or receiving aid under this part for any month, take into consideration as income (to the extent the State determines appropriate, as specified in such plan, and notwithstanding any other provision of law—\n(i) an amount not to exceed the value of the family’s monthly allotment of food stamp coupons, to the extent such value duplicates the amount for food included in the maximum amount that would be payable under the State plan to a family of the same composition with no other income, and\n(ii) an amount not to exceed the value of any rent or housing subsidy provided to such family, to the extent such value duplicates the amount for housing included in the maximum amount that would be payable under the State plan to a family of the same composition with no other income;\n(8) (A) provide that, with respect to any month, in making the determination under paragraph (7), the State agency—\n(i) shall disregard all of the earned income of each dependent child receiving aid to families with dependent children who is (as determined by the State in accordance with standards prescribed by the Secretary) a full-time student or a part-time student who is not a full-time employee attending a school, college, or university, or a course of vocational or technical training designed to fit him for gainful employment;\n(ii) shall disregard from the earned income of any child or relative applying for or receiving aid to families with dependent children, or of any other individual (living in the same home as such relative and child) whose needs are taken into account in making such determination, the first $90 of the total of such earned income for such month;\n(iii) after applying the other clauses of this subparagraph shall disregard from the earned income of any child, relative, or other individual specified in clause (ii), an amount equal to expenditures for care in such month for a dependent child, or an incapacitated individual living in the same home as the dependent child, receiving aid to families with dependent children and requiring such care for such month, to the extent that such amount (for each such dependent child or incapacitated individual) does not exceed $175 (or such lesser amount as the Secretary may prescribe in the case of an individual not engaged in full-time employment or not employed throughout the month), or, in the ease such child is under age 2, $200;\n(iv) shall disregard from the earned income of any child or relative receiving aid to families with dependent children, or of any other individual (living in the same home as such relative and child) whose needs are taken into account in making such determination, an amount equal to (I) the first $30 of the total of such earned income not disregarded under any other clause of this subparagraph plus (II) one-third of the remainder thereof (but excluding, for purposes of this subparagraph, earned income derived from participation on a project maintained under the programs established by section 632(b)(2) and (3) of this title);\n(v) may disregard the income of any dependent child applying for or receiving aid to families with dependent children which is derived from a program carried out under the Job Training Partnership Act (as originally enacted) [29 U.S.C.A. § 1501 et seq.], but only in such amounts, and for such period of time (not to exceed six months with respect to earned income as the Secretary may provide in regulations.\n(vi) shall disregard the first $50 of any child support payments for such month received in that month, and the first $50 of child support payments for each prior month received in that month if such payments were made by the absent parent in the month when due, with respect to the dependent child or children in any family applying for or receiving aid to families with dependent children (including support payments collected and paid to the family under section 657(b) of this title).\n(vii) may disregard all or any part of the earned income of a dependent child who is a full-time student and who is applying for aid to families with dependent children,' but only if the earned income of such child is excluded for such month in determining the family’s total income under paragraph (18); and\n(viii) shall disregard any refund of Federal income taxes made to a family receiving aid to families with dependent children by reason of section 32 of Title 26 (relating to earned income tax credit) and any payment made to such a family by an employer under section 3507 of Title 26 (relating to advance payment of earned income credit); and\n(B) provide that (which respect to any month) the State agency—\n(i) shall not disregard, under clause (ii), (iii), or (iv) of subparagraph (A) any earned income of any one of the persons specified in subparagraph (A)(ii) if such person—\n(I) terminated his employment or reduced his earned income without good cause within such period (of not less than thirty days) preceding such month as may be prescribed by the Secretary.\n(II) refused without good cause, within such period preceding such month as may be prescribed by the Secretary, to accept employment in which he is able to engage which is offered through the public employment offices of the State, or is otherwise offered by an employer if the offer of such employer is determined by the State or local agency administering the State plan, after notification by the employer, to be a bona fide offer of employment; or\n(III) failed without good cause to make a timely report (as prescribed by the State plan pursuant to paragraph (14)) to the State agency of earned income received in such month; and\n(ii) (I) shall not disregard—\n(a) under subclause (II) of subparagraph (A)(iv), in a case where such subclause has already been applied to the income of the persons involved for four consecutive months while they were receiving aid under the plan, or\n(b) under subclause (I) of subparagraph (A)(iv), in a case where such subclause has already been applied to the income of the persons involved for twelve consecutive months while they were receiving aid under the plan,\nany earned income of any of the persons specified in subparagraph (A)(ii), if, with respect to such month, the income of the persons so specified was in excess of their need, as determined by the State agency pursuant to paragraph (7) (without regard to subparagraph (A)(iv) of this paragraph), unless the persons received aid under the plan in one or more of the four months preceding such month; and\n(II) in the case of the earned income of a person with respect to whom subparagraph (A)(iv) has been applied for four consecutive months, shall not apply the provisions of subclause (II) of such subparagraph to any month after such month, or apply the provisions of subclause (I) of such subparagraph to any month after the eighth month following such month, for so long as he continues to receive aid under the plan, and shall not apply the provisions of either such subclause to any month thereafter until the expiration of an additional period of twelve consecutive months during which he is not a recipient of such aid; and\n45 CFR Ch. II (10-1-90 Edition)\nPART 233 — COVERAGE AND CONDITIONS OF ELIGIBILITY IN FINANCIAL ASSISTANCE PROGRAMS\n§ 233.20 Need and amount of assistance.\n(a) Requirements for State Plans. A State Plan for OAA, AFDC, AB, APTD or AABD must, as specified below:\n(7) Disregard of earned income method. (i) Provide that for other than AFDC, the following method will be used for disregarding earned income: The applicable amounts of earned income to be disregarded will be deducted from the gross amount of “earned income,” and all work expenses, personal and non-personal, will then be deducted. Only the net amount remaining will be applied in determining need and the amount of the assistance payment.\n(ii) In applying the disregard of income under paragraph (a)(ll)(ii)(B) of this section to an applicant for AFDC, there will be a preliminary step to determine whether the assistance unit in which he or she is a member is eligible without the application of any AFDC provisions for the disregard in (a)(ll)(ii)(B) by applying the unit’s gross earnings (less the disregards in (a)(ll)(i) and (a)(ll)(iv)) and all other income to the State’s standard of need. This preliminary step does not apply if the assistance unit received assistance in one of the four months prior to the month of application.\n(11) Disregard of income and resources applicable only to AFDC. (i) For purposes of eligibility determination, the State must disregard from the monthly earned income, i.e., earned income as defined in § 233.20(a)(6)(iii), of each individual whose needs are included in the eligibility determination.\n(A)Disregard all of the monthly earned income of each child receiving AFDC if the child is a full-time student or is a part-time student who is not a full-time employee. A student is one who is attending a school, college, or university or a course of vocational or technical training designed to fit him or her for gainful employment and includes a participant in the Job Corps program under the Job Training Partnership Act (JTPA).\n(B) The first $75.\n(C) An amount equal to the actual cost, but not to exceed $160 (or a lesser amount in the case of an individual not engaged in full-time employment or not employed throughout the month), for the care of each dependent child or incapacitated adult living in the same home and receiving AFDC. The State agency shall have in place a procedure under which it determines and applies a disregarded amount less than $160.\n(D) Where appropriate, an amount equal to $30 plus one-third of the earned income not already disregarded under paragraphs (a)(ll)(i) and (a)(ll)(v) of this section of an individual who received assistance in one of the four prior months.\n(ii) For purposes of benefit calculation for individuals found eligible under paragraph (a)(ll)(i) of this section, the following disregards must be made by the State:\n(A) Disregard all of the monthly earned income of each child receiving AFDC if the child is a full-time student or is a part-time student who is not a full-time employee. A student is one who is attending a school, college, or university or a course of vocational or technical training designed to fit him or her for gainful employment and includes a participant in the Job Corps program under the Job Training Partnership Act (JTPA).\n(B) Disregard from any other individual’s earned income the amounts specified in paragraphs (a)(ll)(i)(B) and (C) of this section, and $30 plus one-third of his earned income not already disregarded under paragraphs (a)(ll)(ii) and (a)(ll)(v) of this section ....",
        "type": "majority",
        "author": "BREYER, Chief Judge."
      }
    ],
    "attorneys": [
      "Joyce Elise McCourt, Asst. Regional Counsel, with whom Richard S. Cohen, U.S. Atty., and David R. Collins, Asst. U.S. Atty., were on brief for Dr. Louis W. Sullivan, Secretary of U.S. Dept, of Health and Human Services.",
      "Thomas D. Warren, Deputy Atty. Gen., with whom James E. Tierney, Atty. Gen., was on brief for H. Rollin Ives, Com’r of the Maine Dept, of Human Services.",
      "Linda Christ, with whom Patrick Ende, Jack Comart, and Pine Tree Legal Assistance, Inc. were on brief for Stacy Evans."
    ],
    "corrections": "",
    "head_matter": "Stacy EVANS, et al., Plaintiffs, Appellees, v. COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES, Defendant, Appellant. Stacy EVANS, etc., et al., Plaintiffs, Appellees, v. COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES, Defendant, Appellee, Louis W. Sullivan, Secretary of U.S. Department of Health and Human Services, Third-Party Defendant, Appellant.\nNos. 90-1834, 90-2019.\nUnited States Court of Appeals, First Circuit.\nHeard Feb. 4, 1991.\nDecided May 6, 1991.\nJoyce Elise McCourt, Asst. Regional Counsel, with whom Richard S. Cohen, U.S. Atty., and David R. Collins, Asst. U.S. Atty., were on brief for Dr. Louis W. Sullivan, Secretary of U.S. Dept, of Health and Human Services.\nThomas D. Warren, Deputy Atty. Gen., with whom James E. Tierney, Atty. Gen., was on brief for H. Rollin Ives, Com’r of the Maine Dept, of Human Services.\nLinda Christ, with whom Patrick Ende, Jack Comart, and Pine Tree Legal Assistance, Inc. were on brief for Stacy Evans.\nBefore BREYER, Chief Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge."
  },
  "file_name": "0001-01",
  "first_page_order": 99,
  "last_page_order": 110
}