{
  "id": 10541749,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Mark TURNER, IV; James Spencer, Claimants-Appellants, One 1963 Chevrolet Corvette, VIN 30837S119534, Defendant",
  "name_abbreviation": "United States v. Turner",
  "decision_date": "1991-05-14",
  "docket_number": "No. 90-6788",
  "first_page": "240",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 240"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "355 S.E.2d 579",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1987,
      "pin_cites": [
        {
          "page": "580-81"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "233 Va. 260",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2096643
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "263-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/233/0260-01"
      ]
    },
    {
      "cite": "28 U.S.C.A. § 1738",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "449 U.S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715506
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "96"
        },
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0090-01"
      ]
    },
    {
      "cite": "462 U.S. 306",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187779
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "313",
          "parenthetical": "quoting Allen v. McCurry, 449 U.S. 90, 96, 101 S.Ct. 411, 415, 66 L.Ed.2d 308 (1980)"
        },
        {
          "page": "2373",
          "parenthetical": "quoting Allen v. McCurry, 449 U.S. 90, 96, 101 S.Ct. 411, 415, 66 L.Ed.2d 308 (1980)"
        },
        {
          "parenthetical": "quoting Allen v. McCurry, 449 U.S. 90, 96, 101 S.Ct. 411, 415, 66 L.Ed.2d 308 (1980)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0306-01"
      ]
    },
    {
      "cite": "461 U.S. 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298945
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "564-65"
        },
        {
          "page": "2012"
        },
        {
          "page": "564"
        },
        {
          "page": "2012"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0555-01"
      ]
    },
    {
      "cite": "802 F.2d 571",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1625251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/802/0571-01"
      ]
    },
    {
      "cite": "614 F.Supp. 219",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3781968
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/614/0219-01"
      ]
    },
    {
      "cite": "806 F.2d 262",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "628 F.Supp. 668",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        6050366
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/628/0668-01"
      ]
    },
    {
      "cite": "860 F.2d 121",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        655671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/860/0121-01"
      ]
    },
    {
      "cite": "647 F.Supp. 732",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3929795
      ],
      "pin_cites": [
        {
          "page": "742"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/647/0732-01"
      ]
    },
    {
      "cite": "659 F.Supp. 925",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3906417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/659/0925-01"
      ]
    },
    {
      "cite": "407 U.S. 345",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9138193
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0345-01"
      ]
    },
    {
      "cite": "690 F.2d 397",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1474028
      ],
      "pin_cites": [
        {
          "page": "401"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/690/0397-01"
      ]
    },
    {
      "cite": "745 F.2d 853",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        593053
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "854-55"
        },
        {
          "page": "855",
          "parenthetical": "probable cause for warrantless search does not end merely because the automobile was secured"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/745/0853-01"
      ]
    },
    {
      "cite": "456 U.S. 798",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6191830
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "825"
        },
        {
          "page": "2173"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/456/0798-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "1879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "380 U.S. 693",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524671
      ],
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "702"
        },
        {
          "page": "1251"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0693-01"
      ]
    },
    {
      "cite": "661 F.2d 319",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1181863
      ],
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/661/0319-01"
      ]
    },
    {
      "cite": "786 F.2d 605",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1556422
      ],
      "pin_cites": [
        {
          "page": "609"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/786/0605-01"
      ]
    },
    {
      "cite": "21 U.S.C.A. § 881",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "(a)(4)"
        },
        {
          "page": "(a)(4)"
        },
        {
          "page": "(b)",
          "parenthetical": "West 1981 & Supp. 1991"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 16812,
    "ocr_confidence": 0.759,
    "pagerank": {
      "raw": 1.955150455999397e-07,
      "percentile": 0.7372850695156359
    },
    "sha256": "2a52f4bae74951d241dd16b5d12dfc49bec8e35257553098b3fc4a29de7e273b",
    "simhash": "1:224eb73098c30271",
    "word_count": 2661
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CHAPMAN, WILKINSON and WILKINS, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Mark TURNER, IV; James Spencer, Claimants-Appellants, One 1963 Chevrolet Corvette, VIN 30837S119534, Defendant."
    ],
    "opinions": [
      {
        "text": "WILKINS, Circuit Judge:\nThe United States brought this action for the civil forfeiture of a 1963 Chevrolet Corvette. 21 U.S.C.A. § 881(a)(4) (West Supp. 1991). The district court granted summary judgment in favor of the government. Mark Turner, IV, the owner of the vehicle, opposed the forfeiture and appeals the ruling of the district court. We affirm.\nI.\nOn June 26, 1988, Arlington County Officer Hackert observed a woman enter a convenience store and leave with only a cup of water. The officer watched the woman walk to an adjacent parking lot and enter a 1963 Corvette that was backed into a parking space some distance away from other vehicles in the lot. He drove over to the Corvette, radioed for back-up, and exited his vehicle. As he approached the Corvette, he noticed the woman and the other occupant of the car, Turner, become animated and lean over as if they were hiding something. The officer ordered Turner and the woman to exit the Corvette. As they exited, the officer observed drug paraphernalia and white powder between the seats in plain view. Turner was arrested and the Corvette impounded. A search of the Corvette revealed 6.18 grams of cocaine under the front seat.\nOn December 19, 1988, Turner was indicted on state charges of possession of cocaine with intent to distribute. During the course of the state proceedings, Turner moved to suppress the evidence on the ground that the seizure was illegal because the officer lacked a reasonable articulable suspicion for the investigatory detention. After this motion was denied, Turner pled guilty to simple possession on April 11, 1989. He was sentenced to a term of probation on July 7, 1989 and took no appeal. In September 1989, having pled guilty to charges that he contends precluded state forfeiture under Virginia law, Turner moved in the Arlington County Circuit Court for return of the Corvette. It was then that he first learned that the Drug Enforcement Administration administratively forfeited the Corvette in November 1988.\nBecause Turner was incarcerated on unrelated federal charges from September 1988 to November 1988, he did not receive actual notice of the proceeding. Although the government mailed notice of the forfeiture to Turner’s home address, the tenants who were renting Turner’s home during his incarceration did not accept the notice, and it was returned unreceived. The government then published a notice in a national newspaper for three weeks. On November 29, 1988, no claim having been asserted, the Corvette was forfeited. In May 1989, title to the automobile was transferred to the Arlington County Police Department.\nTurner sought through the Virginia courts to set aside the administrative forfeiture alleging that he was not given proper notice. While this state proceeding was pending, the government, apparently recognizing that lack of notice may have rendered the administrative forfeiture void, initiated this forfeiture action in federal court and obtained a warrant of arrest in rem from the clerk of the district court. After the Virginia courts refused to entertain Turner’s state action, he moved to dismiss this action. Turner argued that the administrative forfeiture is void because the government failed to give him proper notice and that a judicial forfeiture would violate his right to due process because the government delayed unreasonably in bringing the action. Granting summary judgment for the government, the district court specifically found that probable cause existed for the seizure and judicial forfeiture and that the delay of the government in bringing the proceeding was not unreasonable because it had diligently pursued an administrative action in the interim. The district court also found that Turner’s motion to vacate the administrative forfeiture was moot in view of the disposition of the judicial forfeiture.\nII.\nThe government brought this action against the Corvette under 21 U.S.C.A. § 881(a)(4) which subjects to forfeiture “[a]ll ... vehicles ... which are used, or are intended for use, to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of [a controlled substance].” In order to prevail in a forfeiture action under subsection 881(a), “the government need only establish ‘probable cause for belief that a substantial connection exists between the property to be forfeited and the criminal activity defined by the statute.’ ” Boas v. Smith, 786 F.2d 605, 609 (4th Cir.1986) (quoting United States v. Three Hundred Sixty Four Thousand Nine Hundred Sixty Dollars ($364,960.00) in United States Currency, 661 F.2d 319, 323 (5th Cir.1981)).\nTurner does not dispute the finding of the district court that a substantial connection existed between the vehicle and the underlying criminal conduct. Rather, he contends that this finding of probable cause cannot be sustained because the cocaine and drug paraphernalia were obtained as a result of what Turner argues was an illegal investigatory detention. Turner correctly notes that the fourth amendment is applicable to forfeiture proceedings, One 1958 Plymouth Sedan v. Pennsylvania, 380 U.S. 693, 702, 85 S.Ct. 1246, 1251, 14 L.Ed.2d 170 (1965), and he claims that since the contraband was fruit of an unlawful seizure, it must be suppressed.\nAn investigatory detention does not violate constitutional standards if the officer has a reasonable articulable suspicion of criminal activity. Terry v. Ohio, 392 U.S. 1, 21, 88 S.Ct. 1868, 1879, 20 L.Ed.2d 889 (1968). Officer Hackert’s training and past work experience in narcotics caused him to suspect that the woman obtained the cup of water in order to “cook up” illegal drugs. His suspicion of illegal activity was heightened when he observed the woman return to a vehicle backed into its parking space, and parked far away from other automobiles in the lot. As the officer approached the Corvette, he observed Turner nervously bend over as if to secrete something under the seat. The officer had a reasonable articulable suspicion sufficient to support an investigatory detention. During the brief detention, the officer observed cocaine and drug paraphernalia in plain view between the seats in the Corvette which justified Turner’s arrest and the seizure of the vehicle.\nIII.\nUpon the filing by the government of a complaint for forfeiture, a district court clerk issued a warrant of arrest in rem pursuant to Supplemental Rules for Certain Admiralty and Maritime Claims C(3), made applicable to forfeiture proceedings by 21 U.S.C.A. § 881(b) (West 1981 & Supp. 1991). Rule C(3) provides that “[i]n actions by the United States for forfeitures for federal statutory violations, the clerk, upon filing of the complaint, shall forthwith issue a summons and warrant for the arrest of the vessel or other property without requiring a certification of exigent circumstances.” A warrant of arrest in rem serves to bring the res within the jurisdiction of the court and authorizes the government to seize the property. Turner contends that the seizure of the Corvette pursuant to the warrant of arrest in rem violated the unreasonable seizure provision of the fourth amendment because it was issued without a prior finding of probable cause. Turner also argues that this procedure is violative of the warrant clause of the fourth amendment.\nA.\nTurner contends that the seizure of the Corvette under the warrant of arrest in rem was unreasonable because probable cause for the seizure was not determined by a judicial officer. All seizures by the government must comport with the fourth amendment which guarantees freedom from “unreasonable searches and seizures, ... and no Warrants shall issue, but upon probable cause.” U.S. Const, amend. IV. Subject to a few well-defined exceptions, searches and seizures conducted without prior judicial determination of probable cause are per se unreasonable. United States v. Ross, 456 U.S. 798, 825, 102 S.Ct. 2157, 2173, 72 L.Ed.2d 572 (1982).\nWhen law enforcement authorities have probable cause to believe an automobile contains contraband, they may seize it without a prior judicial determination of probable cause without violating the fourth amendment. United States v. $29,000—U.S. Currency, 745 F.2d 853, 854-55 (4th Cir.1984). The justification for a warrant-less seizure does not disappear merely because the vehicle has been impounded. Cf. id. at 855 (probable cause for warrantless search does not end merely because the automobile was secured); United States v. Kemp, 690 F.2d 397, 401 (4th Cir.1982) (once automobile is used in violation of the law, probable cause for seizure will not dissipate). Officer Haekert, having reasonable cause to believe that the Corvette contained contraband, was justified in seizing the automobile without a warrant. Since probable cause for the warrantless seizure did not dissipate, the lack of judicial determination of probable cause prior to seizure of the Corvette pursuant to the warrant of arrest in rem did not violate the fourth amendment.\nB.\nTurner further contends that this court lacks jurisdiction over the res because the procedure established by subsection 881(b) and Rule C(3) violates the warrant clause of the fourth amendment. Turner first claims that district court clerks may not issue warrants because they are not judicial officers and cannot make probable cause determinations. Next Turner argues that Rule C(3), which compels the clerk to issue an arrest warrant for the property without making a probable cause determination, violates the fourth amendment guarantee that no warrant shall issue but upon probable cause.\nAlthough we question whether district court clerks would be qualified to determine probable cause for the arrest and seizure of property, see Shadwick v. City of Tampa, 407 U.S. 345, 92 S.Ct. 2119, 32 L.Ed.2d 783 (1972), we need not reach this issue because clearly the rule does not allow the exercise of discretion. Rule C(3) commands that a clerk “shall forthwith” issue the warrant of arrest upon the filing of a complaint for forfeiture; the clerk possesses no discretion to do otherwise and thus is not called upon to make a probable cause determination. The issue we must address is whether a valid warrant of arrest in rem may issue without a prior determination of probable cause by a neutral and detached magistrate.\nWe conclude that when a warrant for arrest in rem serves merely to bring the res before the court it is not a “warrant” within the meaning of the fourth amendment such that the issuing authority must first make a probable cause determination. Forfeitures under subsection 881(a) are civil actions, and the “arrest warrant” is necessitated only by the legal fiction of an in rem action. The document issued by the clerk, although designated a “warrant” by the statute, is more closely analogous to a summons which a district court clerk routinely issues as part of the clerk’s ministerial duties. We hold that if the seizure of the property is otherwise proper under the fourth amendment, no violation of the fourth amendment occurs when the district court clerk issues a warrant of arrest in rem pursuant to subsection 881(b).\nOther courts considering the constitutionality under the fourth amendment of the warrant procedure established by subsection 881(b) and Rule C(3) have found it unconstitutional. United States v. Real Property Located at 25231 Mammoth Circle, El Toro, Cal., 659 F.Supp. 925 (C.D. Cal.1987); United States v. Life Ins. Co. of Va. Single Premium Whole Life Policy, Policy No. 002138373, 647 F.Supp. 732, 742 (W.D.N.C.1986); rev’d on other grounds sub nom. United States v. B & M Used Cars, 860 F.2d 121 (4th Cir.1988); United States v. One Hundred Twenty-Eight Thousand Thirty-Five Dollars ($128,-035.00) in U.S. Currency, 628 F.Supp. 668 (S.D.Ohio), appeal dismissed, 806 F.2d 262 (6th Cir.1986); In re Kingsley, 614 F.Supp. 219 (D.Mass.1985), appeal dismissed, 802 F.2d 571 (1st Cir.1986). These cases address, on fourth amendment grounds, a Rule C(3) seizure of real or personal property that could not constitutionally have been seized without a warrant. These opinions are inapposite to the issue before this court because the seizure of the Corvette, as discussed above, satisfied the fourth amendment. The distinction between the constitutional seizure of property and the procedural aspects of bringing the res within the jurisdiction of the court is critical to our disposition of this issue. Our holding is a narrow one for it does not address the question of whether the procedure would pass constitutional muster if a clerk’s warrant were relied upon for the seizure of property for which a warrant was essential under the fourth amendment.\nIV.\nLastly, Turner claims that the 16-month delay between the date the automobile was seized by the Arlington County Police Department and the filing of this action constitutes an unreasonable delay amounting to a violation of his right to due process. An unreasonable delay in instituting a forfeiture proceeding may constitute a violation of due process requiring the return of the property. United States v. Eight Thousand Eight Hundred and Fifty Dollars ($8,850) in United States Currency, 461 U.S. 555, 564-65, 103 S.Ct. 2005, 2012, 76 L.Ed.2d 143 (1983). In determining whether the government brought the proceeding within a reasonable time, courts are to consider the following factors: “length of delay, the reason for the delay, the [claimant’s] assertion of his right, and prejudice to the [claimant].” Id. at 564, 103 S.Ct. at 2012.\nConsidering these factors, we conclude that the delay was not unreasonable. Although Turner alleged the administrative forfeiture was void because of his lack of notice, Turner does not challenge that the government reasonably believed that the Corvette had been properly forfeited in the administrative action. Under the impression that the automobile had already been forfeited, the government had no reason to initiate judicial proceedings until Turner challenged the validity of the administrative forfeiture. The government proceeded to file this action without delay once Turner made his challenge. The delay was as much attributable to Turner’s decision to defer asserting his right to return of the vehicle until after the conclusion of the state proceedings as to the government. Additionally, Turner suffered no prejudice from delay. While under other circumstances a delay of 16 months might constitute an unreasonable delay, we find Turner’s right to due process was not violated.\nWe conclude that the district court properly granted summary judgment to the government and affirm.\nAFFIRMED.\n. The district court properly concluded that James Spencer, although holding record title to the Corvette, had sold the Corvette to Turner and that Spencer consequently had no ownership interest sufficient to confer standing upon him.\n. The government argues that Turner is es-topped to contest the legality of the stop because this issue was previously resolved against him in the state action. The federal courts must \" ‘give preclusive effect to state-court judgments whenever the courts of the State from which the judgments emerged would do so.’ ” Haring v. Prosise, 462 U.S. 306, 313, 103 S.Ct. 2368, 2373, 76 L.Ed.2d 595 (1983) (quoting Allen v. McCurry, 449 U.S. 90, 96, 101 S.Ct. 411, 415, 66 L.Ed.2d 308 (1980)); see 28 U.S.C.A. § 1738 (West 1966). It is a well-settled rule in Virginia that a criminal judgment has no preclusive effect in a subsequent civil proceeding. Selected Risks Ins. Co. v. Dean, 233 Va. 260, 263-64, 355 S.E.2d 579, 580-81 (1987). Accordingly, this court does not grant the state suppression decision preclusive effect.\n. Although warrantless seizure is permissible under the fourth amendment in some situations, this is by no means the preferable practice. The seizing agent or United States attorney who proceeds without a warrant issued upon a finding of probable cause risks imposition of costs or potential civil liability. But see 28 V.S.C.A. § 2465 (West 1978) (although seized property returned to claimant, district court to issue certificate insulating the seizing agent or prosecutor from costs or suit when reasonable cause existed for seizure).",
        "type": "majority",
        "author": "WILKINS, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Marvin David Miller, argued, Alexandria, Va., for claimants-appellants.",
      "Thomas More Hollenhorst, Asst. U.S. Atty., argued (Henry E. Hudson, U.S. Atty., on brief), Alexandria, Va., for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Mark TURNER, IV; James Spencer, Claimants-Appellants, One 1963 Chevrolet Corvette, VIN 30837S119534, Defendant.\nNo. 90-6788.\nUnited States Court of Appeals, Fourth Circuit.\nArgued Dec. 7, 1990.\nDecided May 14, 1991.\nMarvin David Miller, argued, Alexandria, Va., for claimants-appellants.\nThomas More Hollenhorst, Asst. U.S. Atty., argued (Henry E. Hudson, U.S. Atty., on brief), Alexandria, Va., for plaintiff-appellee.\nBefore CHAPMAN, WILKINSON and WILKINS, Circuit Judges."
  },
  "file_name": "0240-01",
  "first_page_order": 338,
  "last_page_order": 344
}