{
  "id": 10541781,
  "name": "Helen DODDS, Plaintiff-Appellant, v. Dean Joe M. CHILDERS, et al., Defendants-Appellees",
  "name_abbreviation": "Dodds v. Childers",
  "decision_date": "1991-05-16",
  "docket_number": "No. 90-1580",
  "first_page": "271",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 271"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "840 F.2d 277",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543640
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/840/0277-01"
      ]
    },
    {
      "cite": "441 U.S. 347",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1779937
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "351-52"
        },
        {
          "page": "1745-46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/441/0347-01"
      ]
    },
    {
      "cite": "411 F.2d 365",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2191712
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "374"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/411/0365-01"
      ]
    },
    {
      "cite": "8 L.Ed.2d 111",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "370 U.S. 690",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169981
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/370/0690-01"
      ]
    },
    {
      "cite": "439 U.S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11330532
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "415-16"
        },
        {
          "page": "696-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0410-01"
      ]
    },
    {
      "cite": "871 F.2d 545",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530702
      ],
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/871/0545-01"
      ]
    },
    {
      "cite": "90 L.Ed.2d 335",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 1789",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "475 U.S. 1140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6442881,
        6442243,
        6441896,
        6441578,
        6441995,
        6442348,
        6442770,
        6442579,
        6442134,
        6441689,
        6442459,
        6442686
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/475/1140-12",
        "/us/475/1140-06",
        "/us/475/1140-03",
        "/us/475/1140-01",
        "/us/475/1140-04",
        "/us/475/1140-07",
        "/us/475/1140-11",
        "/us/475/1140-09",
        "/us/475/1140-05",
        "/us/475/1140-02",
        "/us/475/1140-08",
        "/us/475/1140-10"
      ]
    },
    {
      "cite": "774 F.2d 1295",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        35646
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "1300-01"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/774/1295-01"
      ]
    },
    {
      "cite": "755 F.2d 455",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        675185
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "461"
        },
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/755/0455-01"
      ]
    },
    {
      "cite": "88 L.Ed.2d 918",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 883",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "474 U.S. 1101",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6537736,
        6537865,
        6538120,
        6537609,
        6537775,
        6537650,
        6537973,
        6537690,
        6537820,
        6537917,
        6538046
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/474/1101-04",
        "/us/474/1101-07",
        "/us/474/1101-11",
        "/us/474/1101-01",
        "/us/474/1101-05",
        "/us/474/1101-02",
        "/us/474/1101-09",
        "/us/474/1101-03",
        "/us/474/1101-06",
        "/us/474/1101-08",
        "/us/474/1101-10"
      ]
    },
    {
      "cite": "768 F.2d 696",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        356470
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/768/0696-01"
      ]
    },
    {
      "cite": "901 F.2d 456",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530897
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "461"
        },
        {
          "page": "464-65"
        },
        {
          "page": "463-64"
        },
        {
          "page": "465"
        },
        {
          "page": "465-66"
        },
        {
          "page": "466-67"
        },
        {
          "page": "466-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/901/0456-01"
      ]
    },
    {
      "cite": "93 L.Ed.2d 997",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 948",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "479 U.S. 1064",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6544576,
        6544906,
        6544683,
        6544842,
        6544507,
        6545003,
        6544624,
        6544435,
        6544475,
        6544733,
        6544541,
        6544958
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/479/1064-05",
        "/us/479/1064-10",
        "/us/479/1064-07",
        "/us/479/1064-09",
        "/us/479/1064-03",
        "/us/479/1064-12",
        "/us/479/1064-06",
        "/us/479/1064-01",
        "/us/479/1064-02",
        "/us/479/1064-08",
        "/us/479/1064-04",
        "/us/479/1064-11"
      ]
    },
    {
      "cite": "792 F.2d 1360",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1583386
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1362, n. 2"
        },
        {
          "page": "1362"
        },
        {
          "page": "1362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/792/1360-01"
      ]
    },
    {
      "cite": "110 L.Ed.2d 641",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 2620",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6118941
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/br/114/2620-01"
      ]
    },
    {
      "cite": "890 F.2d 794",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12031875
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "798"
        },
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/890/0794-01"
      ]
    },
    {
      "cite": "461 U.S. 138",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298262
      ],
      "weight": 15,
      "year": 1983,
      "pin_cites": [
        {
          "page": "147"
        },
        {
          "page": "1690"
        },
        {
          "page": "147-48"
        },
        {
          "page": "1690"
        },
        {
          "page": "138"
        },
        {
          "page": "1684"
        },
        {
          "page": "147"
        },
        {
          "page": "1690"
        },
        {
          "page": "149-50"
        },
        {
          "page": "1691-92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0138-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 310",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 346",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "902 F.2d 401",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530645
      ],
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/902/0401-01"
      ]
    },
    {
      "cite": "483 U.S. 378",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        28112
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/483/0378-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 13438,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 2.989259218372384e-07,
      "percentile": 0.8515944365868435
    },
    "sha256": "f9e3d54c769c0efe07da15d1d11c981a2cc8923ba03448f5be16185f609ac7c9",
    "simhash": "1:a311db09c9d55e86",
    "word_count": 2126
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUBIN, KING, and JONES, Circuit Judges:"
    ],
    "parties": [
      "Helen DODDS, Plaintiff-Appellant, v. Dean Joe M. CHILDERS, et al., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "ALVIN B. RUBIN, Circuit Judge:\nA non-tenured instructor at a state junior college contends that she was impermissi-bly discharged in retaliation for her exercise of freedom of speech and that the college’s failure to give her timely notification of her discharge violated the equal protection clause. Because we find that her speech did not address a matter of public concern and that her equal protection claim is without merit, we affirm the district court’s directed verdict in favor of defendants.\nI.\nHelen Dodds worked as an instructor in the Cosmetology Program at Northeast Mississippi Community College (formerly Northeast Mississippi Junior College) from 1980, when the program was expanded to two instructors, to 1987, when her position was eliminated. The College offers vocational training to students from the surrounding area to prepare them for employment opportunities available in the community. For this reason, the College continually evaluates its vocational programs and customarily adjusts their size and availability in response to changes in the local job market. Due both to the expansion of the College’s program and the steady increase of private schools in the area, the need for cosmetologists had dwindled by 1987. In December 1986, College President White ordered a formal survey of cosmetology-student placement, which indicated that the spring 1987 graduates had no prospect of employment in the area and recommended that the program be reduced. The College therefore decided to reduce the program to one instructor following the 1987 spring semester and to eliminate the program in the summer of 1988. Accordingly, in late April 1987 the College notified Dodds that, as the cosmetology instructor with less seniority, her contract would not be renewed.\nDodds contends, however, that her position was eliminated in response to her continued complaints to college officials throughout the 1987 spring semester about the status of Sheila Bolden, the sister-in-law of the President of the Board of Trustees of the College, as a cosmetology instructor-trainee. Although the College had no formal instructor-training program in cosmetology, Alloyce Simpson, the senior cosmetology instructor, had obtained special permission from College President White for Bolden to prepare for the State instructor-licensing exam. Dodds repeatedly complained to her superiors about Bolden’s enrollment in a “program which did not exist.” She wrote a memo to Dean Childers claiming that the College should “not create jobs based on personal gain and political expediency.” Dodds admitted at trial that she had feared that Bolden was being trained to replace her as an instructor at the College. In response to Dodds’s complaints, the College created a formal curriculum for a teacher-training program in which only Bolden was enrolled.\nAfter her position was eliminated, Dodds brought suit against Dean Childers, Vocational Director Aust, and the estate of President White, in both their official and individual capacities, and against the College, alleging violation of her rights to freedom of speech and equal protection under § 1983. After hearing all the evidence, the district court directed a verdict in favor of the defendants, ruling that Dodds’s speech did not address a matter of public concern and was therefore not protected as a matter of law, and dismissing the equal protection claim.\nII.\nWhether speech is protected by the First Amendment is a question of law to be determined by the court. A public employee’s speech is entitled to judicial protection under the First Amendment only if it addresses a matter of “public concern.” This “must be determined by the content, form, and context of a given statement, as revealed by the whole record.” If the speech does not address a matter of public concern, a court will not scrutinize the reasons motivating a discharge that was allegedly in retaliation for that speech. Appellate courts review de novo the question of whether the speech at issue addresses a matter of public concern.\nThis court has previously found that issues rise to the level of public concern if an individual speaks primarily as a citizen rather than as an employee, or if the information conveyed would be of “relevance to the public’s evaluation of the performance of governmental agencies.” The existence of an element of personal interest on the part of an employee in the speech does not prevent finding that the speech as a whole raises issues of public concern. On the other hand, an employee cannot transform a personal conflict into an issue of public concern simply by arguing that individual concerns might have been of interest to the public under different circumstances. This court has previously observed that “the mere fact that the topic of the employee’s speech was one in which the public might or would have had a great interest is of little moment ... because almost anything that occurs within a public agency could be of concern to the public.”\nTo rise to the level of public concern, the speech must have been made primarily as a citizen rather than as an employee. The court may therefore be required to assess the primary motivation of the speaker in evaluating whether her speech addresses a matter of public concern. The district court found that Dodds’s complaints about Bolden reflected predominantly her concern about the security of her job and her working conditions, matters of private interest. Dodds argues, however, that her complaints about Bol-den’s status in the Cosmetology Program also addressed matters of public concern: nepotism, favoritism, and misallocation of public funds in creating a special program for one student.\nAll speech arising from “mixed motives,” however, is not automatically protected; the speaker must have spoken 'predominantly “as a citizen” to trigger First Amendment protection. We have previously found that complaints that might rise above the purely personal level, but are instead expressed only as issues of employer favoritism, are personal grievances rather than issues of public concern. Dodds’s comments indicate her primary concern as the effect of the favoritism shown to Bolden on her own employment, not its potential effect on the public interest. Specifically, she questioned whether the College officially recognized an instructor training program, what color Bolden’s uniform should be, what curriculum she should use to instruct Bolden, and how to explain Bolden’s role in the program to other cosmetology students. Her protest about not creating jobs “based on personal gain and political expediency” arose in reference to her fear that Bolden was being groomed to take her job. She never proposed that other students ought to be given the same opportunity as Bolden or suggested that training Bolden was an improper allocation of funds. While she may have privately considered creating a program for Bolden to be a misuse of public funds, she expressed this belief only after filing suit. Retrospective embellishment cannot transform personal grievances into matters of public concern.\nNor does the form or context of Dodds’s complaints support the contention that she addressed a matter of public concern. The private form and context of speech, while not dispositive, are relevant factors in assessing whether that speech addresses a matter of public concern. Dodds did not address her complaints to anyone outside the College, nor did those complaints occur against a background of ongoing public debate about the administration of the College, its use of funds, or the operation of the Cosmetology Program. Thus, neither the form, content, nor context of Dodds’s speech suggests that she addressed a matter of public concern.\nLastly, Dodds claims that the Supreme Court specifically recognized in Connick v. Myers that even a public employee’s speech concerning only her working conditions merits limited First Amendment protection. In Meyers’s case, Dodds argues, this limited protection was outweighed by her employer’s interest in maintaining morale and efficiency. Dodds’s complaints, however, never interfered with the efficient functioning of the College. In the absence of any counterbalancing state interests, therefore, Dodds contends that her complaints should be protected by the First Amendment.\nDodds completely misconstrues Connick, in which the Court stated only that speech on private matters, unlike obscenity, is not of “so little social value ... that the State can prohibit and punish such expression by all persons in its jurisdiction;” in this sense it is entitled to limited First Amendment protection. Only when a public employee’s speech addresses a matter of public concern, however, may a court scrutinize the employee’s discharge. The Court in Connick went on to balance the State’s interest in efficiency against Meyers’s interest in expression only because one element of her speech had passed the public concern test.\nIn the present case, considering all the evidence and reasonable inferences in the light most favorable to Dodds, as we must in reviewing a directed verdict, we conclude that Dodds’s speech failed to address a matter of public concern. We therefore need not consider the district court’s rulings that Dodds’s speech did not constitute a substantial motivating factor in the decision to eliminate her position or that the individual defendants were entitled to qualified immunity.\nIII.\nDodds also contends that the equal protection clause of the Fourteenth Amendment mandates that Miss.Code Ann. § 37-9-105, which requires that certified public school teachers must be notified before April 8th that their contracts will not be renewed, be construed to apply to junior college instructors as well as public school teachers. Separate statutory provisions, which lack any such notification requirement, govern the operation of community and junior colleges. Since Dodds is not a member of a protected class, this statutory distinction is presumed valid, unless she can prove that the distinction between two similarly situated groups lacked any rational relationship to a legitimate state interest. She has not done so. Presumably certified public school teachers can be expected to seek a position at another public school if their contracts are not renewed; since the public school system utilizes a uniform curriculum, the notice requirement allows them sufficient time to seek new employment. The State may choose to offer them this procedural protection in order to entice certified teachers into an understaffed public school system. Vocational instructors, however, are not certified by the State Department of Education. Moreover, they may just as easily resume their vocational work as continue teaching. We therefore conclude that Dodds’s equal protection claim lacks merit.\nFor the foregoing reasons, we AFFIRM the decision of the district court.\n. Rankin v. McPherson, 483 U.S. 378, 386 n. 9, 107 S.Ct. 2891, 2898 n. 9, 97 L.Ed.2d 315 (1987); Fyfe v. Curlee, 902 F.2d 401, 403 (5th Cir.), cert. denied — U.S. -, 111 S.Ct. 346, 112 L.Ed.2d 310 (1990).\n. Connick v. Myers, 461 U.S. 138, 147, 103 S.Ct. 1684, 1690, 75 L.Ed.2d 708 (1983).\n. Id. at 147-48, 103 S.Ct. at 1690.\n. Id.\n. Kirkland v. Northside Indep. School Dist., 890 F.2d 794, 798 (5th Cir. 1989), cert. denied - U.S. -, 110 S.Ct. 2620, 110 L.Ed.2d 641 (1990); Terrell v. University of Tex. Sys. Police, 792 F.2d 1360, 1362, n. 2 (5th Cir.1986), cert. denied 479 U.S. 1064, 107 S.Ct. 948, 93 L.Ed.2d 997 (1987).\n. Thompson v. City of Starkville, 901 F.2d 456, 461 (5th Cir.1990); Kirkland, 890 F.2d at 799; Terrell, 792 F.2d at 1362.\n. Day v. South Park Indep. School Dist., 768 F.2d 696, 700 (5th Cir. 1985), cert. denied 474 U.S. 1101, 106 S.Ct. 883, 88 L.Ed.2d 918 (1986); Davis v. West Community Hosp., 755 F.2d 455, 461 (5th Cir.1985); see also Thompson, 901 F.2d at 464-65.\n. Thompson, 901 F.2d at 463-64; Gonzalez v. Benavides, 774 F.2d 1295, 1300-01 (5th Cir. 1985), cert. denied 475 U.S. 1140, 106 S.Ct. 1789, 90 L.Ed.2d 335 (1986).\n. Connick, 461 U.S. at 148-49 & n. 8, 103 S.Ct. at 1691 & n. 8.\n. Terrell, 792 F.2d at 1362.\n. Thompson, 901 F.2d at 465.\n. Id. at 465-66.\n. Moore v. Mississippi Valley State Univ., 871 F.2d 545, 551 (5th Cir.1989).\n. Givhan v. Western Line Consol. School Dist., 439 U.S. 410, 415-16, 99 S.Ct. 693, 696-97, 58 L.Ed.2d 619 (1979); Thompson, 901 F.2d at 466-67.\n. Thompson, 901 F.2d at 466-67; Davis, 755 F.2d at 461.\n. 461 U.S. at 138, 103 S.Ct. at 1684.\n. Id. at 147, 103 S.Ct. at 1690.\n. Id.\n. Id. at 149-50, 103 S.Ct. at 1691-92.\n. Continental Ore Co. v. Union Carbide & Carbon Corp., 370 U.S. 690, 696 & n. 6, 82 S.Ct. 1404, 1409 & n. 6, 8 L.Ed.2d 111 (1962); Boeing Co. v. Shipman, 411 F.2d 365, 374 (5th Cir. 1969).\n. E.g. Parham v. Hughes, 441 U.S. 347, 351-52, 99 S.Ct. 1742, 1745-46, 60 L.Ed.2d 269 (1979); Levi v. University of Texas, 840 F.2d 277, 279 (5th Cir. 1988).",
        "type": "majority",
        "author": "ALVIN B. RUBIN, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Jim Waide, Estes & Waide, Tupelo, Miss., for plaintiff-appellant.",
      "Lester F. Sumners, Sumners, Carter, Trout & McMillin, New Albany, Miss., D. Collier Graham, Jr., Shell, Buford, Bufkin, Callicutt & Perry, Jackson, Miss., for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "Helen DODDS, Plaintiff-Appellant, v. Dean Joe M. CHILDERS, et al., Defendants-Appellees.\nNo. 90-1580.\nUnited States Court of Appeals, Fifth Circuit.\nMay 16, 1991.\nJim Waide, Estes & Waide, Tupelo, Miss., for plaintiff-appellant.\nLester F. Sumners, Sumners, Carter, Trout & McMillin, New Albany, Miss., D. Collier Graham, Jr., Shell, Buford, Bufkin, Callicutt & Perry, Jackson, Miss., for defendants-appellees.\nBefore RUBIN, KING, and JONES, Circuit Judges:"
  },
  "file_name": "0271-01",
  "first_page_order": 369,
  "last_page_order": 373
}