{
  "id": 10543739,
  "name": "In re ANALYTICAL SYSTEMS, INC., Debtor. ITT COMMERCIAL FINANCE CORP., Plaintiff-Appellant, v. Virginia DILKES, Defendant-Appellee",
  "name_abbreviation": "ITT Commercial Finance Corp. v. Dilkes",
  "decision_date": "1991-06-17",
  "docket_number": "No. 90-8124",
  "first_page": "939",
  "last_page": "943",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 939"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "570 F.2d 433",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        918007
      ],
      "pin_cites": [
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/570/0433-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 521",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "9 B.R. 201",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6526295
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/9/0201-01"
      ]
    },
    {
      "cite": "32 B.R. 87",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6100173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/32/0087-01"
      ]
    },
    {
      "cite": "35 B.R. 588",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6117908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/35/0588-01"
      ]
    },
    {
      "cite": "102 L.Ed.2d 53",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "\"The clear Congressional intent to require filing of valid proofs of claims within the established time limits precludes any exceptions based on general equitable principles.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 76",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6118118
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "\"The clear Congressional intent to require filing of valid proofs of claims within the established time limits precludes any exceptions based on general equitable principles.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/90/0076-01"
      ]
    },
    {
      "cite": "488 U.S. 826",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1495014,
        1494054,
        1493096,
        1493290,
        1494126,
        1493264,
        1493140,
        1494420,
        1495286,
        1495543,
        1494456,
        1493786,
        1493343
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "\"The clear Congressional intent to require filing of valid proofs of claims within the established time limits precludes any exceptions based on general equitable principles.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0826-11",
        "/us/488/0826-08",
        "/us/488/0826-05",
        "/us/488/0826-12",
        "/us/488/0826-07",
        "/us/488/0826-06",
        "/us/488/0826-09",
        "/us/488/0826-02",
        "/us/488/0826-03",
        "/us/488/0826-10",
        "/us/488/0826-04",
        "/us/488/0826-01",
        "/us/488/0826-13"
      ]
    },
    {
      "cite": "839 F.2d 220",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6126192,
        10543411
      ],
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/82/0220-01",
        "/f2d/839/0220-01"
      ]
    },
    {
      "cite": "845 F.2d 57",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542561,
        6124300
      ],
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/845/0057-01",
        "/br/85/0057-01"
      ]
    },
    {
      "cite": "12 B.R. 929",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6543783
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "931"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/12/0929-01"
      ]
    },
    {
      "cite": "767 F.2d 814",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6123712,
        349049
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "817"
        },
        {
          "page": "818",
          "parenthetical": "\"[Cjounsel's failure accurately to determine whether a proof of claim had already been filed, a fact she could easily have verified by an examination of the bankruptcy court records[,]\" did not constitute excusable neglect."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/50/0814-01",
        "/f2d/767/0814-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 1111",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "11 U.S.C. § 501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "113 B.R. 91",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6098324
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/113/0091-01"
      ]
    },
    {
      "cite": "97 B.R. 676",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6490190
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/97/0676-01"
      ]
    },
    {
      "cite": "11 U.S.C. §§ 1101-1174",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 661,
    "char_count": 13439,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23539171588768304
    },
    "sha256": "9168ac141f21f38565b95f0666b14070bb5b6f7257edd34fe9738adad9fe25d6",
    "simhash": "1:98d0b284b88d8503",
    "word_count": 2141
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COX and BIRCH, Circuit Judges, and GIBSON , Senior Circuit Judge."
    ],
    "parties": [
      "In re ANALYTICAL SYSTEMS, INC., Debtor. ITT COMMERCIAL FINANCE CORP., Plaintiff-Appellant, v. Virginia DILKES, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "BIRCH, Circuit Judge:\nAppellant ITT Commercial Finance Corporation (“ITT”) appeals from an order of the United States District Court for the Northern District of Georgia (the “District Court”) granting Appellee Virginia Dilkes leave to file a proof of claim after the time set by the United States Bankruptcy Court for the Northern District of Georgia (the “Bankruptcy Court”) within which all proofs of claims were to be filed (the “bar date”). A creditor may file a proof of claim after the bar date only if the creditor’s failure to file a proof of claim within the specified time was the result of excusable neglect. Because Dilkes has failed to demonstrate that her untimely filing was due to excusable neglect, we REVERSE the decision of the district court.\nI. BACKGROUND\nOn January 30,1986, Analytical Systems, Inc. (“Debtor”) filed a voluntary petition for reorganization under Chapter 11 of the Bankruptcy Reform Act of 1978, 11 U.S.C. §§ 1101-1174. James Dunning was the chief executive officer, president and sole shareholder of Debtor. Dilkes, married to Dunning at that time, and her wholly-owned company, Computer Business Solutions, Inc. (“CBS”), were scheduled as creditors of Debtor, and received actual notice of Debtor’s bankruptcy filing. The notice instructed creditors to file proofs of claims on or before July 10, 1986 if their claims were listed as disputed, contingent or unliq-uidated, and specified that it was the responsibility of creditors choosing to rely on the schedules to determine their accuracy. When Dilkes questioned Dunning about this notice, he told her that because her claims were scheduled, she did not need to file proofs of claims. However, Dunning did not inform Dilkes that her individual claim had been reduced on Debtor’s books from approximately $378,872 to approximately $51,456.\nIn July, 1987, while going through a divorce with Dunning, Dilkes discovered that her individual claim against Debtor had been scheduled for $51,456 and as without dispute. Thus, on September 18, 1987, more than fourteen months after the bar date for filing proofs of claims, Dilkes filed a proof of claim in the amount of $378,872 and a motion to allow her claim. Debtor and ITT, the principal unsecured creditor, objected, thereby bringing the issue before the Bankruptcy Court.\nIn an order dated August 31, 1988, the Bankruptcy Court held that Dilkes’ reliance on Dunning did not constitute excusable neglect. Specifically, the Bankruptcy Court stated:\nIn the present case, there has been no showing of excusable neglect. The evidence shows that Ms. Dilkes spoke with Mr. Dunning concerning the schedules and Mr. Dunning confirmed the provision of the court’s order and notice that a proof of claim need not be filed if she was scheduled and the claim was not disputed. This was true. No evidence was presented that any information of a misleading nature was communicated by Mr. Dunning. The most that can be said is that Mr. Dunning did not affirmatively state the amount of Mrs. Dilkes’ claim. There is no evidence that any inquiry was ever made by Ms. Dilkes regarding the amount of her claim. Ms. Dilkes is an educated and knowledgeable lady who appears to have understood the notices she received.\nITT Commercial Finance Corp. v. Dilkes (In re Analytical Systems, Inc.), Ch. 11 Case No. 86-00688-SWC, at 3 (N.D.Ga. Aug. 31, 1988). Thus, the Bankruptcy Court disallowed Dilkes’ late-filed proof of claim to the extent it exceeded $51,456, the undisputed amount for which it was scheduled.\nDilkes filed a motion for reconsideration of this order in the Bankruptcy Court, claiming that her untimely filing was due to excusable neglect based on Dunning’s violation of their confidential marital relationship. In an order dated November 8, 1988, the Bankruptcy Court granted Dilkes’ motion for reconsideration and granted a new trial on the substantive objections to Dilkes’ proof of claim raised by Debtor and ITT. 97 B.R. 676. The Bankruptcy Court found that Dunning’s failure to inform Dilkes of the reduction of her claim on Debtor’s books constituted a breach of the confidential marital relationship that exists under Georgia law between husband and wife, and a breach of Dunning’s duty, as the debtor in possession, to deal fairly with Debtor’s creditors. Because the breach of these spousal and fiduciary duties were found to constitute excusable neglect, the Bankruptcy Court allowed the filing of Dilkes’ untimely proof of claim.\nITT appealed to the District Court from the Bankruptcy Court’s order. In its January 3, 1990 order affirming the decision of the Bankruptcy Court, the District Court made several findings. After recognizing the existence of a confidential marital relationship between husband and wife which allows one spouse to rely on representations made by the other, the District Court found that Dunning had breached this relationship by not informing Dilkes that the amount of her claim had been reduced. Moreover, because the marital relationship should not be undermined by establishing a policy discouraging trust and reliance between spouses, the District Court found that a breach of this spousal duty carries over to the business relationship between a husband and wife as debtor and creditor. The District Court noted that the Bankruptcy Court had made no explicit findings of fraud perpetrated by Dunning, but interpreted the Bankruptcy Court’s finding that Dunning had breached the confidential marital relationship as a finding of constructive fraud. 113 B.R. 91. This finding was used by the District Court to support its conclusion that Dilkes’ untimely filing of her proof of claim was due to excusable neglect.\nWe now consider ITT’s appeal from the District Court’s order.\nII. DISCUSSION\nA proof of claim is a “written statement setting forth a creditor’s claim[,]” Bankruptcy Rule 3001, which creditors must file with the bankruptcy court in order for their claims to be allowed. 11 U.S.C. § 501, Bankruptcy Rule 3002. A proof of claim is deemed filed for any claim that appears in the schedules filed by the debtor with the bankruptcy court. 11 U.S.C. § 1111(a). It is the creditor’s responsibility to verify the accuracy of his claim as listed on the debtor’s schedules, Advisory Committee Note to Bankruptcy Rule 3003, and a creditor whose claim is not scheduled, scheduled improperly or scheduled as disputed, contingent or unliq-uidated must file a proof of claim with the bankruptcy court within the time fixed by that court. Bankruptcy Rule 3003(c).\nBankruptcy Rule 3003(c)(3) provides that a bankruptcy court may extend the time within which a proof of claim must be filed “for cause shown.” This rule must be read in conjunction with Bankruptcy Rule 9006(b), which explains under what circumstances a bankruptcy court may, in its discretion, extend the bar date. Biscayne 21 Condominium Assoc., Inc. v. South Atlantic Financial Corp. (In re South Atlantic Financial Cory.), 767 F.2d 814, 817 (11th Cir.1985). When a motion to extend time is made after the bar date, a bankruptcy court may permit the extension if the delay was the result of “excusable neglect.” Bankruptcy Rule 9006(b). Thus, the issue in this case is whether Dilkes’ reliance on Dunning’s statements constitutes excusable neglect.\nThis court has interpreted the excusable neglect standard to require the movant to establish that “the failure to timely perform a duty was due to circumstances which were beyond the reasonable control of the person whose duty it was to perform.” Id. (quoting In re Gem Rail Corp., 12 B.R. 929, 931 (Bankr.E.D.Pa. 1981)). Dilkes’ failure to file her proof of claim before the bar date was not due to circumstances beyond her reasonable control and thus did not meet the standard for excusable neglect. Dilkes received, read and understood the notices from the Bankruptcy Court regarding the filing of proofs of claims. It was her duty as a creditor to determine the accuracy of her claim as listed in Debtor’s schedules. This clearly was within her reasonable control.\nFurthermore, we will not allow the late filing of Dilkes’ proof of claim solely on the grounds of equity. A movant may not bypass the “beyond the reasonable control” standard by relying on general principles of equity. See Vertientes, Ltd. v. Internor Trade, Inc. (In re Vertientes, Ltd.), 845 F.2d 57, 60 (3d Cir.1988) (Although creditor did not believe it necessary to file a proof of claim, creditor was not permitted to file a late proof of claim because “[t]he [bankruptcy] court has no discretion to grant an extension simply because no prejudice would result, or for any other equitable reason.”); Maressa v. A.H. Robins Co., Inc., 839 F.2d 220, 221 (4th Cir.), cert. denied, 488 U.S. 826, 109 S.Ct. 76, 102 L.Ed.2d 53 (1988) (“The clear Congressional intent to require filing of valid proofs of claims within the established time limits precludes any exceptions based on general equitable principles.”); In re South Atlantic Financial Corp., 767 F.2d at 818 (“[Cjounsel’s failure accurately to determine whether a proof of claim had already been filed, a fact she could easily have verified by an examination of the bankruptcy court records[,]” did not constitute excusable neglect.) (discussing In re Underground Utility Construction Co., 35 B.R. 588 (Bankr.S.D.Fla.1983) (Filing of proof of claim three days after the bar date because proof of claim not mailed to proper address did not constitute excusable neglect.); In re Horn Construction & Maintenance, 32 B.R. 87 (Bankr.S.D.Ala.1983) (Late filing of proof of claim because of “misunderstanding\" between creditor and creditor’s attorney did not constitute excusable neglect.); In re Oakton Beach & Tennis Club Real Estate Ltd. Partnership, 9 B.R. 201 (Bankr.E.D.Wisc.1981) (Counsel’s reliance on misinformation from bankruptcy court clerk did not constitute excusable neglect.)). Thus, any breach of the confidential marital relationship between husband and wife resulting from Dilkes’ reliance on Dunning’s statements does not constitute excusable neglect.\nIII. CONCLUSION\nDilkes’ failure to file a proof of claim within the time specified by the Bankruptcy Court was not due to excusable neglect. Accordingly, we conclude that the District Court abused its discretion in granting Dilkes leave to file an untimely proof of claim. We REVERSE the order of the District Court allowing Dilkes’ untimely proof of claim, and REMAND this case to the Bankruptcy Court with instructions to allow Dilkes’ claim in the scheduled amount plus interest as specified in the Bankruptcy Court’s original order dated August 31, 1988.\n. The circumstances surrounding the reduction of Dilkes’ claim on Debtor's corporate books are not clear. There has been no finding by the courts below as to the lawfulness or unlawfulness of this reduction.\n. Section 502(a) of the Bankruptcy Code provides that a proof of claim is deemed allowed unless a party in interest objects. Thus, Debt- or’s and ITT’s objections to Dilkes’ claim brought this motion in issue.\n. The CBS proof of claim was withdrawn at that time and is not at issue in this case.\n. In a bankruptcy case, the debtor files with the bankruptcy court schedules of assets and liabilities and a list of creditors. 11 U.S.C. § 521, Bankruptcy Rule 1007(a), (b).\n. The practical, commercial rationale underlying the need for a bar date are manifest. The creditors and bankruptcy court must be able to rely on a fixed financial position of the debtor in order to evaluate intelligently the proposed plan of reorganization for plan approval or amendment purpose. After initiating a carefully orchestrated plan of reorganization, the untimely interjection of an unanticipated claim, particularly a relatively large one, can destroy the fragile balance struck by all the interested parties in the plan. Given the time sensitivity of such financial undertakings, the consequent delay in reevaluation necessitated by the late allowance of the claim often may spell disaster to recovery, even where ultimate approval is forthcoming. These considerations and realities militate in favor of restraint and caution in allowing untimely claims. See Hoos & Co. v. Dynamics Corp. of America, 570 F.2d 433, 439 (2d Cir.1978).\n. The record below is devoid of any evidence of actual fraud. It never was demonstrated that Dunning was aware, at the time of his representations to Dilkes, of any improper discrepancy between the original debt amount and that scheduled. Moreover, in the context of contemporary life where husbands and wives frequently are pursuing respective business and professional lives that intersect on a commercial level, any other rule would ignore the separation of home and office implicit in the rules of commercial conduct (and common sense) reflected in the Bankruptcy Code and Rules.",
        "type": "majority",
        "author": "BIRCH, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Frank B. Wilensky, Amy M. Flick, Atlanta, Ga., Robert D. Litz, ITT Commercial Finance Corp., St. Louis, Mo., for plaintiff-appellant.",
      "John J. Almond, Rogers & Hardin, Atlanta, Ga., for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "In re ANALYTICAL SYSTEMS, INC., Debtor. ITT COMMERCIAL FINANCE CORP., Plaintiff-Appellant, v. Virginia DILKES, Defendant-Appellee.\nNo. 90-8124.\nUnited States Court of Appeals, Eleventh Circuit.\nJune 17, 1991.\nFrank B. Wilensky, Amy M. Flick, Atlanta, Ga., Robert D. Litz, ITT Commercial Finance Corp., St. Louis, Mo., for plaintiff-appellant.\nJohn J. Almond, Rogers & Hardin, Atlanta, Ga., for defendant-appellee.\nBefore COX and BIRCH, Circuit Judges, and GIBSON , Senior Circuit Judge.\nHonorable Floyd R. Gibson, Senior U.S. Circuit Judge for the Eighth Circuit, sitting by designation."
  },
  "file_name": "0939-01",
  "first_page_order": 1015,
  "last_page_order": 1019
}