{
  "id": 10541685,
  "name": "TOWERS WORLD AIRWAYS INC., The Towers Organization Inc., and Towers Financial Corporation, Plaintiffs-Appellants, v. PHH AVIATION SYSTEMS INC. and PHH Group Inc., Defendants-Appellees",
  "name_abbreviation": "Towers World Airways Inc. v. PHH Aviation Systems Inc.",
  "decision_date": "1991-05-17",
  "docket_number": "No. 1041, Docket 90-7909",
  "first_page": "174",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "933 F.2d 174"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "128 F.2d 468",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10703677
      ],
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/128/0468-01"
      ]
    },
    {
      "cite": "798 F.2d 167",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1610058
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/798/0167-01"
      ]
    },
    {
      "cite": "133 Wis.2d 328",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8675312
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/133/0328-01"
      ]
    },
    {
      "cite": "723 P.2d 438",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "44 Wash.App. 898",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1801014
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/44/0898-01"
      ]
    },
    {
      "cite": "489 N.E.2d 842",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "843-44"
        },
        {
          "page": "844",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "22 Ohio Misc.2d 27",
      "category": "reporters:state",
      "reporter": "Ohio Misc. 2d",
      "case_ids": [
        6712297
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-misc-2d/22/0027-01"
      ]
    },
    {
      "cite": "452 So.2d 319",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7617640
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "321-22"
        },
        {
          "page": "320-22",
          "parenthetical": "authority terminated"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/452/0319-01"
      ]
    },
    {
      "cite": "361 So.2d 597",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9712698
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "600"
        },
        {
          "page": "600-01",
          "parenthetical": "notice to card issuer ineffective"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/361/0597-01"
      ]
    },
    {
      "cite": "12 C.F.R. § 226.12",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "80 L.Ed.2d 460",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 1911",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "466 U.S. 937",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6281089,
        6279522,
        6280611,
        6281667,
        6278885,
        6280841,
        6281357,
        6279789,
        6279182,
        6280338,
        6278549,
        6280089
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0937-10",
        "/us/466/0937-04",
        "/us/466/0937-08",
        "/us/466/0937-12",
        "/us/466/0937-02",
        "/us/466/0937-09",
        "/us/466/0937-11",
        "/us/466/0937-05",
        "/us/466/0937-03",
        "/us/466/0937-07",
        "/us/466/0937-01",
        "/us/466/0937-06"
      ]
    },
    {
      "cite": "672 P.2d 73",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10417549
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "75-76"
        },
        {
          "page": "75",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/672/0073-01"
      ]
    },
    {
      "cite": "478 N.E.2d 1324",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1984,
      "pin_cites": [
        {
          "page": "1326"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "17 Ohio Misc.2d 14",
      "category": "reporters:state",
      "reporter": "Ohio Misc. 2d",
      "case_ids": [
        6707476
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-misc-2d/17/0014-01"
      ]
    },
    {
      "cite": "495 F.2d 1004",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        188361,
        3680861
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "1006"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/495/1004-01",
        "/us-app-dc/161/0424-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 1644",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "15 U.S.C. §§ 1602",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(j)"
        },
        {
          "page": "(o)"
        },
        {
          "page": "(o)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 U.S.C. § 1643",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "year": 1988,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)(1)(B)"
        },
        {
          "page": "(d)"
        },
        {
          "page": "(a)(1)(D)",
          "parenthetical": "requiring that \"the card issuer has provided the cardholder with a description of a means by which the card issuer may be notified of loss or theft of the card\""
        },
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 870,
    "char_count": 18998,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 3.1279721054246847e-07,
      "percentile": 0.8610884263908822
    },
    "sha256": "e4e4a16884f690ec7fdc6fdf5ccf24afaa438b83e33954eb0a8fe0c2566fe5d5",
    "simhash": "1:9a33cdf21a8554a6",
    "word_count": 3034
  },
  "last_updated": "2024-02-27T20:17:01.570520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LUMBARD, NEWMAN and ALTIMARI, Circuit Judges."
    ],
    "parties": [
      "TOWERS WORLD AIRWAYS INC., The Towers Organization Inc., and Towers Financial Corporation, Plaintiffs-Appellants, v. PHH AVIATION SYSTEMS INC. and PHH Group Inc., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "JON 0. NEWMAN, Circuit Judge:\nThe Truth-in-Lending Act, 15 U.S.C. § 1643(a) (1988), places a limit of $50 on the liability of a credit cardholder for charges incurred by an “unauthorized” user. This appeal concerns the applicability of this provision to a card bearer who was given permission by the cardholder to make a limited range of purchases but who subsequently made substantial additional charges on the card. The appeal is brought by Towers World Airways, Inc. (“Towers”), a credit cardholder, and two related corporations from the June 19, 1990, judgment of the District Court for the Southern District of New York (Kevin Thomas Duffy, Judge) denying their request for a declaratory judgment to absolve them of liability for the sums charged and granting judgment for the card issuer, PHH Aviation Systems (“PHH”), on its counterclaim for the amounts charged. We conclude that the person incurring the charges was not an “unauthorized” user within the meaning of section 1643(a) and therefore affirm.\nBackground\nIn February 1988, PHH issued a credit card to Towers to purchase fuel and other aircraft-related goods and services for a corporate jet leased by Towers from PHH. World Jet Corporation, a subsidiary of United Air Fleet, was responsible for maintaining the aircraft. An officer of Towers designated Fred Jay Schley, an employee of World Jet, as the chief, pilot of the leased jet and gave him permission to make purchases with the PHH credit card at least in connection with non-charter flights, which were used exclusively by Towers executives. Notwithstanding United Air Fleet’s agreement to pay the cost of fuel on chartered flights, which provided service for other clients, Schley used the credit card to charge $89,025.87 to Towers in connection with such flights, prior to the cancellation of the card in August 1988.\nTowers filed a complaint in state court seeking a declaratory judgment (i) absolving it of liability for any charges incurred in connection with fuel purchases for chartered flights, (ii) holding PHH responsible for knowingly permitting these purchases and consequently for breaching the credit agreement issued in connection with the PHH credit card, and (iii) requiring an accounting and disgorgement of all improperly charged amounts. After removing to federal court, PHH moved for summary judgment on its counterclaims seeking recovery for the $89,025.97 in unpaid charges.\nThe District Court granted PHH’s motion, denied Towers’ prayer for declaratory relief, and entered judgment for the full amount in dispute. Judge Duffy held Towers liable under the terms of the credit agreement between Towers and PHH, which provided that “[the] Aircraft Operator shall be responsible for all purchases made with a Card from the date of its issuance until the Aircraft Operator reports that a card is lost, stolen, misplaced or cancelled by calling PHH.” Judge Duffy further held that the Truth-in-Lending Act, which limits a cardholder’s liability for “unauthorized” uses, was inapplicable to charges incurred by one to whom the cardholder has “voluntarily and knowingly allowed]” access for another, limited purpose.\nOn appeal, Towers concedes liability under its credit agreement with PHH but contends that summary judgment was improperly granted on the question of whether the Truth-in-Lending Act limits its liability to $50. The issues on appeal are whether Schley’s use of the card to incur the $89,025.97 in connection with chartered flights was “unauthorized” within the meaning of the Truth-in-Lending Act and whether that question was properly decided on summary judgment.\nDiscussion\nCongress enacted the 1970 Amendments to the Truth-in-Lending Act, 15 U.S.C. §§ 1602(j)-(o), 1642-44 (1988), in large measure to protect credit cardholders from unauthorized use perpetrated by those able to obtain possession of a card from its original owner. In addition to imposing criminal sanctions for the most egregious cases, those involving fraud, 15 U.S.C. § 1644 (1988), the amendments enacted a scheme for limiting the liability of cardholders for all charges by third parties made without “actual, implied or apparent authority” and “from which the cardholder receives no benefit.” 15 U.S.C. §§ 1602(o), 1643 (1988). Where an unauthorized use has occurred, the cardholder can be held liable only up to a limit of $50 for the amount charged on the card, if certain conditions are satisfied. 15 U.S.C. § 1643(a)(1)(B) (1988); Credit Card Service Corp. v. FTC, 495 F.2d 1004, 1006 (D.C.Cir. 1974). Except as provided in section 1643, “a cardholder incurs no liability from the unauthorized use of a credit card.” 15 U.S.C. § 1643(d).\nBy defining “unauthorized use” as that lacking in “actual, implied, or apparent authority,” Congress apparently contemplated, and courts have accepted, primary reliance on background principles of agency law in determining the liability of cardholders for charges incurred by third-party card bearers. See, e.g., Fifth Third Bank/VISA v. Gilbert, 17 Ohio Misc.2d 14, 478 N.E.2d 1324, 1326 (1984); Walker Bank & Trust Co. v. Jones, 672 P.2d 73, 75-76 (Utah 1983), cert. denied, 466 U.S. 937, 104 S.Ct. 1911, 80 L.Ed.2d 460 (1984); see also 12 C.F.R. § 226.12 n. 22 (1990). Under the parameters established by Congress, the inquiry into “unauthorized use” properly focuses on whether the user acted as the cardholder’s agent in incurring the debt in dispute. A cardholder, as principal, can create express and implied authority only through manifestations to the user of consent to the particular transactions into which the user has entered. See Restatement (Second) of Agency § 7 (1958).\nIn the pending case, there remains an unresolved issue of fact as to whether Steven Hoffenberg, the Towers officer who dealt with Schley, expressly or impliedly authorized Schley to purchase fuel on chartered flights. Hoffenberg’s testimony that he instructed Schley to limit his use of the card to purchases “benefit[ting] ... Towers’ use of the airplane” supports the inference that Schley lacked both express and implied authority to make the disputed purchases. Whether Schley’s testimony to the contrary should be credited can be resolved only by a factfinder. Accordingly, we cannot affirm the grant of summary judgment on the theory that Schley possessed express or implied authority.\nA. Did the Card User Have Apparent Authority?\nUnlike express or implied authority, however, apparent authority exists entirely apart from the principal’s manifestations of consent to the agent. Rather, the cardholder, as principal, creates apparent authority through words or conduct that, reasonably interpreted by a third party from whom the card bearer makes purchases, indicate that the card user acts with the cardholder’s consent. See Restatement (Second) of Agency §§ 8, 27 (1958). Though a cardholder’s relinquishment of possession may create in another the appearance of authority to use the card, the statute clearly precludes a finding of apparent authority where the transfer of the card was without the cardholder’s consent, as in cases involving theft, loss, or fraud. However elastic the principle of apparent authority may be in theory, the language of the 1970 Amendments demonstrates Congress’s intent that the category of cases involving charges incurred as a result of involuntary card transfers are to be regarded as unauthorized under sections 1602(o) and 1643. The description in section 1643 of the conditions precedent to an issuer’s recovery of up to $50 from the cardholder for unauthorized uses clearly assumes that cases of loss or theft fall within the definition of unauthorized uses, see 15 U.S.C. § 1643(a)(1)(D) (1988) (requiring that “the card issuer has provided the cardholder with a description of a means by which the card issuer may be notified of loss or theft of the card”); id. § 1643(a)(1)(E) (unauthorized use must occur before the “card issuer has been notified that an unauthorized use of the credit card has occurred or may occur as the result of loss, theft, or otherwise”), while section 1644’s imposition of criminal penalties for “[fraudulent use of credit cards” makes a similar assumption with respect to fraudulently induced transfers, id. § 1644 (1988).\nBecause the statute provides no guidance as to uses arising from the voluntary transfer of credit cards, the general principles of agency law, incorporated by reference in section 1602(o), govern disputes over whether a resulting use was unauthorized. These disputes frequently involve, as in this case, a cardholder’s claim that the card bearer was given permission to use a card for only a limited purpose and that subsequent charges exceeded the consent originally given by the cardholder. Acknowledging the absence of express or implied authority for the additional charges, several state courts have adopted the analysis of the Court of Civil Appeals of Alabama in Martin v. American Express, Inc., 361 So.2d 597, 600 (Ala.Civ.App.1978), and declined to apply the Truth-in-Lending Act to limit the cardholder’s liability, reasoning that the cardholder’s voluntary relinquishment of the card for one purpose gives the bearer apparent authority to make additional charges. See Cities Service Co. v. Pailet, 452 So.2d 319, 321-22 (La.Ct.App.1984); Standard Oil Co. v. Steele, 22 Ohio Misc.2d 27, 489 N.E.2d 842, 843-44 (1985); Michigan National Bank v. Olson, 44 Wash.App. 898, 723 P.2d 438, 441 (1986); Mastercard v. Town of Newport, 133 Wis.2d 328, 396 N.W.2d 345, 348 (App. 1986).\nThough we agree that a cardholder, in lending or giving his card for one purpose, acts in a way that significantly contributes to the appearance of authority, at least as perceived by the third-party merchant, to make other purchases, we need not decide whether voluntary relinquishment for one purpose creates in every case apparent authority to incur other charges. In the pending case, the appearance of authority for Schley to purchase fuel on chartered flights was established not only by Towers’ consent to Schley’s unrestricted access to the PHH card but by other conduct and circumstances as well.\nNothing about the PHH card or the circumstances surrounding the purchases gave fuel sellers reason to distinguish the clearly authorized fuel purchases made in connection with non-charter flights from the purchases for chartered flights. It was the industry custom to entrust credit cards used to make airplane-related purchases to the pilot of the plane. By designating Schley as the pilot and subsequently giving him the card, Towers thereby imbued him with more apparent authority than might arise from voluntary relinquishment of a credit card in other contexts. In addition, with Towers’ blessing Schley had used the card, which was inscribed with the registration number of the Gulfstream jet, to purchase fuel on non-charter flights for the same plane. The only difference between these uses expressly authorized and those now claimed to be unauthorized — the identity of the passengers — was insufficient to provide notice to those who sold the fuel that Schley lacked authority for the charter flight purchases.\nB. Was Apparent Authority Limited by Notice to the Card Issuer?\nTowers contends that, despite its own failure to have the card cancelled, once PHH, as the card issuer, learned, either through Towers or a third party, that Schley lacked authority to make certain charges, any such transaction that Schley entered into becomes an unauthorized use even if fuel sellers reasonably perceived that Schley had apparent authority to charge fuel purchases. Whether notifying the card issuer that some uses (or users) of a card are unauthorized makes them so has divided those courts that have considered the issue. Compare Cities Service Co., 452 So.2d at 320-22 (authority terminated), and Standard Oil Co., 489 N.E.2d at 844 (same), with Martin, 361 So.2d at 600-01 (notice to card issuer ineffective), and Walker Bank, 672 P.2d at 75 (same).\nWith respect to this claim as well, the agency principles incorporated in section 1602(o) remain Congress’s chosen vehicle for establishing a card bearer’s authority, and whether a cardholder can limit a card bearer’s authority by notifying the card issuer must be resolved by looking first to these principles and then to other indicia of Congressional intent that might qualify the application of agency principles to credit card transactions. Under well-established principles of agency law, codified in Restatement (Second) of Agency § 166 (1958), notice to a third party of limitations on an agent’s authority qualifies the agent’s apparent authority to act on the principal’s behalf. See Warner v. Central Trust Co., 798 F.2d 167, 171 (6th Cir.1986); Cox v. Pabst Brewing Co., 128 F.2d 468, 472 (10th Cir.1942); H. Reuschlein & W. Gregory, Agency and Partnership 164 (1979). However, in making a purchase with a third-party credit card, where the card issuer and the selling merchant are distinct entities, a card bearer not only reaches an agreement with one third party, the merchant, but also indirectly deals with a different third party, the card issuer. Use of a third-party credit card by its bearer is made possible by arrangements, previously entered into by both the merchant and the card issuer, that simultaneously obligate the cardholder and the issuer to the merchant and the cardholder to the card issuer each time the card is used to charge purchases.\nThe rule of agency law contained in section 166 of the Restatement would permit the principal to qualify the authority of an agent to make purchases from a merchant by giving the merchant notice of the limitation. The limitation would surely be effective in an ordinary three-party arrangement in which an agent charges purchases on a principal’s running account with a merchant. It is more doubtful whether a principal can similarly avoid liability by notifying the merchant of limitations on an agent’s authority when an agent makes purchases using a credit card. Both cardholders and merchants normally regard anyone voluntarily entrusted with a credit card as having the right to make any purchases within the card’s contractually specified limits. But to whatever extent a cardholder can limit the authority of a card user by giving notice to a merchant, we do not believe he can accomplish a similar limitation by giving notice to a card issuer. In four-party arrangements of this sort, it is totally unrealistic to burden the card issuer with the obligation to convey to numerous merchants whatever limitations the cardholder has placed on the card user’s authority.\nFinally, there is no substance to the argument that our construction of the 1970 Amendments inadequately protects cardholders against liability for charges made without their consent. Admittedly, third-party credit cards ordinarily permit the bearer to charge purchases made from a vast number of merchants, and cardholders, who typically do not know which merchants have contracted to accept the card, cannot contact each merchant to selectively revoke a card bearer’s authority. However, a cardholder need not do so to prevent unauthorized use by one entrusted with the card. In many cases, the cardholder can avoid unwanted charges simply by repossessing the card. Where a card issuer permits a cardholder to cancel the card, and thereby any contractual obligation to pay, a cardholder can limit his liability even if unable to regain possession by cancelling his card. Even where the card issuer also requires return of the card prior to cancellation of the agreement, a cardholder who has tried and failed to recover a card from an “estranged spouse, a dishonest employee, or a disappeared ‘friend,’” R.J. Rohner, F.H. Miller, J.H. Mancuso, The Law of Truth-4n-Lending U0.03[2][a], at S10-9 (Supp.1989), likely can prevail on the claim that the card user has stolen the card and that any subsequent charges are for that reason unauthorized. Finally, we note that by foreclosing card issuers from recovering unauthorized charges from cardholders, section 1643(a)(1) undoubtedly encourages card issuers to facilitate the cancellation of cards once a possible unauthorized use has been reported.\nBecause the disputed charges were not unauthorized within the meaning of 15 U.S.C. §§ 1602(o) and 1643(a)(1), PHH was entitled to recover their full value from Towers under their credit agreement.\nThe judgment of the District Court is affirmed.\n. 15 U.S.C. § 1643(a)(1) (1988) provides:\nA cardholder shall be liable for the unauthorized use of a credit card only if—\n(A) the card is an accepted credit card;\n(B) the liability is not in excess of $50;\n(C) the card issuer gives adequate notice to the cardholder of the potential liability;\n(D) the card issuer has provided the cardholder with a description of a means by which the card issuer may be notified of loss or theft of the card, which description may be provided on the face or reverse side of the statement required by section 1637(b) of this title or on a separate notice accompanying such statement;\n(E) the unauthorized use occurs before the card issuer has been notified that an unauthorized use of the credit card has occurred or may occur as the result of loss, theft, or otherwise; and\n(F) the card issuer has provided a method whereby the user of such card can be identified as the person authorized to use it.\n. As compared to the other set of third parties, the selling merchants, PHH would have been aware of different facts bearing on Schley’s authority, not all of which could be attributed to Towers as the principal. Towers has not questioned and we therefore need not decide whether an issuer seeking recovery for credit card charges under a theory of apparent authority must establish that it, as well as the merchant, reasonably believed the agent to have apparent authority.\n. As framed by the Restatement, the notice rule is subject to certain restrictions, such as the requirement that the principal’s communication of the limits on the agent’s authority must be clear. But the existence of these restrictions does not necessarily mean that the notice rule itself is applicable in all contexts where those restrictions are satisfied. See Restatement of Agency (Second) at § 166, comment e.",
        "type": "majority",
        "author": "JON 0. NEWMAN, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Jay D. Fischer, New York City (Jeffrey D. Marks, Alexander H. Schmidt, Pros-kauer Rose Goetz & Mendelsohn, New York City, on the brief), for plaintiffs-appellants.",
      "James P. O’Neill, New York City (Steph-enie J. Lannigan, Victor Rivera, Townley & Updike, New York City, on the brief), for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "TOWERS WORLD AIRWAYS INC., The Towers Organization Inc., and Towers Financial Corporation, Plaintiffs-Appellants, v. PHH AVIATION SYSTEMS INC. and PHH Group Inc., Defendants-Appellees.\nNo. 1041, Docket 90-7909.\nUnited States Court of Appeals, Second Circuit.\nArgued Feb. 7, 1991.\nDecided May 17, 1991.\nJay D. Fischer, New York City (Jeffrey D. Marks, Alexander H. Schmidt, Pros-kauer Rose Goetz & Mendelsohn, New York City, on the brief), for plaintiffs-appellants.\nJames P. O’Neill, New York City (Steph-enie J. Lannigan, Victor Rivera, Townley & Updike, New York City, on the brief), for defendants-appellees.\nBefore LUMBARD, NEWMAN and ALTIMARI, Circuit Judges."
  },
  "file_name": "0174-01",
  "first_page_order": 272,
  "last_page_order": 277
}