{
  "id": 11646341,
  "name": "UNITED STATES of America, Appellant/Cross-Appellee, v. Jack PARDUE, Appellee, Michel Pardue, Appellee/Cross-Appellant",
  "name_abbreviation": "United States v. Pardue",
  "decision_date": "1993-01-04",
  "docket_number": "Nos. 91-2307, 91-2388",
  "first_page": "835",
  "last_page": "843",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 835"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "983 F.2d 850",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11646460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/983/0850-01"
      ]
    },
    {
      "cite": "983 F.2d 843",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11646424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/983/0843-01"
      ]
    },
    {
      "cite": "67 Notre Dame L.Rev. 1",
      "category": "journals:journal",
      "reporter": "Notre Dame L. Rev.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "798 F.Supp. 861",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7407449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/798/0861-01"
      ]
    },
    {
      "cite": "735 F.Supp. 928",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4075688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/735/0928-01"
      ]
    },
    {
      "cite": "2 L.Ed.2d 848",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        6163723
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/us/356/0369-01"
      ]
    },
    {
      "cite": "287 U.S. 435",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        369577
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "441"
        },
        {
          "page": "212"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/287/0435-01"
      ]
    },
    {
      "cite": "926 F.2d 764",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/926/0764-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 864",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 778",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 1044",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        602369,
        600955,
        600611,
        602085,
        600614,
        600809,
        600553,
        599660,
        601790,
        601486,
        601015,
        602327,
        601335,
        600572,
        600702
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/484/1044-12",
        "/us/484/1044-04",
        "/us/484/1044-11",
        "/us/484/1044-09",
        "/us/484/1044-02",
        "/us/484/1044-13",
        "/us/484/1044-01",
        "/us/484/1044-10",
        "/us/484/1044-06",
        "/us/484/1044-15",
        "/us/484/1044-07",
        "/us/484/1044-08",
        "/us/484/1044-14",
        "/us/484/1044-05",
        "/us/484/1044-03"
      ]
    },
    {
      "cite": "823 F.2d 257",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1736393
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/823/0257-01"
      ]
    },
    {
      "cite": "865 F.2d 945",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532817
      ],
      "pin_cites": [
        {
          "page": "947"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/865/0945-01"
      ]
    },
    {
      "cite": "200 F.2d 880",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1281284
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "882"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/200/0880-01"
      ]
    },
    {
      "cite": "112 S.Ct. 1535",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6235066
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1541"
        },
        {
          "page": "1540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/503/0540-01"
      ]
    },
    {
      "cite": "485 U.S. 58",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13492
      ],
      "weight": 6,
      "year": 1988,
      "pin_cites": [
        {
          "page": "66"
        },
        {
          "page": "886"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0058-01"
      ]
    },
    {
      "cite": "425 U.S. 484",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179214
      ],
      "weight": 6,
      "year": 1976,
      "pin_cites": [
        {
          "page": "488"
        },
        {
          "page": "1649"
        },
        {
          "parenthetical": "Powell & Blackmun, JJ., concurring; Brennan, Stewart & Marshall, JJ., dissenting"
        },
        {
          "parenthetical": "Powell & Blackmun, JJ., concurring; Brennan, Stewart & Marshall, JJ., dissenting"
        },
        {
          "parenthetical": "Powell & Blackmun, JJ., concurring; Brennan, Stewart & Marshall, JJ., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/425/0484-01"
      ]
    },
    {
      "cite": "570 F.2d 770",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        918135
      ],
      "pin_cites": [
        {
          "page": "772"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/570/0770-01"
      ]
    },
    {
      "cite": "918 F.2d 1343",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540397
      ],
      "pin_cites": [
        {
          "page": "1347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/918/1343-01"
      ]
    },
    {
      "cite": "411 U.S. 423",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9798
      ],
      "weight": 6,
      "year": 1973,
      "pin_cites": [
        {
          "page": "431"
        },
        {
          "page": "1642"
        },
        {
          "page": "435-436"
        },
        {
          "page": "1644-1645"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0423-01"
      ]
    },
    {
      "cite": "765 F.Supp. 513",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7385593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/765/0513-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1958",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 371",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "983 F.2d 843",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11646424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/983/0843-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1237,
    "char_count": 27707,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 2.7364916716546594e-07,
      "percentile": 0.8315544651444929
    },
    "sha256": "c1baad3bc90928e331ae4e56f7936ac180b2009dfe37e3da8d478afadfdf1f8d",
    "simhash": "1:add0b3821b39dd02",
    "word_count": 4661
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LAY, Chief Judge, WOLLMAN and HANSEN, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellant/Cross-Appellee, v. Jack PARDUE, Appellee, Michel Pardue, Appellee/Cross-Appellant."
    ],
    "opinions": [
      {
        "text": "LAY, Chief Judge.\nThis is a conspiracy to murder case, one more tragic than complex. The government has appealed judgments of acquittal entered by the district court, vacating the jury’s guilty verdicts against Michel Par-due and his grandfather, Jack Pardue, on two counts: (1) conspiracy to use interstate commerce facilities in connection with murder for hire under 18 U.S.C. § 371 (1988), and (2) engaging in or aiding and abetting interstate travel in connection with murder for hire under 18 U.S.C. § 1958(a) (1988). The district court vacated the convictions, finding the conduct of the government to be outrageous and to constitute entrapment as a matter of law. 765 F.Supp. 513 (W.D.Ark.1991). On this basis, the court entered judgments of acquittal for Michel Pardue and his grandfather, Jack Pardue.\nWe now vacate the judgment of acquittal of Michel Pardue with directions to reinstate the guilty verdict against him; in a companion opinion filed this date, 983 F.2d 843, this court also vacates the judgment of acquittal in favor of Jack Pardue, Michel’s grandfather.\nI.\nIn the fall of 1989, David Pardue, while serving a five year sentence for robbery in an Arkansas state prison, offered another prison inmate, Gary Garrett, monies to kill Bob Harrington and Harrington’s wife Janis. Harrington had participated in the robbery and was prepared to testify against David Pardue at a perjury trial scheduled for July 8, 1990. David Pardue provided Garrett with written details of the “job” he wanted performed (“I want both of them picked up. I want her left in Oklahoma somewhere, just over the border, and him never found”), a handwritten map showing Harrington’s home town and address, and xeroxed photographs of the Harringtons. Garrett told David Pardue that he would have a cousin commit the murders and split the fee with him. Garrett, seeking leniency on his own sentence for an unrelated crime, immediately notified the Arkansas State Police and state prosecutor. In May of 1990, local authorities interviewed Garrett and notified the FBI of Pardue’s plan.\nSometime shortly before July 1,1990, the FBI sent Garrett a letter (GX 7) for David Pardue which purported to be from Garrett’s cousin, “Chuck Ross,” indicating “Chuck” would “help [Pardue] with that problem of his” if he was paid $10,000 with one-half up front. David Pardue asked to meet “Chuck” and asked Garrett to give a picture of “Chuck” to Pardue’s son Michel. David Pardue noted that his “folks” would be visiting the upcoming weekend, and it would be a good time to meet “Chuck.”\nOn July 1, 1990, FBI agent Gary Danzer visited Garrett at the Varner Unit posing as hired killer, “Chuck Ross.” At the same time, Michel Pardue was at the prison visiting his father. The Pardues were sitting at one table, Garrett and agent Danzer at another. Danzer testified that during the course of the visit David Pardue walked over to Garrett and told him to have his “cousin” go to David Pardue’s table. Dan-zer then left Garrett, sat down with David Pardue and said he had heard Pardue had a problem. Danzer testified that David Par-due explained that he wanted a truck driver and his wife killed, wanted her body to be left just over the Oklahoma border, and wanted his body to remain undiscovered so that it would appear that the husband had committed the murder and no suspicion would be placed on David, his father Jack, or Michel. David Pardue said the killing had to occur in the next couple of days and Michel Pardue set a deadline of July 8. Danzer said his fee was to be $5000, and David apparently agreed that $500 would be paid up front. After sitting with the Pardues for about five minutes, Danzer told them he no longer wanted to discuss matters in the prison and he would be in the parking lot for a period of time if they wanted to conclude the deal.\nGarrett testified that after Danzer left, David Pardue told Garrett that he had asked his son whether he had any second thoughts about meeting “Chuck” in the parking lot. According to Garrett, Michel Pardue apparently said “no, none whatsoever,” and then told his father he could give “Chuck” a couple hundred dollars now and the rest of the $500 after he met him the following week to show “Chuck” where the Harringtons lived.\nMichel Pardue, however, testified he had told his father after Danzer left that he thought harming the Harringtons was a bad idea. According to Michel Pardue, David Pardue responded that Michel was the only one he could count on to help him. Michel Pardue stated that when he left the prison he had no plans to meet up with “Chuck” in the parking lot.\nIt is undisputed, however, that Michel Pardue showed up in the parking lot about twenty minutes later and entered into a discussion with Danzer who had parked within three or four cars of Michel. At this time, Michel Pardue gave Danzer $250 and a map of Arkansas on which Michel wrote the Harringtons' address (incorrectly) and a phone number where Michel could be reached. Danzer testified that Michel Pardue also promised that his grandfather, Jack Pardue, would pay the remaining $4500 upon commission of the murders. Danzer said he would contact Michel Par-due later. Danzer also testified that Michel Pardue told him he would receive the additional $250 if Danzer would follow him and drive by the Harringtons’ residence. Michel Pardue, however, testified that he did not ask Danzer to follow him to Gentry, Arkansas at that time, explaining that it would make no sense for him to do so since he had made dinner plans with his girlfriend and her father for that evening.\nDanzer contacted Michel Pardue at 2:00 a.m. the next morning (July 2) and in a taped conversation (GX 13) told Michel that he needed better pictures of the Har-ringtons and that he wanted Michel to drive him by the Harrington residence later that day. He told Michel Pardue he would call him at 11:00 a.m. because “I need to get this done and get going.” He also requested that Michel Pardue deliver the remaining $250. In response to Danzer’s questions regarding Michel Pardue’s ability to obtain the rest of the cash, Michel assured him that it would not be a problem, “just as long as, uh, somehow I know that, its, uh, been taken care of.”\nAs promised, Danzer phoned Michel Par-due at 11:00 a.m. that day (GX 14), and they agreed to meet at a Speedy Mart in Gentry, Arkansas that afternoon. At the Speedy Mart, Michel Pardue told Danzer (GX 15) they would look at the Harring-tons’ home, then pick up the pictures which Michel had hidden near a tree stump about five miles away. Michel Pardue expressed concern that his fingerprints would be on the photographs of the Harringtons. Michel Pardue then drove Danzer by the Harrington residence, led him to the photos, and paid him the remaining $250.\nDanzer telephoned Michel Pardue again at 6:00 p.m. that evening. Danzer repeatedly asked where the rest of the money was coming from and requested that Michel Pardue “show” him the $4500 balance before the “killing took place.” Dan-zer tried in several different ways to get Michel Pardue to commit that his grandfather would meet Danzer to show him the money. Danzer specifically asked, “Where is the money? Does your grandpa have the money? I mean that’s what I’d gathered from talking to you.” Their conversation was momentarily interrupted when Michel Pardue spoke to his grandfather briefly through the use of call-waiting. When Michel Pardue returned to Danzer, he told Danzer that the “murder scheme was happening too fast for [his grandfather] and its a little bit too fast for me, too.” He explained that he and his grandfather had first heard of the murder plan during visiting hours the previous day.\nStill insisting that they meet that evening to view the money, Danzer said, “if I get somebody up here to, to help me they they’re gonna want to kill me about the time I don’t be able to come across with the money, do you understand what I’m saying?” Michel Pardue agreed to talk with his grandfather. A few minutes later, Michel Pardue called Danzer back and agreed that he and his grandfather (Jack) would meet Danzer at Shoney’s that evening at 9:30.\nAt the restaurant, Michel Pardue and Jack Pardue arrived together in the same vehicle, although Jack remained in the parking lot in his truck and only entered the restaurant briefly to watch Michel’s table. Michel Pardue told Danzer that both he and his grandfather wanted to have an alibi when the murder occurred. Michel Pardue stated clearly that his grandfather did not want to meet with Danzer. Danzer indicated that he was ready to do the job that night, but Michel Pardue replied that his grandpa did not like the idea of “going tonight, Chuck, because its so, is happened so fast.” Danzer then asked, “Does he wanna go with it or does he wanna go?” Michel Pardue answered that his grandfather did want to go with it, but that his grandfather believed someone should talk to David about it, and that Jack Pardue should be out of town when the murder took place. Danzer said, “In other words, you still want’em whacked, you don’t want’em whacked tonight?” Michel Pardue responded affirmatively. After Danzer expressed concern about getting the job done before the perjury trial, Michel told him that he didn’t “[mjean to put you out, Chuck, ... I am trying to hold up my end of the deal” and “[i]f my dad wants it done well then I’m going to do everything possible to see that it gets.... ” Danzer then told Michel that if his grandfather “makes up his mind what he wants done, about the only thing I can tell you is, uh, you’ll have to go through uh, uh, Gary [Garrett] to get a hold of me.”\nOne week later on July 8, Danzer telephoned Michel Pardue (GX 25) and again attempted to get the plan moving. Michel Pardue told Danzer he had been unable to talk to his father and had not learned anything else regarding the murder. Towards the close of the conversation, Michel Par-due asked Danzer to call him back the next evening.\nOn July 9, David plead guilty to the perjury charge and received an additional seven years imprisonment. David Pardue told Garrett, his fellow prisoner, to have “Chuck” quit contacting his family because “Chuck” was scaring them.\nGarrett, however, continued to write letters to local authorities and prosecutors encouraging them to press the issue. On July 31, 1990, the FBI obliged him, writing a letter from “Chuck” to Garrett to be given to David Pardue. The letter reiterated “Chuck’s” willingness “to do the job” . and requested that Pardue write back. On August 6, FBI agents received a letter written by David Pardue and signed by both Garrett and him which indicated David was willing to go ahead with the plan, but that “Chuck” would receive no more money until after the murders.\nNine weeks passed. On September 16 Danzer called Michel Pardue to inform him that the job would be done within the next three days. Michel Pardue expressed surprise over the news because there had been no further mention of the murder scheme since July 8 and his father “never said anything to me about it today [at his prison visit].” Michel Pardue testified that he believed “Chuck” was going to call him back before actually committing the murders, although the tape of the conversation does not indicate any such agreement. A few days later, on September 20, Danzer called Michel Pardue again (GX 33) and told him the job was done. Danzer then asked Michel Pardue to meet him at Sho-ney’s at 5:00 p.m. in order to show him evidence of the killings. Michel Pardue reluctantly agreed, saying “Ok, uh, well, “Chuck” I was going to tell you that I didn’t want to meet with you but I guess its too late now.”\nMichel Pardue arrived in the same vehicle with Jack Pardue. However, only Michel Pardue met with Danzer in the restaurant. Danzer then showed Michael Pardue two very realistic, graphic photographs of the apparent murder victims resembling the Harringtons. One of the photos, which had been staged by law enforcement officers with the assistance of Bob Harrington, showed Harrington with silver duct tape across his mouth and blood running across his face and out of his ear from what appears to be a bullet wound immediately behind his right ear. The other shows a woman lying behind Harrington, her wrists bound with silver duct tape. Michel Par-due told Danzer (GX 34) he didn’t like talking about “the deal” at the restaurant. He asked if there was “any way that they can get found,” to which Danzer replied, “Not right now. But they’re gonna be missed.” Michel Pardue told Danzer he would receive his money and inquired about the whereabouts of the photographs he had given Danzer in Gentry, Arkansas. Michel Pardue expressed concern over the identity of the woman in the picture, saying, “Boy, I wish I could see her and ... make sure it’s her.”\nA few days later, on September 24, after Michel and Jack Pardue visited David Par-due at the Varner Unit to tell him that the deal was done, Michel and Jack sent $4500 cash inside a Bible to the post office box in Oklahoma which Danzer had designated. Michel Pardue testified that the money came from his grandfather and from his father’s wall safe inside his grandfather’s house.\nII.\nThe district court found that the conduct of the government constituted entrapment as a matter of law. In addition, the court found the role of the government agents to have constituted conduct “so outrageous that due process principles would absolutely bar the government from invoking judicial processes to obtain a conviction.” See United States v. Russell, 411 U.S. 423, 431, 93 S.Ct. 1637, 1642, 36 L.Ed.2d 366 (1973).\nAlthough the district judge’s concerns are readily understandable, especially in light of the government’s post-July 9 conduct, we find that under controlling law we must disagree. Although judges may express compassion for youthful individuals who become reluctant pawns of others wrongfully influencing them into violating our criminal laws, our human emotions may not dictate legal norms or deviate from the rule of law.\nWe are satisfied that under the law there was sufficient evidence for the jury to find that Michel Pardue voluntarily conspired with his father, David Pardue, to solicit and hire an individual to commit murder of two individuals. Needless to say, this was a serious crime. In this regard, we find that the district court misapplied the law of entrapment.\nThe district court found that the government informants (Danzer and Garrett) planted the criminal design in the mind of Michel Pardue. The court found as a matter of law that Michel Pardue was not predisposed to commit the crime. We believe that the evidence was sufficient to allow the jury to pass on these questions and precludes the court from ruling on these issues as a matter of law.\nEntrapment as a matter of law may exist where the evidence establishes that the government agent originated the criminal design; that the agent implanted in the mind of an innocent person the disposition to commit the offense; and that the defendant then committed the criminal act at the urging of the government. United States v. Ford, 918 F.2d 1343, 1347 (8th Cir.1990) (citing United States v. Shaw, 570 F.2d 770, 772 (8th Cir.1978)). The defense of entrapment focuses on the intent or predisposition of the defendant to commit the crime in question. Hampton v. United States, 425 U.S. 484, 488, 96 S.Ct. 1646, 1649, 48 L.Ed.2d 113 (1976); Mathews v. United States, 485 U.S. 58, 108 S.Ct. 883, 99 L.Ed.2d 54 (1988).\nIn the recent decision of Jacobson v. United States, — U.S. -, 112 S.Ct. 1535, 118 L.Ed.2d 174 (1992), the Supreme Court held entrapment existed as a matter of law because the government had attempted to induce the defendant for over 26 months to buy obscene literature through repeated mailing and contacts. However, in discussing entrapment, the court observed:\nThus, an agent deployed to stop the traffic in illegal drugs may offer the opportunity to buy or sell drugs, and, if the offer is accepted, make an arrest on the spot or later. In such a typical case, or in a more elaborate “sting” operation involving government-sponsored fencing where the defendant is simply provided with the opportunity to commit a crime, the entrapment defense is of little use because the ready commission of the criminal act amply demonstrates the defendant’s predisposition. See United States v. Sherman, 200 F.2d 880, 882 (CA2 1952). Had the agents in this case simply offered petitioner the opportunity to order child pornography though the mails, and petitioner — who must be presumed to know the law — had promptly availed himself of this criminal opportunity, it is unlikely that his entrapment defense would have warranted a jury instruction. Mathews v. United States, 485 U.S. 58, 66, 108 S.Ct. 883, 886, 99 L.Ed.2d 54 (1988).\nJacobson, — U.S. at -, 112 S.Ct. at 1541.\nHere, the district court overlooked the fact that evidence was presented to the jury that it was Michel Pardue’s father who created the criminal scheme to hire someone to kill the Harringtons, not the government agents. The jury heard evidence that Michel Pardue was present at the prison throughout the time that David Pardue told Danzer what he wanted and how he wanted the Harringtons killed. Michel did not leave the scene. True, it was Danzer who suggested that Michel Pardue deliver the money to him in the parking lot. However, there was no evidence of coercion or duress displayed at that time. Michel Pardue, under the obvious, unfortunate and misguided influence of his father, expressed the desire to do whatever his father wanted. Immediately after the conversations, Michel Pardue met Danzer in the parking lot and gave him the down payment (from his own funds) and plotted with Danzer further conspiratorial acts.\nThe district court erred in finding entrapment as a matter of law because the evidence here shows no prolonged effort to induce Michel Pardue to react to the informant’s suggestion. Michel Pardue willingly handed over $250 to the government agent without any evidence that at that point he had been wrongfully persuaded or induced by the government agent. The government agent, upon the solicitation of David Pardue, Michel’s father, merely provided the opportunity for Michel to engage in the crime; the evidence is clear that Michel “promptly availed himself of this criminal opportunity.” Michel Pardue’s presence during the discussion of his father’s scheme and his payment of $250 from his own funds to Danzer shortly after the meeting, provide substantial evidence sufficient for a jury to find that Michel Pardue was predisposed to follow his father’s wishes. The jury had an opportunity to hear all of the evidence and evaluate the credibility of Michel Pardue and the government witnesses, and was properly instructed on the law of entrapment.\nThe district court further erred in holding that due process required acquittal of Michel Pardue based on outrageous government conduct. While the defense of outrageous government conduct has been recognized, see Hampton v. United States, 425 U.S. 484, 96 S.Ct. 1646, 48 L.Ed.2d 113 (1976) (Powell & Blackmun, JJ., concurring; Brennan, Stewart & Marshall, JJ., dissenting), the defense has been reserved “only for the most intolerable government conduct,” United States v. Musslyn, 865 F.2d 945, 947 (8th Cir.1989).\nEven if the government’s conduct after July 8 could be said to have been outrageous, due process does not require Michel Pardue’s acquittal because the evidence before July 8 established that Michel Pardue was not only willing to go along with his father’s murder plans, albeit concocted in part by the government, but had in fact already violated the law in participating in the initial planning and payment to have the murder carried out. In order for a defendant to be convicted of conspiracy, the government must show that the defendant entered into an agreement with at least one other person, the objective of which was unlawful, and that one of those in agreement committed an overt act in furtherance of the conspiracy. United States v. Austin, 823 F.2d 257 (8th Cir.1987), cert. denied, 484 U.S. 1044, 108 S.Ct. 778, 98 L.Ed.2d 864 (1988); see also United States v. Hern, 926 F.2d 764 (8th Cir.1991). The evidence shows that Michel Pardue had been present and willingly participated in the initial discussions between his father and Danzer regarding the planned murder of the Harringtons. Michel Pardue’s payment of money to Danzer was the requisite overt act. Once this occurred, there was sufficient evidence for a jury to convict Michel Pardue of conspiracy to hire for murder.\nAt this point in time (July 8), the government, although it had used “artifice” and “stratagem,” had not committed any outrageous act. The government had merely used a ruse to see if David Pardue (and Michel) would further the conspiracy to fruition. Under the law, such a ruse is permissible. As the court recognized in Jacobson:\nLikewise, there can be no dispute that the Government may use undercover agents to enforce the law. “It is well settled that the fact that officers or employees of the Government merely afford opportunities or facilities for the commission of the offense does not defeat the prosecution. Artifice and stratagem may be employed to catch those engaged in criminal enterprises.” Sorrells v. United States, 287 U.S. 435, 441, 53 S.Ct. 210, 212, 77 L.Ed. 413 (1932); Sherman v. United States, 356 U.S. [369], at 372, 78 S.Ct. [819], at 820 [2 L.Ed.2d 848 (1958)]; United States v. Russell, 411 U.S. 423, 435-436, 93 S.Ct. 1637, 1644-1645, 36 L.Ed.2d 366 (1973).\nJacobson, — U.S. at -, 112 S.Ct. at 1540.\nWe thus find that substantial evidence exists to support the jury’s verdict that Michel Pardue was not entrapped. Any conduct by the government subsequent to Michel Pardue’s first payment of $250 to Danzer, regardless of how outrageous, cannot alter the fact that a jury could reasonably find from the evidence then existing that Michel Pardue had already participated in the conspiracy to commit murder.\nCROSS-APPEAL\nMichel Pardue has filed a cross-appeal in the event that the district court’s judgment was to be vacated. He asserts that he was prejudiced by reason of the cross-examination of his father, David Pardue, concerning other crime conduct under Federal Rule of Evidence 403. Michel Pardue did not object to the cross-examination at the time of trial and therefore this evidence, as it pertains to Michel Pardue, can only be reviewed under the plain error rule. We find that the evidence relating to the conspiracy was sufficiently detached and unrelated to the cross-examination of David Pardue concerning his prior conduct. We find no prejudicial error. The judgment vacating Michel Pardue’s conviction is therefore reversed. The case is remanded to the district court with directions to enter a judgment of conviction on the verdict.\nJUDGMENT REVERSED.\n. Pardue had unsuccessfully solicited two other inmates to either serve as, or to locate, a hit man.\n. The record does not indicate why the original offer of $10,000 was cut in half. Nor is there any explanation as to who suggested that the “up-front\" figure be lowered from $5000 to $500.\n. Danzer wore a recording device when he met Michel and David Pardue the day before, but the device malfunctioned. Consequently, there is no tape recording of his conversation with David and Michel Pardue inside the prison or with Michel Pardue in the prison parking lot. Danzer and Michel Pardue had several subsequent conversations, both on the telephone and in person, all of which were recorded and played for the jury at trial.\n. The letter stated as follows:\nThe understanding I had was That $500 down and the rest when the job was done, That the money Would be sent to a Post Office Box or wherever you Wanted it sent, This is the way I told My boy.\nThat Way They don’t have to be any Contact after the job.\nMy Boy Was leary of Bring the money before the job was done, because this was not in the agreement, you and I had agreed that the money would be sent to an P.O. Box of your Choosing, as soon as you notify one of us the address. No more money will be payed until the job is done, the money will be payed to you have Mine and Gary Word on it.\nJA 144 (GX 27).\n. The entrapment instruction was as follows: With regard to entrapment, you are instructed that if the defendant did not have any previous intent or disposition to commit the crimes charged, and was induced or persuaded by law enforcement officers or their agents to commit those crimes, he was entrapped. On the other hand, if the defendant did have a previous intention or disposition to commit the crimes charged, then he was not entrapped, even though law enforcement officers or other agents provided a favorable opportunity to commit the crimes, or made committing the crimes easier, or even participated in acts essential to the crime. The Government has the burden of proving beyond a reasonable doubt that the defendants were not entrapped.\nJA 49.\n. Michel Pardue acted even further by providing Danzer with better photographs of the Harring-tons.\n. As author of this opinion, I add the following comment. This statement is not joined in by the other panel members.\nDistrict judges possess under the sentencing guidelines the right to consider mitigating factors and the role played by an offender in the offense. See, e.g., U.S.S.G. § 3B1.2. Judges may depart from the sentencing guidelines where factors, such as a domineering, coercive parent or scheming coercive government informants, play the major role in the crime. See U.S.S.G. § 5K2.12; see, e.g., United States v. Naylor, 735 F.Supp. 928 (D.Minn.1990) (departing downward based on finding that Naylor had a clean record, was a good student, and was active in her community until she became romantically involved with the co-defendant, a man fifteen years her senior); United States v. Osseiran, 798 F.Supp. 861 (D.Mass.1992) (departing downward based on its finding of mitigating coercion in \"the threatening role of the government’s own well-paid confidential informant who was a central figure in organizing the narcotics transaction”). See also Weinstein, A Federal Judge’s Reflections on Departures From the Sentencing Guidelines, 5 FSR 6 (1992); Sel-ya, An Examination of Emerging Departure Jurisprudence Under the Sentencing Guidelines, 67 Notre Dame L.Rev. 1 (1991). The extent of the departure lies within the informed discretion of the district court and may in an appropriate case provide for a confinement alternative other than a prison.",
        "type": "majority",
        "author": "LAY, Chief Judge."
      }
    ],
    "attorneys": [
      "Phillip A. Moon, Fayetteville, AR, argued, for appellant David Pardue in No. 91-2290.",
      "Jennifer Horan, Fayetteville, AR, argued, for appellee Michel Pardue in Nos. 91-2307, 91-2388.",
      "John Wesley Hall, Jr., Little Rock, AR, argued, for appellee Jack Pardue in Nos. 91-2307, 91-2388.",
      "Vicki S. Marani, DC, argued (J. Michael Fitzhugh and William M. Cromwell, on the brief), for the U.S. in Nos. 91-2290, 91-2307 and 91-2388."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellant/Cross-Appellee, v. Jack PARDUE, Appellee, Michel Pardue, Appellee/Cross-Appellant.\nNos. 91-2307, 91-2388.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Dec. 11, 1991.\nDecided Jan. 4, 1993.\nRehearing and Rehearing En Banc Denied Feb. 16, 1993.\nSee also, 983 F.2d 843 and 983 F.2d 850.\nPhillip A. Moon, Fayetteville, AR, argued, for appellant David Pardue in No. 91-2290.\nJennifer Horan, Fayetteville, AR, argued, for appellee Michel Pardue in Nos. 91-2307, 91-2388.\nJohn Wesley Hall, Jr., Little Rock, AR, argued, for appellee Jack Pardue in Nos. 91-2307, 91-2388.\nVicki S. Marani, DC, argued (J. Michael Fitzhugh and William M. Cromwell, on the brief), for the U.S. in Nos. 91-2290, 91-2307 and 91-2388.\nBefore LAY, Chief Judge, WOLLMAN and HANSEN, Circuit Judges.\nThe HONORABLE DONALD P. LAY was Chief Judge of the United States Court of Appeals for the Eighth Circuit at the time this case was submitted and took senior status on January 7, 1992, before the opinion was filed."
  },
  "file_name": "0835-01",
  "first_page_order": 961,
  "last_page_order": 969
}