{
  "id": 11649383,
  "name": "In re N. Eddie MONTGOMERY and Southland Escrow Services, Inc., Consolidated Debtors. John C. McLEMORE, Trustee, Plaintiff-Appellee, v. THIRD NATIONAL BANK IN NASHVILLE, Defendant-Appellant",
  "name_abbreviation": "McLemore v. Third National Bank in Nashville",
  "decision_date": "1993-01-21",
  "docket_number": "No. 92-5392",
  "first_page": "1389",
  "last_page": "1396",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 1389"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "980 F.2d 388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10513369
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/980/0388-01"
      ]
    },
    {
      "cite": "878 F.2d 912",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539147,
        6503246
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/878/0912-01",
        "/br/101/0912-01"
      ]
    },
    {
      "cite": "797 F.2d 1351",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1615193,
        6121979
      ],
      "pin_cites": [
        {
          "page": "1356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/797/1351-01",
        "/br/63/1351-01"
      ]
    },
    {
      "cite": "859 F.2d 561",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529420,
        6490316
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "564-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/859/0561-01",
        "/br/91/0561-01"
      ]
    },
    {
      "cite": "121 L.Ed.2d 604",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "113 S.Ct. 683",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6520902
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/br/147/0683-01"
      ]
    },
    {
      "cite": "966 F.2d 1527",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529256
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1531"
        },
        {
          "page": "1536-37"
        },
        {
          "page": "1537",
          "parenthetical": "emphasis supplied"
        },
        {
          "page": "1533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/966/1527-01"
      ]
    },
    {
      "cite": "825 F.2d 1067",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10550206,
        12258022
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1070"
        },
        {
          "page": "1070"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/825/1067-01",
        "/br/76/1067-01"
      ]
    },
    {
      "cite": "110 S.Ct. 2258",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12121653,
        6118743
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/496/0053-01",
        "/br/114/2258-01"
      ]
    },
    {
      "cite": "496 U.S. 53",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12121653
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "excise and withholding taxes collected by a debtor and turned over to the Internal Revenue Service within 90 days of bankruptcy were not property of the debtor; because such taxes were held in trust for the government, their transfer to IRS did not constitute a voidable preference"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/496/0053-01"
      ]
    },
    {
      "cite": "135 F.2d 538",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3663701
      ],
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/135/0538-01"
      ]
    },
    {
      "cite": "104 B.R. 713",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6495342
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/104/0713-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 550",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "11 U.S.C. § 547",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 B.R. 727",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6507830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/136/0727-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1052,
    "char_count": 28243,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24228285123958965
    },
    "sha256": "5d88b91a762aa9249f264fca002946a1fabd00540a6c0303e7e9ac678b495fce",
    "simhash": "1:b4a613e7a24d365d",
    "word_count": 4604
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: NELSON and BOGGS, Circuit Judges; and ROSENN, Senior Circuit Judge."
    ],
    "parties": [
      "In re N. Eddie MONTGOMERY and Southland Escrow Services, Inc., Consolidated Debtors. John C. McLEMORE, Trustee, Plaintiff-Appellee, v. THIRD NATIONAL BANK IN NASHVILLE, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "DAVID A. NELSON, Circuit Judge.\nThe debtors in this complex bankruptcy case operated a massive check kiting scheme through which they obtained what amounted to unauthorized loans from a number of different banks. On March 21, 1988 — a date within the 90-day preference period before the filing of bankruptcy petitions against the debtors — the level of unauthorized loans at one of the banks, defendant Third National Bank in Nashville, reached a high point of more than $2 million. A month later that figure had been reduced to zero, the debtors having paid off the unauthorized loans at Third National with commingled funds generated partly through legitimate business activities and partly through the kiting of checks at other banks.\nThe trustee in bankruptcy brought an adversary proceeding against Third National to recover the value of the payoff as a voidable preference. The bankruptcy court decided the case in favor of the trustee. The district court affirmed the bankruptcy court’s final order, which included an award of prejudgment interest from the date of demand, and this appeal followed. 136 B.R. 727.\nThe main questions we must answer are whether transfers of property to Third National were properly identified, and, if so, whether the debtors had an interest in such property. Like the district court, we think both questions should be answered in the affirmative. Accordingly, and because we find no abuse of discretion in the award of prejudgment interest, we shall affirm the challenged judgment.\nI\nThe individual debtor, N. Eddie Montgomery, was the sole owner of Southland Escrow Services, Inc., a real estate closing firm. Involuntary petitions in bankruptcy were filed against Mr. Montgomery and Southland Escrow on June 3, 1988, and the cases were consolidated. We shall refer to the debtors interchangeably, the distinction between them having no practical significance here.\nMr. Montgomery established a banking relationship with defendant Third National in the summer of 1987, when the bank set up an elaborate cash management system for the escrow business. Among the elements of the cash management system were a “Main Funding Account,” where receipts from real estate closings were to be concentrated, and a \"Zero Balance Account” on which checks were to be written. All funds placed in the Main Funding Account were available to Mr. Montgomery immediately, whether or not they had actually been collected. Positive balances in the Main Funding Account were to be invested automatically so as to earn interest, and funds were to be transferred automatically each day from that account to the Zero Balance Account in amounts sufficient to cover Third National checks presented for payment that day. A computer program called “INTERLINK” gave Mr. Montgomery direct access to detailed credit and debit information on these accounts and others through a computer terminal in his office.\nThird National’s computer system proved unable to clear the Zero Balance Account in a timely manner, and all checks presented on a given day were therefore recorded initially as “overdrafts.” On the day following presentment a bank employee would debit the Main Funding Account in the amount necessary to “zero out” the previous day’s negative balance.\nThe Main Funding Account would be debited in this manner regardless of the sufficiency of the funds it contained. When the balance in the Main Funding Account was insufficient — and this proved to be the norm throughout most of the period during which Mr. Montgomery did business at Third National — an overdraft notice would be generated on the second day after presentment of the checks in question. The overdrafts were paid initially through a $500,000 line of credit. The line of credit was soon exhausted, and Mr. Montgomery then started paying “analysis charges”— calculated at a rate of IOV2 percent per annum — on the negative balances in both accounts. The analysis charges were very large; the charge for January of 1988, for example, came to more than $30,000, which was unprecedented at this bank.\nAs early as November of 1987 Third National suspected Mr. Montgomery and an associate of kiting checks in an account they maintained at the bank for a real estate syndication business called South-land Properties. The Southland Properties account — which was not part of the cash management system — was promptly closed by the bank.\nOfficers of Third National Bank were assured by Mr. Montgomery at meetings held in January and February of 1988 that the negative balances in the cash management accounts would be reduced. These promises were not kept, and it is now clear that Mr. Montgomery was using the cash management accounts at Third National and accounts he maintained at Sovran Bank and elsewhere to augment the funds under his control by kiting checks. The bankruptcy court gave the following explanation of the workings of this “colossal” check kiting scheme, as the court characterized it:\n“March 14, 1988, was typical of the operation of the debtors’ check kite during the preference period. On March 14, the bank statement for the ZBA account [Zero Balance Account] at Third National Bank showed an overdraft of $2,056,721. Not included in that amount were checks totalling $1,591,799 written on the ZBA account and already presented and posted as an increase in cash in a Montgomery controlled bank account at Sovran Bank. On March 14, the bank statement for this Montgomery controlled account at Sovran Bank showed a balance of $1,705,375. Not included in that amount were checks totalling $1,625,600 written on the Sovran account and already presented and posted as an increase in cash in the Main Funding Account at Third National. The $1,591,799 drawn on the ZBA account at Third and the $1,625,600 drawn on the Montgomery controlled account at Sovran were uncollected funds in use by the debtors on March 14 that do not appear as decreases in the respective drawee bank balances on that day because the items representing these amounts were ‘floating’ in the collection process between the banks.\nAlmost every business day during the preference period and before April 18, 1988, there were similar multi-million dollar ‘interbank’ transfers of funds among Montgomery controlled accounts at Third National and other Nashville banks that were not tied to the closing of real estate transactions. The volume of ‘interbank’ checks exceeded by almost four-to-one the banking transactions traceable to legitimate real estate closings. The precision with which Montgomery timed and shifted this float among the banks betrays an unintended use of INTERLINK — to determine how much and where to fuel the kite to keep it floating.”\nEarly in April of 1988 Third National decided, according to an internal bank memorandum, to “delete” the cash management services it had been providing Montgomery/Southland Escrow. Mr. Montgomery was called into the bank to discuss the mechanics of shutting the system down, and on April 18, 1988, Southland stopped using the Zero Balance Account for routine disbursements. Deposits continued to be made in the Main Funding Account until May 3, 1988; it appears that funds commingled in that account were used to clear up the arrearages in all of the Third National accounts. “By the end of the second week in May,” the bankruptcy court found, “the balances in all [Third National] accounts were reduced to insignificance.”\nBankruptcy proceedings were commenced against Mr. Montgomery and Southland Escrow on June 3, as noted above, and the trustee subsequently made demand on Third National for the return of nearly $2 million in preferential transfers. The bank declined to pay, and the trustee then filed his complaint. The complaint alleged, among other things, that on March 14,1988, Southland Escrow had a combined negative balance of $1,971,978.75 in all its Third National accounts; that Montgomery and Southland Escrow subsequently made several hundred deposits and withdrawals, with the total deposits exceeding the total withdrawals to such an extent that on May 25,1988, Southland Escrow had a combined positive balance of $1,179.20 in its Third National accounts; that the aggregate of all the transfers from Southland Escrow to Third National caused the bank to recover all its losses to the prejudice of Southland Escrow’s other creditors; that the transfers would enable the bank to recover more than it would otherwise be able to receive as a creditor; and that the aggregate of the transfers constituted a preferential transfer within the meaning of 11 U.S.C. § 547.\n• The bank’s answer to the complaint denied the existence of any preferential transfers and, among other things, pleaded affirmatively that the alleged transfers represented contemporaneous exchanges for new value. The affirmative defenses seem to have received most of the attention of the parties at the trial conducted before the bankruptcy court, but on appeal to the district court the focus of the parties’ arguments shifted to the questions whether any “transfers” had actually been identified and whether property interests of the debt- or had been transferred. Third National argued before the district court, as it argues here, that there had been no identification of any transfers from the debtors to Third National of property in which the debtors had an interest. A debtor cannot have an interest in a property that would not be available for distribution to creditors in the event of bankruptcy, the bank points out, and it goes on to assert that the shift in the locus of Mr. Montgomery’s check kiting activities did not deplete assets that would otherwise have been available to general creditors of Montgomery and his company.\nThe district court concluded (1) that the bankruptcy court properly identified the existence of a voidable transfer, (2) that property interests of the debtor were transferred to Third National during the preference period, and (3) that the transfers resulted in depletion of the debtors’ estate. We agree with each of these conclusions.\nII\nSubject to certain exceptions (the “contemporaneous exchange” exception, e.g.) with which we need not deal here, the Bankruptcy Code provides that “the trustee may avoid any transfer of an interest of the debtor in property—\n(1) to or for the benefit of a creditor;\n(2) for or on account of an antecedent debt owed by the debtor before such transfer was made;\n(3) made while the debtor was insolvent;\n(4) made—\n(A)on or within 90 days before the date of the filing of the petition; * * * and\n(5) that enables such creditor to receive more than such creditor would receive if—\n(A) the case were a case under chapter 7 of this title;\n(B) the transfer had not been made; and\n(C) such creditor received payment of such debt to the extent provided by the provisions of this title.” 11 U.S.C. § 547(b).\nAnother section of the code, 11 U.S.C. § 550(a), authorizes the trustee to recover voidable preferences, or the value thereof, for the benefit of the estate.\nThere cannot be a voidable preference, obviously, without a transfer of an interest in “property.” We think it clear that such an interest was transferred here. The property consisted of cash equivalents deposited by Mr. Montgomery in his Main Funding Account at Third National for application against his negative balances. There is no conceptual reason why credits in a bank account may not constitute property of the estate, see Stratton v. Equitable Bank, N.A., 104 B.R. 713 (D.Md.1989), and the fact that much of the property at issue here was created illegally does not mean that it was not “property.” Mr. Montgomery and Southland Escrow unquestionably owed Third National more than $2 million at a point in time within the preference period, and this debt was unquestionably paid in full prior to the filing of the bankruptcy petitions. The payment of the debt was not an optical illusion; the debt was paid by transfers of property interests.\nThe more significant question is whose property interests were being used to pay the debt. Some of the funds flowing into the debtors’ accounts at Third National and elsewhere represented legitimate business proceeds, but the major part represented the proceeds of unauthorized loans to which Mr. Montgomery helped himself by kiting checks at Sovran Bank, Metropolitan Federal, and Investors Federal. Did the funds obtained by kiting checks at other banks constitute “an interest of the debtor in property” within the meaning of 11 U.S.C. § 547(b)?\nIf the fruits of Mr. Montgomery’s check kiting scheme had somehow been segregated, thus being held in constructive trust for the victimized institutions, the funds would not have been part of the debtors’ estate and the bankruptcy would not have prevented the institutions from recovering their money. (Preservation of the separate identity of the funds would have been of critical importance; as we said in Barrow, 878 F.2d at 916, quoting Morris Plan Industrial Bank of New York v. Schom, 135 F.2d 538, 539 (2nd Cir.1943), “[It is a] well settled rule that property converted, embezzled, or otherwise taken by the bankrupt, or obtained by him by fraud, can be claimed from the bankrupt estate only so long as it can be definitely traced....”) And if segregated funds impressed with a constructive trust had been returned to the victimized institutions during the 90 days prior to bankruptcy, the transfer would not have been a voidable preference because it would not have been the debtors’ money that was being transferred. See Begier v. IRS, 496 U.S. 53, 110 S.Ct. 2258, 110 L.Ed.2d 46 (1990) (excise and withholding taxes collected by a debtor and turned over to the Internal Revenue Service within 90 days of bankruptcy were not property of the debtor; because such taxes were held in trust for the government, their transfer to IRS did not constitute a voidable preference).\nBut that is not this case. There is no contention here that the debtors preserved the separate identity of the funds obtained from any of the banks at which cheeks were being kited, and there is no contention that any trust, actual or constructive, arose here.\nThird National would apparently concede that if the debtors had not started kiting checks until 90 days before the bankruptcy, and if they had then used the commingled proceeds of unauthorized loans obtained through check kiting at other institutions to pay off antecedent debts at Third National, there could have been a voidable preference. Mr. Montgomery and his company started kiting checks before the preference period, however, and the important thing that occurred during the preference period, as Third National sees it, was “a shift of the kite.” Instead of kiting checks between Third National and Sovran Bank, for example, the debtors kited checks between Sovran and Metropolitan Federal. Reifying the transactional relationships conjured up by use of the noun “kite,” and arguing that “[t]he shift of a kite is different from the creation of a kite,” Third National insists that the shift in the kite simply moved unauthorized loans from one institution to another without depleting assets that would otherwise have been distributable to the debtors’ general creditors.\nWe do not believe that the “shift of the kite” has the significance that Third National attaches to it. The debtors’ obligation to Third National arose, to be sure, because Mr. Montgomery initially kited cheeks there, and the obligation was discharged after he stopped doing so. Our disposition of this case would have been the same, however, if Mr. Montgomery had always confined his check kiting to Sovran Bank and Metropolitan Federal and had paid off a legitimately incurred debt at Third National with funds generated through a kite that had never been shifted.\nWe agree, of course, that a voidable preference necessarily depletes the debtor’s estate; without such a depletion, there cannot be a voidable preference. See In re Hartley, 825 F.2d 1067, 1070 (6th Cir.1987). But if a kite of checks between Banks A and B creates property — in the form of unauthorized loan proceeds — that can be the subject of a voidable preference, we fail to see why such property is not created in precisely the same way when a debtor that formerly kited checks between Banks A and B starts kiting checks between Banks B and C instead. Property comes into the debtor’s estate every time the debtor cashes a kited check, it seems to us, regardless of whether the debtor has been kiting checks in the past and regardless of where any prior check kiting activities may have occurred. And property goes out of the debtor’s estate when the cash is used to discharge the debtor’s obligations.\nIt is true that Third National did not actually give Mr. Montgomery cash for the checks drawn on his accounts at other banks. What Third National gave him instead was immediate credits in the Main Funding Account, which credits were used — as Montgomery intended that they should be used — to discharge his indebtedness to Third National. In economic substance the result was the same as if Third National had handed Mr. Montgomery currency which he promptly handed back for application against his debt.\nThe credits that Mr. Montgomery received upon deposit of the checks in his main Third National Account were “provisional,” no doubt, meaning that the credits were subject to being revoked if the checks were dishonored by the bank or banks on which they were drawn. Only two of the relevant checks were so dishonored, however, and they were replaced with cashier’s checks. Third National was ultimately paid in full with the proceeds of checks that did not bounce.\nRecent authority from a sister circuit supports the proposition that even the deposit of a check that is ultimately dishonored by the drawee bank can support a voidable preference if the debtor draws against the provisional credit in the meantime. See Matter of Smith, 966 F.2d 1527 (7th Cir.), cert. dismissed, — U.S. -, 113 S.Ct. 683, 121 L.Ed.2d 604 (1992), where the debtor deposited a bad check against which he wrote a check in payment of an antecedent debt. The second check was honored before the first check was returned for insufficient funds. Reversing a district court decision to the contrary, the Smith panel held, by a divided vote, that a voidable preference occurred when the debtor paid his debt with the check written against the provisional credit created by the deposit of the bad check. (In a brief filed shortly before the district court decision was reversed in Smith, Third National told us that “[t]he fact pattern of our case is an elaboration of the simple check pattern of Smith.”)\nJudge Flaum dissented in Smith, reasoning that the debtor could have had no dis-positive control over the funds at issue unless and until the first check cleared, The logic of Judge Flaum’s dissent suggests that he too would have recognized the existence of a voidable preference if the kited item the deposit of which gave rise to the provisional credit had cleared instead of bouncing. In the instant case, as we have seen, it appears that all of the relevant items deposited in the debtors’ Main Funding Account at Third National either cleared when they were presented to the drawee banks or were replaced by items that cleared.\nBoth the majority opinion and the dissent in Smith stress that whether a debtor has a property interest in the proceeds of an unauthorized loan created by the kiting of checks depends on how much control the debtor has over such proceeds. The majority opinion puts the matter thus:\n“The real question here is whether the Debtor was actually able to exercise sufficient dominion and control over the funds to demonstrate an interest in property. Although the Bank was not statutorily required to extend provisional credit, it nevertheless did so.... By itself, such provisional credit might not evidence an interest of the Debtor in property; but the Debtor exercised dominion and control over the funds by making actual payment to a creditor. The Debt- or surely had something of value during the period when the Bank was extending the provisional credit. Instead of writing [one] check ... the Debtor could have written several checks, paying off each of its creditors on a pro rata basis. Alternatively, the Debtor could have purchased a 40-foot yacht. The point is that the Debtor exercised significant control (over a significant amount of money) in choosing to pay off a single creditor.” Smith, 966 F.2d at 1531.\nApplying this concept to the facts of the instant case, it seems to us that Mr. Montgomery had a similar measure of control over the funds represented by the kited checks he deposited at Third National. Montgomery could have used the kited checks to buy a 40-foot yacht, just as he could have used them to pay off creditors other than Third National. This might have caused his house of cards to collapse sooner than it did, but the point is that Montgomery exercised significant control as long as the house of cards stood; Montgomery could decide, during that period, whether to pay off Third National rather than paying off one of his smaller creditors (Metropolitan Federal, perhaps) and using what was left over to buy a yacht.\nBecause the debtor “could have purchased a yacht or acquired some other assets instead of paying his debt,” the assets in the estate at the time of bankruptcy were less than they could have been. Smitk, 966 F.2d at 1536-37. “When a debtor effectively borrows nonearmarked funds and exercises control by using the funds to pay a preferred creditor over others, the estate has been diminished.” Id. at 1537 (emphasis supplied).\nWe have emphasized “nonearmarked” in this quotation from Smith because there is an important exception to the general rule that the use of borrowed funds to discharge the debt constitutes a transfer of property of the debtor: where the borrowed funds have been specifically earmarked by the lender for payment to a designated creditor, there is held to be no transfer of property of the debtor even if the funds pass through the debtor’s hands in getting to the selected creditor. See Hartley, 825 F.2d at 1070; Smith, 966 F.2d at 1533; In re Bohlen Enterprises, Ltd., 859 F.2d 561, 564-66 (8th Cir.1988). “The courts have said that even when the [lender’s] new [earmarked] funds are placed in the debtor's possession before payment to the old creditor, they are not within the debtor’s ‘control.’ ” Bohlen, 859 F.2d at 565 (citing cases).\nThere was no earmarking in the case at bar, of course, and Third National does not contend otherwise. Sovran Bank, Metropolitan Federal and Investors Federal obviously had no understanding that the proceeds of unauthorized loans obtained by Mr. Montgomery from those institutions would be used to pay Montgomery’s debts at Third National.\nThird National nonetheless cites Coral Petroleum Inc. v. Banque Paribas-London, 797 F.2d 1351, 1356 (5th Cir.1986) (an “earmarking” case that involved a pledge of collateral), for the following proposition:\n“If all that occurs in a ‘transfer’ is the substitution of one creditor for another, no preference is created because the debtor has not transferred property of his estate; he still owes the same sum to a creditor, only the identity of the creditor has changed.”\nThis proposition should control the outcome in the instant case, Third National suggests, because “[t]he substitution of one bank for another as the kite shifted did not deplete the Debtor’s estate.”\nAs we have already explained, however, it seems to us that the debtors’ estate was depleted here when the debtors elected to use the proceeds of unauthorized loans obtained from other banks to discharge their indebtedness to Third National. The assets obtained by kiting checks at Sovran Bank, Metropolitan Federal and Investors Federal were clearly in Mr. Montgomery’s control, and his use of such assets to grease the squeaky wheel at Third National constituted a preferential transfer. The rationale behind the earmarking doctrine has no more application here, in our view, than it did in Bohlen.\nThird National points out that Bohlen was decided before the Supreme Court handed down its decision in Begier, but there is no inconsistency between the two holdings; Begier was a trust fund case, and Bohlen was not. The Seventh Circuit’s decision in Smith came well after the Begier decision, moreover, and Smith, like Bohlen, supports the result that Third National is challenging in the case at bar. If we were to reverse the judgment of the district court in this case, we would be creating a rift with our sister circuits; on the facts before us, we see no justification for doing so.\nIll\nWe cannot say that the bankruptcy court abused its discretion in awarding prejudgment interest, as it did, on the total amount by which the court found that Third National’s position was improved when the unauthorized loans were paid off. It is true that there was a minor discrepancy (about two percent) between the amount demanded by the trustee and the amount on which prejudgment interest was ultimately awarded, but Third National does not question the bankruptcy court’s findings of fact. Third National knew that the trustee was asserting a voidable preference claim, and we see nothing in the facts before us that could fairly be said to have deprived the district court of discretion to award interest on the aggregate amount of the preferences, with such interest beginning to accrue as of the date of the demand for payment.\nAFFIRMED.\n. As explained in First Federal of Michigan v. Barrow, 878 F.2d 912, 914 n. 2 (6th Cir.1989), \"[z]ero balance accounts are open accounts without cash balances which are designed to maximize the viability of idle investment capital by affording a system of automatic inter-account fund transfers from a central account to subsidiary accounts on an 'as needed’ basis.”\n. Mr. Montgomery was ultimately convicted on criminal charges of defrauding another banking institution, Sovran Bank, by kiting checks. See United States v. Montgomery, 980 F.2d 388 (6th Cir.1992), where the conviction was affirmed on appeal. Our opinion in that case suggests that it was to satisfy Southland Properties’ need for capital that Mr. Montgomery played fast and loose with the Southland Escrow bank accounts.\n. An amended complaint subsequently added a claim for an additional quarter of a million dollars credited to a Southland Escrow loan account during the preference period. The bankruptcy court ultimately found that there had been voidable preferences in a total amount of $2,254,935, of which $242,517 represented payments on the agreed loan. The decision to allow recovery of the latter amount is not being contested.\n. The bankruptcy court likewise referred to the kite as a material thing, stating that \"[t]he unauthorized loan caused by a check kite ‘floats’ among the institutions involved as kited items move from account to account.\"\n. After quoting an explanation of the earmarking doctrine from Collier on Bankruptcy, the Coral Petroleum court observed that \"[t]he earmarking doctrine is widely accepted in the bankruptcy courts as a valid defense against a preference claim, primarily because the assets from the third party were never in the control of the debtor and therefore payment of these assets to a creditor in no way diminishes the debtor’s estate.” Id.",
        "type": "majority",
        "author": "DAVID A. NELSON, Circuit Judge."
      }
    ],
    "attorneys": [
      "Edwin M. Walker, Robert M. Garfinkle (argued and briefed), McMackin, Garfinkle, McLemore & Walker, Nashville, TN, for plaintiff-appellee.",
      "Bradley A. MacLean, Farris, Warfield & Kanaday, Nashville, TN (argued and briefed), for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "In re N. Eddie MONTGOMERY and Southland Escrow Services, Inc., Consolidated Debtors. John C. McLEMORE, Trustee, Plaintiff-Appellee, v. THIRD NATIONAL BANK IN NASHVILLE, Defendant-Appellant.\nNo. 92-5392.\nUnited States Court of Appeals, Sixth Circuit.\nArgued Nov. 16, 1992.\nDecided Jan. 21, 1993.\nEdwin M. Walker, Robert M. Garfinkle (argued and briefed), McMackin, Garfinkle, McLemore & Walker, Nashville, TN, for plaintiff-appellee.\nBradley A. MacLean, Farris, Warfield & Kanaday, Nashville, TN (argued and briefed), for defendant-appellant.\nBefore: NELSON and BOGGS, Circuit Judges; and ROSENN, Senior Circuit Judge.\nThe Honorable Max Rosenn, Senior Circuit Judge of the United States Court of Appeals for the Third Circuit, sitting by designation."
  },
  "file_name": "1389-01",
  "first_page_order": 1515,
  "last_page_order": 1522
}