{
  "id": 11641895,
  "name": "UNITED STATES of America, Appellee, v. Michael William GREEN, Appellant",
  "name_abbreviation": "United States v. Green",
  "decision_date": "1992-12-29",
  "docket_number": "No. 92-2017",
  "first_page": "100",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 100"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "27 L.Ed.2d 819",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "91 S.Ct. 900",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "401 U.S. 917",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11721217,
        11721250,
        11721314,
        11721412,
        11721509,
        11721770,
        11721163,
        11721452,
        11721559,
        11721649,
        11721367,
        11721816,
        11721883,
        11721694
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0917-02",
        "/us/401/0917-03",
        "/us/401/0917-04",
        "/us/401/0917-06",
        "/us/401/0917-08",
        "/us/401/0917-12",
        "/us/401/0917-01",
        "/us/401/0917-07",
        "/us/401/0917-09",
        "/us/401/0917-10",
        "/us/401/0917-05",
        "/us/401/0917-13",
        "/us/401/0917-14",
        "/us/401/0917-11"
      ]
    },
    {
      "cite": "433 F.2d 1364",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2121157
      ],
      "pin_cites": [
        {
          "page": "1368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/433/1364-01"
      ]
    },
    {
      "cite": "109 L.Ed.2d 301",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 1938",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "495 U.S. 911",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        633672,
        633918
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/495/0911-01",
        "/us/495/0911-02"
      ]
    },
    {
      "cite": "885 F.2d 1342",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535829
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1348"
        },
        {
          "page": "1348",
          "parenthetical": "ninety-eight of 120 venire members had knowledge of the case"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/885/1342-01"
      ]
    },
    {
      "cite": "467 U.S. 1025",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6212213
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1035",
          "parenthetical": "the passage of time is a highly relevant fact in judging the prejudicial effect of pretrial publicity"
        },
        {
          "page": "2891",
          "parenthetical": "the passage of time is a highly relevant fact in judging the prejudicial effect of pretrial publicity"
        },
        {
          "parenthetical": "the passage of time is a highly relevant fact in judging the prejudicial effect of pretrial publicity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/1025-01"
      ]
    },
    {
      "cite": "432 U.S. 282",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178615
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "303"
        },
        {
          "page": "2303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/432/0282-01"
      ]
    },
    {
      "cite": "107 L.Ed.2d 363",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 378",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "493 U.S. 959",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11433344,
        11433380,
        11433541,
        11433508,
        11433434,
        11433404,
        11433598,
        11433471
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0959-01",
        "/us/493/0959-02",
        "/us/493/0959-07",
        "/us/493/0959-06",
        "/us/493/0959-04",
        "/us/493/0959-03",
        "/us/493/0959-08",
        "/us/493/0959-05"
      ]
    },
    {
      "cite": "871 F.2d 1384",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538024
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1390"
        },
        {
          "page": "1390",
          "parenthetical": "ten months"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/871/1384-01"
      ]
    },
    {
      "cite": "369 U.S. 541",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169814
      ],
      "weight": 3,
      "year": 1962,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "964"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0541-01"
      ]
    },
    {
      "cite": "366 U.S. 717",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1285471
      ],
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "722-23"
        },
        {
          "page": "1642-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/366/0717-01"
      ]
    },
    {
      "cite": "735 F.2d 294",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        581096
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "298"
        },
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/735/0294-01"
      ]
    },
    {
      "cite": "99 L.Ed.2d 717",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 1489",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "485 U.S. 1015",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13281,
        13961
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/485/1015-01",
        "/us/485/1015-02"
      ]
    },
    {
      "cite": "814 F.2d 504",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1684213
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "510"
        },
        {
          "page": "510",
          "parenthetical": "seven months"
        },
        {
          "page": "510",
          "parenthetical": "fifty-five of fifty-six members of the venire panel had heard of the specific case"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/814/0504-01"
      ]
    },
    {
      "cite": "540 F.2d 364",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        315543
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "377"
        },
        {
          "page": "377"
        },
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/540/0364-01"
      ]
    },
    {
      "cite": "66 L.Ed.2d 249",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "101 S.Ct. 405",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "449 U.S. 986",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11813168,
        11813105,
        11813043,
        11812982,
        11812918,
        11813278
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0986-05",
        "/us/449/0986-04",
        "/us/449/0986-03",
        "/us/449/0986-02",
        "/us/449/0986-01",
        "/us/449/0986-06"
      ]
    },
    {
      "cite": "626 F.2d 47",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        651428
      ],
      "pin_cites": [
        {
          "page": "53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/626/0047-01"
      ]
    },
    {
      "cite": "18 U.S.C. §§ 876",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 772,
    "char_count": 13264,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 1.1447761500592114e-07,
      "percentile": 0.579846160915173
    },
    "sha256": "be2d49bdfe9c6089957505faea815ba0442b554a8abedf10c13c073253ce32d4",
    "simhash": "1:16c73142e0d5d99e",
    "word_count": 2196
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RICHARD S. ARNOLD, Chief Judge, FLOYD R. GIBSON, Senior Circuit Judge, and WOLLMAN, Circuit Judge."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Michael William GREEN, Appellant."
    ],
    "opinions": [
      {
        "text": "WOLLMAN, Circuit Judge.\nMichael William Green appeals from his conviction for mailing threatening communications in violation of 18 U.S.C. §§ 876, 3237. Green challenges the district court’s denial of his motion for a change of venue under Federal Rules of Criminal Procedure 21(a) and (b). We affirm.\nOn October 22, 1989, a tragedy befell the family of Jerry and Patti Wetterling. Their eleven-year-old son, Jacob Wetter-ling, was abducted by an armed, masked man as Jacob, his brother, and a friend were riding their bicycles home from a convenience store near St. Joseph, Minnesota. To this date Jacob has not been found and the authorities have been unable to locate his abductor, despite intensive efforts by both state and federal law enforcement.\nJacob’s abduction produced a considerable amount of publicity, both locally and nationally. Since his abduction, Jacob’s parents, especially Patti Wetterling, have worked to keep his abduction from fading into the recesses of the public’s memory. They have established the Jacob Wetterling Foundation to help find Jacob and to educate people about the problem of child abductions in the United States. Many people have expressed their support for the Wetterlings through letters and donations.\nIn March 1990, Michael Green was placed into custody at the Erie County Holding Center in Buffalo, New York, to await trial on charges of murder, robbery, and criminal possession of a weapon. While in custody, Green saw a television program that told the story of Jacob’s abduction and his parents’ efforts to find him. Because the story intrigued him, Green wrote to the Wetterling Foundation, asking for material on Jacob’s abduction. After Green had studied the materials, he had what he has referred to as two “premonitions” concerning the abduction. His study of the materials and his “premonitions” somehow led him to conclude that Jacob’s parents had been involved in the kidnapping.\nGreen subsequently made three or four phone calls to the Wetterling Foundation, speaking to the Foundation’s Executive Director Ron Marotte. In those calls, he presented himself as a private investigator interested in helping solve' Jacob’s abduction. He told Marotte that he would need money for expenses. When Marotte informed Green that the Foundation does not use its scarce resources to hire private investigators, Green became abusive in his language, accusing the Wetterlings of arranging Jacob’s kidnapping and the Foundation of covering up the whole plot. Over the course of these phone conversations with Marotte, the amount of money that Green requested grew to $10,000.\nThe Wetterlings subsequently received through the Foundation a handwritten letter dated November 14, 1990, postmarked in Buffalo, New York. Although the envelope bore a return address for an R. Jones, it was signed with the initials “M.G.” The letter accused Jerry and Patti Wetterling of being involved in Jacob’s abduction and of establishing the Foundation for their own financial gain. It also instructed the Wetterlings to send a $100,000 personal check to Mike Green, 40 Delaware Ave, BFD, N.Y. 14202, by a certain date or “I sing like a canary.”\nFollowing an investigation, a federal grand jury in the District of Minnesota indicted Green for mailing a threatening communication. Green moved the Minnesota district court for a change of venue to the Western District of New York, but the district court denied his motion. The case was tried to a jury, which returned a verdict of guilty.\nGreen’s sole challenge to his conviction focuses on the district court’s denial of his motion for a change of venue. First, he asserts that the district court abused its discretion in not ordering a change of venue under Federal Rule of Criminal Procedure 21(a) because of pretrial publicity. Green claims that the general publicity in Minnesota surrounding Jacob’s abduction had been so extensive that it was inherently prejudicial to him, regardless of the jurors’ assertions that they would try the case only on the facts presented. Because sympathy for the Wetterlings’ plight has been \"imbedded in the collective psyche of the state,” Green alleges that he could never obtain an impartial jury there.\n“A motion for transfer under Fed. R.Crim.P. 21(a) based upon prejudicial pretrial publicity is addressed to the sound discretion of the district court.” United States v. Deggendorf 626 F.2d 47, 53 (8th Cir.), cert. denied, 449 U.S. 986, 101 S.Ct. 405, 66 L.Ed.2d 249 (1980); United States v. Brown, 540 F.2d 364, 377 (8th Cir.1976). It is a fundamental tenet of due process that a defendant is entitled to have his guilt determined by a fair and impartial jury. Brown, 540 F.2d at 377. Nonetheless, the requirement of impartiality can be met even if the members of the venire panel have some knowledge of the case. See Simmons v. Lockhart, 814 F.2d 504, 510 (8th Cir.1987) (“The accused is not entitled to an ignorant jury, just a fair one.”), cert. denied, 485 U.S. 1015, 108 S.Ct. 1489, 99 L.Ed.2d 717 (1988).\nMere exposure to publicity or the formation of [a] tentative impression by some jurors is not enough to require a change of venue. The ultimate test is whether a juror has been exposed to pre-trial publicity and, if so, whether he or she can set aside any impression or opinion resulting from that exposure and render a verdict based solely on the evidence presented at trial.\nUnited States v. Bliss, 735 F.2d 294, 298 (8th Cir.1984) (citing Brown, 540 F.2d at 378); see also Irvin v. Dowd, 366 U.S. 717, 722-23, 81 S.Ct. 1639, 1642-43, 6 L.Ed.2d 751 (1961).\nThis court has often stated that it is preferable for the trial court to await voir dire before ruling on motions for a change of venue. Bliss, 735 F.2d at 297. At that point the trial court has the information necessary to conduct the due process analysis called for by the Supreme Court in Beck v. Washington, namely, whether the “pretrial publicity was so intensive and extensive or the examination of the entire panel revealed such prejudice that a court could not believe the answers of the jurors [regarding their impartiality] and would be compelled to find bias or preformed opinion as a matter of law.” Bliss, 735 F.2d at 298 (citing Beck v. Washington, 369 U.S. 541, 557, 82 S.Ct. 955, 964, 8 L.Ed.2d 98 (1962)).\nDefense counsel requested that the court conduct voir dire. The court’s careful questioning of the venire panel revealed no reason to believe that the prospective jurors had any bias against Green or had formed a belief concerning his guilt or innocence. Although most of the venire panel had heard of the Wetterling family and had a general knowledge of the family’s story from newspaper, radio, and television accounts, none of them had ever heard of Michael Green or the government’s charge against him. Two potential jurors had slightly more of a connection to the Wetter-lings than merely having seen them on television. One was a friend of an aunt and uncle of the Wetterlings; the other had children who had played on a soccer team with some of the Wetterling children. The court immediately dismissed both of them.\nThe court repeatedly warned the panel that the identity of the victim had nothing to do with the case against Green and that the case revolved solely around the question whether the government had proven beyond a reasonable doubt that Green had committed the crime with which he was charged. Each time the court gave that warning, it asked the prospective juror whether he or she understood that direction and could follow it; each time the juror responded that he or she would disregard the identity of the victim in the case and judge only the strength of the government’s case. Without exception, each prospective juror stated that he or she had not formed any impression regarding Green’s guilt. See Perry v. Lockhart, 871 F.2d 1384, 1390 (8th Cir.), cert. denied, 493 U.S. 959, 110 S.Ct. 378, 107 L.Ed.2d 363 (1989). Having carefully reviewed the trial transcript, we find no evidence that calls into question the prospective jurors’ assertions of impartiality.\nDespite the fact that none of the jurors had ever even heard of him, Green contends that the pretrial publicity was so intensive and extensive that we may not believe the jurors’ answers to the court’s probing questions. Green has offered no evidence to support such an allegation or pointed to any portion of the record that suggests an inherent partiality on the jury’s part, as he is required to do. Perry, 871 F.2d at 1390 (citing Dobbert v. Florida, 432 U.S. 282, 303, 97 S.Ct. 2290, 2303, 53 L.Ed.2d 344 (1977)). He has not presented to the court any news stories that described the threatening letter or his indictment, much less inflamed the public’s opinion to such a degree that the court could not empanel a neutral jury. See id. at 1390-91. Of greatest moment is the fact that Green did not object to the selection of the jury and did not challenge any individual juror for cause. See id. at 1391.\nWe acknowledge that Jacob’s abduction produced considerable media coverage, especially in Minnesota. Nevertheless, not only did that publicity concern a matter that was collateral to Green’s trial, but the abduction and the overwhelming majority of media coverage occurred more than two years before Green’s trial. See Patton v. Yount, 467 U.S. 1025, 1035, 104 S.Ct. 2885, 2891, 81 L.Ed.2d 847 (1984) (the passage of time is a highly relevant fact in judging the prejudicial effect of pretrial publicity); Swindler v. Lockhart, 885 F.2d 1342, 1348 (8th Cir.1989) (passage of two years between the commission of the crime and the trial minimized the effect of publicity), cert. denied, 495 U.S. 911, 110 S.Ct. 1938, 109 L.Ed.2d 301 (1990); Perry, 871 F.2d at 1390 (ten months); Simmons, 814 F.2d at 510 (seven months).\nWe have upheld a district court’s denial of a motion for a change of venue in cases where the defendant had produced evidence of substantial publicity concerning his specific case. See, e.g., Swindler, 885 F.2d at 1348 (ninety-eight of 120 venire members had knowledge of the case); Simmons, 814 F.2d at 510 (fifty-five of fifty-six members of the venire panel had heard of the specific case). In contrast, where Green has not presented any evidence of pretrial publicity surrounding his case and none of the jurors had ever heard of him, his claim borders on the frivolous.\nGreen also asserts that the district court erred in not transferring his case under Fed.R.Crim.P. 21(b). The decision whether the convenience of the parties and witnesses and the interest of justice require a transfer to another district belongs to the sound discretion of the district court. United States v. Phillips, 433 F.2d 1364, 1368 (8th Cir.1970), cert. denied, 401 U.S. 917, 91 S.Ct. 900, 27 L.Ed.2d 819 (1971). Green cites no cases in support of his contention that justice could only have been served if the parties and witnesses had travelled to New York. He merely claims that he was being held in a New York state prison at the time of his arrest and that some of the government’s witnesses were stationed on the East Coast.\nSubstantial reasons did exist for trying the case in the District of Minnesota. The extortionate letter was sent into that state. Two of the government’s five witnesses, the only two that were not federal employees, lived in Minnesota. We fail to see how the other witnesses (three Federal Bureau of Investigation Agents, whose job requires them to testify in criminal prosecutions, and Green, who would have been confined to custody in either state) experienced such inconvenience in travelling to Minnesota that the district court was compelled to transfer the case to the Western District of New York. Accordingly, we conclude that the district court did not abuse its discretion in denying the motion. Green’s contention to the contrary, as with his first contention on appeal, borders on the frivolous.\nThe judgment of the district court is affirmed.\n. The Honorable James R. Rosenbaum, United States District Judge for the District of Minnesota.\n. Fed.R.Crim.P. 21(a) provides:\nThe court upon motion of the defendant shall transfer the proceeding as to that defendant to another district whether or not such district is specified in the defendant’s motion if the court is satisfied that there exists in the district where the prosecution is pending so great a prejudice against the defendant that the defendant cannot obtain a fair and impartial trial at any place fixed by law for holding court in that district.\n. Fed.R.Crim.P. 21(b) provides:\nFor the convenience of parties and witnesses, and in the interest of justice, the court upon motion of the defendant may transfer the proceeding as to that defendant or any one or more of the counts thereof to another district.",
        "type": "majority",
        "author": "WOLLMAN, Circuit Judge."
      }
    ],
    "attorneys": [
      "Scott F. Tilsen, Asst. Federal Public Defender, Minneapolis, MN, for appellant.",
      "Joseph T. Walbran, Asst. U.S. Atty., Minneapolis, MN, for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Michael William GREEN, Appellant.\nNo. 92-2017.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Oct. 13, 1992.\nDecided Dec. 29, 1992.\nScott F. Tilsen, Asst. Federal Public Defender, Minneapolis, MN, for appellant.\nJoseph T. Walbran, Asst. U.S. Atty., Minneapolis, MN, for appellee.\nBefore RICHARD S. ARNOLD, Chief Judge, FLOYD R. GIBSON, Senior Circuit Judge, and WOLLMAN, Circuit Judge."
  },
  "file_name": "0100-01",
  "first_page_order": 226,
  "last_page_order": 229
}