{
  "id": 11641499,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Brenda C. PENA, Defendant-Appellant",
  "name_abbreviation": "United States v. Pena",
  "decision_date": "1993-01-14",
  "docket_number": "No. 92-5271",
  "first_page": "71",
  "last_page": "73",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 71"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "804 F.2d 845",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1662906
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "847"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/804/0845-01"
      ]
    },
    {
      "cite": "461 F.2d 912",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1329999
      ],
      "pin_cites": [
        {
          "page": "921"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/461/0912-01"
      ]
    },
    {
      "cite": "522 F.2d 29",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1111830
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "31-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/522/0029-01"
      ]
    },
    {
      "cite": "925 F.2d 1166",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1789148
      ],
      "pin_cites": [
        {
          "page": "1169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/925/1166-01"
      ]
    },
    {
      "cite": "428 F.2d 760",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2239913
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/428/0760-01"
      ]
    },
    {
      "cite": "35 L.Ed.2d 587",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "holding that a conviction, for aiding and abetting a forgery, of a defendant who supplied false identification must be based upon greater proof than that the defendant had \"a generalized suspicion of illegal use of the identification\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 S.Ct. 1386",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "holding that a conviction, for aiding and abetting a forgery, of a defendant who supplied false identification must be based upon greater proof than that the defendant had \"a generalized suspicion of illegal use of the identification\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "410 U.S. 926",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11968097,
        11968034,
        11967843,
        11968164,
        11967785,
        11967728,
        11967895,
        11967963,
        11968223
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "holding that a conviction, for aiding and abetting a forgery, of a defendant who supplied false identification must be based upon greater proof than that the defendant had \"a generalized suspicion of illegal use of the identification\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/410/0926-07",
        "/us/410/0926-06",
        "/us/410/0926-03",
        "/us/410/0926-08",
        "/us/410/0926-02",
        "/us/410/0926-01",
        "/us/410/0926-04",
        "/us/410/0926-05",
        "/us/410/0926-09"
      ]
    },
    {
      "cite": "467 F.2d 973",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        251740
      ],
      "pin_cites": [
        {
          "page": "982"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/467/0973-01"
      ]
    },
    {
      "cite": "687 F.2d 832",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1461419
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "835"
        },
        {
          "page": "835"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/687/0832-01"
      ]
    },
    {
      "cite": "897 F.2d 1368",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539798
      ],
      "pin_cites": [
        {
          "page": "1373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/897/1368-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 2",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 9538,
    "ocr_confidence": 0.735,
    "pagerank": {
      "raw": 3.048841468559794e-07,
      "percentile": 0.855809740258988
    },
    "sha256": "7934e2c07328dfe997cf5de2d6af197f36a86e10fdb52eb3fc42a073ca0ad02c",
    "simhash": "1:da3f63a9e5634661",
    "word_count": 1623
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: MERRITT, Chief Judge, and GUY and RYAN, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Brenda C. PENA, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "MERRITT, Chief Judge.\nDefendant Brenda Pena appeals her jury conviction under 21 U.S.C. § 841(a)(1) and 18 U.S.C. § 2 for aiding and abetting possession of cocaine with intent to distribute. She was sentenced to ten years in prison. We find that there was insufficient proof to convince a rational trier of fact beyond a reasonable doubt that Ms. Pena knew of the existence of the cocaine or aided and abetted its possession.\nI. Facts\nOn May 6, 1991, Brenda Pena was asleep in the passenger seat of a 1983 Pontiac with Ohio tags, travelling east on Interstate 40 through Shelby County, Tennessee. The driver of the car was Roque Soleto, a co-defendant who pleaded guilty on the first day of trial. The two were travelling from Houston, Texas, where Ms. Pena lives, to Columbus, Ohio.\nThe car was stopped by David Curtis, a member of the Shelby County Sheriff’s Department Interstate Interdiction Unit, for travelling 63 m.p.h. in a 55 m.p.h. zone. Curtis asked Soleto to get out of the car and sit in the back of the patrol car while he wrote out a “courtesy citation.” While in the patrol car, the officer asked Soleto a series of questions. Soleto told Curtis that he lived in Columbus, Ohio, and was on his way home from Dallas after spending a week visiting friends. He said that the car was borrowed from a friend, but could not tell Officer Curtis the friend’s name. Sole-to also told the officer that Pena was his wife.\nOfficer Curtis then walked back to the car to retrieve the vehicle registration. While there he also asked Pena a few questions. She told him that Soleto was a friend and that they both lived in Columbus. In addition, she said they were returning from a two-week visit with friends in Houston, and that the car was borrowed.\nNoting the discrepancies between the two stories, Curtis got Soleto’s consent to search the car. By this time Officer Kel-lerhall had arrived on the scene, and he assisted with the search. The officers noticed that the spare tire well, apparent from the outside of the car, was not visible from the trunk. Suspecting a secret compartment, they removed four layers of material from the bottom of the trunk, including carpeting, automotive undercoating, “bondo,” and a metal plate. Underneath they found 15 packages containing a total of 17 kilograms of cocaine. Soleto and Pena were both arrested and read their Miranda rights.\nPena was later interrogated at the Interstate Interdiction office by Officer Swain. She was read her Miranda rights again, and questioned in English. At first, she denied any knowledge of the contents of the car. Officer Swain explained to her the seriousness of the crime and the possible penalties. He told her that if she agreed to cooperate with a controlled drop, the prosecutor would be informed of her help. Pena then told Swain that she felt there was something illegal in the car, but did not know that it was cocaine. She said that she and Soleto were on their way to Columbus with directions to a hotel parking lot, where they were to be contacted by a man named Dennis. Apparently Dennis was the car’s owner, because the car was registered to a Dennis Cray of Columbus, Ohio. Ms. Pena planned to return to Houston by airplane. Officer Swain, in consultation with Columbus police, decided not to go through with the controlled drop because Ms. Pena was unable to provide a telephone number for her contact or a time at which they were to meet.\nSuspecting that Pena might be an illegal alien, Swain called in Agent Hayes of the Immigration and Naturalization Service. Hayes informed Pena again of her Miranda rights, and questioned her in Spanish. Ms. Pena told Agent Hayes that she was on her way from Houston to Columbus to meet a man named Dennis. She also said that Dennis had promised to buy her a ticket back to Houston.\nII. Analysis\nMs. Pena, as the passenger in the car, was convicted and sentenced to ten years imprisonment for aiding and abetting the driver of the car in his possession of 17 kilograms of cocaine for distribution. In order to sustain such a conviction, the government must offer sufficient proof for a rational jury to find beyond a reasonable doubt that Ms. Pena did in fact aid and abet the crime. United States v. Martin, 897 F.2d 1368, 1373 (6th Cir.1990). In order to meet this burden the government must offer proof that Ms. Pena knew that the driver of the car possessed cocaine with intent to distribute it and that she assisted in his plan to deliver the cocaine. See United States v. Winston, 687 F.2d 832, 835 (6th Cir.1982).\nThere is insufficient proof in this case that Ms. Pena either knew of the existence of the cocaine in the back of the car or took any steps to assist in the transportation or delivery of the cocaine. The proof is essentially that she accompanied the driver of the car and was promised an airline ticket to get her back from Columbus to Texas. Without objection of the parties, the police officer who interviewed her testified that he believed her statement when she said that she did not know of the cocaine but “felt” that there was probably something illegal going on. A generalized belief or suspicion that something illegal is going on is not sufficient for a rational jury to find that a mere passenger in an automobile is aiding and abetting the delivery of cocaine. See United States v. Catabro, 467 F.2d 973, 982 (2d Cir.1972), cert. denied, 410 U.S. 926, 93 S.Ct. 1386, 35 L.Ed.2d 587 (1973) (holding that a conviction, for aiding and abetting a forgery, of a defendant who supplied false identification must be based upon greater proof than that the defendant had “a generalized suspicion of illegal use of the identification”). There must be some additional proof offered by the government» that Ms. Pena knew something more about the nature of the enterprise and assisted in carrying it out. See United States v. Gallishaw, 428 F.2d 760, 763 & n. 1 (2d Cir.1970) (holding that a defendant who provided a machine gun to bank robbers could not be convicted of aiding and abetting based upon his knowledge that the gun would likely be used “to do something wrong” or “to break the law;” defendant “had to know what kind of criminal conduct was in fact contemplated”). Guilt by association with the driver of the car, the act of being a passenger in the car, is insufficient. United States v. Sanchez-Mata, 925 F.2d 1166, 1169 (9th Cir.1991) (holding, in a case involving possession with intent to distribute narcotics, that “presence as a passenger in the car cannot support an aiding and abetting theory”).\nOur holding that the evidence presented was insufficient to establish that Ms. Pena knew of the presence of the cocaine is supported by this court’s holding in United States v. Craig, 522 F.2d 29 (6th Cir.1975). Craig’s co-defendant, Paul Patterson, had negotiated a drug sale with an undercover agent. Craig drove Patterson to the agent’s apartment in his pick-up truck, and waited in the truck while Patterson carried a closed box into the apartment. When federal agents in unmarked cars approached the apartment, Craig sped away. His truck eventually became mired in mud, and Craig escaped on foot. The court found that:\nThe evidence against Craig consists almost exclusively of his presence in the truck at [the undercover agent’s] apartment, the circumstances of his flight and apprehension and the presence of a shotgun in his car. This evidence is in our view insufficient to support either a conviction for illegal possession of drugs or aiding and abetting in their possession. It would be highly conjectural and speculative indeed to conclude from these facts that Craig had knowledge of the presence of drugs in the closed box ...\nId. at 31-32. The evidence of Ms. Pena’s guilty knowledge is far weaker than in Craig.\nEven if knowledge were established, there is no evidence that Ms. Pena assisted Soleto in possessing or transporting the cocaine. “[M]ere presence at the scene of the crime and guilty knowledge of the crime ... are not sufficient to establish aiding and abetting unless ... the defendant was a participant rather than merely a knowing spectator.” United States v. Bryant, 461 F.2d 912, 921 (6th Cir.1972) (citation omitted); see also United States v. Winston, 687 F.2d 832, 835 (6th Cir.1982). As does this case, United States v. Moreno-Hinojosa, 804 F.2d 845 (5th Cir.1986), involved a passenger in a vehicle containing illegal drugs. The court held that “[e]ven if Moreno knew that [the driver] was making an illegal marihuana run, this fact would not be sufficient evidence to establish his possession without an additional showing that he was riding in the truck to participate in the possession and distribution.” Id. at 847. The government presented no evidence of Ms. Pena’s participation in the crime other than her presence as a passenger in the car; this evidence is insufficient as a matter of law to support a conviction for aiding and abetting possession of cocaine with intent to distribute.\nFor the reasons stated above, we REVERSE the judgment of the district court.",
        "type": "majority",
        "author": "MERRITT, Chief Judge."
      }
    ],
    "attorneys": [
      "Linda Harris, Asst. U.S. Atty. (argued and briefed), Memphis, TN, for plaintiff-appellee.",
      "Sheryl H. Lipman (argued and briefed), McDonnell, Boyd, Smith & Solmson, Memphis, TN, for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Brenda C. PENA, Defendant-Appellant.\nNo. 92-5271.\nUnited States Court of Appeals, Sixth Circuit.\nArgued Dec. 3, 1992.\nDecided Jan. 14, 1993.\nLinda Harris, Asst. U.S. Atty. (argued and briefed), Memphis, TN, for plaintiff-appellee.\nSheryl H. Lipman (argued and briefed), McDonnell, Boyd, Smith & Solmson, Memphis, TN, for defendant-appellant.\nBefore: MERRITT, Chief Judge, and GUY and RYAN, Circuit Judges."
  },
  "file_name": "0071-01",
  "first_page_order": 197,
  "last_page_order": 199
}