{
  "id": 11641978,
  "name": "UNITED STATES of America, Appellee, v. Tony Lavon CARLIN, Appellant",
  "name_abbreviation": "United States v. Carlin",
  "decision_date": "1992-12-31",
  "docket_number": "No. 92-2788",
  "first_page": "106",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 106"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "929 F.2d 1324",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548016
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/929/1324-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3146",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 262,
    "char_count": 3968,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 8.822123157029673e-08,
      "percentile": 0.4975797816783913
    },
    "sha256": "5c5da6e6133af87d61160341a643b545bcf113115861166ba5a806e486c42204",
    "simhash": "1:d8be4375ec9b701b",
    "word_count": 623
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JOHN R. GIBSON, Circuit Judge, BRIGHT, Senior Circuit Judge, and FAGG, Circuit Judge."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Tony Lavon CARLIN, Appellant."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nTony Lavon Carlin appeals the twenty-one month sentence imposed by the district court following his guilty plea to failing to appear to serve a sentence, in violation of 18 U.S.C. § 3146. We affirm.\nOn January 22, 1992, Carlin pleaded guilty to possessing cocaine with intent to distribute it. Carlin’s criminal history included convictions for a 1983 burglary and three DWI offenses between 1984 and 1986. These convictions gave Carlin four criminal history points under U.S.S.G. § 4Al.l(c) and placed him in category III (four to six points). At sentencing, the district court determined that category III overstated the seriousness of Carlin’s criminal history. The court therefore departed downward to criminal history category I, which, combined with Carlin’s offense level of 26, yielded a sentencing range of 63 to 78 months. The court sentenced Carlin to seventy months and ordered him to report for service of his sentence on February 24, 1992.\nCarlin failed to report as ordered, and a grand jury indicted him for failing to appear to serve his sentence. A superseding indictment added two additional charges of making false statements in passport applications. On June 17, 1992, Carlin pleaded guilty to the failure to appear charge and the government dismissed the other charges. The presentence report (PSR) calculated Carlin’s total offense level as 9, his criminal history category as V, and his sentencing range as 18 to 24 months. At sentencing, Carlin’s counsel requested the district court again to depart on the ground that Carlin’s criminal history category overstated the seriousness of his criminal history. The district court declined to do so, noting that Carlin had abused the trust the court had placed in him by failing to appear to serve his sentence. The court therefore sentenced Carlin to twenty-one months.\nOn appeal, Carlin argues that the district court abused its discretion by denying his request for a downward departure under U.S.S.G. § 4A1.3, p.s. He points out that, just six months earlier, the same district court determined that his criminal history category overstated the seriousness of his background.\nWe review a “district court’s refusal to depart under U.S.S.G. § 4A1.3 only for abuse of discretion.” United States v. Carlisle, 929 F.2d 1324, 1326 (8th Cir.1991) (per curiam). Section 4A1.3 provides in part that “[tjhere may be cases where the court concludes that a defendant’s criminal history category significantly over-represents the seriousness of a defendant’s criminal history or the likelihood that the defendant will commit further crimes.” As an example, the guideline refers to “the case of a defendant with two minor misdemean- or convictions close to ten years prior to the instant offense and no other evidence of prior criminal behavior in the intervening period.” Id.\nThe district court did not abuse its discretion by denying Carlin's request for departure. Carlin’s failure to appear to serve his sentence in the drug case indicates that the district court, at the earlier sentencing, may have underestimated the seriousness of Carlin’s criminal background and “the likelihood that [he would] commit further crimes.” See U.S.S.G. § 4A1.3. Moreover, at the time of sentencing on the drug charges, five years had passed since Carlin’s last conviction. In contrast, when the court sentenced Carlin for failing to appear, he had committed two federal felonies within a six-month period.\nAccordingly, we affirm.\n. The Honorable Henry Woods, United States District Judge for the Eastern District of Arkansas.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Richard Hughes, Little Rock, AR, argued, for appellant.",
      "Kevin Alexander, Little Rock, AR, argued, for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Tony Lavon CARLIN, Appellant.\nNo. 92-2788.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Dec. 16, 1992.\nDecided Dec. 31, 1992.\nRichard Hughes, Little Rock, AR, argued, for appellant.\nKevin Alexander, Little Rock, AR, argued, for appellee.\nBefore JOHN R. GIBSON, Circuit Judge, BRIGHT, Senior Circuit Judge, and FAGG, Circuit Judge."
  },
  "file_name": "0106-01",
  "first_page_order": 232,
  "last_page_order": 233
}