{
  "id": 11641555,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Daniel D. HAYES, Defendant-Appellant",
  "name_abbreviation": "United States v. Hayes",
  "decision_date": "1992-12-29",
  "docket_number": "No. 91-3464",
  "first_page": "78",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 78"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "823 F.2d 192",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6127148,
        1736236
      ],
      "pin_cites": [
        {
          "page": "193-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/75/0192-02",
        "/f2d/823/0192-01"
      ]
    },
    {
      "cite": "863 F.2d 1356",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535625
      ],
      "pin_cites": [
        {
          "page": "1362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/863/1356-01"
      ]
    },
    {
      "cite": "966 F.2d 1228",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526193
      ],
      "pin_cites": [
        {
          "page": "1231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/966/1228-01"
      ]
    },
    {
      "cite": "700 F.2d 1033",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1844653
      ],
      "pin_cites": [
        {
          "page": "1036"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/700/1033-01"
      ]
    },
    {
      "cite": "516 F.2d 1287",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1132795
      ],
      "pin_cites": [
        {
          "page": "1288-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/516/1287-01"
      ]
    },
    {
      "cite": "808 F.2d 508",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1369159
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/808/0508-01"
      ]
    },
    {
      "cite": "763 F.2d 787",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        373089
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "797"
        },
        {
          "page": "791"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/763/0787-01"
      ]
    },
    {
      "cite": "711 F.2d 767",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1870414
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/711/0767-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 13571,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 1.6666243795614557e-07,
      "percentile": 0.695277794188001
    },
    "sha256": "912145cd58f0477a8bdbeab13002e42d418e3431881d9cea5ab67ecce2290e4e",
    "simhash": "1:bdcadfe8082e2506",
    "word_count": 2183
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BAUER, Chief Judge, CUMMINGS, Circuit Judge, and PELL, Senior Circuit Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Daniel D. HAYES, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThis case presents the question whether a district court has jurisdiction to decide a motion pursuant to the 1987 version of Rule 35(b) of the Federal Rules of Criminal Procedure when the motion is filed, but not decided, within one year of sentencing. On appeal, defendant-appellant Daniel Hayes asserts that the district court erroneously declined jurisdiction to hear his Rule 35(b) motion. For the following reasons, we reverse and remand.\nI. BACKGROUND\nAn indictment filed October 4, 1989, charged Hayes with one count of possessing, with intent to manufacture, one hundred or more marijuana plants, in violation of 21 U.S.C. § 841(a)(1). After plea negotiations, Hayes entered a guilty plea to the offense charged in the indictment. As part of his plea agreement, Hayes agreed to cooperate fully with the Government by providing information regarding his involvement in, or knowledge of, violations of drug laws. In turn, the Government agreed that it would file a motion pursuant to 18 U.S.C. § 3553(e) recommending the imposition of a sentence below the mandatory minimum, should Hayes provide substantial assistance in the investigation of other persons who had violated the law.\nSeeking to reduce his sentence, Hayes provided substantial assistance to the Government. In interviews with special agents of the State of Wisconsin, Division of Narcotics Enforcement, Hayes provided information concerning a co-conspirator and certain other unrelated drug crimes. Agents corroborated all given testimony. In addition, Hayes placed telephone calls for special agents which were monitored and used as evidence in subsequent prosecutions.\nAt sentencing, the Government acknowledged that Hayes’ cooperation was substantial, providing enough information to charge Hayes’ co-conspirator with violating 21 U.S.C. § 841(a)(1). Nevertheless, the district court denied the Government’s § 3553(e) motion, ruling that the results of Hayes’ cooperation at the time were insufficient to warrant a sentence reduction. This ruling was due, in large part, to the Government’s failure to charge Hayes’ co-conspirator before Hayes’ sentencing. The co-conspirator was not charged because of his desire to enter a guilty plea which suspended the trial date on the indictment. Given the lack of charges against the co-conspirator, the district court indicated that Rule 35(b) was the more appropriate vehicle to address the substantial assistance of Hayes, as the full extent of Hayes’ cooperation could then be properly assessed.\nHayes’ co-conspirator ultimately decided not to plead guilty and demanded a trial. He was, therefore, arraigned on September 24, 1991, and trial was set for December 9, 1991. As this trial date was beyond the one-year period allowed for filing a Rule 35(b) motion, the Government filed a Rule 35(b) motion on the last day possible, September 23, 1991, thus presenting the sentencing judge with the most information possible pertaining to Hayes’ cooperation and assistance. At the time of the Government’s motion, Hayes’ cooperation and assistance had produced a new investigation and indictment of his co-conspirator for participation in a large marijuana growing operation.\nThe district court, however, declined jurisdiction to hear the Rule 35(b) motion. Holding that the applicable 1987 version of Rule 35(b) required that a motion be filed and heard within one year of sentencing, the court refused to entertain the motion. With the Government’s support, Hayes subsequently filed a direct appeal of the district court’s order asserting that the 1987 version of Rule 35(b) allows a timely filed motion to be heard within a reasonable amount of time after filing.\nII. ANALYSIS\nBoth Hayes and the Government argue that the 1987 version of Rule 35(b) applicable to Hayes provides a reasonable amount of time for decision after a timely filing by the Government. As a result, they contend that the district court’s order declining jurisdiction must be reversed and the case remanded for determination of the Rule 35(b) motion. In support of their arguments, Hayes and the Government focus on the history of Rule 35(b) and, in particular, the 1985 amendments to the Rule which provided for a reasonable amount of time to hear the motion and which specifically rejected any jurisdictional interpretations of the time limit.\nIn 1985, Congress amended the 1983 version of Rule 35(b), in reaction to our decisions in United States v. Kajevic, 711 F.2d 767 (7th Cir.1983) (holding that the 1983 version of Rule 35(b) only “authorize[d] District Courts to reduce a sentence within 120 days”), and Gaertner v. United States, 763 F.2d 787 (7th Cir.1985) (holding that the 120-day time period in the 1983 version of Rule 35(b) [wa]s jurisdictional). In its 1985 amended form, Rule 35(b) stated, in relevant part,\n(b) Reduction of Sentence. A motion to reduce a sentence may be made, or the court may reduce a sentence without a motion, within 120 days after the sentence is imposed or probation is revoked, or within 120 days after receipt by the court of a mandate issued upon affir-mance of the judgment or dismissal of the appeal_ The court shall determine the motion within a reasonable time.\nFed.R.Crim.P. 35(b) (1985). The Advisory Committee commented on the amendment, explaining that the amendment “conformed its language to the nonliteral interpretation which most courts ... already placed upon the rule, namely, that it sufficed that the defendant’s motion was made within 120 days and that the court determines the motion within a reasonable time thereafter.” Fed.R.Crim.P. 35(b) advisory committee’s note. The committee then went on to expressly reject our decision in United States v. Kajevic which deemed the 120-day time period jurisdictional in nature. Id. Interpreting the 1985 amendments, we then stated in United States v. House, 808 F.2d 508 (7th Cir.1986) that “the change was designed to avoid characterizations of the limitation as jurisdictional.” Id. at 509.\nTwo years later, Congress amended Rule 35(b) again, allowing for a sentence reduction only upon a motion by the Government and only for substantial assistance rendered after sentencing. In its new amended form, however, Rule 35(b) failed to include the language granting the court a reasonable time within which to decide the motion. Thus, the new rule created the same ambiguity which the 1985 amendments to Rule 35(b) resolved. The new Rule 35(b) did not clarify whether the one year time period applied only to filing a motion or, rather, to a decision on the motion. Aware of the inequities created by a jurisdictional interpretation of the time period, Congress once again amended the rule, indicating that the court had a reasonable amount of time within which to decide a timely filed motion. This 1991 amendment, however, did not take effect until more than one year after Hayes’ September 24, 1991 sentencing. Thus, Hayes’ motion to reduce his sentence was made under the ambiguous 1987 version of Rule 35(b).\nThe district court, in declining jurisdiction to hear Hayes’ Rule 35(b) motion, held that the language of the 1987 version of Rule 35(b) was nearly identical to that of the 1983 version, in that both rules seemingly required reduction “within” a certain amount of time after sentencing. Thus, the district court concluded, it was “deprived of jurisdiction to reduce the defendant’s sentence.” United States v. Hayes, No. 89-CR-116-S (W.D.Wis. Oct. 15, 1991). The district court based this conclusion on our decision in Gaertner v. United States, 763 F.2d 787 (7th Cir.1985), in which we interpreted the 120-day time period provided in the 1983 version of Rule 35(b) as jurisdictional in nature. Id. at 797.\nThe district court, however, did not take into account the basis for our construction of the time limit as jurisdictional. In Ga-ertner, we stressed that the reason for the limitation of the district court’s discretion was an attempt to “guarantee that sentencing judges w[ould] not usurp the function of the parole authorities in determining when an incarcerated defendant’s progress in rehabilitation justifie[d] an early release from prison.” Id. at 791. This fear of judicial usurpation of parole authorities' power, however, no longer exists. The amended Sentencing Reform Act has essentially eliminated the availability of parole for offenses committed after November 1, 1987, thereby, making judicial usurpation of parole authorities’ power a virtual impossibility. Thus, the premise underlying Gaertner is not applicable to the 1987 version of Rule 35(b) and no longer mandates a jurisdictional interpretation of the Rule’s time limit.\nFurthermore, a jurisdictional interpretation of the one-year time period in Rule 35(b) would create arbitrary and inequitable results by depriving a defendant of a ruling due to circumstances entirely outside his control. As one court has stated, the time limit in Rule 35(b) should not be construed as requiring a decision within a certain amount of time after sentencing as “the consequences would be so devastatingly and arbitrarily fortuitous.” United States v. Stollings, 516 F.2d 1287, 1288-89 (4th Cir.1975); see also United States v. Krohn, 700 F.2d 1033, 1036 (5th Cir.1983) (“prosaic operation of the Rule[] proved harsh and arbitrary”). A defendant who fully cooperates with governmental authorities should not be penalized by possible tardiness on the part of the Government or the courts.\nIt should be noted that in the Advisory Committee notes to the 1991 amendment, the committee stated “[u]nder the 1987 amendment, the trial court was required to rule on the government’s motion to reduce a defendant’s sentence within one year after imposition of the sentence.” Fed. R.Crim.P. 35(b) advisory committee’s note. Nevertheless, because this statement is a post facto assessment made without support, and because no committee notes interpret the 1987 amendment, we refuse to adhere to the committee’s interpretation.\nAdvisory Committee notes are analogous to legislative history which we use to clarify legislative intent. These notes, however, are not binding on the court. See, e.g., United States v. Abdul-Hamid, 966 F.2d 1228, 1231 (7th Cir.1992); Deppe v. Tripp, 863 F.2d 1356, 1362 (7th Cir.1988). We have not hesitated to rule in contradiction with committee notes when contrary rulings rendered incorrect or unjust results. See In re X-Cel, Inc., 823 F.2d 192, 193-94 (7th Cir.1987). In the present case, a review of the history and evolution of Rule 35(b) and an analysis of judicial interpretations of the rule’s time restriction indicate that a district court has a reasonable amount of time within which to rule on a timely filed motion to correct the sentence. We further find the Advisory Committee’s note non-binding. The note contains one sentence included to provide a basis for the 1991 amendment’s language granting the court a reasonable amount of time within which to hear a Rule 35(b) motion. It does not cite any judicial or statutory authority, nor does it justify its conclusion in any fashion. In addition, no legislative history on the 1987 amendment is available nor have any other federal circuits addressed the present issue. Consequently, we hold that the 1987 version of Rule 35(b) provides a district court with a reasonable amount of time within which to decide a timely filed motion to reduce sentence.\nIII. CONCLUSION\nFor the foregoing reasons, the judgment of the district court is Reversed, and the matter Remanded to the district court for a hearing on the Government’s Rule 35(b) motion.\n. The government did not request an expedited hearing on the motion, believing that its timely filing of the motion had preserved the district court’s jurisdiction to hear the motion for a reasonable amount of time.\n. The 1983 version of Rule 35(b) provided, in relevant part,\n(b) Reduction of Sentence. The court may reduce a sentence within 120 days after the sentence is imposed or probation is revoked, or within 120 days after receipt by the court of a mandate issued upon affirmance of the judgment or dismissal of the appeal....\nFed.R.Crim.P. 35(b) (1983).\n. The 1987 version of Rule 35(b) provides, in relevant part,\nThe court, on motion of the Government, may within one year after the imposition of a sentence, lower a sentence to reflect a defendant's subsequent, substantial assistance in the investigation or prosecution of another person who has committed an offense....\nFed.R.Crim.P. 35(b) (1987).\n. The 1991 amendment provided that the court, \"on motion of the Government made within one year after the imposition of the sentence, may reduce a sentence....\" Fed.R.Crim.P. 35(b) (1991).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Jeffrey Anderson, Asst. U.S. Atty., Christopher T. Van Wagner, Office of the U.S. Atty., Madison, WI, for plaintiff-appel-lee.",
      "T. Christopher Kelly, Madison, WI, for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Daniel D. HAYES, Defendant-Appellant.\nNo. 91-3464.\nUnited States Court of Appeals, Seventh Circuit.\nSubmitted Dec. 14, 1992.\nDecided Dec. 29, 1992.\nJeffrey Anderson, Asst. U.S. Atty., Christopher T. Van Wagner, Office of the U.S. Atty., Madison, WI, for plaintiff-appel-lee.\nT. Christopher Kelly, Madison, WI, for defendant-appellant.\nBefore BAUER, Chief Judge, CUMMINGS, Circuit Judge, and PELL, Senior Circuit Judge.\n. After preliminary examination of the briefs, the court notified the parties that it had tentatively concluded that oral argument would not be helpful to the court in this case. The notice provided that any party might file a “Statement as to Need of Oral Argument.” See Fed. R.App.P. 34(a); Circuit Rule 34(f). No such statement having been filed, the appeal was submitted on the briefs."
  },
  "file_name": "0078-01",
  "first_page_order": 204,
  "last_page_order": 208
}