{
  "id": 11645186,
  "name": "Roy E. THIGPEN, III, Plaintiff, v. Marc A. SPARKS, et al., Defendants; Marc A. SPARKS, Defendant-Counter Plaintiff-Appellant, v. FEDERAL DEPOSIT INSURANCE CORPORATION, In its capacity as receiver for BancTexas Dallas, N.A., Counter Defendant-Appellee",
  "name_abbreviation": "Thigpen v. Sparks",
  "decision_date": "1993-02-16",
  "docket_number": "No. 91-1977",
  "first_page": "644",
  "last_page": "649",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 644"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "953 F.2d 975",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519603
      ],
      "pin_cites": [
        {
          "page": "979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/953/0975-01"
      ]
    },
    {
      "cite": "962 F.2d 780",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/962/0780-01"
      ]
    },
    {
      "cite": "484 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        601245
      ],
      "weight": 5,
      "year": 1987,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "403"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0086-01"
      ]
    },
    {
      "cite": "614 S.W.2d 95",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9958708
      ],
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/614/0095-01"
      ]
    },
    {
      "cite": "561 S.W.2d 578",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9945106
      ],
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/561/0578-01"
      ]
    },
    {
      "cite": "672 S.W.2d 319",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9937072
      ],
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/672/0319-01"
      ]
    },
    {
      "cite": "12 U.S.C. § 1811",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 Stat. 183",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "315 U.S. 447",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374624
      ],
      "weight": 3,
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/us/315/0447-01"
      ]
    },
    {
      "cite": "894 F.2d 750",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/894/0750-01"
      ]
    },
    {
      "cite": "868 F.2d 776",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530208
      ],
      "pin_cites": [
        {
          "page": "783-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/868/0776-01"
      ]
    },
    {
      "cite": "465 F.Supp. 305",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5756685
      ],
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/465/0305-01"
      ]
    },
    {
      "cite": "939 F.2d 1231",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530450
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1237-39"
        },
        {
          "page": "1239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/939/1231-01"
      ]
    },
    {
      "cite": "12 U.S.C. § 1821",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)(9)(A)"
        },
        {
          "parenthetical": "n"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "12 U.S.C. § 1823",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1033,
    "char_count": 22108,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 2.389201486217964e-07,
      "percentile": 0.797677007423985
    },
    "sha256": "d4430c1e2daa35e946d2d7b9e5172dac14d2f21d6600744ee9fff2fb448c64f0",
    "simhash": "1:9ad4dc627afda9cb",
    "word_count": 3707
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GOLDBERG, JONES, and DeMOSS, Circuit Judges."
    ],
    "parties": [
      "Roy E. THIGPEN, III, Plaintiff, v. Marc A. SPARKS, et al., Defendants. Marc A. SPARKS, Defendant-Counter Plaintiff-Appellant, v. FEDERAL DEPOSIT INSURANCE CORPORATION, In its capacity as receiver for BancTexas Dallas, N.A., Counter Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "EDITH H. JONES, Circuit Judge:\nThe issue in this case is whether an individual’s breach of warranty claims, which arose when a now-failed bank sold him a wholly-owned Texas trust company, are barred against FDIC by the D’Oench doctrine, 12 U.S.C. § 1823(e) or § 1821(d)(9)(A). We hold that they were not so barred and thus reverse and remand the district court’s summary judgment.\nBACKGROUND\nAppellant Marc A. Sparks purchased a Texas trust company called The Dallas Empire Company (DEC) from BancTexas, Dallas, planning to sell it afterward. Both Sparks and Roy Thigpen, III, the prospective purchaser, required that DEC have a “continuous, uninterrupted corporate charter” as a condition to purchase. By letter dated May 8, 1986, the Chairman of the Board and CEO of the bank represented to Sparks, among other things, that DEC “has had a continuous and uninterrupted status of good standing through this present date.” One week later, Sparks bought DEC for $45,000. The May 15 bill of sale warranted that DEC was in good corporate standing at that time.\nBefore the sale to Thigpen, for which Sparks was to receive $150,000, Sparks learned that DEC’S charter had been forfeited briefly for non-payment of corporate franchise taxes in 1985. Despite the charter’s reinstatement, Thigpen refused to purchase DEC and sued Sparks, BancTexas and another individual in state court for violation of the Texas Deceptive Trade Practices Act (DTPA). Counter-claims and cross-claims were filed. By autumn, 1987, the state court had granted summary judgment in favor of the bank on Thigpen’s and Sparks’s DTPA claims and dismissed Thig-pen’s original petition with prejudice. Only Sparks’s breach of warranty claims against the bank remain. BancTexas was declared insolvent in January 1990, and FDIC was appointed its receiver. Substituted as a party defendant for the bank in state court, FDIC removed the case to federal court and some months later filed a motion for summary judgment on Sparks’s claims.\nThe district court held that Sparks’s claims against FDIC are barred by the relatively new FIRREA provision that states in pertinent part:\n“[A]ny agreement which does not meet the requirements set forth in § 13(e) [12 U.S.C. § 1823(e) ] shall not form the basis of, or substantially comprise, a claim against the receiver or the Corporation.”\n12 U.S.C. § 1821(d)(9)(A), effective in September, 1989. The requirements incorporated in that provision from 12 U.S.C. § 1823(e) include that the agreement be in writing, executed by both parties contemporaneously with the “acquisition of the asset” by the institution, and be continuously maintained among the institution’s business records. FDIC offered an affidavit of Linda Bratton, one of its employees, to attest that no documents in BancTexas’s files reflected whether the sale of DEC to Sparks, or the May 8 letter, had been approved by the bank’s board of directors. The Court found this affidavit, unanswered by Sparks, conclusive against him for purposes of § 1821(d)(9)(A).\nSparks moved for reconsideration on several grounds. First, he contended that because the DEC transaction constituted a sale of an asset by the bank, it did not fall within the purview of D’Oench, § 1823(e) or § 1821(d)(9)(A) as a matter of law. If § 1821(d)(9)(A) was necessary to make the § 1823(e) requirements applicable to Sparks’s “claim” against FDIC, he contended, then § 1821(d)(9)(A) was being improperly retroactively applied, for it became effective in September 1989, while the DEC transaction occurred in 1986. Finally, he moved for an opportunity to conduct discovery to counter the Bratton affidavit. Because the bank had defended Sparks’s case on the merits, he was not forewarned by FDIC’s substitution that he might have to produce evidence to show that the DEC sale had complied with 12 U.S.C. § 1823(e). The district court denied the motion for reconsideration and this appeal followed.\nDISCUSSION\nSparks undertakes a four-fold attack on appeal. He disputes that § 1821(d)(9)(A) applies retroactively to his claims against FDIC. He contends that D’Oench and § 1823(e) do not apply to the DEC transaction. Even if those rules did apply, he maintains that FDIC did not carry its summary judgment burden. Finally, he asserts that if any of these avoiding doctrines are available to FDIC, the district court abused its discretion in not allowing further discovery. FDIC takes issue with each of these propositions.\nOur analysis begins with a threshold question that the parties have not resolved. The linchpin of Sparks’s argument and conversely, the Achilles heel of FDIC’s response, is an assumption that the May 8 letter from the president of BancTexas is part of the agreement by which DEC was sold. If it was part of that agreement— and Texas has a doctrine that a contract may consist of multiple writings—then D’Oench does not logically apply. The D’Oench doctrine was formulated to protect the integrity of bank insolvency proceedings by making secret agreements between banks and preferred customers unenforceable. According to Sparks’s theory, however, BancTexas profited by selling DEC under the very same written agreement whose alleged warranty of continuing corporate existence FDIC now seeks to escape. If this is correct, Sparks’s case would be analogous to Federal Deposit Insurance Corp. v. Laguarta, 939 F.2d 1231, 1237-39 (5th Cir.1991), in which we held that a borrower could assert an affirmative defense, notwithstanding D’Oench Duhme, because the defense arose from an express written obligation undertaken by the bank in the loan agreement with the borrower. This court concluded that because the funding obligations on which LaGuarta premised his claims were spelled out in the parties’ loan agreement and modification agreement, the D’Oench doctrine was inapplicable. 939 F.2d at 1239. The court cited with approval a district court decision interpreting § 1823(e), the original provision based on D’Oench:\nNone of the policies that favor the invocation of this statute are present in such cases because the terms of the agreement that tend to diminish the rights of the FDIC appear in writing on the face of the agreement that the FDIC seeks to enforce.\nRiverside Park Realty Co. v. FDIC, 465 F.Supp. 305, 313 (M.D.Tenn.1978).\nIn Laguarta, however, there was no question whether the borrower’s loan agreement and modification agreement were collateral to the promissory note; as the court observed, they were integral to the loan transaction. Here, that is not necessarily the case. Indeed, FDIC has assumed that the May 8 letter was collateral to the bill of sale for DEC. From this assumption proceed FDIC’s arguments that the May 8 letter did not separately comply with D’Oench or § 1823(e).\nAs we view it, the threshold question is whether that letter was part of the parties’ agreement of sale of DEC or whether it was subsumed by the parol evidence rule or a similar principle and did not become part of the parties’ final agreement. Before FDIC entered this case, BancTexas and Sparks had begun to brief this question on summary judgment, but neither the state nor the federal court ever ruled on it. On remand, the court must answer this question. If the May 8 letter was not, under Texas law, part of the documents comprising the DEC sale contract, then Sparks cannot prevail because he has no right to rely on that letter’s representations. If the May 8 letter was part of the contract, then FDIC prevails only if the DEC sale to Sparks had to be documented pursuant to 12 U.S.C. § 1823(e) or § 1821(d)(9)(A).\nSparks argues here as he did to the trial court that § 1823(e) does not apply at all to the DEC sale or, if it does, it only applies by an impermissibly retroactive application of § 1821(d)(9)(A). We are inclined to agree that § 1823(e) does not apply to a claim arising from a bank’s sale of an asset in a nonbanking transaction. Section 1823(e) provides in full as follows:\nNo agreement which tends to diminish or defeat the interest of the Corporation in any asset acquired by it under this section or section 1821 of this title, either as security for a loan or by purchase or as receiver of any insured depository institution, shall be valid against the Corporation unless such agreement—\n(1) is in writing,\n(2) was executed by the depository institution and any person claiming an adverse interest thereunder, including the obligor, contemporaneously with the acquisition of the asset by the depository institution,\n(3) was approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee, and\n(4) has been, continuously, from the time of its execution, an official record of the depository institution. (Emphasis added).\nThis case would represent a unique application of § 1823(e) because the gist of the dispute is neither a loan transaction, actual or contemplated, between a borrower and lender nor a conventional banking transaction of any kind, but rather the bank’s sale of an asset to Sparks, an individual who on the record before us had no other connection with the bank than by his purchase of DEC. That the May 15, 1986 sale of DEC, even considered with the bank’s assumption of a warranty obligation, could be viewed as an agreement “which tends to diminish or defeat the interest of the [FDIC] in any asset acquired by it” (emphasis added) is contrary to the language of the statute: the sale occurred three years before FDIC acquired anything from Banc-Texas, and FDIC acquired nothing from the DEC sale. Further, § 1823(e)(2), which requires that, to be enforced, such an “agreement” must have been executed “contemporaneously with the acquisition of the asset” by the bank does not comfortably, to say the least, fit the sale of an asset. It requires no stretch of the meaning of the words “asset” or “acquired” to reach this conclusion.\nIf § 1823(e) does not on its face apply to Sparks’s transaction with DEC, FDIC contends and the district court held that § 1821(d)(9)(A) nevertheless applies because the complained-of warranty was an “agreement” that forms the basis of Sparks's “claim” against FDIC. To repeat, Section 1821(d)(9)(A) states:\n“[A]ny agreement which does not meet the requirements set forth in § 13(e) [12 U.S.C. § 1823(e) ] shall not form the basis of, or substantially comprise, a claim against the receiver or the Corporation.”\nSeveral issues of statutory interpretation are presented by this contention. First, is § 1821(d)(9)(A) different from § 1823(e)? Second, to what extent does § 1821(d)(9)(A) incorporate § 1823(e)? Third, if § 1821(d)(9)(A) has a materially different application than § 1823(e) to some types of transactions in which a bank engaged before it failed, is it retroactively applicable to those transactions? Because we read § 1821(d)(9)(A) as having intended only a modest addition to the scope of § 1823(e), as a result of which § 1821(d)(9)(A) does not apply to Sparks’s deal with DEC, the question of retroactivity becomes not only less important to the statute’s interpretation but irrelevant in this case.\nJuxtaposing §§ 1821(d)(9)(A) and 1823(e), one possible difference is that the former provision bars assertion of certain agreements as affirmative “claims” against FDIC (and related entities), i.e. as claims for recovery of money or property from the coffers of the insolvent institution, while the older provision bars use of such agreements “against” FDIC. Consistent with its origin in the D’Oench case, § 1823(e) has generally been applied against obligors who have sought to invoke “agreements” that do not conform with the statute as defenses to their duty to repay loans. Section 1823(e) has only recently been used to bar affirmative claims. The earliest of this court’s cases that arguably so held is Beighley v. FDIC, 868 F.2d 776, 783-84 (5th Cir.1989), decided just as Congress completed work on FIRREA. See also, Bell & Murphy & Assoc., Inc. v. Interfirst, 894 F.2d 750 (5th Cir.1990). Consequently, before the enactment of § 1821(d)(9)(A), it was not a foregone conclusion that § 1823(e) barred the assertion of an affirmative claim against FDIC predicated on an agreement covered by the provision. It could be argued, that § 1821(d)(9)(A), if it has any meaning independent of § 1823(e), extends the defensive character of § 1823(e) to bar certain affirmative claims against FDIC.\nThe next question is, to what “agreements” does § 1821(d)(9)(A) apply the rigorous “recording” requirements of § 1823(e)? Put otherwise, is the type of agreement covered by § 1821(d)(9)(A) different from that defined by § 1823(e)? The logical result of FDIC’s argument suggests that § 1821(d)(9)(A) is far broader than § 1823(e). FDIC contends, and the district court agreed, that the bank’s alleged warranty of DEC’s continuous uninterrupted corporate status was an “agreement” that, under § 1821(d)(9)(A), was unenforceable because of its noncompliance with the § 1823(e) criteria. We have already concluded that the transaction was not covered by § 1823(e) because it did not embody or was not made in connection with the bank’s “acquisition” of an “asset.” Ergo, FDIC’s and the district court’s notion of an agreement under § 1821(d)(9)(A) are unconstrained by the portions of § 1823(e) that refer to the “acquisition” of an “asset” by the institution and by FDIC.\nFDIC urges that the Supreme Court’s opinion in Langley compels its broad reading of an \"agreement,” but this is incorrect. Langley held that an agreement under § 1823(e) could include an oral understanding between borrower and lender that, if enforced, would have constituted a defense to the borrower’s loan repayment obligation. The facts of the case precisely include an “asset” of the institution, i.e. the loan, “acquired” by FDIC when the bank failed. Langley did not define or deal with the nature of “assets” to which § 1823(e) agreements refer. While Langley broadly defines an “agreement” made under § 1823(e), it does not say that any “agreement” must be unhinged from the rest of the statutory language which contemplates that the “agreement” bear upon an “asset” “acquired by” the institution and later by FDIC. The question is not whether Langley’s definition of an “agreement” applies to § 1821(d)(9)(A) — we assume it does — but instead is whether the modifiers expressly used in § 1823(e), referencing an agreement in connection with an “asset” “acquired” by the institution, are also expressed in § 1821(d)(9)(A). To state the question that way is to answer it. Those modifiers are clearly expressed: among the specific provisions of § 1823(e) adopted by § 1821(d)(9)(A) is the requirement that an enforceable agreement must have been “executed by the depository institution and any person claiming an adverse interest thereunder, contemporaneously with the acquisition of the asset by the depository institution.” § 1823(e)(2) (emphasis added). Again, laying aside the questions of the intended scope of “acquisition” and “asset,” there is still no doubt that these terms describe essential features of the transaction to which § 1823(e), and now § 1821(d)(9)(A), applies. These modifiers bind § 1823(e) to its origins in the D’Oench doctrine as a device to protect the federal regulators from side agreements that would have impeded the collection of obligations owed to the Bank. Such obligations are the bank’s “assets” acquired in the course of its banking activities.\nMoreover, if § 1821(d)(9)(A) were to apply to claims arising from any agreement entered into by a depository institution, absurd consequences would result. A claimant who furnished office supplies to the failed bank could not assert a claim unless his contract was (1) in writing, (2) executed by him and the bank contemporaneously with the sale of office supplies, (3) approved and recorded in the bank’s board of directors’ minutes and (4) continuously maintained as a bank record. Such requirements would render unenforceable the claims of nearly all bank trade creditors. Take another example: if an employee claimed to have been wrongfully denied reimbursement for travel expenses, the “agreement” would, under FDIC’s reasoning, be unenforceable unless it had jumped through the § 1823(e) hoops. These results transform § 1821(d)(9)(A) from a provision protecting the failed bank’s loan portfolio from D’Oench-like secret agreements into a meat-axe for avoiding debts incurred in the ordinary course of business. Far-reaching as some of FIRREA’s provisions were, we doubt that this extravagant extension of § 1823(e) would have occurred, as it did, unremarked in the legislative history.\nBecause § 1821(d)(9)(A) applies to the same type agreements tied to “acquisitions” of “assets” as does § 1823(e), it cannot apply in this instance to the alleged breach of a warranty by the bank when it sold DEC to Sparks.\nWe note finally that this interpretation of § 1823(e) and § 1821(d)(9)(A) is not necessarily inconsistent with the Eighth Circuit’s recent decision in North Arkansas Medical Center, supra, because, despite its broad dicta, that ease revolved around loan-related transactions entered into by the bank in its unique capacity as a lending institution. As Justice Scalia noted in Langley the purpose of § 1823(e) relates to banks in that capacity; to the evaluation of “bank assets” and “mature consideration of unusual loan transactions.” 484 U.S. at 92, 108 S.Ct. at 401. This factor also distinguishes similar cases cited by FDIC.\nCONCLUSION\nSparks may or may not be able to persuade the district court that a warranty of “continuous, uninterrupted corporate existence” was an essential contractual feature of his purchase of DEC from BancTexas. If he fulfills this task, he may proceed with his claims against FDIC unhindered by D’Oench, § 1823(e) or § 1823(d)(9)(A), because these regulatory superpower rules do not apply to a bank’s sale of an asset in a nonbanking-related transaction. FDIC’s avoidance powers are awesome, but neither infinite nor unrestrained by the statutory language.\nFor the foregoing reasons, the judgment of the district court is REVERSED and REMANDED for further proceedings.\n. D’Oench Duhme & Co., Inc. v. FDIC, 315 U.S. 447, 62 S.Ct. 676, 86 L.Ed. 956 (1942). The Supreme Court held in D’Oench held a bank customer was estopped from asserting an alleged unrecorded agreement as a defense to an action maintained by the Federal Deposit Insurance Corporation to collect on a note held by an insolvent bank. The alleged agreement between the customer and the bank was intended to protect the customer from collection on the note while deceiving federal banking authorities as to the existence of this asset. See Warren Dennis, The Rise and Expansion of the D’Oench doctrine (American Law Institute, 1992) (available on Westlaw).\n. Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (FIRREA), Pub.L. No. 101-73 103 Stat. 183 ((codified at 12 U.S.C. § 1811 et seq. (1991)). FIRREA significantly overhauled financial institution regulation by the federal government. See generally 1989 U.S.Code Cong. & Admin.News 86 ff.\n. See Plains Machinery Co. v. City of Beaumont, 672 S.W.2d 319, 321 (Tex.App. 9th Dist.1984, no writ) (noting \"a written contract, of course, may be composed of several documents ...”); W.D. Dunavant & Co. v. Southmost Grocers, 561 S.W.2d 578, 582 (Tex.Civ.App. 13th Dist.1978, writ ref'd n.r.e.). See also Jones v. Kelley, 614 S.W.2d 95, 98 (Tex.1981) (noting the general rule in Texas that separate instruments or contracts can be considered as one instrument.)\n. It may be true that the terms “asset” and \"acquired” require somewhat broad definitions to render § 1823(e) efficacious for its intended purposes i.e. to prevent last-minute favoritism by failing banks and to permit FDIC promptly to value a bank’s assets, see Langley v. FDIC, 484 U.S. 86, 108 S.Ct. 396, 98 L.Ed.2d 340 (1987) but those policies are not served here in any event, and even a broad reading of these two terms will not stretch to a bank’s sale of an asset in a non-banking transaction.\n. Section 1821(d)(9)(A) was enacted as part of FIRREA, a complex statute whereby, among other things, the FSLIC was absorbed into the FDIC, receiverships maintained by FSLIC were absorbed into the FDIC, and receiverships maintained by FSLIC were transferred to FDIC. See North Arkansas Medical Center v. Barrett, 962 F.2d 780 (8th Cir.1992). These changes expanded the coverage of § 1823(e). The pre-FIRREA version of § 1823(e) protected only FDIC in its corporate capacity, but FIRREA extended that protection to FDIC in its receivership capacity, see, e.g., Texas Refrigeration Supply, Inc. v. FDIC, 953 F.2d 975, 979 (5th Cir.1992); to the RTC, 12 U.S.C. § 1441a(b)(4); and to bridge banks, 12 U.S.C. § 1821 (n)(4)(I)(i-iv).\n.The legislative history suggests that § 1821(d)(9)(A) was not intended to plow new substantive ground by enhancing FDIC’s avoiding powers. See FIRREA House Rep., 1986 U.S.C.C.A.N. at 128. Like much legislative history, however, the references are obscure and ambiguous.\n. We have parsed the remainder of FIRREA unsuccessfully trying to find a consistent definition of \"claim.\"\n. See Langley v. FDIC, supra, analogizing § 1823(e) to a recording statute. 484 U.S. at 95, 108 S.Ct. at 403.",
        "type": "majority",
        "author": "EDITH H. JONES, Circuit Judge:"
      }
    ],
    "attorneys": [
      "James A. Pikl, Paul D. Schoonover, Vial, Hamilton, Koch & Knox, Dallas, TX, for appellant.",
      "Guy Irvin Wade, III, Paul C. Watler, Pamela Ann Swank, Jenkins & Gilchrist, Dallas, TX, E. Whitney Drake, Sp. Counsel, F.D.I.C., Washington, DC, for F.D.I.C., as receiver for BancTexas Dallas, N.A."
    ],
    "corrections": "",
    "head_matter": "Roy E. THIGPEN, III, Plaintiff, v. Marc A. SPARKS, et al., Defendants. Marc A. SPARKS, Defendant-Counter Plaintiff-Appellant, v. FEDERAL DEPOSIT INSURANCE CORPORATION, In its capacity as receiver for BancTexas Dallas, N.A., Counter Defendant-Appellee.\nNo. 91-1977.\nUnited States Court of Appeals, Fifth Circuit.\nFeb. 16, 1993.\nRehearing and Rehearing En Banc Denied March 31, 1993.\nJames A. Pikl, Paul D. Schoonover, Vial, Hamilton, Koch & Knox, Dallas, TX, for appellant.\nGuy Irvin Wade, III, Paul C. Watler, Pamela Ann Swank, Jenkins & Gilchrist, Dallas, TX, E. Whitney Drake, Sp. Counsel, F.D.I.C., Washington, DC, for F.D.I.C., as receiver for BancTexas Dallas, N.A.\nBefore GOLDBERG, JONES, and DeMOSS, Circuit Judges."
  },
  "file_name": "0644-01",
  "first_page_order": 770,
  "last_page_order": 775
}