{
  "id": 11646316,
  "name": "Mary Ellen PINKHAM, Plaintiff-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L'eggs Products, Inc.; Defendant-Appellant; CAMEX, INC.; Jay Columbus; Victor Benedetto, Defendant, v. MARY ELLEN ENTERPRISES, INC.; Third Party-Defendant-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L'eggs Products, Inc., Third Party-Plaintiff-Appellant; Mary Ellen PINKHAM, Plaintiff-Appellant, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L'eggs Products, Inc.; Defendants-Appellees, Camex, Inc.; Jay Columbus; Victor Benedetto, Defendants; SARA LEE CORPORATION; Hanes Hosiery, Inc.; L'eggs Products, Inc., Third Party-Plaintiffs, v. MARY ELLEN ENTERPRISES, INC., Third Party-Defendant; Mary Ellen PINKHAM, Plaintiff-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L'eggs Products, Inc.; Defendants, Camex, Inc.; Jay Columbus; Victor Benedetto, Defendants-Appellants; SARA LEE CORPORATION; Hanes Hosiery, Inc.; L'eggs Products, Inc., Third Party-Plaintiffs, v. MARY ELLEN ENTERPRISES, INC., Third Party-Defendant",
  "name_abbreviation": "Pinkham v. Sara Lee Corp.",
  "decision_date": "1992-12-22",
  "docket_number": "Nos. 91-2801, 91-2812 and 91-2815",
  "first_page": "824",
  "last_page": "835",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 824"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "463 F.Supp. 498",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4055396
      ],
      "pin_cites": [
        {
          "page": "505-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/463/0498-01"
      ]
    },
    {
      "cite": "800 F.2d 1160",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3611056,
        1600014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/255/0135-01",
        "/f2d/800/1160-01"
      ]
    },
    {
      "cite": "620 F.Supp. 1501",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7864658
      ],
      "pin_cites": [
        {
          "page": "1510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/620/1501-01"
      ]
    },
    {
      "cite": "729 F.Supp. 1035",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4033413
      ],
      "pin_cites": [
        {
          "page": "1040-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/729/1035-01"
      ]
    },
    {
      "cite": "731 F.Supp. 1416",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7399934
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1419-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/731/1416-01"
      ]
    },
    {
      "cite": "191 F.2d 594",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        478608
      ],
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/191/0594-01"
      ]
    },
    {
      "cite": "79 L.Ed. 1250",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "55 S.Ct. 516",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "294 U.S. 717",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3926376,
        3924460,
        3926316,
        3923900,
        3923615
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/us/294/0717-05",
        "/us/294/0717-02",
        "/us/294/0717-04",
        "/us/294/0717-01",
        "/us/294/0717-03"
      ]
    },
    {
      "cite": "73 F.2d 276",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        968335
      ],
      "pin_cites": [
        {
          "page": "277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/73/0276-01"
      ]
    },
    {
      "cite": "17 U.S.C. § 401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "305 F.Supp. 339",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3036713
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/305/0339-01"
      ]
    },
    {
      "cite": "13 L.Ed.2d 37",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "85 S.Ct. 55",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "379 U.S. 828",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11742343,
        11742249,
        11742479,
        11742297,
        11742203,
        11742397
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0828-04",
        "/us/379/0828-02",
        "/us/379/0828-06",
        "/us/379/0828-03",
        "/us/379/0828-01",
        "/us/379/0828-05"
      ]
    },
    {
      "cite": "325 F.2d 978",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        109016
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "978"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/325/0978-01"
      ]
    },
    {
      "cite": "845 F.2d 773",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547103
      ],
      "pin_cites": [
        {
          "page": "781"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/845/0773-01"
      ]
    },
    {
      "cite": "517 F.Supp. 900",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        677214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/517/0900-01"
      ]
    },
    {
      "cite": "756 F.2d 801",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        325475
      ],
      "pin_cites": [
        {
          "page": "811"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/756/0801-01"
      ]
    },
    {
      "cite": "813 F.2d 810",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1689675
      ],
      "pin_cites": [
        {
          "page": "819"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/813/0810-01"
      ]
    },
    {
      "cite": "17 U.S.C. §§ 106",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(3)"
        },
        {
          "page": "8-9"
        },
        {
          "page": "8"
        },
        {
          "page": "(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "794 F.2d 678",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "620 F.Supp. 175",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7857822
      ],
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/620/0175-01"
      ]
    },
    {
      "cite": "464 U.S. 417",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200302
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "432-34"
        },
        {
          "page": "783-85"
        },
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0417-01"
      ]
    },
    {
      "cite": "698 F.2d 300",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1506283
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "303"
        },
        {
          "page": "303-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/698/0300-01"
      ]
    },
    {
      "cite": "807 F.2d 1110",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1649877
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1113",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/807/1110-01"
      ]
    },
    {
      "cite": "532 F.Supp. 923",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5654120
      ],
      "pin_cites": [
        {
          "page": "933"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/532/0923-01"
      ]
    },
    {
      "cite": "574 F.2d 476",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        926560,
        926585
      ],
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/574/0476-02",
        "/f2d/574/0476-01"
      ]
    },
    {
      "cite": "720 F.Supp. 751",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7398111
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "754-55"
        },
        {
          "page": "754-55"
        },
        {
          "page": "756"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/720/0751-01"
      ]
    },
    {
      "cite": "764 F.Supp. 290",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7384115
      ],
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/764/0290-01"
      ]
    },
    {
      "cite": "853 F.2d 616",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10544226
      ],
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/853/0616-01"
      ]
    },
    {
      "cite": "952 F.2d 1008",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1867477
      ],
      "pin_cites": [
        {
          "page": "1013"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/952/1008-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1292",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "17 U.S.C. § 501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "year": 1988,
      "pin_cites": [
        {
          "page": "9-10"
        },
        {
          "page": "10-12"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1396,
    "char_count": 39500,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 3.5945108452160243e-07,
      "percentile": 0.8874081075769282
    },
    "sha256": "6fdcd5e3d304ffcd217a57da23eef51fa65205949055a3c8699da60cb9149af5",
    "simhash": "1:5b7ad982e3081ece",
    "word_count": 6318
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McMILLIAN, JOHN R. GIBSON, and MAGILL, Circuit Judges."
    ],
    "parties": [
      "Mary Ellen PINKHAM, Plaintiff-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc.; Defendant-Appellant. CAMEX, INC.; Jay Columbus; Victor Benedetto, Defendant, v. MARY ELLEN ENTERPRISES, INC.; Third Party-Defendant-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc., Third Party-Plaintiff-Appellant. Mary Ellen PINKHAM, Plaintiff-Appellant, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc.; Defendants-Appellees, Camex, Inc.; Jay Columbus; Victor Benedetto, Defendants. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc., Third Party-Plaintiffs, v. MARY ELLEN ENTERPRISES, INC., Third Party-Defendant. Mary Ellen PINKHAM, Plaintiff-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc.; Defendants, Camex, Inc.; Jay Columbus; Victor Benedetto, Defendants-Appellants. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc., Third Party-Plaintiffs, v. MARY ELLEN ENTERPRISES, INC., Third Party-Defendant."
    ],
    "opinions": [
      {
        "text": "JOHN R. GIBSON, Circuit Judge.\nThese appeals arise from a copyright infringement action brought by Mary Ellen Pinkham pursuant to 17 U.S.C. § 501 (1988). Pinkham is an author who arranged to have Camex, Inc. promote one of her books as a \"premium” item. Pinkham allowed Camex to print 13,000 copies of her book for a subsidiary of Sara Lee Corporation. Thereafter, Camex sold Sara Lee approximately 300,000 additional copies of Pinkham’s book. Pinkham claims that Ca-mex neither informed her of this sale nor paid her royalties from it. Following the filing of summary judgment motions by all parties, the district court entered judgment against Camex in favor of Pinkham, but denied summary judgment against Sara Lee. Pinkham now argues that the district court erred in allowing Sara Lee to avoid summary judgment by asserting an apparent authority defense. Camex argues that the district court erred in finding no issues of fact material to Pinkham’s authorization of Camex’s actions, in finding two individuals associated with Camex personally liable, and in rejecting Camex’s arguments against the validity of Pinkham’s copyright. We affirm the order entering summary judgment against Camex and reverse the order denying summary judgment against Sara Lee.\nIn 1976, Mary Ellen Pinkham and her mother, Pearl Higginbotham, coauthored Mary Ellen’s Best of Helpful Hints and obtained a copyright in both of their names “d/b/a Mary Ellen Enterprises.” Pinkham subsequently incorporated Mary Ellen Enterprises and used the corporation to market her own books and those of other authors. Pinkham is the sole shareholder of Mary Ellen Enterprises.\nIn 1979, Pinkham and Higginbotham revised Mary Ellen’s Best of Helpful Hints and obtained a new copyright registered in their own names. In June 1982, Pearl Higginbotham transferred all of her copyright rights in the book to Pinkham.\nPinkham met Jay Columbus and Victor Benedetto, who did business as Camex, Inc., in early 1983 and soon thereafter authorized them to promote her book and other books distributed through Mary Ellen Enterprises. Columbus and Benedetto were to promote Pinkham’s books as “premium” items, that is, items offered to consumers in conjunction with the promotion of other products. This arrangement was confirmed in a letter dated December 9, 1983.\nAt about the same time, Columbus told Pinkham that the Sara Lee Corporation was interested in buying her book to use as a premium item to promote L’eggs hosiery. Columbus told Pinkham the deal could result in the sale of millions of copies of her book. Pinkham was excited about the proposal and told Columbus to pursue negotiations with Sara Lee. During this time, Columbus, acting on behalf of Camex, communicated frequently with Pinkham and employees of Mary Ellen Enterprises.\nSara Lee then agreed to “test market” 10,000 to 13,000 copies of the book before deciding whether to purchase additional copies for a large scale distribution (known in the trade as a “roll-out”). After Pink-ham approved the initial test market sale of her book, she complied with Camex’s request that she give Camex the book’s printing film so that Camex could print the copies needed for the test market.\nIn the first six months of 1984, Sara Lee purchased just over 13,000 copies of Mary Ellen’s Best of Helpful Hints for use in the premium test market. Shortly thereafter, Pinkham alleges that Columbus told her Sara Lee was not pleased with the test market results and would not be purchasing additional copies of the book for a roll-out. In accordance with the December 9, 1983, agreement, Camex paid Pinkham fifty percent of the profits realized from the sale of the 13,000 copies. Pinkham and her lawyer asked Camex to return the printing film for the book, and initially were told that it would be sent. Pinkham never received the film, and Camex later told her that it did not have the film.\nIn April 1987, Pinkham learned that Ca-mex had printed and sold to Sara Lee. approximately 300,000 additional copies of Mary Ellen’s Best of Helpful Hints.. Pink-ham states that she had no knowledge of this sale and had never authorized Camex to sell any copies of the book beyond the initial 13,000 test market. Pinkham asserts that Sara Lee never contacted her to obtain permission to use her copyrighted work, and that neither Sara Lee nor Camex was authorized to reproduce or distribute the 300,000 copies of the book.\nPinkham sued Camex (and both Columbus and Benedetto individually) and Sara Lee for infringement of copyright in violation of 17 U.S.C. § 501. All parties eventually filed motions for summary judgment.\nThe district court first considered Pink-ham’s motion for summary judgment on the claim for copyright infringement. The court rejected Camex’s argument that Pinkham lacked standing, and that Pink-ham had authorized Camex to act on her behalf. Pinkham v. Sara Lee Corp., No. 4-87-454, slip op. at 6-10 (D.Minn. Sept. 6, 1989). The court found that Camex had failed to offer any evidence showing that Pinkham or Mary Ellen Enterprises had authorized the sale of the additional 300,-000 copies to Sara Lee, and that Camex had therefore infringed Pinkham’s copyright in the 1979 edition of Mary Ellen’s Best of Helpful Hints. Id. at 9-10. The district court entered partial summary judgment against the Camex defendants. The district court then denied Pinkham’s summary judgment motion against Sara Lee, concluding that the defense of apparent authority was available to Sara Lee, and that factual issues relating to this defense remained. Id. at 10-12.\nCamex later filed its own summary judgment motion and declaratory judgment on the issue of ownership or validity of the copyright for the 1976 edition of Mary Ellen’s Best of Helpful Hints. Camex argued that the copyright notice in the 1976 edition was inadequate, improperly placed, and that the contents of the book had been injected into the public domain. Camex also argued that there was no valid copyright with regards to the portions of the 1979 version of Mary Ellen’s Best of Helpful Hints, which were derived from the 1976 edition of the same book, and that it was an innocent infringer due to defective copyright. The district court rejected these arguments and denied Camex’s motion for summary judgment. Pinkham v. Sara Lee Corp., No. 4-87-454, slip op. at 14 (D.Minn. Mar. 14, 1991)\nThe district court certified for immediate appeal under 28 U.S.C. § 1292(b) (1988) the various issues involved in its summary judgment rulings, and we accepted certification.\nWe review these summary judgment orders de novo and adopt the standards employed by the district court. See Schrader v. Royal Caribbean Cruise Line, Inc., 952 F.2d 1008, 1013 (8th Cir.1991). The standard for reviewing summary judgment orders is well established:\nSummary judgment is appropriate when no genuine issue of material fact exists and the movant is entitled to judgment as a matter of law. In order to preclude the entry of summary judgment, it is incumbent upon the nonmoving party to make a sufficient showing on every essential element of its case on which it bears the burden of proof. In determining whether the grant of a motion for summary judgment is appropriate in a particular case, the evidence must be viewed in the light most favorable to the nonmoving party.\nOsborn v. E.F. Hutton & Co., 853 F.2d 616, 618 (8th Cir.1988) (citations omitted).\nI.\nPinkham appeals the order of the district court denying summary judgment against Sara Lee. The district court denied Pinkham’s summary judgment motion, reasoning that “the Sara Lee defendants may defend this case on a theory of apparent authority,” and that “material issues of fact exist as to the existence and scope of Camex’[s] apparent authority.” Pinkham, slip op. at 11 (Sept. 6, 1989). We reverse.\nSara Lee argues that Pinkham clothed Camex with broad apparent authority to act as her agent and that this authority included the power to authorize the use of Pinkham’s copyrighted material by third parties. Sara Lee claims that the relationship negotiated between Pinkham and Columbus, which was confirmed in the December 9, 1983 letter, and the general course of dealing between Pinkham and Camex (e.g., sales of other books through Camex) would support a reasonable inference that Camex was Pinkham’s agent. Sara Lee asserts that it relied on this apparent authority when (through a broker) it purchased copies of Pinkham’s book from Camex. Sara Lee believed that, as Pink-ham’s agent, Camex had the power to authorize Sara Lee’s use of Pinkham’s copyrighted work. Therefore, Sara Lee argues that it should not be held liable for infringement: its infringement of Pinkham’s copyright was innocent due to its reliance on Camex’s apparent authority.\nPinkham argues that the district court erred in allowing Sara Lee to survive summary judgment and proceed with this defense. First, Pinkham argues that, as a matter of law, apparent authority is not an available defense in cases of copyright infringement. Second, Pinkham argues that Sara Lee was, at the time it purchased the books from the broker (Ryan), completely unaware of Camex’s existence and of any relationship between Camex and Pinkham, and thus cannot raise the apparent authority defense.\nWe hold that the apparent authority defense is not available to Sara Lee, as it is generally unavailable in the context of copyright infringement. Even if it were available, the record indicates that Sara Lee could not have relied on Camex’s apparent authority.\nWe begin with a basic principle of copyright law. Once a plaintiff has proven that he or she owns the copyright on a particular work, and that the defendant has infringed upon those “exclusive rights,” the defendant is liable for the infringement and this liability is absolute. The defendant’s intent is simply not relevant: The defendant is liable even for “innocent” or “accidental” infringements. See, e.g., Coleman v. ESPN, Inc., 764 F.Supp. 290, 294 (S.D.N.Y.1991); Little Mole Music v. Spike Investors, Inc., 720 F.Supp. 751, 754-55 (W.D.Mo.1989). “[E]ven where the defendant believes in good faith that he is not infringing a copyright, he may be found liable.” Pye v. Mitchell, 574 F.2d 476, 481 (9th Cir.1978).\nThis principle substantially distinguishes copyright law from the areas in which the general agency law doctrine of apparent authority typically is relevant. Apparent authority is usually based on the principle that when one of two innocent parties must suffer from the wrongful act of another, the loss should fall on the one whose conduct created the circumstances which allowed the third party to perpetrate the wrong and cause the loss. See Bergstrom v. Sears, Roebuck & Co., 532 F.Supp. 923, 933 (D.Minn.1982). On the other hand, liability for copyright infringement proceeds on the principle that “as between two innocent parties (i.e., the copyright owner and the innocent infringer) it is the latter who should suffer since he, unlike the copyright owner, either has an opportunity to guard against the infringement by diligent inquiry, or at least the ability to guard against liability for infringement by an indemnity agreement from his supplier or by an ‘errors and omissions’ insurance policy.” 3 Melville B. Nimmer and David Nimmer, Nimmer on Copyright § 13.08 at 139 (1992).\nThus, Sara Lee’s reliance on the apparent authority defense in general agency law is misplaced. The present case actually resembles Fitzgerald Publishing Co. v. Baylor Publishing Co., 807 F.2d 1110 (2d Cir.1986), in which the defendant claimed to have relied on a contract between the plaintiff and the plaintiff’s publisher, which allegedly authorized the publisher to change the copyright notice in the book. The court held:\n[RJeliance — justified or otherwise — is irrelevant in determining whether [the defendant] infringed [the plaintiff’s] copyrights. Even an innocent infringer is liable for infringement. Under § 501(a) intent or knowledge is not an element of infringement. Innocence is only significant to a trial court when it fixes statutory damages, which is a remedy equitable in nature.\nId. at 1113 (citations omitted); see also Little Mole Music, 720 F.Supp. at 754-55.\nThe district court cites Gracen v. Bradford Exchange, 698 F.2d 300, 303 (7th Cir.1983), in support of the proposition that the apparent authority defense is available. However, Gracen cites no authority for its holding and does not suggest that the holding applies beyond the narrow circumstances of that case. The facts of Gracen are clearly distinguishable from those of the present case. Insofar as there is any tension between Fitzgerald and Gracen, we believe Fitzgerald is more consistent with the general spirit of the copyright statute. We are persuaded by Fitzgerald and conclude that, as a matter of law, the apparent authority defense is not available to Sara Lee.\nEven if the apparent authority defense were available to Sara Lee, there would be no issue of material fact as to its existence in this case. The Restatement of Agency describes the creation of apparent authority:\n[Ajpparent authority to do an act is created as to a third person by written or spoken words or any other conduct of the principal which, reasonably interpreted, causes the third person to believe that the principal consents to have the act done on his behalf by the person purporting to act for him.\nComment b. Limited Effect.\nIf the agent has been given a document by the principal and shows it to a third person, he has apparent authority consistent with the statements in the document, but he does not have apparent authority with respect to a person to whom the document is not shown.\nRestatement (Second) of Agency § 27 (1957) (emphasis added).\nThe record here does not support an inference of apparent authority. For Sara Lee to rely on Camex’s apparent authority, Sara Lee must point to Pinkham’s “manifestations” regarding Camex’s authority. Sara Lee, however, admits that it never had any contact with Pinkham. In fact, Sara Lee purchased the books through a broker (Art Ryan) and had no contact with Camex at all. Sara Lee never saw the December 9, 1983 letter, which would be the principal basis for Camex’s authority. Sara Lee knew nothing of the relationship between Pinkham and Camex, and had no access to the communications which it now alleges establish Camex’s apparent authority. Essentially, Sara Lee is arguing that Pinkham’s representations and actions created apparent authority in Camex and that Sara Lee relied on this authority even though Sara Lee was then ignorant of Ca-mex’s existence. This argument is without merit.\nWe vacate the order of the district court denying summary judgment on the apparent authority issue. In view of this holding, it may be that Pinkham is entitled to summary judgment. Under these circumstances, however, we believe the more prudent course is to simply remand this issue to the district court for a determination as to whether summary judgment in favor of Pinkham is appropriate.\nII.\nWe now turn to Camex’s arguments regarding the district court’s order granting partial summary judgment against Camex. Camex claimed that it had an exclusive license to reproduce and distribute the book, and thus could not be liable for a copyright infringement.\nA claim for copyright infringement involves two elements: (1) ownership and validity of the copyright, and (2) potential violation of the copyright owner’s exclusive rights by, for example, unauthorized reproduction and distribution of the copyrighted work. See, e.g., Sony Corp. v. Universal City Studios, Inc., 464 U.S. 417, 432-34, 104 S.Ct. 774, 783-85, 78 L.Ed.2d 574 (1984); Animal Fair, Inc. v. AMFESCO Ind., 620 F.Supp. 175, 185 (D.Minn.1985), aff'd, 794 F.2d 678 (8th Cir.1986).\nThe district court stated that Camex did not challenge the existence and validity of Pinkham’s copyright and that the question before the court was one of copyright infringement liability under 17 U.S.C. §§ 106(3) and 501(a). Pinkham, slip op. at 7 (Sept. 6, 1989). Liability turned on whether Pinkham had authorized Camex to reproduce and sell the 300,000 additional copies of her book to Sara Lee. Id. at 8-9. The district court considered whether Pink-ham had authorized Camex to reproduce and distribute her book, not whether she had granted Camex an exclusive license to do so. Id. at 8. This distinction is critical because, unlike an exclusive license, an authorization can be given orally or implied from conduct. See Gracen, 698 F.2d 300, 303-04 (7th Cir.1983).\nThe heart of Camex’s argument is that Pinkham authorized it to reproduce and distribute the book. Camex offers no direct evidence of this authorization, but points to five circumstances which it claims give rise to factual issues relating to the alleged authorization:\n(1) Pinkham had authorized Camex on numerous occasions over a two-year period to promote sales of numerous books, including Mary Ellen’s Best of Helpful Hints;\n(2) Pinkham admits to specifically authorizing the sale of the initial 13,000 copies of Mary Ellen’s Best of Helpful Hints by Camex;\n(3) Pinkham was aware of every transaction accomplished by Camex, including all of the sales to Sara Lee;\n(4) The December 9, 1983 letter agreement authorized Camex to be the exclusive premium representative for sales of Mary Ellen’s Best of Helpful Hints; and\n(5) Pinkham provided Camex with the printing film for the book.\nThe district court concluded that “[n]one of [these] factors ... supports] an inference that [Pinkham] expressly or impliedly authorized [Camex] to reproduce and distribute approximately 300,000 copies of Mary Ellen’s Best of Helpful Hints to the Sara Lee defendants.” Pinkham, slip op. at 9 (Sept. 6, 1989). Camex argues on appeal that the district court erred and that these five factors do support a reasonable inference of authorization.\nWe reject this argument. The first two factors raised by Camex concern sales not at issue here. These sales do not support an inference that Pinkham specifically authorized the sale of 300,000 copies to Sara Lee or granted Camex a blanket authorization to sell her books. If anything, these previous transactions demonstrate a pattern of dealing in which Pinkham specifically authorized each sale. Camex’s brief documents a number of these transactions and the oral or written authorization provided in each of them. Columbus testified that “every deal was subject to [Pinkham’s] approval.”\nThe third factor offered by Camex consists of an allegation that Pinkham was aware of all transactions undertaken by Camex, including the 300,000 copy roll-out. The only written mention of a roll-out comes in an April 23, 1984 letter from Jay Columbus referring to the possibility of additional sales “within the next few months.” Camex essentially argues that this letter informed Pinkham of the January 1985 roll-out. In fact, the April 23 letter merely informed Pinkham of something that she already knew — namely, that Camex was trying to arrange a roll-out after the Sara Lee test market. Pinkham certainly does not dispute that she knew the roll-out was a possibility or that she desired such an outcome. Pinkham claims, however, that Columbus later told her that the test market had not gone well and that the roll-out would not occur. Even if this claim of Pinkham’s is false, as Columbus asserts, the April 23, 1984 letter is simply insufficient to support a reasonable inference that Pinkham had actual knowledge of the January 1985 transaction.\nCamex goes on to argue that Camex (through Jay Columbus) and Pinkham were in “constant contact” during January 1985, when the roll-out occurred. Apparently, Camex asserts that because Camex was speaking to Pinkham, Camex must have told Pinkham about the roll-out. Camex’s “support” for this assertion vanishes when the record is examined in detail. Even read generously, the record reveals only that Camex and Pinkham communicated frequently and that Pinkham was informed (in the April 23, 1984 letter) of the possibility of a roll-out. We cannot infer from this that Camex explicitly told Pinkham that the roll-out was actually going to proceed in January 1985, and the record is barren of any such statements. The roll-out of 300,-000 copies was one of the largest transactions of the many described in the record. Yet there is no mention of it in any of the written communications that pass between Pinkham and Camex around the time of the roll-out. General allegations that Pinkham was “kept informed” are not sufficient to raise a genuine issue of fact as to Pink-ham’s authorization of the transaction. There is no evidence of such knowledge in the record, and the district court correctly rejected this argument.\nCamex's suggestion that Pinkham “would have approved” the roll-out is likewise not supported by the record. Camex cites portions of the record indicating only that Pinkham would have been satisfied with the roll-out arrangement if she had been informed of it and if she had received approximately seventy-five percent of the profits. In fact, these two conditions were not met. It is noteworthy, however, that Columbus received a commission for the sale, as did Art Ryan, the agent in contact with L’eggs. Pinkham denies receiving any royalty for the roll-out and there is nothing in the record contradicting this assertion or even suggesting Pinkham would have approved the roll-out as it actually occurred, especially as it involved no compensation for her. Camex cannot rely on general statements about Pinkham’s “excitement” at the prospect of selling many books and her awareness that Camex was trying to maximize sales to support an inference of authorization.\nCamex concludes its third factor by arguing that it made no profit on the roll-out and that the industry custom excuses its failure to inform. Camex seems to argue that the relative commercial insignificance of the roll-out excuses any failure to inform Pinkham or to pay her a share of the profits. The record contains only a general statement that roll-out transactions are usually done at cost, with no specific reference to the transaction in this case. Furthermore, the record contains independent evidence that the January 1985 roll-out was substantial by industry standards.\nCamex’s fourth factor is that the December 9, 1983 letter authorized it to accomplish the roll-out on Pinkham’s behalf. The short answer to this argument is that the letter, on its face, does not transfer any ownership in the copyright to Camex or otherwise vest Camex with the authority to sell Pinkham’s copyrighted work without her approval. The letter does not support an inference that Pinkham approved this specific transaction. Both Pinkham and Columbus, Camex’s principal contact with Pinkham, understood the letter as transferring no copyright rights, and agreed that every deal arranged by Camex required Pinkham’s final approval. Camex’s other arguments in support of its actual and apparent authority are without merit, especially because they assume Pinkham’s actual knowledge of the roll-out.\nCamex’s fifth factor is that Pinkham approved Camex’s sales of her book by providing Camex with the printing film. The record is clear that Camex requested the printing film for the specific purpose of printing of the 13,000 test market copies. Pinkham’s delivery of the film creates no inference of any authorization other than that of the initial test market (which is not in dispute).\nWe agree with the district court that none of the facts in the record, taken singly or together, establish or even support an inference that Pinkham vested Camex with authority. Therefore, we conclude that the district court did not err in analyzing these five factors and in granting partial summary judgment in favor of Pinkham.\nOn appeal, Camex raises six (actually seven; two factors are labelled “five” in the brief) “additional material factors in the record not taken into consideration by the lower court.” This is less than accurate: Five of the six (or seven) are outright restatements of factors already analyzed by the district court and this opinion; the final two are not material to any issue in the case.\nThe first “additional” factor raised by Camex is “the statement by Jay Columbus that he obtained the approval of Pinkham and George Cleveland to make these sales.” Though Camex provides no citation to the record in support of this “statement,” we assume the argument is based on Columbus’s affidavit which does assert that Pinkham and Cleveland were aware of the roll-out, but supports this assertion only by reference to the April 23, 1984 letter. Likewise, the second “additional” factor just refers to the April 23, 1984 letter, and both factors merely repeat the distortion of that letter pointed out above.\nAdditional factors three and four similarly overstate the record: Camex claims that Pinkham’s deposition indicates she hoped “Camex would make sales of ‘millions’ more of these books to Sara Lee.” Pink-ham’s deposition actually states that Columbus told her “that if the test market proves successful, that we had a chance of selling [Sara Lee] millions of books.” At another point in her deposition, Pinkham says that she would not be happy if Camex sold a half million books without her approval and knowledge. These factors raise no inference of authorization.\nThe “first” additional factor five is nothing but an attempt to resurrect the singularly unimpressive hypothetical consent argument. Similarly, the “second” additional factor five is immaterial; the central issue here is one of authorization, and whether or not roll-outs customarily follow test markets is irrelevant to the existence of Pinkham’s approval of the roll-out in this case.\nFinally, Camex raises the issue of Pink-ham’s personal credibility as a sixth additional factor. Pinkham’s credibility is simply not an issue that is material to ruling on a summary judgment motion.\nNone of these six “additional” factors now raised by Camex persuade us that the district court ignored a genuine issue of material fact. The district court did not err in granting partial summary judgment on the infringement issue against Camex.\nWe have pointed out several examples of Camex’s counsel arguing beyond the record, citing to the record out of context, or even mischaracterizing the contents of the record. This pattern of overstatement is pervasive in the Camex brief. Camex’s counsel freely substituted inferences for facts in a manner another circuit describes as “unprofessional conduct.” See Skycom Corp. v. Telstar Corp., 813 F.2d 810, 819 (7th Cir.1987). Attorneys, as officers of the court, have the responsibility to present the record with accuracy and candor. On those rare occasions when attorneys fail to do so, the self-destruction of their credibility almost inevitably carries with it damage to their client.\nIII.\nCamex also argues that genuine issues' of material fact exist as to the individual liability of Columbus and Benedetto. Pink-ham responds that the facts already in the record establish the individual liability of the two men as both primary and contributory infringers.\n“ ‘[Ajnyone who violates any of the exclusive rights of the copyright owner,’ that is anyone who trespasses into [the copyright owners’] exclusive domain by using or authorizing the use of the copyrighted work in one of the five ways set forth in the statutes ‘is an infringer of the copyright.’ ” Sony, 464 U.S. at 483, 104 S.Ct. at 784 (citing 17 U.S.C. § 501(a)). The copyright owner’s enumerated rights include the exclusive right to “reproduce the copyrighted work in copies” and to “distribute copies ... of the copyrighted work to the public by sale or other transfer of ownership, or by rental, lease, or lending.” 17 U.S.C. § 106(1), (3). Camex infringed upon Pinkham’s copyright in two ways: First, by printing 300,000 copies of Mary Ellen’s Best of Helpful Hints, and second, by selling those copies.\nThe district court did not specify the type of liability attaching to Columbus and Be-nedetto. We begin with the general standard for personal liability: “ ‘An individual, including a corporate officer, who has the ability to supervise infringing activity and has a financial interest in that activity, or who personally participates in that activity, is personally liable for the infringement.’ ” Southern Bell Tel. & Tel. v. Associated Tel. Directory Publishers, 756 F.2d 801, 811 (11th Cir.1985) (citing Lauratex Textile Corp. v. Allton Knitting Mills, Inc., 517 F.Supp. 900 (S.D.N.Y.1981)). In this circuit, we have also spelled out the elements of “vicarious liability”: \"(1) [t]he right and ability to supervise the infringing activity; and (2) [a]n obvious and direct financial interest in exploitation of copyrighted materials.” RCA/Ariola Int’l Inc. v. Thomas & Grayston Co., 845 F.2d 773, 781 (8th Cir.1988).\nBenedetto was the president and sole shareholder of Camex. The record indicates that he personally approved the sale of the Pinkham’s books to Sara Lee (through the broker, Art Ryan). Benedet-to also approved the price to be charged for the copies. While the record does not reveal whether Benedetto and Camex actually profited from this particular transaction, a reasonable inference can be made that Camex anticipated profits from the sale of Pinkham’s books. Benedetto, as sole shareholder of Camex, had a financial interest in the sale of the books. Viewed as a whole, the relevant facts in the record indicate that Benedetto’s involvement in the premium sales of Pinkham’s books was “fundamentally motivated by a profit making intent.” See Little Mole Music, 720 F.Supp. at 756. Benedetto’s position gave him the ability to supervise the sale of the books. Benedetto’s involvement thus meets the standards for both personal and vicarious liability.\nColumbus worked on behalf of Ca-mex as an independent agent. He was personally involved in the sale of the 300,-000 copies. In fact, he initiated the sales process by contacting Sara Lee’s broker. He was the principal contact between Pink-ham and Camex, and was in a position to supervise the sale. Columbus received a $13,000 or $14,000 commission for arranging the sale of the 300,000 copies. Thus, the record supports both the personal and vicarious liability of Columbus.\nThe record demonstrates that both Columbus and Benedetto were personally involved and met the standards for imposing vicarious liability. The district court did not err in granting partial summary judgment against Benedetto and Columbus on the infringement issue.\nV.\nIn the motion for summary judgment and again on appeal, Camex argues that Pinkham had an invalid or deficient copyright in the 1976 edition of her book “upon which the 1979 edition was based.” Camex bases its claim on two highly technical arguments.\nFirst, Camex argues that the copyright notice in the 1976 edition did not correctly name the copyright proprietor. The notice named “Mary Ellen Enterprises” when the copyright was actually registered in the name of “Pearl Higginbotham d/b/a/ Mary Ellen Enterprises, and Mary Ellen Pinkham d/b/a Mary Ellen Enterprises.” The district court did not err in holding that the notice in the 1976 edition was sufficient to fulfill the purposes of the then applicable 1909 Copyright Act. See Neal v. Thomas Organ Co., 325 F.2d 978 (9th Cir.1963), cert. denied, 379 U.S. 828, 85 S.Ct. 55, 13 L.Ed.2d 37 (1964); Trebonik v. Grossman Music Corp., 305 F.Supp. 339, 351 (N.D.Ohio 1969).\nCamex next argues that the copyright notice was defective because it was improperly placed on the page preceding the title page of the 1976 edition. Here too, we conclude that the placement of the notice substantially complies with the 1909 Copyright Act. See Neal, 325 F.2d at 978. Even interpreting the 1909 Act in the strictest terms, the cover of the 1976 version is arguably its title page, and notice on the page following the cover is thus properly positioned. See id.\nWe recognize that neither of Camex’s arguments regarding the notice in the 1976 version is particularly relevant because Ca-mex handled only the 1979 version of the book. The notice in the 1979 version fully complies with the applicable requirements of 17 U.S.C. § 401. Camex and any other reader of the 1979 version could easily find notice of copyright sufficient for “one who is looking for the truth and who desires to avoid infringement.” Fleischer Studios, Inc. v. Ralph A. Freundlich, Inc., 73 F.2d 276, 277 (2d Cir.1934), cert. denied, 294 U.S. 717, 55 S.Ct. 516, 79 L.Ed. 1250 (1935).\nLike another court addressing such “technical” notice arguments, “we are unwilling to allow a bare-faced infringer to invoke an innocent deviation from the letter that could not in the slightest degree have prejudiced him or the public.” National Comics Publications, Inc. v. Fawcett Publications, 191 F.2d 594, 603 (2d Cir.1951).\nVI.\nWe affirm the September 6, 1989 order of the district court granting summary judgment in favor of Pinkham against Ca-mex. We reverse the order denying summary judgment against Sara Lee on the issue of apparent authority and remand for further proceedings consistent with this opinion. We affirm the district court’s March 18, 1991 order denying Camex’s motions for partial summary judgment and declaratory judgment.\n. Both parties have raised arguments based on the relationship between the individuals and the corporate entities involved in this transaction. For the most part, these are irrelevant to our disposition of the case. Throughout this opinion, we will use “Pinkham” to denote both Mary Ellen Pinkham and Mary Ellen Enterprises interchangeably. Likewise, we will use \"Camex” to denote Jay Columbus, Victor Benedetto, and Camex, Inc. We will discuss the individual liability of Columbus and Benedetto in a later section of the opinion.\n. George Cleveland of Mary Ellen Enterprises prepared this confirmation letter which states: This letter shall act as an agreement authorizing Camex to represent Mary Ellen Enterprises in sales to the premium market of specific hint books authored by Mary Ellen Pinkham until such time as a formal agreement can be drawn up. Per our phone conversation,\n1. Camex shall be the exclusive premium representative for:\nMARY ELLEN'S BEST OF HELPFUL HINTS\nMARY ELLEN’S BEST OF HELPFUL KITCHEN HINTS\nMARY ELLEN'S BEST OF HELPFUL HINTS BOOK II\n2. Camex shall be the exclusive sales agent handling premium sales for these books and will be responsible for any expenses related to making the sale.\n3. A royalty of 10% of the net sales price shall be paid to the author, Mary Ellen Pinkham. The net sales price to be determined by the selling price less actual production costs.\n4. All profits from the premium sales of the books shall be shared equally by Camex and Mary Ellen Enterprises, Inc. Profit to be determined by the selling price, less actual production costs, less royalty payment to the author.\nCamex submitted a copy of this letter identical to that given above except that, in Camex’s copy, the phrase \"until such time as a formal agreement can be drawn up” has been struck out using typed “X\"s. An unidentified set of initials is in the margin next to this alteration.\n. In Gracen, a movie studio licensed a producer of commemorative items to develop products based on characters from the copyrighted film The Wizard of Oz. The licensee then held a competition in which artists were allowed to submit paintings based on these characters. The issue in Gracen was whether an artist could use the apparent authority doctrine to support her belief that in staging the competition the licensee extended to her not only the sub-license to make a derivative work based on copyrighted material (which was within the licensee’s power), but also a sub-license to copyright and exhibit her derivative work (which was beyond the licensee’s power).\nUnlike the present case, Gracen involved licenses, not authorizations. In Gracen, the apparent authority doctrine was raised to clarify the parameters of the valid authority of an acknowledged agent; Sara Lee here wants to use the doctrine to create an agency relationship.\n. We recognize that several district court decisions, factually distinguishable from the present case, reflect this uncertainty over the status of “apparent authority\" in the context of copyright law. See, e.g., Olan Mills, Inc. v. Hy-Vee Food Stores, Inc., 731 F.Supp. 1416, 1419-20 (N.D.Iowa 1990); Major League Baseball Promotion v. Colour-Tex, 729 F.Supp. 1035, 1040-42 (D.N.J.1990); Blackman v. Hustler Magazine, Inc., 620 F.Supp. 1501, 1510 (D.D.C.1984), aff’d in part, rev’d in part, 800 F.2d 1160 (D.C.Cir.1986); Capetola v. Orlando, 463 F.Supp. 498, 505-06 (E.D.Penn.1978).\n. To the contrary, Benedetto testified that the letter of December 9, 1983 supplied such approval, but Camex does not press this issue on appeal.\n. Camex’s brief is not supported by the record on this point. The brief stated: \"It is undisputed that Jay Columbus advised George Cleveland as early as April 23, 1984 that the initial L’eggs test of 13,000 copies would be rolled over 'within the next few months regarding the purchase of an additional 200,000 books.’\" (emphasis added).\nThe April 23 letter actually says: \"Legg’s [sic] is currently testing 11,000 copies of the green Helpful Hint books, and will let us know within the next few months regarding the purchase of an additional 200,000 books.” (emphasis added).\n. The passages cited by Camex identify other transactions as the subjects of these frequent conversations.\n. The fact that the sale involved a broker and was not a direct sale to Sara Lee is irrelevant. The issue here is simply that the Camex defendants offered to sell the copyrighted works without Pinkham’s approval.",
        "type": "majority",
        "author": "JOHN R. GIBSON, Circuit Judge."
      }
    ],
    "attorneys": [
      "Curtis Forslund, Minneapolis, MN, argued (Curtis D. Forslund and Gregory Merz on the brief), for appellants/cross-appellees Sara Lee, et al.",
      "Robert Meloni, New York City, argued (Robert S. Meloni on the brief), for appellants/cross-appellees Victor Benedetto, et al.",
      "Scott Gerrick Harris, Minneapolis, MN, argued (Frank R. Berman and Scott G. Harris on the brief), for appellee/cross-appellant, Mary Ellen Pinkham."
    ],
    "corrections": "",
    "head_matter": "Mary Ellen PINKHAM, Plaintiff-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc.; Defendant-Appellant. CAMEX, INC.; Jay Columbus; Victor Benedetto, Defendant, v. MARY ELLEN ENTERPRISES, INC.; Third Party-Defendant-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc., Third Party-Plaintiff-Appellant. Mary Ellen PINKHAM, Plaintiff-Appellant, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc.; Defendants-Appellees, Camex, Inc.; Jay Columbus; Victor Benedetto, Defendants. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc., Third Party-Plaintiffs, v. MARY ELLEN ENTERPRISES, INC., Third Party-Defendant. Mary Ellen PINKHAM, Plaintiff-Appellee, v. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc.; Defendants, Camex, Inc.; Jay Columbus; Victor Benedetto, Defendants-Appellants. SARA LEE CORPORATION; Hanes Hosiery, Inc.; L’eggs Products, Inc., Third Party-Plaintiffs, v. MARY ELLEN ENTERPRISES, INC., Third Party-Defendant.\nNos. 91-2801, 91-2812 and 91-2815.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted May 14, 1992.\nDecided Dec. 22, 1992.\nCurtis Forslund, Minneapolis, MN, argued (Curtis D. Forslund and Gregory Merz on the brief), for appellants/cross-appellees Sara Lee, et al.\nRobert Meloni, New York City, argued (Robert S. Meloni on the brief), for appellants/cross-appellees Victor Benedetto, et al.\nScott Gerrick Harris, Minneapolis, MN, argued (Frank R. Berman and Scott G. Harris on the brief), for appellee/cross-appellant, Mary Ellen Pinkham.\nBefore McMILLIAN, JOHN R. GIBSON, and MAGILL, Circuit Judges."
  },
  "file_name": "0824-01",
  "first_page_order": 950,
  "last_page_order": 961
}