{
  "id": 11643004,
  "name": "Ronald Jerry KILGO, Plaintiff-Appellant, v. Bert RICKS, Deputy Warden; David C. Evans, Commissioner of Georgia Department of Corrections; and Officer Nelson, Officer of the Disciplinary Committee for Fulton County Corrections, Defendants-Appellees",
  "name_abbreviation": "Kilgo v. Ricks",
  "decision_date": "1993-02-08",
  "docket_number": "No. 90-8865",
  "first_page": "189",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 189"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "874 F.2d 1441",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1816511
      ],
      "pin_cites": [
        {
          "page": "1446-47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/874/1441-01"
      ]
    },
    {
      "cite": "819 F.2d 1025",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1710017
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1028"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/819/1025-01"
      ]
    },
    {
      "cite": "864 F.2d 101",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10524453
      ],
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/864/0101-01"
      ]
    },
    {
      "cite": "627 F.2d 680",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1287928
      ],
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/627/0680-01"
      ]
    },
    {
      "cite": "789 F.2d 1518",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1573811
      ],
      "pin_cites": [
        {
          "page": "1520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/789/1518-01"
      ]
    },
    {
      "cite": "709 F.2d 1457",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11347105
      ],
      "pin_cites": [
        {
          "page": "1458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/709/1457-01"
      ]
    },
    {
      "cite": "766 F.2d 1533",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        343804
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1535"
        },
        {
          "page": "1535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/766/1533-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 838,
    "char_count": 18333,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 1.717073989571457e-06,
      "percentile": 0.9934832107972318
    },
    "sha256": "3424d2efb58ef595fb053ad1cc66902f93573f7e2804d6bc6daf7843ed3f1c5d",
    "simhash": "1:33e0f3273ac01616",
    "word_count": 2999
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KRAVITCH, Circuit Judge, GODBOLD and OAKES , Senior Circuit Judges."
    ],
    "parties": [
      "Ronald Jerry KILGO, Plaintiff-Appellant, v. Bert RICKS, Deputy Warden; David C. Evans, Commissioner of Georgia Department of Corrections; and Officer Nelson, Officer of the Disciplinary Committee for Fulton County Corrections, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "OAKES, Senior Circuit Judge:\nRonald Jerry Kilgo appeals from the dismissal of his pro se 42 U.S.C. § 1983 action for failure to keep the court informed of address changes and for failure to file pretrial orders. Because the court’s dismissal was based on factual determinations we find to have been clearly erroneous, we vacate the order and remand.\nKilgo also appeals from the denial of his motion for appointment of counsel, which the district court denied as moot when Kil-go’s case was consolidated with a class action. As this consolidation was improper, however, the case was returned to the original judge. The court never reconsidered Kilgo’s motion for appointment of counsel. Because the court’s ruling that the motion for appointment of counsel was moot depended on its erroneous belief that Kilgo would have the assistance of counsel in the class action, we remand for consideration of this motion on the merits.\nBACKGROUND\nOn July 28, 1988, Kilgo, then a prisoner at the Fulton County Correctional Institution (“the FCCI”) in Alpharetta, Georgia, filed this pro se complaint in the United States District Court for the Northern District of Georgia. He alleged that Bert Ricks, a Deputy Warden at the facility, Edward M. Nelson, a member of the Disciplinary Committee for Fulton County Corrections, and David C. Evans, Commissioner of the Georgia Department of Corrections, had repeatedly refused his requests for medical treatment of a back injury and had subjected him to punishment which aggravated his condition. He claimed that this treatment violated 42 U.S.C. § 1983 (1988), sought injunctive and monetary relief from all three defendants, and asked that a lawyer be appointed to represent him.\nKilgo suffered the back injury, a compression fracture involving two lumbar vertebrae, in a 1987 car accident. He sought treatment for the resulting chronic back pain at a Veteran’s Administration (“V.A.”) hospital, where he had previously been treated for post-traumatic stress disorder stemming from his experiences as a teenage soldier and prisoner of war in Vietnam. The V.A. records indicate that, in addition to his back trouble, Kilgo has substantial drug and psychiatric problems, and that he receives veteran’s benefits for a 30%-ser-vice-connected psychiatric disability.\nKilgo claims that, while he was incarcerated at the FCCI, defendants Ricks and Nelson ignored his requests for medical treatment. He further claims that the prison’s disciplinary committee, of which Nelson is a member, ordered him to spend 14 days in a “hold” when he refused to perform work duties which he felt aggravated his condition. Kilgo charges that his imprisonment in the “hold” further aggravated his back problems. Kilgo alleged that he had complained to Evans, in his capacity as Commissioner of the Georgia Department of Corrections, but had received no reply.\nWhen Kilgo filed suit, on July 28, 1988, he was still housed at the FCCI. On September 23, 1988, before the court took any action on his case, Kilgo was transferred to the Rivers Correctional Institution in Hard-wick, Georgia. Kilgo did not send the court a formal notice of this change of address, but he used his new return address when corresponding with the court and in filling out court documents, and it appears that, at least initially, the court and opposing counsel used the new address.\nOn October 3, 1988, the district court dismissed as frivolous Kilgo’s action against Commissioner Evans. The court reasoned that Kilgo had alleged only that Evans should have known of Kilgo’s allegations of mistreatment, that Kilgo had named Evans as a defendant solely on a theory of respondeat superior, and that this was insufficient under § 1983. The court deferred consideration of Kilgo’s motions for appointment of counsel and for injunc-tive relief, and advised Kilgo to keep the court informed of his current address.\nThe case proceeded normally until the following spring, when, in March and May, 1989, the court sent Kilgo copies of orders on minor matters at his first address at Alpharetta, Georgia. These orders were returned to the court as undeliverable, and never sent to Kilgo’s new address at the Rivers Correctional Facility.\nKilgo filed no further documents with the court until August 7, 1989, when he requested assistance in obtaining medical records. The court took no action. On October 3, 1989, Kilgo filed a motion for leave to amend his complaint, which the court denied in an order dated October 17, 1989. The court mailed Kilgo’s copy of this order to the expired Alpharetta address. When it was returned, the court noted Kil-go’s correct return address on the motion, and on October 25,1989, remailed the order to that address together with a notice to Kilgo to keep the court advised of changes to his address. According to the court docket, he has filed three changes of address since then.\nOn November 1, 1989, Kilgo moved for a reconsideration of his motion to amend his complaint. On December 22, he filed his first formal change of address, listing a post office box for the Valdosta Correctional Institution in Valdosta, Georgia. The court denied Kilgo’s November 1 motion on January 31, 1990, but mailed Kilgo’s copy of the order neither to his second nor to his third, newly-announced address, but to Kil-go’s first address, the FCCI in Alpharetta, Georgia. It was returned as undeliverable. In the meantime, Kilgo had filed yet another change of address on February 1, 1990, adding his room number at the Valdosta facility. The court remailed the order to the Valdosta address, but evidently did not record the new address, as it continued to send mail to Kilgo at Alpharetta.\nOn February 15, 1990, defendants Ricks and Nelson moved to consolidate Kilgo’s case with another action brought by prisoners complaining of inadequate medical treatment at the Fulton County Jail. On March 9, Kilgo responded, arguing that consolidation would be inappropriate since he was challenging treatment at the Fulton County Correctional Institution, not at the Fulton County Jail. Kilgo also sought appointment of counsel. The court did not respond to either motion until May.\nOn March 21, 1990, Kilgo returned the court’s lengthy pretrial instructions with a note that he did not understand them and did not know how to complete the enclosed forms which had been mailed to him on March 2, 1990. He again moved for appointment of counsel. In addition, Kilgo returned a partially-filled-out blank pre-trial order, which he said he had completed to the best of his ability.\nOn May 10, 1990, the district court granted the prison officials’ motion to consolidate, and dismissed Kilgo’s motion for appointment of counsel as moot, as he would now have benefit of counsel for the class. The court transferred the case to the judge who had handled the closed Fulton County Jail class action, sending a copy of this order to — once again — Kilgo’s expired Al-pharetta address. Once again, Kilgo’s mail was returned to the court as undeliverable.\nOn May 25, 1990, in light of the factual differences in the two eases, Kilgo’s case was ordered returned to the original judge. A copy of this order, too, was sent to Kilgo’s Alpharetta address and returned to the court as undeliverable July 5. The court never reconsidered Kilgo’s motion for appointment of counsel. On June 8, the court granted a leave of absence to one of the defendant’s lawyers, and sent a copy of this order to Kilgo, again at the expired address. It, too, was returned as undeliverable, on June 19.\nOn August 6, the district court, evidently convinced by this string of returned mail that continuation of the action was futile, dismissed Kilgo’s case for failure to keep the court informed of changes of address in violation of local rule 230-2(c), which provides:\nFailure to Update Office Address and Number. The failure of counsel for a party or of a party appearing pro se to keep the clerk’s office informed of any change in address and/or telephone number which causes a delay or otherwise adversely affects the management of the case shall constitute grounds either for dismissal of the action without prejudice or for entry of a default judgment^]\nand for failure to prosecute, in violation of local rule 230-3(a), which provides:\nDismissal Authorized. The Court may, with or without notice to the parties, dismiss a civil case for want of prosecution if:\n(1) A plaintiff or attorney willfully fails or refuses to make a case ready or refuses to cause a case to be made ready for placement on the trial calendar....\nN.D.Ga.R. 230-2(c) and N.D.Ga.R. 230-3(a).\nIn relying on this second local rule, the court noted that the pretrial orders it had requested were long overdue. These orders were part of the packet Kilgo had returned to the court on March 21, 1990, with the notation that he did not understand what it was the court wanted him to do and a motion for appointment of counsel.\nKilgo brings this appeal under 28 U.S.C. § 1291 (1988).\nDISCUSSION\nI\nA district court has authority under Federal Rule of Civil Procedure 41(b) to dismiss actions for failure to comply with local rules. We review such orders for abuse of discretion. Goforth v. Owens, 766 F.2d 1533, 1535 (11th Cir.1985).\nHowever, because the penalty is so drastic, a district court may dismiss a case with prejudice only where “there is a ‘clear record of delay or willful contempt and a finding that lesser sanctions would not suffice.’ ” Id., quoting Jones v. Graham, 709 F.2d 1457, 1458 (11th Cir.1983); see also McKelvey v. AT & T Technologies, Inc., 789 F.2d 1518, 1520 (11th Cir.1986) (dismissal justified only by “clear record of delay or contumacious conduct,\" quoting Martin-Trigona v. Morris, 627 F.2d 680, 682 (5th Cir.1980)). Mere delay will not suffice; “[a] finding of such extreme circumstances necessary to support the sanction of dismissal must, at a minimum, be based on evidence of willful delay; simple negligence does not warrant dismissal.” McKelvey at 1520.\nThere is no clear evidence here that Kilgo willfully delayed the progress of his case, or that he willfully disobeyed any court orders. The court’s conclusion that he did delay and disobey was based principally on its erroneous belief that Kilgo had failed to keep the court informed of his changes of address. However, the record quite clearly demonstrates that Kilgo filed three formal changes of address after being advised of his duty to do so in October, 1989. Despite Kilgo’s good-faith efforts to comply with local rule 230-2(c) by sending in these changes of address, the court continued to send documents to his first address.\nAs to the charge that Kilgo delayed the case by refusing to fill out the pretrial orders, we note that, while Kilgo did not complete these orders in full, he did complete a fairly complex blank form as best, he claimed, he could. He returned this form to the court with a note indicating that he did not understand what he was supposed to do, that he had done his best, and that he was renewing his motion for appointment of counsel. Having read the complicated form of the orders and his partial answers, we give his reply credence. Although the court sent three further requests to Kilgo asking that he fill out the forms, in a continuing comedy of errors, it mailed them to Kilgo’s first address.\nBecause the district court’s decision to dismiss Kilgo’s action on the grounds of both local rules was based on its clearly erroneous factual determination that Kilgo had not kept the court informed of his address changes, this decision was an abuse of discretion.\nNor did the district court make any finding that lesser sanctions would not suffice. While this court has occasionally inferred such a finding, as where lesser sanctions would have “greatly prejudiced” defendants, Goforth v. Owens, 766 F.2d at 1535, it has “never suggested that the district court need not make that finding....” Mingo v. Sugar Cane Growers Co-op. of Fla., 864 F.2d 101, 102 (11th Cir.1989). We see no reason to believe that a lesser sanction — such as a reprimand directed to Kil-go’s current address — would not suffice in this case, if sanctions are called for at all.\nConsequently, we vacate the order dismissing Kilgo’s action against defendants Ricks and Nelson, and remand for further proceedings.\nII\nKilgo has also asked that the district court be directed to reconsider his motion for appointment of counsel. Because the court denied his motion as moot, based on its erroneous belief that Kilgo’s case could be consolidated with a class action, we vacate the order denying this motion, and remand for consideration on the merits.\nWe recognize, of course, that prisoners raising civil rights claims, like other civil litigants, have no absolute constitutional right to counsel. Poole v. Lambert, 819 F.2d 1025, 1028 (11th Cir.1987) (prisoner’s section 1983 action). Appointment of counsel in civil cases is, rather, a privilege “justified only by exceptional circumstances,” such as the presence of “facts and legal issues [which] are so novel or complex as to require the assistance of a trained practitioner.” Id. The key is whether the pro se litigant needs help in presenting the essential merits of his or her position to the court. Where the facts and issues are simple, he or she usually will not need such help.\nWhile Kilgo’s factual and legal claims are fairly straightforward, other factors limit his ability to present his case to the court. The first, and most daunting, is the district court’s insistence that Kilgo prepare a lengthy pre-trial order and comply with instructions which assume familiarity with litigation procedures before he is allowed to proceed any further. As already noted, Kilgo evidently has tried to comply with the district court’s orders to complete these forms, but gave up in despair. It may be that Kilgo despaired too easily, but a district court which holds pro se litigants to the same standards as trained practitioners may end up routinely rejecting meritorious claims for failure to prosecute. This course we cannot approve. Unless the court is willing to guide pro se litigants through the obstacle course it has set up, or to allow them to skip some of the less substantive obstacles, it should not erect unnecessary procedural barriers which many pro se litigants will have great difficulty surmounting without the assistance of counsel.\nIn addition, Kilgo claims that he faces several additional challenges in presenting his case to the court without the assistance of counsel. He says that he suffers from a psychiatric disability, stemming in part from his experiences in Vietnam, which makes it difficult for him to understand court directives. While his psychiatric history does not absolve him of responsibility, it does tend to support his claims that he faces more obstacles than the average. In addition, while Kilgo’s early pro se filings reflected a fairly good understanding of court procedures and basic legal principles, he says that he had assistance from another inmate in drafting these documents. He says he does not know whether such help will be available in the future. He has indicated that there was no law library in the Valdosta institution where he was imprisoned when he requested assistance of counsel, and it is not clear whether he has access to a law library at his latest address, the Georgia state prison in Reidsville, Georgia. While we make no findings as to the accuracy or overall significance of any of these claims, the district court may wish to consider them in deciding whether to appoint counsel for Kilgo on remand.\nIll\nKilgo also raises several points in his pro se brief that he did not include in his notice of appeal. First, he challenges the court’s dismissal of his claim against the Commissioner of the Georgia Department of Corrections, David Evans, as frivolous. The court dismissed the claim on the pleadings, which, though somewhat more specific than the court suggested, did not allege any participation in the allegedly illegal conduct by Commissioner Evans, and did not allege that the department had a policy of refusing to provide prisoners medical treatment. Consequently, the court did not abuse its discretion in dismissing this claim.\nSecond, Kilgo seeks a writ of mandamus ordering the district court to issue him subpoena duces tecum forms to obtain the prison’s logbook, which he claims will substantiate his claims that he was not taken to see a doctor for his back condition. There is no evidence that the district court would be unwilling to consider such a request, although we note that it neglected to respond to Kilgo’s sole prior request for assistance in obtaining documents. Consequently, we suggest that Kilgo address this matter to the district court directly.\nFinally, Kilgo asks that his case be reassigned to another trial judge. While the lower court made clearly erroneous factual findings in dismissing Kilgo’s claim, we see no evidence of a lack of impartiality or impropriety sufficient to justify reassigning this case to another judge. Cf. United States v. Torkington, 874 F.2d 1441, 1446-47 (11th Cir.1989) (case reassigned because judge’s remarks, on the record, that the government’s prosecution was “silly” and a waste of taxpayer money, and that the substantive law he had to apply was unwise, created an appearance of partiality).\nCONCLUSION\nFor these reasons, we VACATE the district court’s order dismissing Kilgo’s claim against defendants Ricks and Nelson, VACATE its order denying Kilgo’s motion for assistance of counsel and direct the court, and REMAND for further proceedings.",
        "type": "majority",
        "author": "OAKES, Senior Circuit Judge:"
      }
    ],
    "attorneys": [
      "Rita A. Sheffey, Hunton & Williams, Atlanta, GA (court-appointed), for plaintiff-appellant.",
      "Susan Forsling, Denval Stewart, Atlanta, GA, for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "Ronald Jerry KILGO, Plaintiff-Appellant, v. Bert RICKS, Deputy Warden; David C. Evans, Commissioner of Georgia Department of Corrections; and Officer Nelson, Officer of the Disciplinary Committee for Fulton County Corrections, Defendants-Appellees.\nNo. 90-8865.\nUnited States Court of Appeals, Eleventh Circuit.\nFeb. 8, 1993.\nRita A. Sheffey, Hunton & Williams, Atlanta, GA (court-appointed), for plaintiff-appellant.\nSusan Forsling, Denval Stewart, Atlanta, GA, for defendants-appellees.\nBefore KRAVITCH, Circuit Judge, GODBOLD and OAKES , Senior Circuit Judges.\nHonorable James L. Oakes, Senior U.S. Circuit Judge for the Second Circuit, sitting by designation."
  },
  "file_name": "0189-01",
  "first_page_order": 315,
  "last_page_order": 320
}