{
  "id": 11643442,
  "name": "David A. GOODWIN, Petitioner, v. DEPARTMENT OF the TREASURY, Respondent",
  "name_abbreviation": "Goodwin v. Department of the Treasury",
  "decision_date": "1992-12-18",
  "docket_number": "No. 92-3207",
  "first_page": "226",
  "last_page": "228",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 226"
    }
  ],
  "court": {
    "name_abbreviation": "Fed. Cir.",
    "id": 8955,
    "name": "United States Court of Appeals for the Federal Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "5 C.F.R. § 715.202",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "52 M.S.P.R. 136",
      "category": "reporters:specialty",
      "reporter": "M.S.P.R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 9226,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 1.8800621142936587e-07,
      "percentile": 0.72745534585221
    },
    "sha256": "46f3831f7e0e7b9c128b85d60d5552eca28aaeafd9981eb804727b8651c339dc",
    "simhash": "1:32374377155b0fde",
    "word_count": 1437
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MICHEL, Circuit Judge, SKELTON, Senior Circuit Judge, and CLEVENGER, Circuit Judge."
    ],
    "parties": [
      "David A. GOODWIN, Petitioner, v. DEPARTMENT OF the TREASURY, Respondent."
    ],
    "opinions": [
      {
        "text": "SKELTON, Senior Circuit Judge.\nAppellant David A. Goodwin petitions for judicial review of the decision of the Merit Systems Protection Board (the board) dated December 20, 1991, Docket No. NY07529010477, 52 M.S.P.R. 136, in which the board held that it did not have jurisdiction of appellant’s appeal because he had voluntarily resigned from his position of Chief, Examination Branch, GM-15, with the Internal Revenue Service (the agency) in Buffalo, New York, effective June 16, 1987. We affirm for reasons set forth below.\nSoon after appellant’s attendance at an off-site, off-duty, after-hours Halloween party with some agency trainees, an anonymous report was made to the Buffalo District Director, Gary Matthews, regarding alleged misconduct of appellant at the party. Appellant was placed on special assignment by Matthews at the agency’s Hamburg, N.Y., post of duty on or about December 8, 1986, pending an investigation into the allegations of appellant’s misconduct.\nOn or about December 23, 1986, Matthews told appellant that the agency intended to propose appellant’s demotion for misconduct unless he agreed to choose a voluntary demotion. From that date to January 29, 1987, appellant and his then attorney Philip Abramowitz negotiated with the agency to determine whether a settlement agreement could be reached whereby appellant would resign in exchange for a “clean record”. These negotiations culminated in an oral agreement as follows:\n(1) The appellant would resign after exhausting his accumulated sick leave:\n(2) The agency would provide him with a “clean personnel record”;\n(3) The parties would agree on a letter of reference from the IRS District Director Gary Matthews; and\n(4) The agency would publish in its local employee newspaper the appellant’s stated personal reason for resigning.\nPursuant to this agreement, appellant submitted his resignation dated January 29, 1987, as follows:\nI, David Goodwin, Chief Examination Division, Buffalo District, hereby resign from the Internal Revenue Service unconditionally and irrevocably upon termination of my accrued sick leave but no later than July 1, 1987.\nThe District Director Gary Matthews furnished a letter of reference to appellant in accordance with the agreement, and Standard Form (SF) 50, Notification of Personnel Action, showing that appellant had resigned effective June 16, 1987, was issued by the agency. We assume that the publication was made in the employee newspaper as required by provision (4) of the agreement, although there is nothing in the record about it. In any event, appellant has not raised any issue regarding it.\nThe agency filled appellant’s vacant position on March 2, 1987. Notwithstanding this fact, the appellant wrote a letter, dated June 4, 1987, to Matthews attempting to rescind his resignation before it became effective on June 16, 1987. Matthews denied the request in a letter dated June 15, 1987. The board held that this denial was proper since appellant’s position had been filled, citing 5 C.F.R. § 715.202(b) and two prior board decisions.\nAfter his resignation, appellant obtained a position in the private sector working in a real estate firm. In the meantime, appellant submitted an application for enrollment to practice tax matters before the agency to Leslie A. Shapiro, the Director of Practice of the agency whose duty was to adjudicate such applications, and by so doing either allow or disallow them. Shapiro inquired of Matthews on November 10, 1987, as to appellant’s fitness to practice before the agency, and Matthews responded on December 9, 1987, in a memorandum which stated:\nIn response to your November 10, 1987, inquiry concerning Mr. Goodwin’s application, I strongly oppose his proposed enrollment. I think it is important to understand that Mr. Goodwin resigned in the face of an administrative investigation which would have likely resulted in an adverse action against Mr. Goodwin.\nAt the time of the initial hearing of this case, Mr. Shapiro had not issued a decision on the application. It is clear that both Shapiro and Matthews were employees and officials of the agency.\nIn his appeal, appellant alleged, inter alia: (1) that he lacked the mental capacity due to intoxication to submit his resignation; (2) that the agency obtained his resignation through coercion and duress; and (3) that the agency breached the terms of the oral settlement agreement and extracted appellant’s resignation through deception when Matthews sent Shapiro the December 9, 1987, memorandum strongly recommending against appellant’s application for enrollment to practice before the agency, thereby rendering the agreement invalid. Appellant requested the board to declare the settlement agreement void, and that he be restored to his former position with back pay and other benefits to which he would be entitled.\nThe case was assigned to an administrative judge (AJ) who conducted a trial and at its conclusion made certain findings, and entered a judgment in favor of the appellant, as described below.\nThe AJ found, inter alia, that the parties had made the oral settlement agreement in exchange for appellant’s resignation; that appellant had the mental capacity to make the agreement; that the agency did not obtain appellant’s resignation through coercion or duress; that the agency breached the terms of the settlement agreement and obtained appellant’s resignation through deception when Matthews sent Shapiro the memorandum recommending that the appellant’s application for enrollment be denied because appellant had resigned in the face of an investigation which would likely have resulted in an adverse action, thereby indicating that appellant resigned with pending charges against him; that the Matthews memorandum breached the terms of the agreement that provided that the agency would provide appellant with a “clean personnel record”; and that because of this breach of the agreement by the agency, appellant’s resignation was involuntary. Based on these findings, none of which were contested or objected to by the appellant, the AJ rendered judgment for appellant reversing the agency’s action, and ordering that appellant be retroactively restored to his position with back pay and other benefits to which he was entitled.\nBoth parties petitioned the full board for review. The board, with one member dissenting, denied appellant’s petition, and granted the petition of the agency. The board then reviewed the decision of the AJ, and held that it did not have jurisdiction over the appeal because appellant failed to show that the agency intended not to fulfill or breached the terms of the settlement agreement, thereby making his resignation involuntary. Implicit in this holding is that appellant’s resignation was voluntary, which deprived the board of jurisdiction. The board held further that no error was committed by the agency when Matthews sent his memorandum to Shapiro.\nThe appellant has appealed to this court. Appellant says that the settlement agreement was breached when Matthews sent his memorandum to Shapiro recommending that appellant not be enrolled to practice tax matters before the agency. Appellant argues that he was promised a “clean personnel record” and that Matthews’ memorandum was contrary to that promise, and therefore the agreement was breached and no longer valid and, consequently, his resignation was involuntary. We do not agree. Matthews was the district director and participated in both the settlement and the investigation. Shapiro was the agency’s Director of Practice. Because Matthews and Shapiro were both employees and officers of the agency, we conclude that the memorandum to Shapiro was an internal communication within the agency from one officer to another as a part of the routine and on-going business of the agency. The contents of the memorandum were not revealed nor made known by the agency to anyone outside of the agency. Under these circumstances, it is our view that it was proper for Matthews to send the memorandum to Shapiro, and that the agency did not breach the terms of the settlement agreement based on Matthews’ statement. We have considered the other arguments raised on appeal by appellant and find them to be without merit. Accordingly, we hold that the settlement agreement was valid and binding on the parties, was complied with and performed by the agency, appellant’s resignation was voluntary, and the board did not have jurisdiction of his appeal. The decision of the board is\nAFFIRMED.",
        "type": "majority",
        "author": "SKELTON, Senior Circuit Judge."
      }
    ],
    "attorneys": [
      "Burton A. Nadler, Petrucelly & Nadler, P.C., Boston, MA, argued, for petitioner.",
      "Brad Fagg, Trial Atty., Commercial Litigation Branch, Dept, of Justice, Washington, DC, argued, for respondent. With him on the brief were Stuart M. Gerson, Asst. Atty. Gen., David M. Cohen, Director and Mary Mitehelson, Deputy Director. Also on the brief was Eileen Collins, Dept, of Treasury, of counsel."
    ],
    "corrections": "",
    "head_matter": "David A. GOODWIN, Petitioner, v. DEPARTMENT OF the TREASURY, Respondent.\nNo. 92-3207.\nUnited States Court of Appeals, Federal Circuit.\nDec. 18, 1992.\nRehearing Denied; Suggestion for Rehearing In Banc Declined Feb. 23, 1993.\nBurton A. Nadler, Petrucelly & Nadler, P.C., Boston, MA, argued, for petitioner.\nBrad Fagg, Trial Atty., Commercial Litigation Branch, Dept, of Justice, Washington, DC, argued, for respondent. With him on the brief were Stuart M. Gerson, Asst. Atty. Gen., David M. Cohen, Director and Mary Mitehelson, Deputy Director. Also on the brief was Eileen Collins, Dept, of Treasury, of counsel.\nBefore MICHEL, Circuit Judge, SKELTON, Senior Circuit Judge, and CLEVENGER, Circuit Judge."
  },
  "file_name": "0226-01",
  "first_page_order": 352,
  "last_page_order": 354
}