{
  "id": 11647493,
  "name": "Edward E. GRAY, Plaintiff-Appellant, v. SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant-Appellee",
  "name_abbreviation": "Gray v. Secretary of Health & Human Services",
  "decision_date": "1993-01-15",
  "docket_number": "No. 91-55380",
  "first_page": "954",
  "last_page": "960",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 954"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "974 F.2d 107",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10513233
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/974/0107-01"
      ]
    },
    {
      "cite": "976 F.2d 977",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11291425
      ],
      "pin_cites": [
        {
          "page": "979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/976/0977-01"
      ]
    },
    {
      "cite": "948 F.2d 169",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1859614
      ],
      "pin_cites": [
        {
          "page": "173"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/948/0169-01"
      ]
    },
    {
      "cite": "945 F.2d 982",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10525461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/945/0982-01"
      ]
    },
    {
      "cite": "972 F.2d 830",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1871218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/972/0830-01"
      ]
    },
    {
      "cite": "941 F.2d 674",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11717680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/941/0674-01"
      ]
    },
    {
      "cite": "61 U.S.L.W. 3171",
      "category": "reporters:specialty",
      "reporter": "U.S.L.W.",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "No. 92-361"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "953 F.2d 579",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10518962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/953/0579-01"
      ]
    },
    {
      "cite": "972 F.2d 249",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1871097
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "250-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/972/0249-01"
      ]
    },
    {
      "cite": "976 F.2d 779",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11290259
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "784"
        },
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/976/0779-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 405",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(g)"
        },
        {
          "page": "(g)"
        },
        {
          "page": "(g)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "490 U.S. 877",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        606032
      ],
      "weight": 16,
      "year": 1989,
      "pin_cites": [
        {
          "page": "885"
        },
        {
          "page": "2254"
        },
        {
          "page": "892"
        },
        {
          "page": "2257-58"
        },
        {
          "page": "887-888"
        },
        {
          "page": "2255-56"
        },
        {
          "page": "890"
        },
        {
          "page": "2256"
        },
        {
          "page": "883"
        },
        {
          "page": "2253"
        },
        {
          "page": "890"
        },
        {
          "page": "2256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0877-01"
      ]
    },
    {
      "cite": "874 F.2d 816",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 2157",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1107763
      ],
      "weight": 6,
      "year": 1991,
      "pin_cites": [
        {
          "page": "2165"
        },
        {
          "page": "2162"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0089-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2412",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 1
    },
    {
      "cite": "496 U.S. 617",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12124962
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/us/496/0617-01"
      ]
    },
    {
      "cite": "722 F.2d 456",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10595494
      ],
      "pin_cites": [
        {
          "page": "457-58"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/722/0456-01"
      ]
    },
    {
      "cite": "715 F.2d 1409",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1882366
      ],
      "pin_cites": [
        {
          "page": "1410"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/715/1409-01"
      ]
    },
    {
      "cite": "947 F.2d 341",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521456
      ],
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/947/0341-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 504",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "28 U.S.C. § 2413",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(d)(1)(A)"
        },
        {
          "page": "(d)(1)(B)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "974 F.2d 107",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10513233
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "108"
        },
        {
          "page": "108"
        },
        {
          "page": "108"
        },
        {
          "page": "108"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/974/0107-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 405",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(g)",
          "parenthetical": "a \"sentence four\" remand"
        },
        {
          "parenthetical": "a \"sentence six\" remand"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "874 F.2d 816",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 1
    },
    {
      "cite": "111 S.Ct. 2157",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1107763
      ],
      "weight": 13,
      "year": 1991,
      "pin_cites": [
        {
          "page": "2164-65"
        },
        {
          "page": "2163-65",
          "parenthetical": "discussing three possible routes"
        },
        {
          "page": "2165"
        },
        {
          "page": "2164"
        },
        {
          "page": "2165"
        },
        {
          "page": "2161"
        },
        {
          "page": "2163"
        },
        {
          "page": "2165"
        },
        {
          "page": "2162"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/501/0089-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2412",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)(1)(B)"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 857,
    "char_count": 25550,
    "ocr_confidence": 0.742,
    "pagerank": {
      "raw": 1.5548256937954733e-07,
      "percentile": 0.6758253087342158
    },
    "sha256": "e00cf607c37eb599be9c270999c0fd7cedcbda16c83c9b82fc74675f18081470",
    "simhash": "1:1f58e2262a973e43",
    "word_count": 4164
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: TANG, SCHROEDER, and BEEZER, Circuit Judges."
    ],
    "parties": [
      "Edward E. GRAY, Plaintiff-Appellant, v. SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "SCHROEDER, Circuit Judge:\nThe claimant appeals from an order of the district court denying attorney’s fees under the Equal Access to Justice Act, (“EAJA”), 28 U.S.C. § 2412(d), on the ground that the government’s position was substantially justified. On appeal, the government raises for the first time a jurisdictional issue. It argues that as a result of the Supreme Court’s decision in Melkonyan v. Sullivan, — U.S. -, 111 S.Ct. 2157, 115 L.Ed.2d 78 (1991), decided after the district court’s order, the application for fees in the district court was untimely, barring the court from jurisdiction.\nThe procedural history of this case is important to the resolution of this jurisdictional issue. The claimant, Edward E. Gray, applied for disability benefits under the Social Security Act, 42 U.S.C. § 401 et seq., in August of 1985. An Administrative Law Judge denied the application. The claimant then filed an action in district court seeking review of the denial of disability benefits. The district court affirmed in March of 1988. Gray then successfully appealed to this court, which held, in a divided, unpublished decision, that the Secretary had committed legal errors in reviewing the claimant’s application. Gray v. Secretary of HHS, 874 F.2d 816 (9th Cir.1989). Our mandate instructed the district court to remand to the AU for reconsideration and entry of findings in accordance with our disposition. The district court complied with that mandate and remanded to the AU on June 30, 1989.\nOn remand, the AU found that the claimant was entitled to benefits and entered an order on March 6,1990, which was not appealed by the government. Within 30 days of the entry of that order, the claimant filed an application for attorney’s fees under the EAJA in the district court. The district court denied the application on the merits on February 22, 1991, holding that the government’s position was substantially justified because at the time of the original administrative proceeding, the law in that area was unsettled. The district court also pointed out that this court’s lack of unanimity in ordering the remand supported a finding that the government’s position was reasonable.\nAt the time that the claimant filed his application for attorney’s fees in the district court, the leading Supreme Court decision on the application of the EAJA to disability claims was Sullivan v. Hudson, 490 U.S. 877, 109 S.Ct. 2248, 104 L.Ed.2d 941 (1989). The issue in that case was whether attorney’s fees are available for representation in agency proceedings following a remand by a district court. The Supreme Court held that such fees are available, provided the other requirements of the Act are met, even though the fees were earned in the course of administrative, not judicial, proceedings. In so holding, the Court stressed the unusual character of section 205(g) of the Social Security Act, 42 U.S.C. § 405(g). The Act’s “detailed provisions” suggest “a degree of direct interaction between a federal court and an administrative agency alien to traditional review of agency action under the Administrative Procedure Act.” Hudson, 490 U.S. at 885, 109 S.Ct. at 2254. The Court summarized its holding as follows:\nWe conclude that where a court orders a remand to the Secretary in a benefits litigation and retains continuing jurisdiction over the case pending a decision from the Secretary which will determine the claimant’s entitlement to benefits, the proceedings on remand are an integral part of the “civil action” for judicial review and thus attorney’s fees for representation on remand are available subject to the other limitations in the EAJA.\nId. at 892, 109 S.Ct. at 2257-58.\nThe remand in Hudson, as well as the remand in this case, was pursuant to sentence four of § 405(g), which states that “[t]he court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Secretary, with or without remanding the cause for a rehearing.” 42 U.S.C. § 405(g). The Supreme Court in Hudson recognized that the district court remand order could not constitute a final judgment because the administrative procedures on remand were “part and parcel\" of the lawsuit, indispensable to determining whether or not the claimant ultimately would be a prevailing party and qualify for fees under the EAJA. Hudson, 490 U.S. at 887-888, 109 S.Ct. at 2255-56. In addition, if the government’s position denying fees for administrative proceedings were upheld, the EAJA would become a “lifeline” that was “a foot short,” a result contrary to congressional intent. Id. at 890, 109 S.Ct. at 2256.\nIn June of 1991, two months before the government’s brief in this appeal was filed, the Supreme Court decided Melkonyan v. Sullivan, — U.S. -, 111 S.Ct. 2157, 115 L.Ed.2d 78 (1991). The government in this case argues for the first time on appeal that, under Melkonyan, the district court lacked jurisdiction of this claimant’s petition for fees under the EAJA. It argues that the district court’s 1989 remand to the ALJ, pursuant to our original mandate, was the final judgment triggering the 30-day time period for filing a fee application. At first blush, this argument is difficult to understand because, if accepted, it would require the applicant to apply for fees before the applicant could qualify as a prevailing party, and thus would prevent claimants like this one, and the claimant in Hudson, from ever qualifying for fees under the EAJA. This argument runs directly contrary to the EAJA’s purpose that litigants not “be deterred from seeking review of, or defending against, unreasonable governmental action because of the expense involved in securing the vindication of their rights.” Hudson, 490 U.S. at 883, 109 S.Ct. at 2253. As the Court in Hudson pointed out, “the incentive which such a system would create for attorneys to abandon claimants after judicial remand runs directly counter to long established ethical canons of the legal profession.” Hudson, 490 U.S. at 890, 109 S.Ct. at 2256. We find that the government has misinterpreted Melkonyan, and that the district court had jurisdiction over Gray’s application.\nIn Melkonyan, the Supreme Court did not leave a Social Security applicant without a meaningful opportunity to apply for fees. Melkonyan appealed his denial of benefits to the district court, which remanded to the AU for consideration of new evidence. The ALJ awarded benefits to Melkonyan. One year later, the claimant filed for attorney’s fees in the district court. This circuit held that the administrative agency’s determination was the final judgment, and that therefore Melko-nyan’s application was not timely filed. The Supreme Court reversed, finding that § 2412 of the EAJA requires a final judgment by a court of law, not by an administrative agency. The Supreme Court remanded to determine if the district court’s remand was a sentence six remand under § 405(g). A sentence six remand directs the Secretary to receive additional evidence upon a showing of good cause for failure to incorporate the evidence in a prior proceeding. Sentence six remands require the Secretary to return to the district court for an entry of final judgment. If the district court in Melkonyan did in fact enter a sentence six remand, then Melkonyan’s attorney’s fee application was not untimely.\nThe language in Melkonyan which gives rise to the government’s jurisdictional challenge in this case is language which suggests that in a sentence four remand, the district court order of remand is itself the final judgment for purposes of the EAJA. The Court’s opinion in Melkonyan states that: “[i]n sentence four cases, the filing period begins after the final judgment (‘affirming, modifying, or reversing’) is entered by the court and the appeal period has run, so that the judgment is no longer appealable.” Id. — U.S. at -, 111 S.Ct. at 2165. The government argues that under this definition, the district court’s final judgment was the remand to the AU on June 30, 1989, pursuant to our appellate mandate.\nIn reacting to this tension between the language in Melkonyan and the holding in Hudson, the circuits have proposed numerous interpretations which avoid the jurisdictional barrier the government here seeks. One approach has been for the courts to find that there are some sentence four remands in which the district court retains jurisdiction until after the administrative decision on remand. See Labrie v. Secretary of HHS, 976 F.2d 779 (1st Cir.1992); Hafner v. Sullivan, 972 F.2d 249 (8th Cir.1992); Gutierrez v. Sullivan, 953 F.2d 579 (10th Cir.1992), petition for cert. filed, 61 U.S.L.W. 3171 (U.S. Aug. 26, 1992) (No. 92-361); Welter v. Sullivan, 941 F.2d 674 (8th Cir.1991). A second approach has been to define an order that vacates and remands for further proceedings as a sentence six remand, which requires a return to the district court. See Young v. Sullivan, 972 F.2d 830 (7th Cir.1992); Damato v. Sullivan, 945 F.2d 982 (7th Cir.1991). A third approach, offered by an unpublished Fourth Circuit opinion, applies Melkonyan on a prospective basis only, and is discussed in Labrie, 976 F.2d at 784. One Fifth Circuit opinion found that a 30-day requirement under Melkonyan applied, but used its equitable discretion to allow consideration of the application, in order to avoid unfairness to the applicant. See Luna v. Department of HHS, 948 F.2d 169, 173 (5th Cir.1991) (plaintiff is entitled to “equitable tolling” of the 30-day time limit because the district court “purported to retain jurisdiction, thus unwittingly misleading [the plaintiff] to think that no final judgment was being entered.”). Since Luna, the Fifth Circuit has held that a fee application in the district court is premature at the time of a sentence four remand to the agency if there is not yet an award, and therefore a prevailing party, in the agency proceedings. Bertrand v. Sullivan, 976 F.2d 977, 979 (5th Cir.1992).\nIn this circuit’s only post-Melkonyan opinion, Scanlon v. Sullivan, 974 F.2d 107 (9th Cir.1992), the district court had remanded Scanlon’s suit for disability benefits for additional proceedings and findings in an order that explicitly required the Secretary to file the new findings and the new judgment with the district court. On remand, Scanlon was found eligible for disability benefits. Neither Scanlon nor the Secretary returned to the district court for entry of a final judgment. Scanlon applied for fees. The Secretary argued that under Melkonyan, the district court’s remand order was a final judgment. Without any analysis of Melkonyan, we found that “[t]he words used by the district court belie such an interpretation.\" Id. at 108. We held that the district court did not yet have jurisdiction over the claimant’s EAJA petition for attorney’s fees because the Secretary had not returned to the court upon completion of the remand proceedings. Since no final judgment was entered, the district court did not yet have jurisdiction. The First Circuit has described our decision in Scanlon as an implicit adoption of the First, Eighth and Tenth Circuits’ broad interpretation of sentence four remands to include retention of district court jurisdiction until after the administrative hearings. Labrie, 976 F.2d at 784 n. 9.\nIn line with our decision in Scan-lon and consistent with the decisions of other circuits, we must endeavor to harmonize the decision in Melkonyan with the decision in Hudson; Melkonyan did not overrule Hudson, but stated that its holding was consistent with Hudson. — U.S. at -, 111 S.Ct. at 2162. Such reconciliation of the two decisions is not difficult in this case. Here, all administrative proceedings on remand and attorney’s fee litigation in the district court were conducted after Hudson was decided. Those proceedings were therefore conducted with the understanding that the district court retained jurisdiction in the case and that the remand order was not a final judgment divesting it of any jurisdiction to consider either the findings of the Secretary on remand or the availability of fees. Melkonyan was decided after the district court entered its order denying fees, and was not a sentence four case; it should not affect the district court's jurisdiction over this sentence four remand. We join the First, Eighth and Tenth Circuits in concluding that Hudson is controlling in these cases. We agree that:\n[WJhen a judicial remand order in Social Security disability cases contemplates additional administrative proceedings that will determine the merits of the claimant’s application for benefits, and thus will determine whether the claimant is a prevailing party, the district court retains discretion to enter a final judgment for EAJA purposes after the proceedings on remand have been completed. On the other hand, if the remand order directs the Secretary to award benefits, the claimant is a prevailing party and the remand order is the final judgment for EAJA purposes.\nLabrie, 976 F.2d at 786 (quoting Hafner, 972 F.2d at 250-51). We agree that the district court retained such jurisdiction during a remand ordered prior to Melkonyan, at least in the absence of an express intent to the contrary. Id. We therefore conclude that the district court had jurisdiction to consider the plaintiff’s fee application.\nOn the merits, however, we agree with the district court that the fee application was properly denied. From our analysis of this case, it is clear that the appellant raises no serious issue on the merits with respect to the district court’s order. The government’s position was substantially justified. The evidence in the administrative record was conflicting and a panel majority remanded for additional findings. It did not hold that appellant must prevail, and the dissenting judge believed he should not have. See Gray v. Secretary of HHS, 874 F.2d 816 (9th Cir.1989). The decision upon which the majority relied had not been handed down when the government established its position. Accordingly, we affirm the district court’s order denying appellant’s application.\nAFFIRMED.\n. The relevant provision of the EAJA is 28 U.S.C. § 2412(d), which provides in relevant part:\n(1)(B) A party seeking an award of fees and other expenses shall, within thirty days of final judgment in the action, submit to the court an application for fees and other expenses which shows that the party is a prevailing party and is eligible to receive an award under this subsection, and the amount sought, including an itemized statement from any attorney or expert witness representing or appearing in behalf of the party stating the actual time expended and the rate at which fees and other expenses are computed. The party shall also allege that the position of the United States was not substantially justified. Whether or not the position of the United States was substantially justified shall be determined on the basis of the record (including the record with respect to the action or failure to act by the agency upon which the civil action is based) which is made in the civil action for which fees and other expenses are sought.\n. 42 U.S.C. § 405(g) provides in relevant part:\nAny individual, after any final decision of the Secretary made after a hearing to which he was a party, irrespective of the amount in controversy, may obtain a review of such decision by a civil action commenced within sixty days after the mailing to him of notice of such decision or within such further time as the Secretary may allow.\n[Sentence four]\nThe court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Secretary, with or without remanding the cause for a rehearing.\n[Sentence six]\nThe court may, on motion of the Secretary made for good cause shown before he files his answer, remand the case to the Secretary for further action by the Secretary, and it may at any time order additional evidence to be taken before the Secretary, but only upon a showing that there is new evidence which is material and that there is good cause for the failure to incorporate such evidence into the record in a prior proceeding; and the Secretary shall, after the case is remanded, and after hearing such additional evidence if so ordered, modify or affirm his findings of fact or his decision, or both, and shall file with the court any such additional and modified findings of fact and decision, and a transcript of the additional record and testimony upon which his action in modifying or affirming was based.",
        "type": "majority",
        "author": "SCHROEDER, Circuit Judge:"
      },
      {
        "text": "BEEZER, Circuit Judge,\ndissenting:\nI am compelled to apply United States Supreme Court precedent concerning the district court’s jurisdiction to entertain an application for Equal Access to Justice Act (EAJA) attorney fees. See 28 U.S.C. § 2412. The Supreme Court quite clearly explains the jurisdictional framework surrounding SSI disability benefit attorney fee applications. Melkonyan v. Sullivan, — U.S. -, 111 S.Ct. 2157, 115 L.Ed.2d 78 (1991). Because I conclude that the district court lacked jurisdiction to consider Gray’s application, I would vacate the district court’s order denying fees and remand for dismissal of Gray’s application.\nI\nA district court’s jurisdiction over an SSI attorney fee application depends on the finality of the order the court files in the merits action. The Supreme Court identifies three routes by which an SSI disability benefits case can return to the Secretary after judicial review has been sought. First, a district court may affirm, modify, or reverse a decision of the Secretary, with or without remanding. 42 U.S.C. § 405(g) (a “sentence four” remand). Second, a district court may forgo a substantive ruling and remand for the taking of additional evidence, for good cause shown. Id. (a “sentence six” remand). Section 405(g) authorizes only these two types of remands. Melkonyan, — U.S. at ---, 111 S.Ct. at 2164-65. Third, the parties may stipulate to a remand. Fed.R.Civ.P. 41(a) (voluntary dismissal). See generally Mel-konyan, — U.S. at-, 111 S.Ct. at 2163-65 (discussing three possible routes).\nThe procedure by which a case returns to the Secretary determines finality for purposes of the EAJA, and thus prescribes the time frame within which an application for attorney fees must be filed:\nIn sentence four cases, the filing period begins after the final judgment (“affirming, modifying, or reversing”) is entered by the court and the appeal period has run, so that the judgment is no longer appealable. See § 2412(d)(2)(G). In sentence six cases, the filing period does not begin until after the postremand proceedings are completed, the Secretary returns to court, the court enters a final judgment, and the appeal period runs....\n... [I]f the court’s order was, in effect, a dismissal under Fed.Rule Civ.Proc. 41(a), the District Court’s jurisdiction over the case would have ended at that point, and petitioner would not have been a prevailing party “in [a] civil action.” 28 U.S.C. § 2413(d)(1)(A). Under those circumstances, the Secretary would not return to the District Court and petitioner would not be eligible to receive EAJA fees.\nId. — U.S. at -, 111 S.Ct. at 2165.\nThis circuit has already embarked on fleshing out the Supreme Court’s opinion in Melkonyan. In Scanlon v. Sullivan, 974 F.2d 107 (9th Cir.1992), we considered a case in which\n[t]he parties stipulated to the entry of the tentative decision, and the district court’s order remanding the case was entered on July 7, 1988. The court ordered that “after the case is remanded and after such additional administrative proceedings as are required are completed, the Secretary of Health and Human Services shall modify or affirm the findings of fact or the decision, or both, and shall file with this Court any such additional or modified findings of fact and decision, and proposed judgment for entry.”\nId. at 108. The Secretary found in Scan-lon’s favor; neither Scanlon nor the Secretary ever returned to the district court. Id.\nBecause the issue had not been presented to the district court, we declined to consider whether Melkonyan would render the district court’s order a final judgment. We held, however, that the absence of a final judgment precluded the district court from considering Scanlon’s fee petition. Id. at 108. For us to conclude that the district court had not rendered a final judgment, its action must have been either a sentence six remand or a voluntary dismissal. By not finding a showing of “good cause” supporting remand, see Melkonyan, — U.S. at -, 111 S.Ct. at 2164, the district court must have “treated the joint request for remand as a voluntary dismissal.” Id. — U.S. at -, 111 S.Ct. at 2165. Hence our holding: “in the absence of a final judgment, the district court lacked jurisdiction to consider Scanlon’s fee petition.” Scanlon, 974 F.2d at 108.\nII\nA party seeking an award of attorney fees under the EAJA “shall, within thirty days of final judgment in the action, submit to the court an application for fees.” 28 U.S.C. § 2413(d)(1)(B). A “ ‘final judgment’ means a judgment that is final and not appealable.” Id. § 2412(d)(2)(G). A final judgment under § 2412 must be entered by a court of law, not an administrative agency. Melkonyan, — U.S. at -, 111 S.Ct. at 2161 (noting that § 2412 addresses a “final judgment in the action,” whereas 5 U.S.C. § 504 addresses a “final disposition in the adversary adjudication”).\nI further note the distinction that under § 2412 a party applies to the court for an award of fees, whereas under § 504 a party applies to the agency. Compare 28 U.S.C. § 2412(d)(1)(B) with 5 U.S.C. § 504(a)(2). When a matter becomes final, under either statute, a party has thirty days to seek, with the relevant adjudicative body, attorney fees that pertain to the proceedings conducted before it. Gray seeks attorney fees under § 2412, so we look to the proceedings conducted before a court.\nThe Secretary initially denied Gray’s petition for disability benefits. Gray appealed to the district court, which affirmed the Secretary’s determination. Gray appealed the district court’s judgment to us, and we reversed, directing that the Secretary reconsider his determination using correct legal standards. Gray v. Secretary of Health & Human Servs., 874 F.2d 816 (9th Cir.1989). Procedurally, however, our mandate issued to the district court, which then remanded the matter to the Secretary. See Bunnell v. Sullivan, 947 F.2d 341, 348 (9th Cir.1991) (en banc). On June 6, 1989, the district court remanded to the Secretary after a reversal of his decision, a sentence four remand. See Melkonyan, — U.S. at -, 111 S.Ct. at 2163.\n“In sentence four cases, the filing period begins after the final judgment (‘affirming, modifying, or reversing’) is entered by the court and the appeal period has run, so that the judgment is no longer appealable.” Id. — U.S. at -, 111 S.Ct. at 2165. Our final judgment in Gray’s merits appeal was filed April 21, 1989. The Secretary had ninety days to file a petition for a writ of certiorari with the Supreme Court. Sup.Ct. Rs. 11, 12. “The 30-day EAJA clock beg[an] to run after the time to appeal that ‘final judgment’ [] expired.” Melkonyan, — U.S. at -, 111 S.Ct. at 2162. Without quibbling over the niceties of counting days, I can safely say that March 19, 1990 is more than 120 days after April 21, 1989.\nFinally, I would hold that the thirty day time period within which Gray had to seek attorney fees is jurisdictional. See Scanlon, 974 F.2d at 108; cf. Columbia Mfg. Corp. v. NLRB, 715 F.2d 1409, 1410 (9th Cir.1983) (thirty day EAJA filing period for adversary adjudications is jurisdictional). The fee statutes are intimately bound up with the finality of judgments and the time periods within which a party must file a notice of appeal. Such time periods are jurisdictional. Rodgers v. Watt, 722 F.2d 456, 457-58 (9th Cir.1983) (en banc).\nBecause Gray did not timely appeal for attorney fees with the district court, the district court had no jurisdiction to consider the application. I would vacate the district court’s order denying Gray’s fee application and remand with instructions to dismiss the application.\nI respectfully dissent.\n. In Sullivan v. Finkelstein, 496 U.S. 617, 110 S.Ct. 2658, 110 L.Ed.2d 563 (1990), the Supreme Court held that a remand order for rehearing under the fourth sentence of § 405(g) was a final judgment subject to immediate appeal under 28 U.S.C. § 1291. Such final judgment \"terminated the civil action” that challenged the initial denial of benefits.\n. On March 6, 1990, an administrative law judge granted Gray’s petition for disability benefits, terminating his merits proceedings. Gray applied for attorney fees in the district court on March 19, 1990. The district court denied Gray's application on February 19, 1991. He timely appealed.",
        "type": "dissent",
        "author": "BEEZER, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Steven L. Whiteside, Santa Barbara, CA, for plaintiff-appellant.",
      "Michael R. Power, Asst. Regional Counsel, Dept, of Health and Human Services, San Francisco, CA, for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Edward E. GRAY, Plaintiff-Appellant, v. SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant-Appellee.\nNo. 91-55380.\nUnited States Court of Appeals, Ninth Circuit.\nSubmitted May 7, 1992.\nDecided Jan. 15, 1993.\nSteven L. Whiteside, Santa Barbara, CA, for plaintiff-appellant.\nMichael R. Power, Asst. Regional Counsel, Dept, of Health and Human Services, San Francisco, CA, for defendant-appellee.\nBefore: TANG, SCHROEDER, and BEEZER, Circuit Judges.\nThe panel finds this case appropriate for submission without argument pursuant to Fed.R.App.P. 34(a) and Ninth Circuit Rule 34-4."
  },
  "file_name": "0954-01",
  "first_page_order": 1080,
  "last_page_order": 1086
}