{
  "id": 11641089,
  "name": "THRASHER TRUCKING CO., Plaintiff-Appellee, v. EMPIRE TUBULARS, INC., Defendant-Appellant",
  "name_abbreviation": "Thrasher Trucking Co. v. Empire Tubulars, Inc.",
  "decision_date": "1993-02-10",
  "docket_number": "No. 91-6196",
  "first_page": "46",
  "last_page": "49",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 46"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "237 U.S. 94",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        631816
      ],
      "weight": 3,
      "year": 1915,
      "pin_cites": [
        {
          "page": "97"
        },
        {
          "page": "495"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/237/0094-01"
      ]
    },
    {
      "cite": "49 C.F.R. § 1053.1",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "parenthetical": "emphases added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "88 L.Ed.2d 553",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 568",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "474 U.S. 1019",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6490723,
        6490820,
        6490374,
        6491018,
        6491217,
        6491282,
        6490642,
        6490931,
        6491121,
        6490555,
        6490460
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/474/1019-05",
        "/us/474/1019-06",
        "/us/474/1019-01",
        "/us/474/1019-08",
        "/us/474/1019-10",
        "/us/474/1019-11",
        "/us/474/1019-04",
        "/us/474/1019-07",
        "/us/474/1019-09",
        "/us/474/1019-03",
        "/us/474/1019-02"
      ]
    },
    {
      "cite": "757 F.2d 301",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3595241,
        317429
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/244/0226-01",
        "/f2d/757/0301-01"
      ]
    },
    {
      "cite": "955 F.2d 529",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11289086
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "533"
        },
        {
          "page": "533"
        },
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/955/0529-01"
      ]
    },
    {
      "cite": "284 U.S. 370",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5717356
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "384",
          "parenthetical": "emphasis added"
        },
        {
          "page": "184",
          "parenthetical": "emphasis added"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0370-01"
      ]
    },
    {
      "cite": "497 U.S. 116",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213542
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "126"
        },
        {
          "page": "2765"
        },
        {
          "page": "127"
        },
        {
          "page": "2766"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0116-01"
      ]
    },
    {
      "cite": "49 C.F.R. § 1045.2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "49 U.S.C. § 10102",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(1)"
        },
        {
          "page": "(13)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "49 U.S.C. § 10101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 8549,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 4.8918969500484474e-08,
      "percentile": 0.3067713600290982
    },
    "sha256": "64b1c877779439d4da85ea3b17a5bead91737f76285b6e2378aecaba55198d18",
    "simhash": "1:38f19b23e933467f",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REAVLEY, SMITH and DeMOSS, Circuit Judges."
    ],
    "parties": [
      "THRASHER TRUCKING CO., Plaintiff-Appellee, v. EMPIRE TUBULARS, INC., Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "REAVLEY, Circuit Judge:\nIn this suit to collect alleged transportation undercharges, Empire Tubulars, Inc. (Empire) appeals summary judgment in favor of Thrasher Trucking Co. (Thrasher). We affirm.\nI. BACKGROUND\nThrasher engages in both contract and common motor carriage, as well as the brokerage of carrier service, in interstate commerce. After negotiating, billing, and collecting a rate lower than that which it had on file with the Interstate Commerce Commission (ICC), Thrasher sued Empire to collect alleged transportation undercharges. Empire responded that Thrasher had merely brokered out Empire’s transportation requirements, and should not be allowed to recover the difference between its filed rate and actual rates charged because Thrasher did not actually perform the transportation services contracted and paid for.\nThe district court granted summary^ judgment in Thrasher’s favor. Empire appeals, arguing that (1) Thrasher performed its transportation services pursuant to a contract with Empire, and thus was a “contract carrier” and not a “common carrier” with respect to Empire, and (2) even if Thrasher was operating as a common carrier with respect to Empire, since Thrasher was not the actual carrier of the goods, its filed rate was not “applicable and reasonable” to goods which it did not actually carry.\nII. ANALYSIS\nThe Interstate Commerce Act (ICA), 49 U.S.C. § 10101 et seq., provides three distinct types of status: “broker,” 49 U.S.C. § 10102(1), “motor common carrier,” id. § 10102(14), and “motor contract carrier,” id. § 10102(15). It is undisputed that Thrasher is empowered to act in any of these three capacities.\nA. Broker vs. Carrier.\nA broker “for compensation, arranges, or offers to arrange, the transportation of property by an authorized motor carrier.” 49 C.F.R. § 1045.2(a). Empire contends that Thrasher “brokered” much of the transportation services which it agreed to provide for Empire; and, therefore, that the transportation services provided should be billed at the rates of the “actual” carriers (as if Thrasher were a “broker”), rather than at Thrasher’s rates. While this argument is intuitively appealing, it squarely contradicts existing law. Section 1045.2(a) continues:\nMotor carriers ... are not brokers within the meaning of this section when they arrange or offer to arrange the transportation of shipments which they are authorized to transport and which they have accepted and legally bound themselves to transport.\nId. (emphasis added).\nNo one disputes that Thrasher was “authorized” to transport Empire’s property. And, if we accept Empire’s argument that Thrasher agreed to provide the disputed services, then Thrasher “accepted and legally bound themselves” to transport Empire’s property. Therefore, Thrasher was not acting as a “broker,” as that term is contemplated by the ICA or the ICC.\nB. Common Carrier vs. Contract Carrier.\nIf Thrasher was not acting as a “broker” for purposes of the ICA, then it must have been acting pursuant to its “motor carrier” authority.\n1.Carñer Status.\nA motor carrier acts either as a “motor common carrier” or a “motor contract carrier.” 49 U.S.C. § 10102(13). A motor common carrier “hold[s] itself out to the general public to provide motor vehicle transportation for compensation over regular or irregular routes, or both.” Id. § 10102(14). A motor contract carrier, inter alia, “provid[es] motor vehicle transportation of property for compensation under continuing agreements with one or more persons.” Id. § 10102(15)(B).\n2. Carrier Rates.\nThe ICA requires a motor common carrier to publish its rate(s) in a tariff filed with the ICC. Id. § 10762(a)(1). Generally speaking, that filed rate “governs the legal relationship between shipper and carrier,” Maislin Indus., U.S. v. Primary Steel, Inc., 497 U.S. 116, 126, 110 S.Ct. 2759, 2765, 111 L.Ed.2d 94 (1990), such that the filed rate is the “legal rate[ ] ... which must be charged to all shippers alike.” Arizona Grocery Co. v. Atchison, T. & S.F. R.R., 284 U.S. 370, 384, 52 S.Ct. 183, 184, 76 L.Ed. 348 (1932) (emphasis added). However, if Thrasher carried Empire’s goods pursuant to its “motor contract carrier” authority, then the appropriate rate would be the contract rate agreed to by Thrasher and Empire, notwithstanding Thrasher’s simultaneous status as a “motor common carrier.” Atlantis Express, Inc. v. Standard Transp. Serv., 955 F.2d 529, 533 (8th Cir.1992); Exemption of Motor Contract Carriers from Tariff Filing Requirements, 133 M.C.C. 150 (1983), aff'd sub nom. Central & S. Motor Freight Tariff Ass’n v. United States, 757 F.2d 301 (D.C.Cir.), cert. denied, 474 U.S. 1019, 106 S.Ct. 568, 88 L.Ed.2d 553 (1985).\n3. Thrasher’s Status.\nCurrent ICC regulations require:\nNo contract carrier by motor vehicle, as defined in 49 U.S.C. 10102(15)[,] shall transport property for hire in interstate or foreign commerce except under special and individual contracts or agreements which shall be in writing, shall provide for transportation for a particular shipper or shippers, shall be bilateral and impose specific obligations upon both carrier and shipper or shippers, shall cover a series of shipments during a stated period of time in contrast to contracts of carnage governing individual shipments, and copies of which contracts or agreements shall be preserved by the carriers parties thereto so long as such contracts or agreements are in force and for at least one year thereafter.\n49 C.F.R. § 1053.1 (emphases added). Thrasher argues that, since Empire has not presented any evidence of a written contract complying with this regulation, Empire cannot legally argue that Thrasher was acting as a “motor contract carrier.” Furthermore, the second italicized passage negates Empire’s alternative argument that each bill of lading comprised a contract for carriage within the contemplation of the ICA.\nEmpire refers us to Atlantis Express, Inc. v. Standard Transportation Services, Inc., 955 F.2d 529 (8th Cir.1992), which reversed and remanded a summary judgment in favor of the carrier, entered by the district court because the shipper did not produce a written contract, and referred the matter to the ICC. The Eighth Circuit apparently based its decision on the ICC’s recent statement that “it is not [ICC’s] policy to find a lack of contract carriage based on simple, technical oversights or omissions,” id. at 533 (quoting ICC, Ex Parte No. MC-198, Contracts for Transportation of Property 5 (Feb. 28, 1991)), notwithstanding numerous “past ICC decisions that have consistently required a written contract” in order to find that contract carriage exited. Id. at 534.\nWith all due deference to the Eighth Circuit, we do not agree that the complete lack of a written contract constitutes a “simple, technical oversight ] or omission[ ].” Current ICC regulations require a written contract, of prescribed form and content, in order to operate as a “motor contract carrier.” To resist the motion for summary judgment, Empire was required to present evidence that the carriage at issue was made pursuant to a contract of that form and content. To the contrary, Empire (1) produced no such contract and (2) stated by sworn response to interrogatory that no known documents were lost or destroyed.\nSince Empire failed to present evidence to raise an issue of carriage under a written contract meeting ICC regulations, we find no error in the district court’s conclusion that Thrasher was acting as an authorized “motor common carrier” when it performed transportation services for Empire between July 1987 and January 1988. And, since “[i]gnorance or misquotation of rates is not an excuse for paying or charging either less or more than the rate filed,” Maislin, 497 U.S. at 127, 110 S.Ct. at 2766 (quoting Louisville & N. R.R. v. Maxwell, 237 U.S. 94, 97, 35 S.Ct. 494, 495, 59 L.Ed. 853 (1915)), we find no error in the district court’s ruling that Empire is obligated to pay Thrasher the difference between Thrasher’s filed rate(s) applicable to the various shipments which are the subject of this action and the amount Empire has already paid Thrasher for those shipments.\nAFFIRMED.",
        "type": "majority",
        "author": "REAVLEY, Circuit Judge:"
      }
    ],
    "attorneys": [
      "William C. Ferebee, Nancy Laha Clark, Houston, TX, for defendant-appellant.",
      "Ernest M. Powell, Houston, TX, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "THRASHER TRUCKING CO., Plaintiff-Appellee, v. EMPIRE TUBULARS, INC., Defendant-Appellant.\nNo. 91-6196.\nUnited States Court of Appeals, Fifth Circuit.\nFeb. 10, 1993.\nRehearing Denied March 12, 1993.\nWilliam C. Ferebee, Nancy Laha Clark, Houston, TX, for defendant-appellant.\nErnest M. Powell, Houston, TX, for plaintiff-appellee.\nBefore REAVLEY, SMITH and DeMOSS, Circuit Judges."
  },
  "file_name": "0046-01",
  "first_page_order": 176,
  "last_page_order": 179
}