{
  "id": 11646041,
  "name": "UNITED STATES of America, Plaintiff-Appellant, Cross-Appellee, v. BOARD OF EDUCATION OF THE CONSOLIDATED HIGH SCHOOL DISTRICT 230, PALOS HILLS, ILLINOIS, Defendant-Appellee, Cross-Appellant, and Illinois Education Association, Consolidated High School District 230 Teachers' Association, Defendant-Appellee",
  "name_abbreviation": "United States v. Board of Education of Consolidated High School District 230",
  "decision_date": "1993-01-07",
  "docket_number": "Nos. 91-2200 and 91-2315",
  "first_page": "790",
  "last_page": "800",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 790"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "494 U.S. 820",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4945
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/494/0820-01"
      ]
    },
    {
      "cite": "874 F.2d 402",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1816464
      ],
      "pin_cites": [
        {
          "page": "411-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/874/0402-01"
      ]
    },
    {
      "cite": "874 F.2d 431",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1816479
      ],
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/874/0431-01"
      ]
    },
    {
      "cite": "914 F.2d 815",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537613
      ],
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/0815-01"
      ]
    },
    {
      "cite": "867 F.2d 974",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532376
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "976"
        },
        {
          "page": "976-77, 981-82"
        },
        {
          "page": "983"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/867/0974-01"
      ]
    },
    {
      "cite": "395 U.S. 100",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1771915
      ],
      "weight": 4,
      "year": 1969,
      "pin_cites": [
        {
          "page": "123"
        },
        {
          "page": "1576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0100-01"
      ]
    },
    {
      "cite": "92 L.Ed. 746",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "weight": 2,
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "333 U.S. 364",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157998
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "395"
        },
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0364-01"
      ]
    },
    {
      "cite": "470 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299693
      ],
      "weight": 9,
      "year": 1985,
      "pin_cites": [
        {
          "page": "573"
        },
        {
          "page": "1511"
        },
        {
          "page": "573"
        },
        {
          "page": "1511"
        },
        {
          "page": "574"
        },
        {
          "page": "1511-12"
        },
        {
          "page": "573-74"
        },
        {
          "page": "1511-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0564-01"
      ]
    },
    {
      "cite": "780 F.2d 987",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1531261
      ],
      "pin_cites": [
        {
          "page": "989"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/780/0987-01"
      ]
    },
    {
      "cite": "939 F.2d 440",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522808
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/939/0440-01"
      ]
    },
    {
      "cite": "761 F.Supp. 524",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7384743
      ],
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/761/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1165,
    "char_count": 39603,
    "ocr_confidence": 0.755,
    "pagerank": {
      "raw": 1.4123009699171256e-07,
      "percentile": 0.6471985432355323
    },
    "sha256": "3a8074cf780ce3df1cf8df48f956229efe1e68d275120ae2fc8761949607e0a5",
    "simhash": "1:da07e722cc1bce88",
    "word_count": 6266
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BAUER, Chief Judge, MANION, Circuit Judge, and GIBSON, Senior Circuit Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellant, Cross-Appellee, v. BOARD OF EDUCATION OF THE CONSOLIDATED HIGH SCHOOL DISTRICT 230, PALOS HILLS, ILLINOIS, Defendant-Appellee, Cross-Appellant, and Illinois Education Association, Consolidated High School District 230 Teachers’ Association, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "MANION, Circuit Judge.\nThe United States of America (“government”) brought this lawsuit under Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e-2000e-17, as amended by the Pregnancy Discrimination Act, 42 U.S.C. § 2000e(k), against the Board of Education of the Consolidated High School District 230, Palos Hills, Illinois (“Board”) and the Illinois Education Association, Consolidated High School District 230 Teachers’ Association (“Association”). The government challenged two leave policies in the collective bargaining agreements negotiated between the Board and the Association, alleging that they discriminated against pregnant teachers. The first leave policy (the maternity leave policy) precluded a pregnant teacher from combining paid sick leave with unpaid maternity leave; yet, nonpreg-nant teachers could take paid sick leave combined with other types of unpaid leave. The second leave policy (the sick leave bank policy) provided additional paid sick leave days for those eligible teachers who exhausted their accumulated paid sick leave owing to a “prolonged and extended catastrophic illness.” A pregnant teacher, on the other hand, was unable to receive sick leave bank benefits because pregnancy was the sole nonelective medical disability explicitly excluded from the sick leave bank provision.\nThe district court ruled that the Board did not violate Title VII in its implementation and application of its maternity leave policy. The court determined, however, that the Board did violate Title VII in its implementation and application of its sick leave bank policy. Because the district court found liability on the part of the Board regarding the sick leave bank, the eourt awarded monetary damages and prejudgment interest to two female teachers who were denied the opportunity of using the sick leave bank while they were pregnant. 761 F.Supp. 524.\nThe government appeals the district court’s ruling on the maternity leave policy. The Board cross-appeals the district court’s holding that the Board’s sick leave bank policy discriminates against pregnant teachers. The Board also asserts that the district court abused its discretion in awarding prejudgment interest to the two female teachers. We affirm the district court.\nI. Background\nA. Facts\nThe Board is a governmental entity established under the laws of the State of Illinois that oversees three public high schools in District 230 in Cook County, Illinois. The Association represents the teachers that the Board employs. The Board monitors leave and benefit policies, which are set forth in a series of collective bargaining agreements (“CBAs”) that the Board and the Association have negotiated. The provisions relevant to this appeal are contained in the CBAs covering the years 1982-1984 and 1984-1987. (The CBAs were amended on June 1, 1987, deleting or altering the controverted language). The Board and the Association provided each teacher with a copy of the relevant CBAs. The CBAs set forth several types of paid and unpaid leaves of absence, three of which are material to this appeal: (1) unpaid maternity leave, (2) paid sick leave, and (3) unpaid parental leave.\nUnpaid maternity leave was available only to pregnant teachers. Unlike the other unpaid leaves of absence, maternity leave began when the pregnant teacher wanted it to begin, so long as it commenced during pregnancy but before her pregnancy-related disability prevented satisfactory performance of her teaching duties. Maternity leave could be extended up to five school semesters (approximately two and one-half years), provided that the leave did not end in the middle of a school year. A teacher who returned from maternity leave was guaranteed a full-time teaching position.\nThe second type of leave, paid sick leave, was available to all teachers during a medical disability. Each teacher was entitled to twelve days of paid sick leave per year. The sick leave days a teacher did not use in the year of service for which the days were granted accumulated on an unlimited basis. A pregnant teacher was allowed to use sick leave for her pregnancy-related disability. Her accumulated paid sick leave was provided to her during the period of time her physician determined she could not competently perform her teaching duties as a result of her pregnancy or delivery. The Board typically allowed a pregnant teacher, without medical verification, a six-week leave for vaginal birth and an eight-week leave for caesarian-section birth. Any teacher on sick leave had to return to work immediately after the medically-related disability ended, or the teacher waived any rights to continued employment by the Board. If a teacher’s accumulated paid sick leave was exhausted before the teacher’s medical disability had passed, the teacher would go on an unpaid leave of absence for that extra period of time. The teacher could then apply for temporary disability benefits through the Teachers’ Retirement System. Sick leave could not be utilized in conjunction with maternity leave and vice versa. A pregnant teacher who chose to take maternity leave, however, retained her accumulated paid sick leaves days for use either before or after taking maternity leave, but only for medical disabilities not associated with her pregnancy or delivery.\nThe third type of leave, unpaid parental leave, was available to each teacher who needed leave time to rear his or her natural or adoptive child. As with all other leaves besides maternity leave and accrued sick leave, the availability and length of parental leave was a matter of the Board’s discretion and depended on the amount of notice the teacher gave the Board and whether the Board could find a suitable replacement teacher. Parental leave generally began at the start of a school semester, but could begin in the middle of a semester. The CBAs did not prevent a pregnant teacher from taking paid sick leave for her pregnancy-related disability and then taking unpaid parental leave. Yet, because the granting of unpaid parental leave rested within the Board’s discretion, as did all unpaid leaves other than maternity leave, a pregnant teacher could not be assured of receiving parental leave immediately following her paid sick leave.\nThe CBAs also established a sick leave bank, which provided certain teachers with additional days of paid sick leave. Tenured teachers (the only ones eligible for sick leave bank benefits) had to fund the bank by contributing one sick day. The sick leave bank was designed to provide eligible teachers with salary and benefit protection between the time they exhausted their accumulated paid sick leave and the time they began their disability benefits under the Teachers’ Retirement System. A qualified teacher could withdraw sick leave days from the bank only for “prolonged and extended catastrophic illness” and could not withdraw days from the bank for “maternity benefits, elective surgery, illness of family or household members, and/or death of family or household members.” (Emphasis added.) Approval of a teacher’s request for the use of the sick leave bank rested with the Board. The Board did not have a general, written definition of “prolonged and extended catastrophic illness” and the CBAs were silent on this point. The Board, therefore, considered each request on a case-by-case basis. The Board approved a broad range of medical disabilities that required hospitalization, such as terminal cancer, gall bladder surgery, back strain, and a broken leg for sick leave bank use.\nB. District Court Proceedings\nThis case originated in June 1984 when a female teacher filed a charge with the Equal Employment Opportunity Commission (“EEOC”) claiming that the Board’s leave policies discriminated on the basis of sex and pregnancy. She alleged that the Board only permitted pregnant teachers the options of taking paid sick leave or unpaid maternity leave, but not both, whereas the Board did not restrict non-pregnant teachers from taking paid sick leave followed by other types of unpaid leave. In August 1986, the EEOC issued a reasonable cause determination and referred the matter to the Department of Justice, because the challenged policies affected other female teachers.\nIn April 1988, the government filed its complaint against the Board and the Association under Title VII, as amended by the Pregnancy Discrimination Act. The government alleged that the leave provisions in the CBAs, as well as the Board’s related leave policies, constituted a pattern or practice of discrimination against pregnant teachers. In particular, the government challenged the provisions in the CBAs and those Board policies that precluded pregnant teachers from taking unpaid maternity leave after using their accumulated paid sick leave days for their pregnancy-related disabilities. The government also challenged the provisions in the CBAs and those Board policies that excluded maternity benefits from the sick leave bank. These policy restrictions did not apply to nonpregnant teachers.\nThe parties filed cross motions for summary judgment, which the district court denied, and a nonjury trial was held in July 1990. After the trial, the district court ruled that the leave provisions in the CBAs and the Board’s associated leave policies did not violate Title VII. The court found that the CBAs allowed both pregnant and nonpregnant teachers to take paid sick leave until their medical disabilities ended and then take unpaid parental leave. Thus, the court concluded that pregnant teachers had the same rights as nonpregnant teachers with respect to taking paid sick leave followed by unpaid leave. The court further found that pregnant teachers had an additional right, which nonpregnant teachers did not have; pregnant teachers had the option of taking unpaid maternity leave instead of taking paid sick leave.\nIn addition, the district court ruled that the Board violated Title VII in its implementation and maintenance of the sick leave bank provision of the CBAs. The court found that pregnancy was the sole nonelective medical disability that the sick leave bank excluded, and it also found that because the Board did not have a definition of “prolonged and extended catastrophic illness,” the Board considered each request for sick leave bank benefits on an individual basis. The court reasoned that if all medical conditions, save for pregnancy, were at least eligible for sick leave bank benefits, the automatic exclusion of maternity benefits from the sick leave bank provision discriminated against those pregnant teachers who chose to use their accumulated paid sick leave for their pregnancy-related disabilities, but who needed additional leave time before they were able to return to work. In light of the Board’s violation of Title VII in implementing and applying the sick leave bank provision, the district court awarded monetary damages to two female teachers who were denied the opportunity, while pregnant, of using the sick leave bank. The amount of damages was reasonably ascertainable, and the court awarded the two teachers a total of $4,599.10 in back benefits and a total of $824.06 in prejudgment interest.\nII. Analysis\nTitle VII prohibits an employer “to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual’s race, color, religion, sex, or national origin....” 42 U.S.C. § 2000e-2(a)(l). The Pregnancy Discrimination Act (“PDA”), which amended Title VII, extends the prohibition in Title VII against gender-based discrimination to include discrimination “because of or on the basis of pregnancy, childbirth, or related medical conditions....” 42 U.S.C. § 2000e(k). The PDA further provides that women affected by such medical conditions “shall be treated the same for all employment-related purposes, including receipt of benefits under fringe benefit programs, as other persons not so affected but similar in their ability or inability to work_” Id. (emphasis added). Claims brought under the PDA are analyzed the same as any other Title VII sex discrimination case. Maganuco v. Leyden Community High Sch. Dist. 212, 939 F.2d 440, 443 (7th Cir.1991); Maddox v. Grandview Care Ctr., Inc., 780 F.2d 987, 989 (11th Cir.1986).\nThe district court in this case entered its order pursuant to Federal Rule of Civil Procedure 52(a). Therefore, we apply the tenets of Rule 52(a) in our review of the district court’s decision. See Anderson v. City of Bessemer City, 470 U.S. 564, 573, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985). Rule 52(a) provides: “Findings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge of the credibility of the witnesses.” Fed.R.Civ.P. 52(a) (emphasis added). A district court’s factual findings are clearly erroneous only when we are “ ‘left with the definite and firm conviction that a mistake has been committed.’ ” Anderson, 470 U.S. at 573, 105 S.Ct. at 1511 (quoting United States v. United States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746 (1948)). “ ‘In applying the clearly erroneous standard to the findings of a district court sitting without a jury, appellate courts must constantly have in mind that their function is not to decide factual issues de novo.’ ” Id. (quoting Zenith Radio Corp. v. Hazeltine Research, Inc., 395 U.S. 100, 123, 89 S.Ct. 1562, 1576, 23 L.Ed.2d 129 (1969)). When a district court chooses between two permissible views of the evidence, its decision between the two views cannot be clearly erroneous. Id., 470 U.S. at 574, 105 S.Ct. at 1511-12.\nA. The Leave Policies\nThe government argues on appeal that the district court erred in not finding a Title VII violation in the Board’s implementation of its maternity leave policy. The government contends that the Board discriminated against pregnant teachers because it prohibited pregnant teachers from using paid sick leave followed by unpaid maternity leave, after exhausting their accumulated paid sick leave. Nonpregnant teachers, in contrast, could combine paid sick leave with other types of unpaid leave. Although pregnant teachers had the option of taking paid sick leave followed by unpaid parental leave, the government argues that this policy was declared retroactively and that the Board never informed any teachers about this choice and no pregnant teachers ever used it.\nIn Scherr v. Woodland School Community Consolidated District No. 50, 867 F.2d 974 (7th Cir.1988), we considered an appeal similar to the present action. In Scherr, two female teachers alleged that their respective school districts (Woodland and Leyden) violated Title VII by their implementation and maintenance of certain leave policies. Their theories on appeal claimed disparate treatment and disparate impact. Id. at 976. In this appeal, we shall address only the discussion in Scherr involving disparate treatment, the theory on which the government bases its lawsuit.\nSusan Scherr, a tenured teacher in the Woodland School District, became pregnant and sought to take paid sick leave for the time she was disabled by her pregnancy and then take unpaid maternity leave for the remainder of the school year. Woodland permitted three types of leave: paid sick leave, unpaid maternity leave, and unpaid general leave. A pregnant teacher, however, could not combine any of the leaves of absence, and, therefore, Woodland only allowed Scherr to take maternity leave. Scherr filed suit, and the district court granted summary judgment in favor of Woodland. On appeal, Woodland maintained that neither pregnant nor nonpreg-nant teachers could combine paid and unpaid leaves to run consecutively. Woodland argued that although the pertinent collective bargaining agreement only prohibited the combining of unpaid maternity leave with paid leave, Woodland asserted that it had an informal, unwritten policy precluding nonpregnant teachers from combining their paid and unpaid leaves. Scherr disputed this latter argument, and we found that substantial evidence supported her position. Accordingly, we determined that a genuine issue of material fact existed to preclude the granting of summary judgment: whether before the lawsuit began Woodland had a policy of preventing nonpregnant teachers from combining paid and unpaid leaves consecutively, when the record clearly showed that Woodland had a policy preventing pregnant teachers from combining paid sick leave with unpaid maternity leave. Id. at 976-77, 981-82.\nIn the present case, no genuine issue of material fact exists whether the Board had a policy that prevented pregnant and non-pregnant teachers from combining paid sick leave with unpaid general leave. Unlike the situation in Scherr, pregnant teachers in this appeal were not faced with an “either/or” situation with respect to their leave choices. That is the key distinction between this appeal and Scherr. Here, both pregnant and nonpregnant teachers had the following leave options. A pregnant teacher could take sick leave for her pregnancy-related disabilities. The Board typically gave a pregnant teacher six weeks of sick leave for vaginal birth and eight weeks of sick leave for caesarian-section birth. After the pregnant teacher’s medical disability ended, she had the same two choices as a nonpregnant teacher would have when sick leave expired; she could return to work immediately or she could go on unpaid illness leave and apply for Teachers’ Retirement System benefits. As is the case with all District 230 teachers, pregnant teachers also had the option of taking paid sick leave followed by parental leave, which is one of the general unpaid leaves. The government argues, though, that no pregnant teacher ever took sick leave followed by parental leave and that the Board did not inform any pregnant teachers about this leave alternative. Nevertheless, the government’s argument overlooks the fact that the CBAs did not preclude such a leave arrangement. Each teacher received a copy of the relevant CBA and, therefore, was notified of the various leave options. Furthermore, Dr. Karen Moriarty, the assistant superintendent for personnel and the person who recommended to the Board all leaves of absence, testified that the option of taking paid sick leave followed by unpaid parental leave was available to pregnant teachers as well as nonpregnant teachers. She also stated that she never told a pregnant teacher that the teacher could not use such a leave arrangement.\nIn addition, the record demonstrates that female teachers were aware of the parental leave alternative. For instance, Beverly Pavesic took paid sick leave for the second half of the spring semester of the 1981— 1982 school year for pregnancy-related disabilities. She returned to teaching in the fall semester of the 1982-1983 school term. She then took unpaid parental leave for the spring semester of that school year to care for her sick son. She returned to teaching and again took unpaid parental leave for the spring semester of the 1984-1985 school term to nurse her ill son to health. She testified that she learned about the parental leave option from reading the CBA. She stated that the CBA was clear on the matter. She also testified that she verified her interpretation of the CBA with the Board’s personnel office.\nNot only did the Board treat pregnant teachers the same as nonpregnant teachers with regard to the use of paid sick leave followed by unpaid general leave, the Board also gave pregnant teachers an additional leave option, one which nonpregnant teachers did not have. Pregnant teachers could take maternity leave. The extra option of maternity leave was a unique benefit to pregnant teachers. Maternity leave was designed to meet the needs of those pregnant teachers who desired to stay home for a longer period of time to care for their newborn children. Unlike the other unpaid leaves of absence, maternity leave began at the sole discretion of the pregnant teacher, so long as she took the leave before she was medically unable to perform her teaching duties satisfactorily. Also unlike the other unpaid leaves of absence, maternity leave could last up to five school semesters (approximately two and one-half years), and it provided the pregnant teacher with a guaranteed full-time teaching position on.her return to work. Furthermore, contrary to the government’s assertions, a pregnant teacher did not relinquish her paid sick leave in order to take unpaid maternity leave. If a pregnant teacher chose to take unpaid maternity leave, she could still use her accrued paid sick leave for any medical disability unrelated to her pregnancy either before she went on, or after she returned from maternity leave.\nAlthough the government argues that the Board did not treat pregnant teachers the same as nonpregnant teachers, the government’s argument, when taken to its logical conclusion, seeks leave benefits for pregnant teachers that are greater than those leave benefits available to nonpreg-nant teachers. The government wants pregnant teachers to be able to use their accumulated paid sick leave and then begin their nondiscretionary maternity leave for up to five school semesters. In contrast, nonpregnant teachers do not have any leave choices that would provide them with a similar leave arrangement.\nIn sum, the leave provisions in the CBAs and the related Board leave policies did not discriminate against pregnant teachers. Pregnant teachers were not faced with only two leave choices, as the government contends. They did not have to choose just between paid sick leave and unpaid maternity leave. They could also, as could non-pregnant teachers, take paid sick leave and then take unpaid parental leave. Consequently, in viewing the record in its entirety and in giving the district court proper deference to consider the evidence, we conclude that the district court’s factual findings are not clearly erroneous. Anderson, 470 U.S. at 573-74, 105 S.Ct. at 1511-12. We, therefore, affirm the district court’s ruling that the Board did not violate Title VII in the implementation and maintenance of its unpaid maternity leave policy.\nB. Sick Leave Bank\nOn cross appeal, the Board contends that the district court erred in ruling that the Board’s sick leave bank policy diserimi-nated against pregnant teachers. The Board argues that although the sick leave bank provision excluded maternity benefits, pregnant teachers had access to, and could qualify for, the use of the sick leave bank on the same terms as nonpregnant teachers, so long as the pregnant teacher experienced a prolonged and extended catastrophic illness associated with her pregnancy. The Board maintains that only normal, routine births and associated disabilities were excluded from the sick leave bank.\nDespite the Board’s arguments to the contrary, the district court did not err in finding a Title VII violation. The sick leave bank provision was discriminatory on its face. The provision stated, in pertinent part: “Withdrawals from the sick leave bank shall be available only for a teacher’s prolonged and extended catastrophic illness and shall not be available for maternity benefits, elective surgery, illness of family or household members, and/or death of family or household members.” (Emphasis added.) The provision, therefore, automatically excluded maternity benefits as the sole nonelective medical disability, whereas the provision gave the Board discretion to consider all other illnesses. The Board, moreover, applied the provision in a discriminatory fashion. The Board awarded sick leave bank benefits for such medical disabilities as back strain, gall bladder surgery, and a broken leg. These disabilities provide no greater objective hardship to the individual than what a pregnant woman experiences during pregnancy, delivery, and postpartum recovery. If such disabilities are worthy of sick leave bank benefits, so too should pregnancy-related disabilities.\nBecause the sick leave bank provision and the Board’s policy vis-a-vis the provision treated pregnant teachers differently from other teachers, the district court was not clearly erroneous in finding that the Board “has engaged in a pattern or practice of sex discrimination against pregnant women in the implementation and maintenance of its [sick leave bank] policies in violation of Title VII.” Accordingly, we affirm the district court on this issue.\nC. Prejudgment Interest\nThe Board also contends on cross appeal that the district court abused its discretion in awarding prejudgment interest to two female teachers that the district court found to have been denied the opportunity of applying for sick leave bank benefits while they were pregnant and whose damages the court found reasonably ascertainable. The Board maintains that had the two female teachers applied for sick leave bank benefits, they might have been eligible.\nEven though the granting of prejudgment interest is left to the sound discretion of the district court, EEOC v. Gurnee Inn Corp., 914 F.2d 815, 820 (7th Cir.1990), our recent decisions have somewhat limited the district court’s discretion. For example, in Gorenstein Enterprises, Inc. v. Quality Care-USA, Inc., 874 F.2d 431, 436 (7th Cir.1989), we stated that “[t]he time has come ... to generalize, and to announce a rule that prejudgment interest should be presumptively available to victims of federal law violations. Without it, compensation is incomplete and the defendant has an incentive to delay.” (Emphasis added.)\nHere, the two teachers were the subject of a Title VII violation because they were denied the opportunity to apply for sick leave bank benefits while they were pregnant. The district court also awarded the prejudgment interest because the damages were reasonably ascertainable. Therefore, we find no abuse of discretion on the part of the district court, and we affirm. Id.; see also Donnelly v. Yellow Freight Sys., Inc., 874 F.2d 402, 411-12 (7th Cir.1989) (ruling that a district court should award prejudgment interest when the amount of damages is easily ascertainable), aff'd on other grounds, 494 U.S. 820, 110 S.Ct. 1566, 108 L.Ed.2d 834 (1990).\nIII. Conclusion\nThe district court properly found that the Board did not violate Title VII, as amended by the PDA, in applying its maternity leave policy. The district court properly found that the Board committed a Title VII violation in its application of the sick leave bank provision, and the district court properly awarded prejudgment interest to the two female teachers who were the subject of the Title VII violation. Consequently, the district court is\nAffirmed.\n. Parental leave was part of the general unpaid leaves of absence that the CBAs offered. Other general unpaid leaves were overseas teaching leave, exchange teaching leave, educational leave, personal illness leave (available for extended illness after sick leave has been exhausted), and \"other\" leaves.\n. The CBAs provided, in pertinent part, the following terms for unpaid maternity leave:\n6.041 A pregnant teacher shall notify her principal in writing when her pregnancy is confirmed in order to be eligible to receive a maternity leave of absence.\n6.042 A teacher shall not be required to resign or take a leave of absence because of pregnancy. Said teacher, however, may, in writing, request a leave of absence without pay. A maternity leave of absence may begin when the pregnant teacher desires, but not later than when she is unable to perform her duties satisfactorily. A maternity leave of absence for a period longer than one semester shall end on the day prior to the beginning of any school year up to and including 5 school semesters after the maternity leave of absence begins. The Superintendent may, however, permit a maternity leave of absence to end on the day prior to the beginning of a school semester up to and including 4 school semesters after the maternity leave of absence begins.\nHowever, sick leave shall not be utilized by the teacher in conjunction with the maternity leave. A teacher wishing to utilize accumulated sick leave shall be allowed to do so for the period that her physician determines that she is unable to perform her teaching duties as a result of the pregnancy and/or delivery of the child. The teacher shall submit periodic statements from her physician attesting to the condition of her health. If a teacher shall have exhausted accumulated sick leave, she shall be granted a leave of absence without pay during such period. Failure of the teacher to return to duty after her physician determines she is medically able to perform her teaching duties shall be treated as a violation of the provisions of this Agreement and the teacher shall be considered as having waived all rights to continued employment.\n6.043 A statement from the teacher’s doctor or a doctor of the Board's choice, if the Board desires, may be required to establish the period of pregnancy and/or the teacher’s ability to perform or resume her duties.\n6.044 Failure of the teacher to follow the policies outlined above may result in termination of the teacher’s service at the close of school the week in which it is discovered that she has not followed the rules and regulations governing maternity leave.\n. In the spring of 1987, the Board and the Association changed the maternity leave policy, effective August 27, 1987. The new policy does not apply to this appeal. The current maternity leave policy, §§ 6.041-.044 of the 1987-1990 CBA, provides that under certain conditions a pregnant teacher may take paid sick leave in conjunction with unpaid maternity leave. Although pregnant teachers may now combine paid sick leave and unpaid maternity leave, some benefits the pregnant teachers had under the 1982-1984 and 1984-1987 CBAs have been eliminated. The granting and duration of maternity leave is now within the discretion of the Board. As such, maternity leave no longer begins when the pregnant teacher wants it to begin, and maternity leave is no longer guaranteed to last up to five school semesters.\n. The paid sick leave provision in the CBAs provided in relevant part:\n6.011 A teacher shall be entitled to 12 days of sick leave per year. Sick leave not used in the year of service for which it is granted shall be allowed to accumulate on an unlimited basis.\n6.013 A teacher on leave of absence shall neither be eligible for nor accumulate sick leave.\n6.0158 A teacher not requesting maternity leave may utilize accumulative sick leave under the following conditions:\n(1) A pregnant teacher shall notify her principal in writing when her pregnancy is confirmed in order to be eligible to utilize accumulated sick leave.\n(2) Such accumulated sick leave shall be allowed during the time period that the teacher's physician determines, in writing, that she is unable to perform her teaching duties as a result of the pregnancy or delivery of the child. The teacher shall submit periodic statements from her physician attesting to the condition of her health. If a teacher shall have exhausted her accumulated sick leave prior to her ability to return to work, she will be granted an unpaid leave of absence for such period.\n(3) Failure of the teacher to return after her physician determines she is medically able to perform her teaching duties shall be considered as having waived all rights to continued employment in the District.\n. The provision in the CBAs dealing with unpaid parental leave provided in full:\n6.045 A teacher may request a parental leave of absence without pay to rear his children. A teacher who adopts a child may request a parental leave of absence without pay to rear his/her adopted child. A teacher on maternity or parental leave shall not accept employment outside his/her home during the hours he/she otherwise would be teaching, except to be employed as a substitute for District 230, or except where the teacher is denied her initial request that her maternity leave of absence should end on the day prior to the beginning of a school semester. A teacher who requests a parental leave of absence shall follow the procedures, where applicable, in this Section 6.04.\n(Emphasis added.) Although the first sentence of the provision states that only a male teacher may request parental leave, the evidence showed that the use of the word \"his\" in the first sentence was a misprint and should have been \"his/her” as in the rest of section 6.045. The Board consistently interpreted and implemented the provision to both male and female teachers. Between 1980 and June 1, 1987, two natural mothers, Mary Parkhurst and Beverly Pavesic, each took parental leave to care for her own sick child. In the 1987-1990 CBA, the Board and the Association changed the word \"his” in the first sentence.of the parental leave provision to “his/her.”\n. With regard to the sick leave bank, the CBAs provided in part:\n6.015 A contribution of one sick leave day shall be made by each tenured teacher to a sick leave bank. Any teacher who has contributed to the bank and has exhausted his/ her sick leave may submit written request to the Board for additional sick leave to be drawn from the sick leave bank upon the following conditions:\n6.0151 Approval of the Board.\n6.0152 A period of three (3) working days without benefits shall intervene between the time the teacher has exhausted his/her sick leave and the commencement of the withdrawal of sick leave from the sick leave bank.\n6.0153 The sick leave bank will provide the eligible teacher with a maximum of 25 additional sick leave days to cover the interim period between the teacher's exhaustion of\naccumulated sick leave and commencement of disability benefits provided by TRS [Teachers’ Retirement System], except that, in the event that a teacher who returns to work following receipt of TRS benefits during the school year, shall be eligible to receive from the sick leave bank an additional 12 days of sick leave.\n6.0154 Withdrawal from the sick leave bank shall be available only for a teacher’s prolonged and extended catastrophic illness and shall not be available for maternity benefits, elective surgery, illness of family or household members, and/or death of family or household members.\n6.0155 The teacher, in his/her application to the Board, shall set forth the nature of the illness, together with written verification of the illness and prognosis for recovery from a licensed physician....\n. \"The plain meaning of the PDA, its legislative history, and the Supreme Court’s subsequent discussions of the origins and purposes of the Act all suggest that its scope is limited to policies which impact or treat medical conditions relating to pregnancy and childbirth less favorably than other disabilities.” Maganuco v. Leyden Community High Sch. Dist. 212, 939 F.2d 440, 444 (7th Cir.1991).\n. Although the Association was a codefendant with the Board below, it has filed a brief on appeal endorsing the position the government advances.\n. This court's analysis in Scherr of the leave policy used by the Leyden School District does not apply to the appeal at hand. We found no disparate treatment regarding Leyden. Leyden required unpaid general leave to begin at the start of the school year and to terminate at the end of the school year. Therefore, no teacher could take paid sick leave immediately before taking unpaid general leave, because the summer recess prevented such a leave arrangement. Scherr v. Woodland Sch. Community Consol. Dist. No. 50, 867 F.2d 974, 983 (7th Cir.1988). In the subject appeal, unpaid leaves of absence could begin in mid-semester, which would allow back-to-back paid sick leave and unpaid general leave.\n. In early 1990, the Board and the Association changed the sick leave bank provision for the 1990-1993 CBA. The language excluding maternity benefits was dropped.\n. To show that the district court erred in its interpretation of the sick leave bank provision, the Board cites the “Memorandum of Understanding,” which the Board and the Association entered into in June 1988. The memorandum states:\nThe Board of Education of Consolidated High School District No. 230 and the District No. 230 Teachers’ Association agree that Section 6.0154 of the 1987-1990 collective bargaining agreement between them is not intended to preclude female teachers disabled by pregnancy from making use of the sick leave bank. The Section 6.0154 reference to “maternity benefits” was intended only to clarify that pregnancy, childbirth, and child care do not, in and of themselves, automatically constitute either prolonged or extended catastrophic illness. Female teachers disabled by pregnancy shall have access to the sick leave bank on the same terms and subject to the same conditions as any other disabled teachers.\nThe existence of the memorandum does not alter our decision to affirm the district court. The memorandum was issued in June 1988 after this lawsuit was filed. More important, the memorandum was not posted, distributed to teachers, or otherwise published. Pregnant teachers, then, were left with only the statement in the CBAs that “[withdrawals from the sick leave bank ... shall not be available for maternity benefits....\" That statement would lead pregnant teachers to one reasonable conclusion: they were ineligible for the use of the sick leave bank because pregnancy is not a \"prolonged and extended catastrophic illness.”\n. Whether the two teachers may have been eligible for sick leave bank benefits had they applied for them has no bearing on whether the district court abused its discretion in awarding prejudgment interest. As discussed in the text of this opinion, prejudgment interest is proper in this case. Also, as pointed out in fn. 11, supra, the manner in which the sick leave bank provision was worded would have prevented a pregnant teacher from requesting the use of the bank because the provision explicitly stated that withdrawals from the bank were not available for maternity benefits.",
        "type": "majority",
        "author": "MANION, Circuit Judge."
      }
    ],
    "attorneys": [
      "Anton R. Valukas, U.S. Atty., Gail C. Ginsberg, Asst. U.S. Atty., Crim. Div., Chicago, IL, for plaintiff-appellant in No. 91-2315.",
      "Edward M. Kay, James T. Ferrini, Jeanette M. Bourey, Susan Condon, Imelda Ter-razino (argued), Diane M. Baron, Clausen, Miller, Gorman, Caffrey & Witous, Gary Kostow, Kostow & Daar, Chicago, IL, for defendant-appellee in Nos. 91-2315, 91-2200.",
      "Gail C. Ginsberg, Crim. Div., James J. Kubik, Asst. U.S. Attys., Civ. Div., Appellate Section, Chicago, IL, Jessica Dunsay Silver, Leslie A. Simon (argued), Dept, of Justice, Civ. Rights Div., Washington, DC, for plaintiff-appellant in No. 91-2200.",
      "Gregory J. Malovance, William G. Miossi (argued), .Winston & Strawn, Jane C. Casey, Chicago, IL, for defendant-appellee in No. 91-2200."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellant, Cross-Appellee, v. BOARD OF EDUCATION OF THE CONSOLIDATED HIGH SCHOOL DISTRICT 230, PALOS HILLS, ILLINOIS, Defendant-Appellee, Cross-Appellant, and Illinois Education Association, Consolidated High School District 230 Teachers’ Association, Defendant-Appellee.\nNos. 91-2200 and 91-2315.\nUnited States Court of Appeals, Seventh Circuit.\nArgued May 22, 1992.\nDecided Jan. 7, 1993.\nAnton R. Valukas, U.S. Atty., Gail C. Ginsberg, Asst. U.S. Atty., Crim. Div., Chicago, IL, for plaintiff-appellant in No. 91-2315.\nEdward M. Kay, James T. Ferrini, Jeanette M. Bourey, Susan Condon, Imelda Ter-razino (argued), Diane M. Baron, Clausen, Miller, Gorman, Caffrey & Witous, Gary Kostow, Kostow & Daar, Chicago, IL, for defendant-appellee in Nos. 91-2315, 91-2200.\nGail C. Ginsberg, Crim. Div., James J. Kubik, Asst. U.S. Attys., Civ. Div., Appellate Section, Chicago, IL, Jessica Dunsay Silver, Leslie A. Simon (argued), Dept, of Justice, Civ. Rights Div., Washington, DC, for plaintiff-appellant in No. 91-2200.\nGregory J. Malovance, William G. Miossi (argued), .Winston & Strawn, Jane C. Casey, Chicago, IL, for defendant-appellee in No. 91-2200.\nBefore BAUER, Chief Judge, MANION, Circuit Judge, and GIBSON, Senior Circuit Judge.\nHon. Floyd R. Gibson, Senior Circuit Judge for the Eighth Circuit, is sitting by designation."
  },
  "file_name": "0790-01",
  "first_page_order": 916,
  "last_page_order": 926
}