{
  "id": 11646168,
  "name": "Thomas EADS, Jr., Plaintiff-Appellant, v. SECRETARY of The DEPARTMENT of HEALTH and HUMAN SERVICES, Defendant-Appellee",
  "name_abbreviation": "Eads v. Secretary of the Department of Health & Human Services",
  "decision_date": "1993-01-11",
  "docket_number": "No. 92-1247",
  "first_page": "815",
  "last_page": "818",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 815"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "966 F.2d 363",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521086
      ],
      "pin_cites": [
        {
          "page": "366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/966/0363-01"
      ]
    },
    {
      "cite": "958 F.2d 817",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521420
      ],
      "pin_cites": [
        {
          "page": "823"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/958/0817-01"
      ]
    },
    {
      "cite": "953 F.2d 93",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10516663
      ],
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/953/0093-01"
      ]
    },
    {
      "cite": "974 F.2d 680",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10516767
      ],
      "pin_cites": [
        {
          "page": "685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/974/0680-01"
      ]
    },
    {
      "cite": "979 F.2d 602",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10515493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/979/0602-01"
      ]
    },
    {
      "cite": "966 F.2d 1070",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10525125
      ],
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/966/1070-01"
      ]
    },
    {
      "cite": "969 F.2d 534",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10516458
      ],
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/969/0534-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 405",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(g)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "855 F.2d 503",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529288
      ],
      "pin_cites": [
        {
          "page": "506-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/855/0503-01"
      ]
    },
    {
      "cite": "868 F.2d 916",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531826
      ],
      "pin_cites": [
        {
          "page": "917"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/868/0916-01"
      ]
    },
    {
      "cite": "20 C.F.R. §§ 404.987-404.989",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "954 F.2d 125",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10517113
      ],
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/954/0125-01"
      ]
    },
    {
      "cite": "373 U.S. 709",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11719962
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "715"
        },
        {
          "page": "1413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0709-01"
      ]
    },
    {
      "cite": "96 S.Ct. 579",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6176824,
        6176716
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "582",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/423/0326-01",
        "/us/423/0325-01"
      ]
    },
    {
      "cite": "423 U.S. 326",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6176824
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "331",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/423/0326-01"
      ]
    },
    {
      "cite": "803 F.2d 917",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1629528
      ],
      "pin_cites": [
        {
          "page": "921"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/803/0917-01"
      ]
    },
    {
      "cite": "843 F.2d 998",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547426
      ],
      "pin_cites": [
        {
          "page": "1001"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/843/0998-01"
      ]
    },
    {
      "cite": "20 C.F.R. §§ 404.970",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "945 F.2d 982",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10525461
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "988"
        },
        {
          "page": "988"
        },
        {
          "page": "988"
        },
        {
          "page": "988-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/945/0982-01"
      ]
    },
    {
      "cite": "20 C.F.R. §§ 404.981",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "430 U.S. 99",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12121882
      ],
      "weight": 3,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0099-01"
      ]
    },
    {
      "cite": "959 F.2d 555",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10520965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/959/0555-01"
      ]
    },
    {
      "cite": "877 F.2d 123",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530313
      ],
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/877/0123-01"
      ]
    },
    {
      "cite": "20 C.F.R.. §§ 404.967",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 9364,
    "ocr_confidence": 0.742,
    "pagerank": {
      "raw": 1.2268662951331096e-06,
      "percentile": 0.988177303001063
    },
    "sha256": "a4e6f58a7fb9ddf9ead3b243a4565551db34218aeca0526a0e0dfd77b129e9e3",
    "simhash": "1:63846a51cd04e475",
    "word_count": 1536
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POSNER, COFFEY, and MANION, Circuit Judges."
    ],
    "parties": [
      "Thomas EADS, Jr., Plaintiff-Appellant, v. SECRETARY of The DEPARTMENT of HEALTH and HUMAN SERVICES, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "POSNER, Circuit Judge.\nThe district court affirmed the denial of social security disability benefits to Thomas Eads, who appeals. Eads suffers from poorly controlled diabetes, aggravated by extreme obesity. He claims that he cannot work because he must elevate his legs for several hours during every eight-hour period. The record before the administrative law judge contained no medical evidence directly supporting the claim, and the administrative law judge did not believe Eads’s testimony. Ordinarily this would be the end of the case. But in support of a request that the Appeals Council of the Social Security Administration exercise its discretion to review the administrative law judge’s decision, Eads submitted a letter from his doctor which stated for the first time that Eads cannot sit for more than half an hour at a time, but must “be supine periodically in order to keep his legs elevated.” The Council nevertheless refused to review the administrative law judge’s decision, and the district judge refused to consider the letter because it had not been before the administrative law judge. We must decide whether the district judge’s action was correct. The question is a difficult one to which the courts, as we shall see, have given discrepant answers. The Social Security Administration asks us to clarify it. We shall try.\nThe Appeals Council has a certiorari-type jurisdiction over decisions by administrative law judges denying benefits. 20 C.F.R.. §§ 404.967, 416.1467. (There are two social security disability benefits programs — Disability Insurance, for people who have qualified for social security benefits by paying social security taxes for the relevant period, and Supplemental Security Income, for people who have not. But the pertinent regulations are the same for the two programs. Reagan v. Secretary, 877 F.2d 123, 124 (1st Cir.1989) (per curiam); Brandyburg v. Sullivan, 959 F.2d 555, 559 nn. 2-3 (5th Cir.1992).) If the Council denies an application to review such a decision, the effect is to make the decision final, and therefore (Califano v. Sanders, 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977)) judicially reviewable. 20 C.F.R. §§ 404.981, 416.1481; Damato v. Sullivan, 945 F.2d 982, 988 (7th Cir.1991). The claimant has exhausted his administrative remedies; the case is ripe for judicial review.\nThe analogy to certiorari is imperfect, however, because the claimant is permitted to submit new evidence to the Appeals Council in support of his application for review, provided that it is new and material. 20 C.F.R. §§ 404.970(b), 416.-1470(b); Damato v. Sullivan, supra, 945 F.2d at 988. Since the submission of the evidence precedes the Appeals Council’s decision, and that decision, even when it denies review, is a precondition to judicial review, the new evidence is a part of the administrative record that goes to the district court in the judicial review proceeding, and then to this court if there is an appeal. It might seem therefore that the district judge and we would be free to consider the new evidence that was before the Appeals Council in deciding whether the decision denying benefits was supported by the record as a whole. And of course this is right when the Council has accepted the case for review and made a decision on the merits, based on all the evidence before it, which then becomes the decision reviewed in the courts. Ray v. Bowen, 843 F.2d 998, 1001 (7th Cir.1988); Bauzo v. Bowen, 803 F.2d 917, 921 (7th Cir.1986). It is wrong when the Council has refused to review the case. For then the decision reviewed in the courts is the decision of the administrative law judge. Damato v. Sullivan, supra, 945 F.2d at 988. The correctness of that decision depends on the evidence that was before him. Cf. FPC v. Transcontinental Gas Pipe Line Corp., 423 U.S. 326, 331, 96 S.Ct. 579, 582, 46 L.Ed.2d 533 (1976) (per curiam); United States v. Carlo Bianchi & Co., 373 U.S. 709, 715, 83 S.Ct. 1409, 1413, 10 L.Ed.2d 652 (1963); Jones v. Sullivan, 954 F.2d 125, 128 (3d Cir.1991). He cannot be faulted for having failed to weigh evidence never presented to him, such as the doctor’s letter in this case, which added a potentially crucial detail to medical records that had omitted it (that is, had omitted any mention of the fact, if it is a fact, that Eads has to elevate his legs periodically).\nIn the social security dispute-resolution system, as in a standard judicial system, there is provision for newly discovered evidence. Such evidence does not show that the trier of fact erred by failing to consider it — he could not have considered it, it wasn’t submitted to him — but it may furnish a reason why justice requires that the trier of fact reexamine his decision in light of it. The vehicle for such reexamination in the federal court system is Rule 60(b) of the Federal Rules of Civil Procedure. The counterpart in the social security system is found in 20 C.F.R. §§ 404.987-404.989, 416.1487-416.1489, which authorize petitions to reopen. Bolden v. Bowen, 868 F.2d 916, 917 (7th Cir.1989). No such petition has been filed in this case. There are, however, other routes for bringing in newly discovered evidence. One of course is to submit it to the Appeals Council, as was done here. If the Council refuses to consider it, that refusal is not itself a final, appealable order — the administrative law judge’s decision is, having been made final and appealable by the refusal. But, as an interim order in the administrative proceeding, it is reviewable. Review is limited, because the decision to refuse to review the administrative law judge’s decision is discretionary. Damato v. Sullivan, supra, 945 F.2d at 988-89. But if the refusal rests on a mistake of law, such as the determination in Nelson v. Bowen, 855 F.2d 503, 506-08 (7th Cir.1988), that the evidence newly submitted to the Appeals Council was not material to the disability determination, the court can reverse, as we did there. Eads does not, however, ask us to review the Appeals Council’s refusal to review the administrative law judge’s decision, and anyway that refusal was not based on any contestable legal determinations. And finally, 42 U.S.C. § 405(g) authorizes the court to remand the case to the Social Security Administration for consideration of newly discovered evidence. Eads could have submitted the doctor’s letter to the district court as a basis for requesting such a remand. He did not do that either.\nHe stakes his all on persuading us to reverse the denial of disability benefits on the ground that the administrative law judge’s decision is erroneous when evaluated in light of all the evidence in the case, including evidence that the administrative law judge could not have considered because it was never submitted to him. This we cannot properly do. It would change our role from that of a reviewing court to that of an administrative law judge, required to sift and weigh evidence in the first instance, rather than limited as we are to reviewing evidentiary determinations made by the front-line factfinder. Ehrhart v. Secretary, 969 F.2d 534, 538 (7th Cir.1992). We could require the administrative law judge to reconsider his decision if Eads brought himself within the scope of section 405(g) by persuading us that the doctor’s letter was really new and material, which he has not attempted to do. That would be different from making the decision on benefits ourselves, as Eads in effect invites us to do.\nOur conclusion that courts may not reverse an administrative law judge’s decision on the basis of evidence first submitted to the Appeals Council is consistent with the precedents in this circuit. We have already discussed Damato and Nelson. Scivally v. Sullivan, 966 F.2d 1070, 1075 (7th Cir.1992), was a Nelson-type case. Our recent decision in Micus v. Bowen, 979 F.2d 602, 606 n. 1 (7th Cir.1992), reaches the same result that we do today, though without extended discussion — as does Wyatt v. Secretary, 974 F.2d 680, 685 (6th Cir.1992), from the Sixth Circuit. The Fourth and Eighth Circuits have reached a contrary result. Wilkins v. Secretary, 953 F.2d 93, 96 (4th Cir.1991) (en banc); Browning v. Sullivan, 958 F.2d 817, 823 (8th Cir.1992); Nelson v. Sullivan, 966 F.2d 363, 366 (8th Cir.1992), though again without extended discussion. Perhaps the fuller discussion in the present opinion will persuade these courts to reconsider a position that we respectfully suggest is inconsistent with the fundamental tenets of appellate review.\nComing back to this case, we note that without the doctor’s letter it is plain that the administrative law judge did not commit clear error in finding against Eads. There is no need to explain this conclusion in detail; it was adequately discussed by the district judge.\nAffirmed.",
        "type": "majority",
        "author": "POSNER, Circuit Judge."
      }
    ],
    "attorneys": [
      "James Balanoff, Munster, IN (argued), for plaintiff-appellant.",
      "Orest S. Szewciw, Asst. U.S. Atty., Dyer, IN, Michael C. Messer (argued), Kelly Rausch Larson, Dept, of Health and Human Services, Region V, Office of the Gen. Counsel, Chicago, IL, for defendant-appel-lee."
    ],
    "corrections": "",
    "head_matter": "Thomas EADS, Jr., Plaintiff-Appellant, v. SECRETARY of The DEPARTMENT of HEALTH and HUMAN SERVICES, Defendant-Appellee.\nNo. 92-1247.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Nov. 17, 1992.\nDecided Jan. 11, 1993.\nJames Balanoff, Munster, IN (argued), for plaintiff-appellant.\nOrest S. Szewciw, Asst. U.S. Atty., Dyer, IN, Michael C. Messer (argued), Kelly Rausch Larson, Dept, of Health and Human Services, Region V, Office of the Gen. Counsel, Chicago, IL, for defendant-appel-lee.\nBefore POSNER, COFFEY, and MANION, Circuit Judges."
  },
  "file_name": "0815-01",
  "first_page_order": 941,
  "last_page_order": 944
}