{
  "id": 11642942,
  "name": "Raymond ANAYA and Delores Anaya, Petitioners-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee",
  "name_abbreviation": "Anaya v. Commissioner",
  "decision_date": "1993-01-05",
  "docket_number": "No. 91-9012",
  "first_page": "186",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 186"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "448 F.2d 972",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        803667
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "974-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/448/0972-01"
      ]
    },
    {
      "cite": "87 T.C. 74",
      "category": "reporters:specialty",
      "reporter": "T.C.",
      "case_ids": [
        12111149
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "76-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tc/87/0074-01"
      ]
    },
    {
      "cite": "937 F.2d 1548",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533108
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1553"
        },
        {
          "page": "1551"
        },
        {
          "page": "1552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/937/1548-01"
      ]
    },
    {
      "cite": "903 F.2d 1301",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540995
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1303"
        },
        {
          "page": "1303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/903/1301-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 6653",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1982,
      "pin_cites": [
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 8150,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.353417515847449
    },
    "sha256": "bd457e322e5941797a3f183d2071e1b84a24c377341b59a72aaa30bd5439962e",
    "simhash": "1:cb5fcfe06e0adc20",
    "word_count": 1253
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "ANDERSON, Circuit Judge, and FLOYD R. GIBSON and MCWILLIAMS, Senior Circuit Judges."
    ],
    "parties": [
      "Raymond ANAYA and Delores Anaya, Petitioners-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee."
    ],
    "opinions": [
      {
        "text": "FLOYD R. GIBSON, Senior Circuit Judge.\nRaymond and Delores Anaya appeal the Tax Court’s decision determining tax deficiencies for tax years 1983, 1984 and 1985 and additions to those taxes based on the Anayas’ fraud in connection with these deficiencies. We affirm the Tax Court.\nI. BACKGROUND\nThe Anayas have been married since 1981. Since 1978, Raymond and his brothers (Tony and Joe) were one-third partners in A & A Tire Company (hereinafter referred to as “the partnership”). The partnership was in the business of selling tires and batteries and repairing automobiles. The partners received weekly guaranteed payments in addition to their one-third shares of the partnership’s annual profits and losses. Each year, Tony prepared a one-page profit and loss statement, but no books or records reflecting the partnership’s financial status or dealings were maintained. Though allegedly prepared, the record does not contain any monthly worksheets or partnership income tax returns. The record does reflect that Tony deposited money from the partnership into his personal accounts, and that Joe deducted guaranteed payments from customer’s checks before depositing funds in the partnership’s accounts.\nDuring the years in question, the Anayas timely filed income tax returns; however, the only income reported was Delores’ wages. In 1983, the couple reported a loss of $2,568 from Raymond’s interest in the partnership, but the partnership was not mentioned on the returns for 1984 or 1985. However, Raymond received guaranteed payments from the partnership for each of the years in question; this money, along with his share of the partnership’s profits, was deposited in his bank account.\nThe Anaya’s reported income (all of which was attributed to Delores’ wages) never exceeded $15,000, yet the couples’ lifestyle was not consistent with this limited annual income — Delores drove a Corvette with personalized plates for which she made a cash downpayment of $6,000 in 1982; the Anayas took numerous trips and vacations to such places as Hawaii, Las Vegas, California, and the Bahamas; they lived in a home with a mortgage payment that was approximately $200 more than Delores’ reported wages; and they owned a satellite dish, solar energy equipment, and a rather large swimming pool.\nAs of April 1983, the Anayas owed an attorney $2,200 for services rendered. During 1984, Raymond performed automobile body work for the attorney in satisfaction of $2000 of this debt, and in 1985 he traded a set of four tires to satisfy the remaining $200. The Anaya’s tax returns do not reflect the tax consequences of this transaction.\nA criminal tax fraud investigation was conducted, but was closed in September 1987. However, a continuing civil investigation resulted in a request that the Anaya brothers produce all records reflecting each partner’s basis in the partnership and all records reflecting the financial status and activities of the partnership. This information was never produced. The Commissioner then relied on the bank deposit method to reconstruct the Anaya’s taxable income for the years in question. Ultimately, the computations resulted in the following data:\nDelores’ wages $ 9,732 $10,753 $14,335\nUnexplained Bank Deposits 14,354 19,711 11,688\nGuaranteed payments 6,678 6,402 7,200\nBartering income -00- 2,000 200\nShare of partnership income/(loss)_3,325 2,549_(2,019)\nTotal taxable income $34,089 $41,415 $31,604\nIncome reflected on tax return_9,732_10,753_14,335\nDifference $24,357 $30,662 $17,269\nIn addition to imposing a tax on the un-derreported income, the Commissioner determined that all or part of the underpayment was due to fraud and assessed a 50% penalty pursuant to 26 U.S.C. § 6653(b)(1) (1982). Finally, the Commissioner assessed the Anayas for self-employment taxes on income from unexplained bank deposits, and Raymond’s guaranteed payments and share of partnership profits.\nThe Anayas challenged the assessments in the Tax Court, which upheld the Commissioner’s assessment with the exception of some minor calculations not relevant to this appeal. The Anayas have now appealed to this court.\nII. DISCUSSION\nOn appeal, the Anayas do not challenge the amount of the deficiencies, nor do they challenge the Commissioner’s method of calculating the deficiencies. Instead, they argue the Tax Court erred in 1) not requiring the Commissioner to prove a likely taxable source for the unreported income, and 2) allowing the Commissioner to satisfy his burden with regard to the fraud claim by relying solely on the presumption of correctness accorded to his assessment. We reject both arguments.\nA. The Need to Prove a Taxable Source of Income\nThe taxpayer carries the burden of proving the Commissioner’s assessment is incorrect. Jones v. Commissioner, 903 F.2d 1301, 1303 (10th Cir.1990). If the taxpayer fails to keep adequate records, the Commissioner is entitled to use any reasonable means to reconstruct the taxpayer’s income. Id. The cash expenditure approach is well-recognized as an acceptable method of reconstruction. Erickson v. Commissioner, 937 F.2d 1548, 1553 (10th Cir.1991); Jones, 903 F.2d at 1303. If this method is used, there is no independent requirement that the Commissioner demonstrate a likely taxable source for the money deposited in the taxpayer’s account; the Commissioner can present evidence of either expended funds that were likely derived from taxable sources, Erickson, 937 F.2d at 1551, or he can present evidence that the taxpayer actually had the money by documenting the activity of the taxpayer’s bank accounts. Id. at 1552; Tokarski v. Commissioner, 87 T.C. 74, 76-77 (1986). Because there is no requirement that the Commissioner prove a likely taxable source for the money that was undeniably in the Anayas’ possession, and because the Ana-yas have failed to carry their burden in overcoming the presumption of correctness accorded the assessment, we affirm the assessment.\nB. Civil Fraud\nRelying on Armes v. Commissioner, 448 F.2d 972 (5th Cir.1971), the Anayas contend the Tax Court erred in relying solely on the presumption of correctness accorded to the Commissioner’s assessments in satisfying the fraud claim, resulting in two erroneous outcomes. First, the statute of limitations was not applied to the 1983 assessment because the Internal Revenue Code forever tolls the limitation period if a fraudulent return was filed. I.R.C. § 6501(c). Second, the penalty for underpaying due to fraud, see I.R.C. § 6653(b), was imposed.\nWe reject the Anayas’ characterization of the proceedings in the Tax Court. Some of the facts the court found in determining the Commissioner carried its burden include the following: the Anayas consistently underreported income, the partnership failed to maintain adequate books, the couple treated purported losses from the partnership as taxable events but ignored profits, and the couple acquired substantial assets that were inconsistent with their reported level of income. The Tax Court did not base its finding of fraud based solely upon the Commissioner’s reconstruction of the Anayas’ taxable income, so there is no conflict with Armes and the court properly suspended the statute of limitations and imposed the 50% penalty.\nIII. CONCLUSION\nThere being no error in the Tax Court’s decision, we AFFIRM.\n. In Armes, the Fifth Circuit held that the deference granted the Commissioner’s assessments would not be enough to carry the Commissioner’s burden of proving an exception to the statute of limitations. Id. at 974-75.",
        "type": "majority",
        "author": "FLOYD R. GIBSON, Senior Circuit Judge."
      }
    ],
    "attorneys": [
      "John Leeper, El Paso, TX, for petitioners-appellants.",
      "Shirley D. Peterson, Asst. Atty. Gen., Gary R. Allen, Charles E. Brookhart, Robert L. Baker, Attorneys, Washington, DC, for respondent-appellee."
    ],
    "corrections": "",
    "head_matter": "Raymond ANAYA and Delores Anaya, Petitioners-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.\nNo. 91-9012.\nUnited States Court of Appeals, Tenth Circuit.\nJan. 5, 1993.\nJohn Leeper, El Paso, TX, for petitioners-appellants.\nShirley D. Peterson, Asst. Atty. Gen., Gary R. Allen, Charles E. Brookhart, Robert L. Baker, Attorneys, Washington, DC, for respondent-appellee.\nANDERSON, Circuit Judge, and FLOYD R. GIBSON and MCWILLIAMS, Senior Circuit Judges.\nThe Honorable Floyd R. Gibson, Senior Circuit Judge for the United States Court of Appeals for the Eighth Circuit, sitting by designation."
  },
  "file_name": "0186-01",
  "first_page_order": 312,
  "last_page_order": 315
}