{
  "id": 11642583,
  "name": "Elynor Rudnick FALK, Plaintiff-Appellant, v. MT. WHITNEY SAVINGS & LOAN ASSOCIATION, Federal Savings & Loan Insurance Co.; Federal Deposit Insur. Corporation; Ticor Title Insurance Company, Defendants-Appellees",
  "name_abbreviation": "Falk v. Mt. Whitney Savings & Loan Ass'n",
  "decision_date": "1993-01-08",
  "docket_number": "No. 91-15920",
  "first_page": "156",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 156"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "12 U.S.C.A. § 1823",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "921 F.2d 246",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543018
      ],
      "pin_cites": [
        {
          "page": "n. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/921/0246-01"
      ]
    },
    {
      "cite": "505 F.2d 790",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        119092
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "791"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/505/0790-01"
      ]
    },
    {
      "cite": "484 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        601245
      ],
      "weight": 13,
      "year": 1987,
      "pin_cites": [
        {
          "page": "88-89"
        },
        {
          "page": "399-400"
        },
        {
          "page": "89"
        },
        {
          "page": "400"
        },
        {
          "page": "92-93"
        },
        {
          "page": "401-02"
        },
        {
          "page": "93"
        },
        {
          "page": "402"
        },
        {
          "page": "92"
        },
        {
          "page": "401"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0086-01"
      ]
    },
    {
      "cite": "921 F.2d 241",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542998
      ],
      "pin_cites": [
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/921/0241-01"
      ]
    },
    {
      "cite": "315 U.S. 447",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374624
      ],
      "weight": 5,
      "year": 1942,
      "pin_cites": [
        {
          "page": "457"
        },
        {
          "page": "679"
        },
        {
          "page": "460-61"
        },
        {
          "page": "680-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/315/0447-01"
      ]
    },
    {
      "cite": "587 F.2d 1009",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        836787
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1010-11"
        },
        {
          "page": "1012"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/587/1009-01"
      ]
    },
    {
      "cite": "12 U.S.C. § 1821",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "12 U.S.C. § 1823",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(e)"
        },
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 13437,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 5.311089344023715e-08,
      "percentile": 0.335199079174114
    },
    "sha256": "31dddab515f5ccfe15f8fffa22c5d9a724bc212dddcdffb8a5148c3384ef2462",
    "simhash": "1:9a4cc9485e085737",
    "word_count": 2183
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: CHAMBERS , SCHROEDER and BEEZER, Circuit Judges."
    ],
    "parties": [
      "Elynor Rudnick FALK, Plaintiff-Appellant, v. MT. WHITNEY SAVINGS & LOAN ASSOCIATION, Federal Savings & Loan Insurance Co.; Federal Deposit Insur. Corporation; Ticor Title Insurance Company, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "BEEZER, Circuit Judge:\nElynor Rudnick Falk did not mean to sell all 10 acres of her Bakersfield property to the Ashjians. She intended to keep 1.65 acres for herself. Because of an alleged error by the title company, however, not only the grant deed, but also the buyer’s deed of trust described all 10 acres.\nSoon after these deeds were executed, Falk attempted to have the 1.65-acre portion reconveyed to her and the encumbrance removed from it. These attempts indicate that the original parties — Falk, the seller, the Ashjians, the purchasers, and Mt. Whitney, holder of the deed of trust— agreed that a mistake had been made and that Falk should own the 1.65 acres without the Mt. Whitney encumbrance. A key document is the notarized request for partial reconveyance which Mt. Whitney sent to the title company, but which was never recorded.\nFalk’s reconveyance attempts did not prevent the entire 10 acres from being foreclosed. They also did not persuade the district court to reform the resulting trustee’s deed or to apply the doctrine of inverse condemnation so as to defeat the Federal Deposit Insurance Corporation’s claim to the 1.65-acre parcel. Being unpersuaded, the district court entered summary judgment in favor of the FDIC, receiver for the insolvent Mt. Whitney. We reverse.\nBACKGROUND\nElynor Rudnick Falk owned a 10-acre parcel of land in Bakersfield, California. On February 11, 1985, escrow was opened at Stewart Title Insurance Company to convey a portion of that property to James and Terra Lynn Ashjian. The Ashjians planned to build a 112-unit apartment complex, for which Falk had secured preliminary architectural and engineering work. On February 22, 1985, escrow closed. At the close of escrow the property was both conveyed to the Ashjians and also encumbered with a deed of trust assigned to Mt. Whitney Savings and Loan Association.\nFalk intended to convey, and the Ashji-ans intended to purchase, only a 8.35-acre portion of the 10-acre parcel. Because of a mistake apparently made by Stewart Title, this intent is not manifested in the documents executed at the close of escrow. The individual grant deed executed by Falk describes the entire 10-acre parcel. The deed of trust executed by the Ashjians describes the entire 10-acre parcel. Within a day after escrow closed, Falk caught the mistake and called on Stewart Title to take corrective measures.\nStewart Title prepared a grant deed to reconvey the 1.65-acre portion of the property to Falk. The Ashjians executed this deed on March 6, 1985 and two days later it was recorded, though without an accompanying map dividing the property. The map had been prepared, but remained unrecorded because of mechanics’ liens on the property.\nStewart Title also prepared documents for Mt. Whitney’s signature. In a document dated February 23, 1985 and notarized September 23, 1985, Mt. Whitney requested Stewart Title to effect a partial reconveyance of the deed of trust, thereby releasing the 1.65-acre portion from the encumbrance. This partial reconveyance was never recorded.\nThe Ashjians apparently fell behind in their payments. On February 3, 1987, the substituted trustee foreclosed on the property on behalf of Mt. Whitney. Three days later, a trustee’s deed upon sale was recorded, conveying the entire 10-acre parcel to Mt. Whitney. Almost a year later, on February 1, 1988, Falk sued in state court to reform the trustee’s deed and thus recover the 1.65-acre parcel. After a federal receiver was appointed for the insolvent Mt. Whitney, the state court dismissed Falk’s action for failure to exhaust administrative remedies.\nFalk then filed an administrative claim with the Federal Deposit Insurance Corporation, which is now Mt. Whitney’s receiver, seeking reconveyance of the parcel. The FDIC denied the claim, stating that the D’Oench, Duhme doctrine and 12 U.S.C. § 1823(e) precluded her from asserting Mt. Whitney’s unrecorded reconveyance agreement against the FDIC.\nOn April 16, 1990, Falk sued in federal court alleging three causes of action: (1) Reformation of Trustee’s Deed; (2) Appeal from Administrative Decision; and (3) Inverse Condemnation. Before any discovery was conducted, the district court dismissed all three causes of action on summary judgment. As to the first, the court found that Falk could not assert Mt. Whitney’s partial reconveyance against the FDIC. The court concluded that, although the D’Oench, Duhme doctrine did not bar assertion of the agreement against the FDIC, section 1823(e) did because the agreement failed to satisfy that provision’s requirements.\nAs to the second cause of action, the court concluded that it lacked jurisdiction because Falk had not followed the administrative review process set out in 12 U.S.C. § 1821. The court dismissed her third cause of action primarily because it concluded that her failure to have the map recorded made the Ashjians’ reconveyance ineffective and thus defeated her claim to the property. Falk timely appealed the dismissals.\nDISCUSSION\nI\nIn reviewing a grant of summary judgment, we inquire first if there is any genuine issue of material fact. If there is no genuine issue of material fact, then we must determine whether, viewing the evidence and the inferences which may be drawn therefrom in the light most favorable to Falk, the FDIC is entitled to prevail as a matter of law. FDIC v. First Nat’l Finance, 587 F.2d 1009, 1010-11 (9th Cir.1978).\nOverarching all the issues presented is the question whether Falk may raise Mt. Whitney’s apparent agreements to encumber only the 8.35 acre portion and, after the mistaken transfer, to remove its encumbrance from the 1.65-acre parcel. The FDIC asserts that even if it knew about these agreements, both 12 U.S.C. § 1823(e) and the D’Oench, Duhme doctrine preclude Falk from raising them against the FDIC. According to the corporation, the reconveyance agreement fails to satisfy the statute’s contemporaneous, official writing requirement and it also falls within the common law’s description of a “secret agreement.”\nFalk counters that section 1823(e) does not apply here and that, as the district court found, the attempted reconveyance was not a “secret agreement.” She reasons that because Mt. Whitney tried to convey its mistakenly acquired interest, either the FDIC never acquired an interest in the property or the FDIC is bound by its predecessor’s agreement to correct the mistake. We agree with Falk.\nII\nThe D’Oench, Duhme doctrine and section 1823, its statutory counterpart, implement a “federal policy to protect [the FDIC], and the public funds which it administers, against misrepresentations as to the securities or other assets in the portfolios of the banks which [the FDIC] insures or to which it makes loans.” D’Oench, Duhme & Co. v. FDIC, 315 U.S. 447, 457, 62 S.Ct. 676, 679, 86 L.Ed. 956 (1942); see also Federal Savings and Loan Ins. Co. v. Gemini Management, 921 F.2d 241, 244 (9th Cir.1990) (explaining policy). In D’Oench, Duhme the Court held that a borrower could not raise the insolvent bank’s secret nonenforcement agreement to defeat a suit on the terms of the borrower’s note. 315 U.S. at 460-61, 62 S.Ct. at 680-81.\nLangley v. FDIC, 484 U.S. 86, 108 S.Ct. 396, 98 L.Ed.2d 340 (1987), provides the Supreme Court’s most recent discussion of the doctrine developed in the 1942 case. In Langley, a bank which subsequently went into receivership sued the Langleys to collect on a note they had signed to secure a property loan. As a defense to payment and as a basis for their own suit, the Lang-leys asserted that the failed bank had made fraudulent misrepresentations about the condition of the property. 484 U.S. at 88-89, 108 S.Ct. at 399-400. “No reference to these representations appears in the documents executed by the Langleys, in the bank’s records, or in the minutes of the bank's board of directors or loan committee.” Id. at 89, 108 S.Ct. at 400.\nThe Court held that section 1823, as informed by D’Oench, Duhme, precluded the Langleys’ use of these alleged representations as a defense to the FDIC’s suit. Id. at 92-93, 108 S.Ct. at 401-02. The unwritten representations said to be linked to the Langleys’ note constituted a “scheme or arrangement that is likely to mislead the banking authorities.” Id. at 93, 108 S.Ct. at 402.\nThe differences between Falk’s situation and the Langleys’ point out why the doctrine does not apply at this stage in Falk’s litigation. Falk does not suggest that Mt. Whitney’s interest in the 1.65-acre parcel is subject to collateral agreements. She argues that Mt. Whitney never intended to have an interest in the 1.65-acre parcel and that it relinquished the mistakenly acquired interest before the FDIC entered the picture. Additionally, there is no indication that the reconveyance agreement was secret or meant to mislead the federal receiver. As the district court noted, “it appears that all interested parties were aware of the apparent mistake and the attempt to rectify it.” Furthermore, because there has been no discovery, it is unclear what the bank records contain.\nFalk’s situation is more analogous to that in FDIC v. Meo, 505 F.2d 790 (9th Cir.1974). In that case, the FDIC sued on a note given to a bank in payment for stock in the bank. 505 F.2d at 791. The bank erroneously issued voting trust certificates rather than stock, resulting in a failure of consideration. We declined to apply the D’Oench, Duhme doctrine to bar Meo’s defense to the FDIC action. In Meo there existed no “secret agreement with the bank which permitted the bank to overstate its assets.” FDIC v. First Nat’l Finance, 587 F.2d at 1012. Assuming the facts most favorable to Falk, the same is true here.\nIll\nSection 1823 codified and “was meant to offer as much protection as the common law rule in D’Oench.” Gemini, 921 F.2d 246 n. 4; see also, Langley, 484 U.S. at 92, 108 S.Ct. at 401. Hence, the discussion in the previous section applies here as well.\nSection 1823(e) provides that “[n]o agreement which tends to diminish or defeat the interest of the Corporation [the FDIC] in any asset acquired by it under this section or section 1821 of this title ... shall be valid against the Corporation unless such agreement” complies with four requirements. 12 U.S.C.A. § 1823 (1989 West). The FDIC argues that Mt. Whitney’s request for partial reconveyance fails to satisfy the four requirements.\nFalk counters that the FDIC had no interest in the 1.65 acres, so there was no interest to be diminished and no basis for applying section 1823. The crux of this argument is that she had an unencumbered title to the parcel, or at least that she had better title to it than did the Ashjians or Mt. Whitney.\nFalk disputes the district court’s finding that the March 1985 property transfer from the Ashjians to Falk “never became effective.” The district court based its conclusion on the California law that an effective transfer of a section of property requires an accompanying map dividing the property. Cal.Gov’t Code § 66499.23 (West 1983). In the case at hand, a map was prepared but never recorded.\nFalk correctly notes that, under California law, a transfer without a parcel map is “voidable at the sole option of the grantee” (Falk). Cal.Gov’t Code § 66499.32 (West 1983) (emphasis added). It is not void. That section of the California code does not, as the district court suggested, automatically render the Ashjians’ conveyance unenforceable. Thus, Falk raises a genuine issue of material fact as to the parties’ ownership interests in the 1.65-acre parcel.\nAt this stage of the proceedings, section 1823(e) and the D’Oench, Duhme doctrine do not preclude use of the request for partial reconveyance and supporting documents. Falk is entitled to be heard on her claim that the original 10-acre conveyance was a mistake, that Mt. Whitney knew it, and that the FDIC never acquired an interest in the 1.65 acre parcel. Thus, Falk’s first cause of action should not have been dismissed on summary judgment. Because our analysis as to this claim might inform the district court’s determination as to the other two, we reverse and remand them to the district court for its reconsideration.\nCONCLUSION\nThe district court’s judgment is REVERSED and REMANDED for further proceedings consistent with this opinion.\n. Because we consider this case after a summary judgment dismissal, we present the facts in the light most favorable to Falk, the non-moving party. The FDIC refers to Falk’s \"alleged intent” and the \"alleged error” in the deeds, but never directly challenges Falk’s assertion that this problem arose from a mistake in the property description.",
        "type": "majority",
        "author": "BEEZER, Circuit Judge:"
      }
    ],
    "attorneys": [
      "William A. Anderson, and Thomas S. Clark, Arrache, Clark & Potter, Bakersfield, CA, for plaintiff-appellant.",
      "Brian S. Healy and Paula J. Hensley, Tarkington, O’Connor & O’Neill, San Francisco, CA, for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Elynor Rudnick FALK, Plaintiff-Appellant, v. MT. WHITNEY SAVINGS & LOAN ASSOCIATION, Federal Savings & Loan Insurance Co.; Federal Deposit Insur. Corporation; Ticor Title Insurance Company, Defendants-Appellees.\nNo. 91-15920.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted June 8, 1992.\nDecided Jan. 8, 1993.\nWilliam A. Anderson, and Thomas S. Clark, Arrache, Clark & Potter, Bakersfield, CA, for plaintiff-appellant.\nBrian S. Healy and Paula J. Hensley, Tarkington, O’Connor & O’Neill, San Francisco, CA, for defendant-appellee.\nBefore: CHAMBERS , SCHROEDER and BEEZER, Circuit Judges.\nJudge Richard H. Chambers heard oral argument and voted at conference to reverse and remand. Physical disability has prevented Judge Chambers from reviewing this opinion."
  },
  "file_name": "0156-01",
  "first_page_order": 282,
  "last_page_order": 286
}