{
  "id": 11645743,
  "name": "Nancy COLEMAN, individually and on behalf of all others so situated, Plaintiff-Appellant/Cross-Appellee, v. Katheryn T. GLYNN, Director, Ohio Department of Human Services; Ohio Department of Human Services, Defendants/Third-Party Plaintiffs-Appellees/Cross-Appellants, Louis Sullivan, Secretary of Health and Human Services, Third-Party Defendant",
  "name_abbreviation": "Coleman v. Glynn",
  "decision_date": "1993-01-19",
  "docket_number": "Nos. 90-3850, 90-3877",
  "first_page": "737",
  "last_page": "741",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 737"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "103 Stat. 2106",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "399 S.E.2d 382",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1991,
      "opinion_index": 1
    },
    {
      "cite": "101 N.C.App. 356",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8527717
      ],
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/nc-app/101/0356-01"
      ]
    },
    {
      "cite": "914 F.2d 593",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535918
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "598"
        },
        {
          "page": "598"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/914/0593-01"
      ]
    },
    {
      "cite": "12 Dall. 408",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "year": 1792,
      "opinion_index": 1
    },
    {
      "cite": "451 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182103
      ],
      "weight": 9,
      "year": 1981,
      "pin_cites": [
        {
          "page": "17"
        },
        {
          "page": "1539"
        },
        {
          "page": "24-25"
        },
        {
          "page": "1543-44"
        },
        {
          "page": "17"
        },
        {
          "page": "1539"
        },
        {
          "page": "17"
        },
        {
          "page": "1539"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/451/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 19158,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 6.718248394942019e-08,
      "percentile": 0.40788420483201915
    },
    "sha256": "a0d1759c62e003a219aa12647ae01b52917942ff48b76250fffc913be9b0f596",
    "simhash": "1:1e2b97e10d8a7ff8",
    "word_count": 3055
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: MERRITT, Chief Judge; NORRIS, Circuit Judge; and GODBOLD, Senior Circuit Judge."
    ],
    "parties": [
      "Nancy COLEMAN, individually and on behalf of all others so situated, Plaintiff-Appellant/Cross-Appellee, v. Katheryn T. GLYNN, Director, Ohio Department of Human Services; Ohio Department of Human Services, Defendants/Third-Party Plaintiffs-Appellees/Cross-Appellants, Louis Sullivan, Secretary of Health and Human Services, Third-Party Defendant."
    ],
    "opinions": [
      {
        "text": "ORDER\nBefore: MERRITT, Chief Judge; NORRIS, Circuit Judge; and GODBOLD, Senior Circuit Judge.\nIt is the decision of the Court that the judgment of the District Court should be affirmed. Judge Norris would affirm for the reasons stated by the District Court in its written opinion. Judge Godbold would affirm the decision below because the District Court correctly decided that the Eleventh Amendment bars relief.\nChief Judge MERRITT\nwould affirm on other grounds as stated in his concurring opinion which follows.",
        "type": "majority",
        "author": "Chief Judge MERRITT"
      },
      {
        "text": "MERRITT, Chief Judge,\nconcurring.\nThe primary question before us is whether certain restrictive Ohio criteria for eligibility for medical assistance violate the federal Medicaid statute. In answering this question, we must reconcile several confusing and seemingly contradictory provisions of the Medicaid program. The key to the analysis should be the following principle of statutory construction arising from our system of federalism: “[I]n return for federal funds, the states agree [by contract] to comply with federally imposed conditions” and such conditions must be imposed “unambiguously” and “with a clear voice.” Unless federal statutes imposing spending obligations on the states are construed so as to resolve ambiguous language in favor of the states, states will be unable to plan, and adopt intelligently, budgets itemizing their spending obligations. Pennhurst State School v. Halderman, 451 U.S. 1, 17, 101 S.Ct. 1531, 1539, 67 L.Ed.2d 694 (1981).\nThis case requires us to explain and interpret a number of provisions of our vast (over 1,000 pages) social security statute, particularly subchapter 19, entitled “Grants to States for Medical Assistance Programs,” see tit. 42, ch. 7, subch. 19, United States Code. Under that law prior to January 1, 1989, states could decide for themselves whether they would pay the costs of certain aged, blind, or disabled poor people so that they could qualify to receive hospitalization and other benefits under the federal Medicare program. States, if they chose to do so, could pay certain out-of-pocket expenses not paid by Medicare — monthly Medicare insurance premiums and the deductible amounts for medical services. In this way states could assist their most destitute citizens to obtain health care under the Medicare system. Some states adopted such programs of assistance and others did not.\nPlaintiffs in this case are a class of people who were denied benefits, or were discouraged from seeking benefits, provided by the Medicare Catastrophic Coverage Act (“MCCA”) due to the restrictive resource standard employed by the Ohio Department of Human Services. The plaintiff class sought benefits for members whose resource level fell between the standard used by Ohio and the standard contained in the SSI statutes. While this case was pending, Congress passed retroactive amendments requiring all states to use the SSI standards. In response, Ohio changed its application process and re-evaluated all applications that were denied under the old standards. The state then petitioned for dismissal on the grounds that these actions mooted the case, or at least precluded any relief permissible under the Eleventh Amendment.\nPlaintiffs argue that there is a continuing harm because numerous class members were discouraged from applying for benefits by the misinterpretation of the law. They assert that prospective relief should be granted because these class members are entitled to notice of the change in policy. On the other hand, if the Ohio Department of Human Services followed a permissible interpretation of the statute, there is no harm to redress, and whether notice relief is allowed under the Eleventh Amendment is irrelevant.\nIt is a well-established principle that federal courts should not reach a constitutional issue if the case or controversy before it can be settled on different grounds. See Hayburn’s Case, 12 Dall. 408 (1792). In light of this principle I elect to decide this case through statutory analysis. I do not believe we need or should reach the Eleventh Amendment issue.\nOn January 1, 1989, section 301 of the Medicare Catastrophic Coverage Act went into effect. Section 301 made the formerly optional state programs mandatory. It was adopted to increase the coverage of poor people under Medicare by requiring states to pay the premium and deductible costs which would otherwise be paid by the individual Medicare recipients. States were required to use Medicaid funds for this purpose. If a state did not comply with the mandatory program, it could lose its Medicaid subsidy from the federal government. But as explained below, the new federally mandated state program did not make clear what amount of wealth a poor person could have and still be eligible to have the state pay the costs of qualifying the person for Medicare.\nSection 301 of the MCCA defined a class of people called “qualified medicare beneficiaries” (“Beneficiaries”) and outlined a package of benefits they were to receive— mainly reimbursement of all out-of-pocket Medicare expenses. Qualified medicare beneficiaries were defined as individuals who are eligible for Medicaid “type A” benefits and whose “income” and “resources\" are below a certain level. The methodology for determining an applicant’s income and resources was borrowed from provisions relating to the supplemental security income program (“SSI”). If an applicant's income, determined by using the SSI formula, is less than an amount set by the state (which may be no less than a certain percentage of the federal poverty line), the applicant qualifies with respect to income. The parties agree in their interpretation of the provisions of the statute relating to an applicable income standard. The conflict before us arose from differing interpretations of the flexibility given the states in setting a resource standard.\nThe pertinent provision reads:\n(1) The term “qualified medicare beneficiary” means an individual:\n(C) whose resources [as determined based on the SSI methodology] do not exceed twice the maximum amount of resources that an individual may have and obtain benefits under that program.\n42 U.S.C. § 1396d(p)(l).\nWithout looking beyond this section it-would appear that the statute clearly requires states to deem eligible any applicant whose resources are less than two times the maximum resource standard under SSI which, at that time, was $4,000. However, there is a statutory exception codified at 42 U.S.C. § 1396a(f), the “209(b) option,” which allows states to use a more restrictive resource standard for determining SSI eligibility. Under Ohio’s interpretation this exception would extend to the resource standard for Beneficiaries as well.\nTo resolve the issues in this case, we must briefly review the history of the § 209(b) exception. Medicaid programs are cost-sharing programs between the state and federal governments. States are not required to participate, but if they choose to do so their participation is governed by federal statute. The program is an example of Congress legislating through use of its spending power. In 1972, the Medicaid program was revamped, and three segments of beneficiaries — the aged, blind and disabled — were covered by supplemental security income (“SSI”). The addition of the SSI program in 1972 increased the overall costs to states sufficiently that Congress feared states would drop out of the program completely. In order to avoid this mass exodus, Congress enacted the “§ 209(b) option,” which provided that no state will be required to use income and resource standards that include more people than a federally-approved plan that the state was using as of January 1, 1972. States that have elected to use their more restrictive standards are called “§ 209(b) states.” Ohio made this election and pursuant thereto used a resource standard of $1500 for determining SSI eligibility.\nPlaintiffs insist that the federally determined SSI standard should have been used based on the plain meaning of the language of § 1396d(p)(l)(C), that a Beneficiary’s resources must “not exceed twice the maximum amount of resources that an individual may have and obtain benefits under that program,” with “that program” referring to SSI.\nFor its part, Ohio relies on the language of § 209(b), which provides in pertinent part:\nNo State ... shall be required to provide medical assistance to any aged, blind, or disabled individual (within the meaning of subchapter XVI of this chapter) for any month unless such state ... would have been required to provide medical assistance to such individual for such month had its plan for medical assistance approved under this subchapter and in effect on January 1, 1972 been in effect in such month ...\nIn other words, states which had a federally approved eligibility standard in effect as of January 1, 1972 cannot be required to use less restrictive standards for providing medical assistance benefits to aged, blind or disabled individuals including Qualified Medical Beneficiaries.\nUnder ordinary rules of statutory construction, plaintiffs’ argument has merit. The MCCA statute was adopted after the § 209(b) exception, and the section on resources makes no mention of the state’s ability to use the § 209(b) resource standard. Furthermore, the MCCA clearly requires use of the SSI methodology in calculating income, so it is logical that the SSI resource standard could be used as well. Another argument in favor of plaintiffs’ interpretation is the subsequent amendment by Congress which disallows the application of § 209(b) to restrict Beneficiary eligibility.\nAs noted above, however, a higher level of clarity is required in statutes that relate to conditions for receipt of federal spending. See Pennhurst, 451 U.S. at 24-25, 101 S.Ct. at 1543-44. Ambiguities are to be read in favor of the states, and if the statute can reasonably be interpreted in a way which is less expensive for the state, that construction is permissible.\nIn this case, the statute can indeed be read to allow use of the § 209(b) resource standard for Beneficiary qualification. Section 209(b) limits the liability of States with respect to “medical assistance for aged, blind, and disabled” individuals. The qualified medicare beneficiary program provides payments to aged, blind, and disabled individuals for the purpose of providing them with medical benefits. The program therefore falls within the language of § 209(b).\nPlaintiffs argue that § 1396d(p) specifically recognizes § 209(b) states in its income-standard provisions, and that the absence of such recognition in its resource-standard provisions should prevent the operation of the 209(b) option in setting those standards. 42 U.S.C. § 1396d(p)(l)-(2). However, an alternative construction is again available. Under the assumption that § 209(b) operates of its own force, § 209(b) states might therefore set income and resource standards that are each more restrictive than the federal standard. Section 1396d(p)(2)(B) restricts the § 209(b) option concerning income standards by merely permitting § 209(b) states a one-year deferral in implementing the income standards required of non-§ 209(b) states. The absence of such a limitation regarding resource standards indicates that § 209(b) states may freely depart from them.\nThe Fourth Circuit examined very similar issues in Mowbray v. Kozlowski, 914 F.2d 593 (4th Cir.1990), and applied the § 209(b) state option to limit benefits respecting the same SSI program cross-referenced by the qualified medical beneficiaries program before us in this case. Plaintiffs in that case challenged Virginia’s methodology for computing “resources” for SSI eligibility. They claimed that Virginia’s use of more restrictive criteria under § 209(b) violated another section of the Medicaid statutes, § 303(e), which provides:\nThe methodology to be employed in determining income and resource eligibility ... may be less restrictive, and shall be no more restrictive, than the methodology ... [under SSI].\nThe court resolved this apparent conflict by utilizing the federalist principle of statutory construction in Pennhurst that:\nLegislation enacted pursuant to the spending power is much in the nature of a contract. In return for federal funds, the States agree to comply with federally imposed conditions. The legitimacy of Congress’ power to legislate under the spending power thus rests on whether the State voluntarily and knowingly accepts the terms of the ‘contract’.\nMowbray v. Kozlowski, 914 F.2d at 598 (quoting Pennhurst v. Halderman, 451 U.S. 1, 17, 101 S.Ct. 1531, 1539). A North Carolina appellate court reached the same conclusion on facts similar to those in Mowbray in McKay v. North Carolina Dept. of Human Resources, 101 N.C.App. 356, 399 S.E.2d 382 (1991).\nPlaintiffs’ reading of the statutes at issue here would result in a substantial increase in the obligations of the state without any clear statement from Congress to provide notice to the states. Without adequate unambiguous notice, there can be no voluntary and knowing waiver.\nAs in Mowbray, we are dealing with statutes which could change the financial obligations of a state and as that court noted, “states must not be left to guess at federal intentions in their own budgetary planning process.” Mowbray, 914 F.2d at 598. An ambiguity in such a statute must therefore be read in favor of the state’s interpretation. If Congress truly wishes to change the “contract” with the state under its spending powers it must do so with “a clear voice.” Pennhurst, 451 U.S. at 17, 101 S.Ct. at 1539.\nCongress’ later amendment to § 209(b) excluding Beneficiaries from its operation suggests that its voice was not clear prior to that time. Thus Ohio would not have been acting illegally in applying § 209(b) until after the clarifying amendment was passed.\nThis interpretation does not answer the question entirely, however. The later amendment does call for retroactive application. It says that the later amendment repealing the § 209(b) option “should apply as if it had been included in the [earlier] enactment of the [MCCA].” Omnibus Budget Reconciliation Act of 1989, Pub.L. No. 101-239, 103 Stat. 2106, 2270 (1989), sec. 6411(a)(2), 103 Stat. 2106, 2270 (1989). Note that this amendment says nothing one way or another about notice. I find nothing in the retroactive amendment itself that would require notice or that would indicate that Ohio had violated the law if Ohio immediately complied with the retroactive amendment.\nIn some scholastic or metaphysical sense it may be possible to say that since Congress amended the statute retroactively the state should be deemed to have violated the law during 1989 before it complied with the amendment. But this is a legal fiction. Ohio complied with the law from January 1, 1989, until it was retroactively amended and then Ohio complied with the amendment and applied it retroactively.\nSince under the Pennhurst principle Ohio did not misinterpret the Beneficiary program in 1989 prior to the later amendment or after the amendment there is no statutory basis for an injunction requiring the state to notify potential beneficiaries that the state had previously misinterpreted the statute.\n. On December 19, 1989, President Bush signed into law the Omnibus Budget Reconciliation Act of 1989, H.R. 3299. Section 6411(a)(1) amended the first section of § 1902(f) of the Social Security Act [42 U.S.C. § 1396a(f) ] by inserting \"and except with respect to qualified Medicare beneficiaries, qualified severely impaired individuals, and individuals described in subsection (m)(l)” before “no state.” The effect of the amendment to § 1902(f) was to remove the § 209(b) option as it relates to qualified Medicare beneficiaries in § 301(c)(2) of the Medicare Catastrophic Coverage Act of 1988 [42 U.S.C. § 1396d(p) ] available to § 209(b) states such as Ohio. Section 6411(a)(2) of the Omnibus Budget Reconciliation Act of 1989 makes the amendment effective January 1, 1989.\n. 42 U.S.C. §§ 1396d(p)(l) and (p)(2) read in their entirety as follows:\n(1) The term \"qualified medicare beneficiary” means an individual—\n(A) who is entitled to hospital insurance benefits under part A of subchapter XVIII of this chapter (including an individual entitled to such benefits pursuant to an enrollment under section 1395Í-2 of this title),\n(B) whose income (as determined under section 1382a of this title for purposes of the supplemental security income program) does not exceed an income level established by the State consistent with paragraph (2), and\n(C) whose resources (as determined under section 1382b of this title for purposes of the supplemental security income program) do not exceed twice the maximum amount of resources that an individual may have and obtain benefits under that program.\n(2)(A) The income level established under paragraph (1)(B) shall be at least the percent provided under subparagraph (B) (but not more than 100 percent) of the official poverty line (as defined by the Office of Management and Budget, and revised annually in accor-\ndance with section 9902(2) of this title) applicable to a family of the size involved.\n(B) Except as provided in subparagraph (C), the percent provided under this clause, with respect to eligibility for medical assistance on or after—\n(i) January 1, 1989, is 85 percent,\n(ii) January 1, 1990, is 90 percent,\n(iii) January 1, 1991, is 95 percent, and\n(iv) January 1, 1992, is 100 percent.\n(C) In the case of a State which has elected treatment under section 1396a(f) of this title and which, as of January 1, 1987, used an income standard for individuals age 65 or older which was more restrictive than the income standard established under the supplemental security income program under subchapter XVI of this chapter, the percent provided under subparagraph (B), with respect to eligibility for medical assistance on or after—\n(i) January 1, 1989, is 80 percent,\n(ii) January 1, 1990, is 85 percent,\n(iii) January 1, 1991, is 90 percent,\n(iv) January 1, 1992, is 95 percent, and\n(v) January 1, 1993, is 100 percent.\n. See supra note 2.",
        "type": "concurrence",
        "author": "MERRITT, Chief Judge,"
      }
    ],
    "attorneys": [
      "Gregory S. French, Pro Seniors, Inc., Cincinnati, OH, Janet E. Pecquet (argued and briefed), Advocates for Basic Legal Equality, Findlay, OH, Jane Perkins, National Health Law Program Inc., Jeanne Finberg, National Senior Citizens Law Center, Los Angeles, CA, for Nancy Coleman.",
      "Alan Schwepe (argued and briefed), Office of Atty. Gen., Columbus, OH, for Katheryn T. Glynn and Ohio Department of Human Services."
    ],
    "corrections": "",
    "head_matter": "Nancy COLEMAN, individually and on behalf of all others so situated, Plaintiff-Appellant/Cross-Appellee, v. Katheryn T. GLYNN, Director, Ohio Department of Human Services; Ohio Department of Human Services, Defendants/Third-Party Plaintiffs-Appellees/Cross-Appellants, Louis Sullivan, Secretary of Health and Human Services, Third-Party Defendant.\nNos. 90-3850, 90-3877.\nUnited States Court of Appeals, Sixth Circuit.\nArgued Nov. 1, 1992.\nDecided Jan. 19, 1993.\nGregory S. French, Pro Seniors, Inc., Cincinnati, OH, Janet E. Pecquet (argued and briefed), Advocates for Basic Legal Equality, Findlay, OH, Jane Perkins, National Health Law Program Inc., Jeanne Finberg, National Senior Citizens Law Center, Los Angeles, CA, for Nancy Coleman.\nAlan Schwepe (argued and briefed), Office of Atty. Gen., Columbus, OH, for Katheryn T. Glynn and Ohio Department of Human Services.\nThe Honorable John C. Godbold, Senior Circuit Judge, United States Court of Appeals for the Eleventh Circuit, sitting by designation."
  },
  "file_name": "0737-01",
  "first_page_order": 863,
  "last_page_order": 867
}