{
  "id": 11644389,
  "name": "Rand CONDELL, as President of the Public Employees Federation, AFL-CIO, Plaintiff-Appellee, v. Joseph BRESS, as Executive Director of the Governor's Office of Employee Relations; N.Y.S. Department of Audit & Control; State of New York; Mario Cuomo, as Governor of the State of New York; Edward V. Regan, as Comptroller of the State of New York, Defendants-Appellants",
  "name_abbreviation": "Condell v. Bress",
  "decision_date": "1993-01-08",
  "docket_number": "No. 523, Docket 92-7772",
  "first_page": "415",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 415"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "588 N.Y.S.2d 51",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "588 N.E.2d 51",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Surrogates II"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "580 N.Y.S.2d 153",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 5,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Surrogates II"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "79 N.Y.2d 39",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4422785
      ],
      "weight": 5,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Surrogates II"
        },
        {
          "page": "46-47"
        },
        {
          "page": "46-47"
        },
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/79/0039-01"
      ]
    },
    {
      "cite": "431 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1636
      ],
      "weight": 10,
      "year": 1977,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "1517"
        },
        {
          "page": "25"
        },
        {
          "page": "1519"
        },
        {
          "page": "30-31"
        },
        {
          "page": "1522"
        },
        {
          "page": "25"
        },
        {
          "page": "1519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0001-01"
      ]
    },
    {
      "cite": "117 L.Ed.2d 107",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Surrogates I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 936",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Surrogates I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "940 F.2d 766",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10525479
      ],
      "weight": 14,
      "pin_cites": [
        {
          "page": "771"
        },
        {
          "page": "769"
        },
        {
          "page": "770"
        },
        {
          "page": "771-72"
        },
        {
          "page": "772"
        },
        {
          "page": "773"
        },
        {
          "page": "774",
          "parenthetical": "citation omitted"
        },
        {
          "page": "773"
        },
        {
          "page": "773",
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/940/0766-01"
      ]
    },
    {
      "cite": "1992 WL 133900",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 862,
    "char_count": 17321,
    "ocr_confidence": 0.735,
    "pagerank": {
      "raw": 1.7401224320155042e-07,
      "percentile": 0.7069026032019627
    },
    "sha256": "0cff1a7e156b15b6d9d0a7facbd7027c8f2c7666f1615b4d50f1172fe6c3596b",
    "simhash": "1:d6e42bd1fad9aee5",
    "word_count": 2790
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FEINBERG and MAHONEY, Circuit Judges, and PECKHAM, District Judge."
    ],
    "parties": [
      "Rand CONDELL, as President of the Public Employees Federation, AFL-CIO, Plaintiff-Appellee, v. Joseph BRESS, as Executive Director of the Governor’s Office of Employee Relations; N.Y.S. Department of Audit & Control; State of New York; Mario Cuomo, as Governor of the State of New York; Edward V. Regan, as Comptroller of the State of New York, Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "FEINBERG, Circuit Judge:\nThis is an action by a public sector labor union for a judgment declaring unconstitutional a salary deferral program, commonly referred to as a “lag payroll,” implemented pursuant to a New York statute. Defendants State of New York and various state officials appeal from a judgment of the United States District Court for the Northern District of New York, Frederick J. Scullin, Jr., J., holding that the statute was an impairment of contract prohibited by the United States Constitution. For the reasons set forth below, we affirm the judgment of the district court.\nI. Background\nPlaintiff Public Employees Federation, AFL-CIO (the Union) represents some 50,-000 employees of the executive branch of the State of New York who furnish professional, scientific and technical services. The Union and the State of New York entered into a collective bargaining agreement for the period of April 1, 1988 through March 31, 1991. The agreement provided that salary payments be computed on the basis of 10 working days. In addition, the agreement set forth designated annual salary levels and continued a two-week lag payroll that had been negotiated in 1982.\nIn December 1990, the state legislature enacted Chapter 947, § 12, reprinted in N.Y.State Fin.Law, § 200 (2-a[a]) (McKinney Supp.1992), which imposed a five-day lag payroll on executive branch employees, including the employees represented by the Union. Pursuant to Chapter 947, the affected employees received only nine-tenths of their salary for each of five bi-weekly periods between December 27, 1990 and March 31, 1991. The withheld compensation would not be released until the employee died, retired or otherwise left state employment. Under the statute, employees who were hired after December 27, 1990 would be subject to this lag during their first 10 weeks of employment.\nThe state legislature enacted Chapter 947 as a response to a budget deficit estimated by defendants to be $1,005 billion in November 1990. At that time, the Governor of the State of New York made known his intention to eliminate the budget deficit without issuing Tax and Revenue Anticipation Notes, levying new taxes, raising rates on existing taxes or laying off additional executive branch employees. These options, singly or in combination, were rejected as “unwise fiscal policy.” It was thought they would cause “further damage to the state’s competitive position vis-a-vis other states” or have “unacceptable” adverse impacts on state programs and employees. In other words, the state had alternatives, but not “acceptable” ones. Instead of pursuing those alternatives, the state chose to withhold lagged wages from executive branch employees to raise $128 million of the more than $1 billion estimated as necessary to balance the state budget. Despite the Governor’s deficit reduction plan, the enactment of Chapter 947 and the subsequent withholding of lagged wages, the state ended up issuing Tax and Revenue Anticipation Notes to close what had become an actual budget gap of $1,081 billion at the end of the 1990-91 fiscal year.\nII. Proceedings Below\nPlaintiff Union brought this action for declaratory and injunctive relief in January 1991. In its amended complaint, the Union sought, among other things, a declaration that Chapter 947 violated Article I, § 10 of the United States Constitution (the Contract Clause) and denied substantive due process under the Fourteenth Amendment. The amended complaint also sought permanent injunctive relief against the operation of Chapter 947 and the release to employees in the bargaining unit represented by the Union the salary withheld pursuant to Chapter 947.\nThe Union moved for summary judgment on the Contract Clause and Fourteenth Amendment claims. Defendants cross-moved for summary judgment on the grounds that Chapter 947 was not an unconstitutional impairment of contract; that Chapter 947 was not arbitrary government action violative of substantive due process; and that the district court lacked subject matter jurisdiction under the Eleventh Amendment.\nIn a memorandum opinion and order, dated June 9, 1992, 1992 WL 133900, the district court held that Chapter 947 violated the Contract Clause. The judge enjoined defendants from “continuing the effects and application” of Chapter 947 and directed the state to “return the withheld monies, plus interest.” This appeal followed.\nIII. Discussion\nThe Contract Clause provides in pertinent part: “[N]o state shall ... pass any ... law impairing the obligation of contracts ...” Although this language is absolute, finding an “impairment” is in fact a preliminary step toward “resolving the more difficult question whether that impairment is permitted under the Constitution.” Association of Surrogates and Su preme Court Reporters Within the City of New York v. State of New York, 940 F.2d 766, 771 (2d Cir.1991), cert. denied, — U.S. -, 112 S.Ct. 936, 117 L.Ed.2d 107 (1992) (Surrogates I) (quoting United States Trust Co. of New York v. New Jersey, 431 U.S. 1, 21, 97 S.Ct. 1505, 1517, 52 L.Ed.2d 92 (1977)). In cases involving private contracts, courts must first determine whether the legislation causes a “substantial” impairment and then, if it does, whether the legislation is a “reasonable” means to a “legitimate public purpose.” Id. Where social or economic measures are involved, courts will defer to legislative judgment in determining whether particular actions are “reasonable and necessary.” United States Trust, 431 U.S. at 25, 97 S.Ct. at 1519. Courts are less deferential to a state’s judgment of reasonableness and necessity when a state's legislation is self-serving and impairs the obligations of its own contracts. Indeed, “a State is not completely free to consider impairing the obligations of its own contracts on a par with other policy alternatives.” Id. at 30-31, 97 S.Ct. at 1522.\nThis Court, in Surrogates I, and the New York Court of Appeals, in Association of Surrogates and Supreme Court Reporters Within the City of New York v. State of New York, 79 N.Y.2d 39, 580 N.Y.S.2d 153, 588 N.E.2d 51 (1992) (Surrogates II), determined that legislation similar to that in the present case was unconstitutional. The plaintiffs in both Surrogates cases were nonjudicial employees of the state Unified Court System whose collectively bargained-for rights were affected by the state legislative action.\nSurrogates I concerned a May 1990 statute set forth in 1990 N.Y.Laws, ch. 190, § 375, which authorized New York State to pay the affected employees nine days’ salary rather than 10 in each of 10 successive two-week pay periods. Surrogates I, 940 F.2d at 769. Thus, employees were paid for a total of 50 instead of 52 weeks for the fiscal year ending March 31, 1991. The two weeks’ withheld pay was to be repaid to the employees upon the termination of their employment with the state at their then applicable rate of pay. Id. This measure was expected to save the state approximately $7 million. As in the present case, the employees in Surrogates I were parties to collective bargaining agreements with the state that included the provision that “bi-weekly salaries will be computed on the basis of 10 working days.” Id. at 770.\nThis Court held that there was a contractual impairment and that it was substantial. Id. at 771-72. We reasoned that withholding an amount equal to 10 percent of an employee’s pay over a 10-week period could prevent the employee from meeting short-term financial obligations like mortgages, loans, credit card payments and the like. Id. at 772. We also pointed out that payment to an affected employee of the money withheld could be postponed perhaps as long as 45 years if the employee devoted an entire career to government service. Id. We rejected the defendants’ contention that the substantial impairment was reasonable and necessary for the state’s goals, since “[t]he state could have shifted the seven million dollars from another governmental program, or it could have raised taxes.” Id. at 773. We held that\n[t]he contract clause, if it is to mean anything, must prohibit New York from dishonoring its existing contractual obligations when other policy alternatives are available.... Were we to uphold this lag-payroll legislation, one wonders if the employees would ever receive their lagged wages, or whether another one of the state’s perennial “fiscal crises” ... would justify deferring again, or even cancelling, the lagged wages when they eventually become due.\nId. at 774 (citation omitted).\nWe also rejected the state’s challenge to jurisdiction on the ground that the lag payroll had been completed as of March 31, 1991, rendering the claims for declaratory and injunctive relief moot, limiting the plaintiffs’ remedy to “retroactive money relief” and thus barring them under the Eleventh Amendment. Id. We reasoned that, although the money had already been withheld,\n[t]he lag payroll continues, and will continue, to impair the state’s contractual obligations by deferring every salary check of each employee ... until the employee leaves the service of the state, ... and will, therefore, be enjoined.\nId. Since we found the injunction against the lag payroll to be a prospective remedy, we held that directing the defendants to return the withheld money was proper,\nsince the eleventh amendment does not bar suits against state officers to enjoin violations of federal law, and any monies that will be restored to the plaintiffs from the state treasury are ancillary to the prospective relief which we order.\nId.\nSurrogates II, 79 N.Y.2d 39, 580 N.Y.S.2d 153, 588 N.E.2d 51, involved the state’s attempt, via legislative amendments to the state Finance Law, 1991 N.Y.Laws, chs. 166 § 382 and 171 § 1, reprinted in N.Y.State Fin.Law § 200(2-b) (McKinney Supp.1992), to save $10.7 million and offset anticipated state budget shortfalls for the fiscal year 1991-92 by paying employees for nine rather than 10 days in each biweekly salary check over five payroll periods. The New York Court of Appeals, applying the rationale set forth by this Court in Surrogates I, struck down this legislation. The New York court held that the impairment of contract was substantial, as in Surrogates I, for essentially the same reasons. Surrogates II, 79 N.Y.2d at 46-47, 580 N.Y.S.2d 153, 588 N.Y.S.2d 51.\nDefendants contest the relevance of Surrogates I to the issue of substantial impairment in the present case. They point out that the lag payroll here postpones receipt of only five days pay, compared to the 10 days involved in Surrogates I. Defendants neglect to mention, however, that the lag payroll in Surrogates II involved pay for only five days, exactly as in the present case. The New York Court of Appeals pointed out there that the amount withheld was 10 percent of an employee’s earned salary for 10 weeks and this “is not an insubstantial impairment to one confronted with monthly debt payments and daily expenses for food and the other necessities of life.” 79 N.Y.2d at 46-47, 580 N.Y.S.2d 153, 588 N.Y.S.2d 51. The same reasoning applies here. In sum, we agree with the district court that the reasoning of the Surrogates cases is clear and controlling. We therefore find, as a matter of law, that Chapter 947 effects a substantial impairment of contract.\nThe question still remains whether the enactment of Chapter 947 was “reasonable and necessary to further an important public purpose.” United States Trust, 431 U.S. at 25, 97 S.Ct. at 1519. Defendants contend that the number of affected employees in this case, as well as the unusual severity of the financial crisis at the time Chapter 947 was enacted, make this legislation “reasonable and necessary” even if the legislation at issue in Surrogates I or II was not.\nDefendants argue first that Chapter 947 survives scrutiny because it “inflicts pain” on more people than the statutes at issue in the prior two Surrogates cases. At first blush, this seems to imply that a sufficient increase in the number of people whose contracts have been impaired will validate an otherwise unconstitutional statute, surely an unattractive proposition. But defendants’ point is that placing the burden of coping with a fiscal crisis on the shoulders of only a few people, see Surrogates I, 940 F.2d at 773, is less fair than “spreading the pain” among many. We agree that the number of people involved is one factor to be considered on the issue of “reasonable and necessary,” but we do not regard this factor as dispositive here.\nAs in the Surrogates cases, the pivotal question here is whether the lag payroll measure was reasonable and necessary notwithstanding the availability of other alternatives. On this question, the New York Court of Appeals appeared to flatly conclude in Surrogates II that a unilaterally imposed payroll lag could not be reasonable and necessary to accomplish the state’s purposes:\nThe choice of which revenue-raising or revenue-saving devices should be used is for others, not the courts, but the menu of alternatives does not include impairing contract rights to obtain forced loans to the State from its employees.\nSurrogates II, 79 N.Y.2d at 47, 580 N.Y.S.2d 153, 588 N.E.2d 51. Even if that language does not absolutely rule out the use of lag payrolls to fight budget crises, it certainly supports the view that the fiscal crisis must be much worse than that faced here to allow the use of such a device. This Court in Surrogates I did not go quite so far as the New York Court of Appeals but did indicate that lag payrolls could only be used in extreme crises:\nIt cannot be said that a lag payroll for only judicial employees was essential in order to finance the expansion of the court system. The state could have shifted the seven million dollars from another governmental program, or it could have raised taxes. We recognize that neither alternative would have been popular among politician-legislators, but that is precisely the reason that the contract clause exists — as a “constitutional check on state legislation.” In fact, the lag payroll scheme smacks of the political expediency that United States Trust Co. warned of: “A governmental entity can always find a use for extra money, especially when taxes do not have to be raised.”\nSurrogates I, 940 F.2d at 773 (emphasis supplied) (citations omitted).\nWhile we do not question that New York State faced a very difficult problem, our own prior decision in Surrogates I, supported by the reasoning of Surrogates II, leads us to conclude that the conditions that might justify the use of lag payrolls were not present here. Just as in Surrogates I, other (albeit unpopular) alternatives existed. Indeed, defendants’ reply brief lists a number of measures that the state took to bridge an apparently greater budget gap in the following fiscal year. We agree with the district court that the difference in severity between the two fiscal crises is not enough to justify a different result.\nFinally, the state’s attempt to characterize the withholding as a “lump sum separation payment” rather than a lag payroll does not persuade us that the release of the withheld money is barred by the Eleventh Amendment or that the action is moot because the withholding was completed as of March 31, 1991. In the words of the district court:\nThe facts remain that the money was withheld, continues to be withheld, and will remain withheld until the employees leave State employ. The money “rolls over” each pay period, year to year, until the time of the employee’s termination. Therefore, the claims for declaratory judgment and injunctive relief are not moot. As in Surrogates I, the injunctive relief sought is a prospective remedy, and any monies returned to ... employees would be ancillary to this prospective relief and thus not barred by the Eleventh Amendment.\nFor the purpose of Eleventh Amendment analysis, we do not see any significant difference between the 10-day indefinite withholding of 10 percent of an employee’s earned salary at issue in Surrogates I and the five-day withholding here.\nIn view of our disposition, it is unnecessary to address the Union’s Fourteenth Amendment claim. As for defendants’ remaining arguments, we have considered them and find them to be without merit. Accordingly, the judgment of the district court is affirmed.",
        "type": "majority",
        "author": "FEINBERG, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Michael S. Buskus, Albany, NY, Asst. Atty. Gen. of the State of N.Y. (Robert Abrams, Atty. Gen. of the State of N.Y., Peter H. Schiff, Deputy Sol. Gen. of counsel), for defendants-appellants.",
      "Nancy L. Burritt, Albany, NY (Richard E. Casagrande, of counsel), for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "Rand CONDELL, as President of the Public Employees Federation, AFL-CIO, Plaintiff-Appellee, v. Joseph BRESS, as Executive Director of the Governor’s Office of Employee Relations; N.Y.S. Department of Audit & Control; State of New York; Mario Cuomo, as Governor of the State of New York; Edward V. Regan, as Comptroller of the State of New York, Defendants-Appellants.\nNo. 523, Docket 92-7772.\nUnited States Court of Appeals, Second Circuit.\nArgued Nov. 20, 1992.\nDecided Jan. 8, 1993.\nMichael S. Buskus, Albany, NY, Asst. Atty. Gen. of the State of N.Y. (Robert Abrams, Atty. Gen. of the State of N.Y., Peter H. Schiff, Deputy Sol. Gen. of counsel), for defendants-appellants.\nNancy L. Burritt, Albany, NY (Richard E. Casagrande, of counsel), for plaintiff-appellee.\nBefore FEINBERG and MAHONEY, Circuit Judges, and PECKHAM, District Judge.\nHonorable Robert F. Peckham, Senior United States District Judge for the Northern District of California, sitting by designation."
  },
  "file_name": "0415-01",
  "first_page_order": 541,
  "last_page_order": 546
}