{
  "id": 11640685,
  "name": "Gerardo MARIANI & Georgina Loureiro, et al., Plaintiffs, Appellants, v. DOCTORS ASSOCIATES, INC., et al., Defendants, Appellees",
  "name_abbreviation": "Mariani v. Doctors Associates, Inc.",
  "decision_date": "1993-01-11",
  "docket_number": "No. 92-1843",
  "first_page": "5",
  "last_page": "9",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 5"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "849 F.2d 1034",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12037339
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1038-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/849/1034-01"
      ]
    },
    {
      "cite": "978 F.2d 10",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "838 F.2d 600",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1310429
      ],
      "pin_cites": [
        {
          "page": "607"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/838/0600-01"
      ]
    },
    {
      "cite": "865 F.2d 447",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527329
      ],
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/865/0447-01"
      ]
    },
    {
      "cite": "493 U.S. 120",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11330147
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "124"
        },
        {
          "page": "458-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0120-01"
      ]
    },
    {
      "cite": "898 F.2d 839",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537209
      ],
      "pin_cites": [
        {
          "page": "843"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/898/0839-01"
      ]
    },
    {
      "cite": "968 F.2d 1421",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519552
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1425"
        },
        {
          "page": "1428",
          "parenthetical": "explaining that \"this may properly be classified as one of the rare cases in which an appellate court ought to take the bull by the horns and, rather than remanding, simply select an appropriate [Rule 11] sanction\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/968/1421-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 193",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 233",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "498 U.S. 891",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6445286,
        6445041,
        6445139,
        6445210,
        6444958
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0891-05",
        "/us/498/0891-02",
        "/us/498/0891-03",
        "/us/498/0891-04",
        "/us/498/0891-01"
      ]
    },
    {
      "cite": "900 F.2d 388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531196
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "394"
        },
        {
          "page": "393"
        },
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/900/0388-01"
      ]
    },
    {
      "cite": "861 F.2d 746",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531810
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "756-57"
        },
        {
          "page": "756-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/861/0746-01"
      ]
    },
    {
      "cite": "896 F.2d 626",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534045
      ],
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/896/0626-01"
      ]
    },
    {
      "cite": "909 F.2d 15",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531340
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "20"
        },
        {
          "page": "20",
          "parenthetical": "\"[W]e believe the district court should determine, in the first instance, whether reasonable inquiry was made, and if not, the consequences which should ensue.\""
        },
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/909/0015-01"
      ]
    },
    {
      "cite": "907 F.2d 265",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536470
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "268"
        },
        {
          "page": "268",
          "parenthetical": "explaining that a party appealing Rule 11 sanctions \"bears a heavy burden of demonstrating that the trial judge was clearly not justified in entering [the] order\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/907/0265-01"
      ]
    },
    {
      "cite": "496 U.S. 384",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12123482
      ],
      "weight": 9,
      "year": 1990,
      "pin_cites": [
        {
          "page": "393"
        },
        {
          "page": "2454"
        },
        {
          "page": "400"
        },
        {
          "page": "2458",
          "parenthetical": "\"[I]n directing the district court to impose an 'appropriate' sanction, Rule 11 itself indicates that the district court is empowered to exercise its discretion.\""
        },
        {
          "page": "400-01"
        },
        {
          "page": "2458"
        },
        {
          "page": "400"
        },
        {
          "page": "2458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/496/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 14577,
    "ocr_confidence": 0.755,
    "pagerank": {
      "raw": 1.6235783613258873e-07,
      "percentile": 0.6876744551516324
    },
    "sha256": "65df54a20cbde00e22fb3b704f15e5c0a080f875848690840f320dfea76cf3e3",
    "simhash": "1:dfc6ad272cfb8fc7",
    "word_count": 2278
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SKINNER, Senior District Judge."
    ],
    "parties": [
      "Gerardo MARIANI & Georgina Loureiro, et al., Plaintiffs, Appellants, v. DOCTORS ASSOCIATES, INC., et al., Defendants, Appellees."
    ],
    "opinions": [
      {
        "text": "STAHL, Circuit Judge.\nIn this appeal, plaintiffs challenge the district court’s imposition of Rule 11 sanctions for their submission of a motion in a case dismissed by the district court two years earlier. Finding error solely in the district court’s imposition of sanctions upon the attorneys’ law firm rather than upon the responsible attorneys, we affirm, except that we impose the sanctions on the attorneys themselves.\nI.\nBACKGROUND AND PRIOR PROCEEDINGS\nPlaintiffs are twenty-five dissatisfied Puerto Rico franchisees of the sandwich shop chain known as “Subway.” Defendants consist of Doctor’s Associates, Inc., owner and franchisor of the “Subway” chain, and several of its officers and directors. On September 14, 1988, plaintiffs, through the law firm of Woods & Woods, commenced suit against defendants in United States District Court for the District of Puerto Rico alleging breach of contract,, fraud and other claims arising out of their franchise agreements.\nAll of plaintiffs’ individual franchise agreements contain clauses requiring that any claim or controversy arising out of the contract or an alleged breach thereof be settled by arbitration in Bridgeport, Con-necticüt. On the basis of that arbitration provision, defendants filed a motion to dismiss. /Responding, plaintiffs interposed “Plaiiitiffs’ Motion in Opposition of Defendants’ Motion to Dismiss” (“the first motion”) dated February 7, 1989 with a supporting memorandum of law signed by attorney Victor M. Rodriguez Baez of Woods & Woods. On May 17, 1989, agreeing with defendants’ argument that the arbitration provision controlled, the district court granted defendants’ motion to dismiss.\nTwenty-two months later, on March 26, 1991, having sought neither reconsideration nor an appeal, and with no intervening change in the relevant law, plaintiffs submitted a motion to the district court entitled “Plaintiffs’ Second Request for Change of Venue and First Request for Consolidation of Arbitration Proceedings” (“the second motion”). The memorandum of law in support of the second motion consisted entirely of argumentation from the first motion except for (1) occasional minor grammatical changes (e.g., changing “the contract was” to “the contracts were”), and (2) an appended argument requesting consolidation of plaintiffs’ claims for arbitration proceedings. The second motion was signed by attorneys Harry E. Woods and Gerardo Mariani of Woods & Woods.\nIn response, defendants filed a motion opposing, plaintiffs’ second motion and seeking Rule 11 sanctions against plaintiffs’ attorneys. The district court denied plaintiffs’ second motion, and imposed Rule 11 sanctions directing that Woods & Woods pay part of defendants’ costs for defending the second motion.\nPlaintiffs now appeal, arguing that (1) the sanctions should not have been imposed, (2) the sanctioned amount was excessive, and (3) sanctions may be imposed only against individual attorneys, not against law firms. Although we find merit in plaintiffs’ final argument, we affirm the district court in all other respects.\nII.\nDISCUSSION\nFed.R.Civ.P. 11 requires that an attorney make reasonable inquiry to assure that all pleadings, motions and papers filed with the court are factually well-grounded, legally tenable and not interposed for any improper purpose. Cooter & Gell v. Hartmarx Corp., 496 U.S. 384, 393, 110 S.Ct. 2447, 2454, 110 L.Ed.2d 359 (1990). Counsel is held to standards of due diligence and objective reasonableness. Maine Audubon Soc’y v. Purslow, 907 F.2d 265, 268 (1st Cir.1990). See also Lancellotti v. Fay, 909 F.2d 15, 20 (1st Cir.1990); Cruz v. Savage, 896 F.2d 626, 631 (1st Cir.1990); Kale v. Combined Ins. Co. of America, 861 F.2d 746, 756-57 (1st Cir.1988).\nDistrict courts have broad discretion in imposing and fashioning Rule 11 sanctions. Cooter & Gell, 496 U.S. at 400, 110 S.Ct. at 2458 (“[I]n directing the district court to impose an ‘appropriate’ sanction, Rule 11 itself indicates that the district court is empowered to exercise its discretion.”); Lancellotti, 909 F.2d at 20 (“[W]e believe the district court should determine, in the first instance, whether reasonable inquiry was made, and if not, the consequences which should ensue.”); Anderson v. Beatrice Foods Co., 900 F.2d 388, 394 (1st Cir.) (“[Decisions as to whether sanctions should be imposed, and if so, what form they should take, often require intensive inquiry into the circumstances surrounding an alleged violation. The trial judge, steeped in the facts and sensitive to the interplay amongst the protagonists, is ideally equipped to review those ramifications and render an informed judgment.”), cert. denied, 498 U.S. 891, 111 S.Ct. 233, 112 L.Ed.2d 193 (1990). We therefore review all aspects of the district court’s Rule 11 determination under an abuse of discretion standard. Cooter & Gell, 496 U.S. at 400-01, 110 S.Ct. at 2458; Navarro-Ayala v. Nunez, 968 F.2d 1421, 1425 (1st Cir.1992). See also Maine Audubon, 907 F.2d at 268 (explaining that a party appealing Rule 11 sanctions “bears a heavy burden of demonstrating that the trial judge was clearly not justified in entering [the] order”) (quoting Anderson, 900 F.2d at 393).\nA. The Propriety of the Sanctions\nPlaintiffs argue that the district court used improper criteria in deciding to impose sanctions, that their motion did not warrant Rule 11 sanctions, and that the sanctions order should be overturned as an abuse of discretion. We disagree.\nThe district court found that plaintiffs’ counsel failed to make an objectively reasonable inquiry to assure that the second motion was legally tenable. Several factors support this finding: the district court had already dismissed the case in favor of arbitration nearly two years prior to the second motion; the second motion failed to suggest any basis for the court’s jurisdiction to rule on the motion in view of the dismissal; the second motion consisted of virtually verbatim argumentation from the first motion; and plaintiffs had failed to appeal or move for timely reconsideration of the order dismissing the first motion.\nWe find, therefore, that the record amply supports the district court’s imposition of Rule 11 sanctions based on the plaintiffs’ filing of its second motion, and we find plaintiffs’ “abuse of discretion” claim without merit.\nB. The Amount of the Sanctions\nPlaintiffs’ next argument is that the sanctions were excessive. Rule 11 specifically states that appropriate sanctions “may include an order to pay the other party or parties the amount of the reasonable expenses incurred because of the filing of the pleading, motion or other paper, including a reasonable attorney’s fee.” Moreover, the district court has wide discretion in fashioning sanctions. See, e.g., Cooter & Gell, 496 U.S. at 400, 110 S.Ct. at 2458; Lancellotti, 909 F.2d at 20; Anderson, 900 F.2d at 394; Unanue-Casal v. Unanue-Casal, 898 F.2d 839, 843 (1st Cir.1990); Kale, 861 F.2d at 756-58.\nIn its order imposing the sanctions, the district court noted that the total of 128.5 hours that defendants spent responding to plaintiffs’ second motion seemed “a great deal of work to oppose one motion.” It also noted that because the case had “lain dormant for two years, it is understandable that costs were high.” As a result, the district court awarded defendants roughly half of the fees incurred in defending the motion. Reviewing the record carefully, we find that the sanction of $7,500 was not only within the district court’s discretion but was also reasonable.\nC. Imposition of the Sanctions on the Individual Attorneys\nLastly, plaintiffs argue, and defendants do not dispute, that the district court improperly imposed Rule 11 sanctions upon the law firm of Woods & Woods. Rule 11 sanctions may be imposed only upon individual attorneys who have signed sanctioned papers. Pavelic & Leflore v. Marvel Entertainment Group, 493 U.S. 120, 124, 110 S.Ct. 456, 458-59, 107 L.Ed.2d 438 (1989). They may not be imposed upon a law firm. Id.\nElsewhere, we have avoided remanding Rule 11 cases by discerning the responsible parties and ordering that they pay the sanctions. Ballard’s Serv. Ctr., Inc. v. Transue, 865 F.2d 447, 450 (1st Cir.1989) (requiring that attorney, rather than party, pay Rule 11 sanctions); Muthig v. Brant Point Nantucket, Inc., 838 F.2d 600, 607 (1st Cir.1988) (“[T]he district court did not specify whether [sanctioned party] or their counsel should pay the counsel fees assessed. Our reading of the record indicates that the sanction should be imposed upon counsel.”). Cf. Navarro-Ayala, 968 F.2d at 1428 (explaining that “this may properly be classified as one of the rare cases in which an appellate court ought to take the bull by the horns and, rather than remanding, simply select an appropriate [Rule 11] sanction”). We therefore modify the district court’s order and impose the $7,500 sanctions jointly and severally upon attorneys Woods and Mariani.\nIII.\nCONCLUSION\nFor the foregoing reasons, the district court’s order is affirmed as modified.\nAffirmed as modified. Costs to appel-lees.\n. Defendants submitted a verified time sheet detailing 128.5 hours of legal work with fees of over $14,000 for defense of the sanctioned motion. Based on this submittal, the district court imposed sanctions of $7,500.\n. Fed.R.Civ.P. 11 states in relevant part:\nEvery pleading, motion, and other paper of a party represented by an attorney shall be signed by at least one attorney of record in the attorney’s individual name_ The signature of an attorney or party constitutes a certificate by the signer that the signer has read the pleading, motion or other paper; that to the best of the signer’s knowledge, information, and belief formed after reasonable inquiry it is well grounded in fact and is warranted by existing law or a good faith argument for the extension, modification, or reversal of existing law, and that it is not interposed for any improper purpose, such as to harass .or to cause unnecessary delay or needless increase in the cost of litigation.... If a pleading, motion, or other paper is signed in violation of this rule, the court, upon motion or upon its own initiative, shall impose upon the person who signed it, a represented party, or both, an appropriate sanction, which may include an order to pay to the other party or parties the amount of the reasonable expenses incurred because of the filing of the pleading, motion, or other paper, including a reasonable attorney’s fee.\n. Plaintiffs also argue that the district court’s scrupulous attention to the second motion and its careful consideration of the sanction is evidence of the second motion's merit. Our review of the record shows that the district court did no more or less than properly detail all the reasons why the second motion was sanctioned. Moreover, we are very reluctant to fashion a rule which would discourage district courts from thoroughly discussing their reasons for imposing sanctions, and we reject plaintiffs' suggestion that we adopt such an approach.\n. Plaintiffs offer two additional arguments to support their appeal of the sanctions. First, they argue that the district court improperly sanctioned them for conduct occurring throughout the proceeding, rather than imposing its Rule 11 sanctions with regard to one particular pleading, motion or paper. The district court order imposing the sanctions belies this argument: “What concerns us in the long history of this case, which has been filled with numerous delaying tactics by the plaintiffs, is this latest attempt to delay arbitration.” Mariani v. Doctor's Associates, Inc., No. 88-1630, slip op. at 2 (D.P.R. Feb. 2, 1992) (emphasis supplied). Thus, we find unpersuasive plaintiffs’ assertion that the district court improperly sanctioned conduct occurring throughout the proceeding.\nSecond, plaintiffs argue that in deciding to impose the sanctions, the district court improperly ignored pressures on the law firm of Woods & Woods which contributed to the filing of the second motion. Specifically, they argue that attorney Mariani was in the process of being considered for an appointment as a federal administrative law judge, and that attorney Woods had been diagnosed as having a cancerous lesion. Though they had ample opportunity to do so, plaintiffs never argued to the district court that these factors contributed to the filing of the sanctioned papers. We have repeatedly warned that we will not entertain arguments made for the first time on appeal. Federal Deposit Ins. Co. v. World University, Inc., 978 F.2d 10, 13 (1st Cir.1992). We do not therefore address plaintiffs’ arguments about the health and professional status of attorneys Mariani and Woods.\n.Relying on Dubisky v. Owens, 849 F.2d 1034 (7th Cir.1988), plaintiffs also argue that because their own motion was so facially meritless, defendants should have been on notice to mitigate expenditures. According to plaintiffs, a phone call or some informal contact from defendants would have been the appropriate response to their second motion. Dubisky, however, is inap-posite. The plaintiffs in Dubisky were mistaken as to defendant’s citizenship, and wrongly believed that they could invoke diversity jurisdiction. Plaintiffs were sanctioned under Rule 11. On appeal, the Seventh Circuit held that the defendant, before embarking on a costly defense, had a duty to mitigate damages by contacting the plaintiff to inform him of the jurisdictional defect. Id. at 1038-39. As a result, it reversed the sanction awarded by the district court. Id. In the case before us, however, there was no mistake of fact on the part of plaintiffs that could be readily corrected by defendants. Thus, we find no need to reverse the sanction on the grounds that defendants had a duty to mitigate expenditures.",
        "type": "majority",
        "author": "STAHL, Circuit Judge."
      }
    ],
    "attorneys": [
      "Harry E. Woods with whom Ricardo Skerrett Yordan and Woods & Woods, San Juan, PR, were on brief, for plaintiffs, appellants.",
      "Edward Wood Dunham with whom Christopher L. Levesque and Wiggin & Dana, New Haven, CT, and Jay A. Garcia-Gregory with whom Ricardo F. Casellas and Fiddler, Gonzalez & Rodriguez, San Juan, PR, were on brief, for defendants, appellees."
    ],
    "corrections": "",
    "head_matter": "Gerardo MARIANI & Georgina Loureiro, et al., Plaintiffs, Appellants, v. DOCTORS ASSOCIATES, INC., et al., Defendants, Appellees.\nNo. 92-1843.\nUnited States Court of Appeals, First Circuit.\nHeard Nov. 6, 1992.\nDecided Jan. 11, 1993.\nHarry E. Woods with whom Ricardo Skerrett Yordan and Woods & Woods, San Juan, PR, were on brief, for plaintiffs, appellants.\nEdward Wood Dunham with whom Christopher L. Levesque and Wiggin & Dana, New Haven, CT, and Jay A. Garcia-Gregory with whom Ricardo F. Casellas and Fiddler, Gonzalez & Rodriguez, San Juan, PR, were on brief, for defendants, appellees.\nBefore STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SKINNER, Senior District Judge.\nOf the District of Massachusetts, sitting by designation."
  },
  "file_name": "0005-01",
  "first_page_order": 135,
  "last_page_order": 139
}