{
  "id": 11647431,
  "name": "Del P. HENRY, Jr., a single man, Plaintiff-Appellant-Cross-Appellee, v. GILL INDUSTRIES, INC., et al., Defendant-Appellee-Cross-Appellant",
  "name_abbreviation": "Henry v. Gill Industries, Inc.",
  "decision_date": "1993-01-12",
  "docket_number": "Nos. 91-15727, 91-16004",
  "first_page": "943",
  "last_page": "950",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 943"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "762 F.2d 1334",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        366111
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1337"
        },
        {
          "page": "1341"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/762/1334-01"
      ]
    },
    {
      "cite": "969 F.2d 752",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10517715
      ],
      "pin_cites": [
        {
          "page": "755"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/969/0752-01"
      ]
    },
    {
      "cite": "776 F.2d 1277",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1516446
      ],
      "pin_cites": [
        {
          "page": "1279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/776/1277-01"
      ]
    },
    {
      "cite": "553 F.2d 620",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        970839
      ],
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/553/0620-01"
      ]
    },
    {
      "cite": "539 F.2d 684",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1039737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/539/0684-01"
      ]
    },
    {
      "cite": "771 F.2d 1265",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        338068
      ],
      "pin_cites": [
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/771/1265-01"
      ]
    },
    {
      "cite": "910 F.2d 652",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537502
      ],
      "pin_cites": [
        {
          "page": "656"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/910/0652-01"
      ]
    },
    {
      "cite": "941 F.2d 732",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11718392
      ],
      "pin_cites": [
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/941/0732-01"
      ]
    },
    {
      "cite": "577 F.2d 645",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        879494
      ],
      "pin_cites": [
        {
          "page": "647-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/577/0645-01"
      ]
    },
    {
      "cite": "786 F.2d 1447",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1556582
      ],
      "pin_cites": [
        {
          "page": "1451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/786/1447-01"
      ]
    },
    {
      "cite": "843 F.2d 376",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/843/0376-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 1100",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1019",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "913 F.2d 1406",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539946
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1411"
        },
        {
          "page": "1412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/913/1406-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1310",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 2420",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "461 U.S. 951",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11329999,
        11330326,
        11330167,
        11330425,
        11330075
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0951-01",
        "/us/461/0951-04",
        "/us/461/0951-03",
        "/us/461/0951-05",
        "/us/461/0951-02"
      ]
    },
    {
      "cite": "652 F.2d 904",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1251566
      ],
      "pin_cites": [
        {
          "page": "908"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/652/0904-01"
      ]
    },
    {
      "cite": "704 F.2d 426",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1854687
      ],
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/704/0426-01"
      ]
    },
    {
      "cite": "856 F.2d 1317",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537721
      ],
      "pin_cites": [
        {
          "page": "1322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/856/1317-01"
      ]
    },
    {
      "cite": "68 L.Ed.2d 213",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "101 S.Ct. 1723",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "450 U.S. 1012",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6382814
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/450/1012-01"
      ]
    },
    {
      "cite": "625 F.2d 845",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1283251
      ],
      "pin_cites": [
        {
          "page": "849"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/625/0845-01"
      ]
    },
    {
      "cite": "963 F.2d 1171",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11306598
      ],
      "pin_cites": [
        {
          "page": "1173"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/963/1171-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1039,
    "char_count": 20705,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 2.3852985166891057e-06,
      "percentile": 0.9962671568882974
    },
    "sha256": "d4cb83efd6672880a47ff9499eddce97b10fde484201072fd61bf3b0d8aab739",
    "simhash": "1:df786f0799890360",
    "word_count": 3315
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: BOOCHEVER, NOONAN, and O’SCANNLAIN, Circuit Judges."
    ],
    "parties": [
      "Del P. HENRY, Jr., a single man, Plaintiff-Appellant-Cross-Appellee, v. GILL INDUSTRIES, INC., et al., Defendant-Appellee-Cross-Appellant."
    ],
    "opinions": [
      {
        "text": "O’SCANNLAIN, Circuit Judge:\nIn this appeal and cross-appeal we must .decide whether a civil action can be dismissed as a sanction for failure to comply with discovery rules and whether a summary judgment motion on a counterclaim can be granted based solely on failure of the opposing party to file an answering memorandum under local court rules.\nI\nDel P. Henry, Jr., (“Henry”) brought suit against Gill Industries, Inc. (“Gill”) in January 1989 for alleged misconduct in connection with a 1985 securities transaction. Gill counterclaimed alleging that Henry’s suit breached a settlement agreement between them. The proceedings did not run smoothly. In January 1990, the district court ordered Henry to pay attorney’s fees as a sanction for discovery misconduct in violation of Federal Rule of Civil Procedure 37(d). In March 1991, the court dismissed Henry’s suit with prejudice for “repeated noncompliance with discovery rules.” Henry filed a timely notice of appeal. The district court then granted partial summary judgment against Gill on its counterclaim. Gill filed a timely notice of cross-appeal.\nII\nThe district court awarded attorney’s fees against Henry under Federal Rule of Civil Procedure 37(d), which permits an award of such “reasonable” fees as are “caused by” a failure to engage in discovery. Henry does not dispute the propriety of the district court's decision to impose sanctions. Rather, he argues that a proper evidentiary foundation for determining the amount of the award was never laid, and that the award must therefore be vacated.\n“An appeal from a district court’s award of attorney’s fees is reviewed for abuse of discretion. The court abuses its discretion when it bases the award on clearly erroneous legal or factual findings.” Drucker v. O’Brien’s Moving and Storage, Inc., 963 F.2d 1171, 1173 (9th Cir.1992) (citations omitted).\nHenry argues that Gill was “required to provide detailed time and expense records” to meet its burden of establishing its entitlement to fees, and that the affidavits of Gill’s counsel on which the district court based its award were inadequate. Our precedents, however, have clearly established that an award of attorney’s fees may be based on the affidavits of counsel, so long as they are “sufficiently detailed to enable the court to consider all the factors necessary in setting the fees.” Williams v. Alioto, 625 F.2d 845, 849 (9th Cir.1980) (per curiam), cert. denied, 450 U.S. 1012, 101 S.Ct. 1723, 68 L.Ed.2d 213 (1981); accord Sablan v. Department of Fin. of N. Mariana Islands, 856 F.2d 1317, 1322 (9th Cir.1988) (“sufficiently detailed to provide an adequate basis for calculating the award”); Shakey’s Inc. v. Covalt, 704 F.2d 426, 435 (9th Cir.1983) (“ample evidence to support the attorney’s fee award”); Manhart v. City of Los Angeles, 652 F.2d 904, 908 (9th Cir.1981) (“sufficiently detailed to provide a basis for the award”), vacated on other grounds, 461 U.S. 951, 103 S.Ct. 2420, 77 L.Ed.2d 1310 (1983).\nThe district court expressly found that Gill’s declarations and affidavits satisfied this requirement. The relevant documents disclosed the nature of the services rendered in connection with unavailing efforts to obtain discovery, the amount of attorney time so consumed, and the rates at which this time was billed to the client. The court noted that any doubts it may have had regarding the sufficiency of the documentation submitted in support of the fee application had been obviated by awarding only one-third of the amount of fees requested by Gill. There is nothing in the record to suggest that the district court committed clear error in finding that the fees awarded were “caused by” Henry’s discovery misconduct and represented “reasonable” charges for the services of Gill’s counsel. The award therefore did not constitute an abuse of discretion.\nIll\nA\nWe turn now to Henry’s contention that the district court’s eventual dismissal of his suit as a sanction under Rule 37 for “repeated and flagrant” discovery abuses was unwarranted.\n“We review the imposition of discovery sanctions under Rule 37 for abuse of discretion. The district court’s discretion will not be disturbed unless we have a definite and firm conviction that the court committed a clear error of judgment in the conclusion it reached upon a weighing of the relevant factors. Where the drastic sanctions of dismissal or default are imposed, however, the range of discretion is narrowed and the losing party’s non-compliance must be due to willfulness, fault, or bad faith.” Fjelstad v. American Honda Motor Co., 762 F.2d 1334, 1337 (9th Cir.1985) (citations and internal punctuation omitted).\nHenry offers a number of challenges to the legal and factual premises on which the district court proceeded in ordering dismissal under Rule 87. None has merit.\nAs a threshold matter, Henry appears to suggest that only so much of his discovery conduct as occurred after the court’s imposition of monetary sanctions should have been considered in deciding whether dismissal was warranted. This circuit’s law is to the contrary. See Adriana Int’l Corp. v. Thoeren, 913 F.2d 1406, 1411 (9th Cir.1990) (district court properly considered all of defendant’s discovery conduct in ordering default judgment: “In evaluating the propriety of sanctions, we look at all incidents of a party’s misconduct.”), cert. denied, — U.S. -, 111 S.Ct. 1019, 112 L.Ed.2d 1100 (1991); Halaco Eng’g Co. v. Costle, 843 F.2d 376, 381 n. 2 (9th Cir.1988) (“court may indeed consider prior conduct that has already been subject to sanction, when it is weighing a subsequent sanction motion”).\nNext, Henry argues that he never “failed to appear” for his noticed deposition because each such deposition was vacated by agreement of the parties. He suggests that “the ordinary difficulties in coordinating calendars” should not be grounds for discovery sanctions. The record shows, however, and the district court found that Henry “twice notified defendants the business day before his properly noticed depositions were to have taken place that he would not attend....” Henry thus asks this court to hold that, even though he twice forced cancellation of his deposition by notifying Gill at the last minute that he would not appear, such conduct does not constitute a “failure to appear” because Gill’s counsel, instead of sitting in a conference room waiting for Henry not to arrive, attempted to reschedule the deposition. We reject the suggestion that an unreasonable refusal to be deposed must be met with an unreasonable refusal to reschedule in order to warrant sanctions under Rule 37.\nNext, Henry suggests that, even if he was guilty of “some failure” with regard to the scheduling of his deposition, “that failure [was] purged by ... his submitting to ... deposition_” He cites no authority for this proposition, and, indeed, this court has- squarely rejected it. See North Am. Watch Corp. v. Princess Ermine Jewels, 786 F.2d 1447, 1451 (9th Cir.1986) (order of dismissal affirmed: “Belated compliance with discovery orders does not preclude the imposition of sanctions.”); G-K Properties v. Redevelopment Agency of San Jose, 577 F.2d 645, 647-48 (9th Cir.1978) (order of dismissal affirmed: “last minute tender” of discovery does not cure effects of discovery misconduct).\nNext, Henry challenges the district court’s finding that he “failed to submit a complete response to [Gill’s] Request for Production of Documents.... ” Henry asserts that he “made full and complete production of all responsive documents ... many months before [Gill] filed [its] first motion to compel,” and that in this respect the court’s order of sanctions was based on “imagined and unsubstantiated deficiencies in his document production.” Henry cannot, however, demonstrate clear error in the district court’s finding just by disagreeing with it. The record indicates, for example, that Henry failed to produce a copy of his 1986 tax return until some time after his suit had been dismissed, and failed to produce either a legible copy or the original of certain key documents repeatedly requested by Gill. Henry argues that his failure to produce these documents caused Gill no prejudice, but this, even if true, would not establish that his conduct did not violate the discovery rules.\nFinally, Henry insists that he complied fully with the district court’s orders with respect to payment of the monetary sanctions. He apparently sees no inconsistency between this claim and his failure to dispute the court's finding to the contrary. The court found that Henry “failed to comply with the Court’s ... order for discovery sanctions by depositing with the Court clerk a non-negotiable certificate of deposit made out to plaintiff’s own lawyer instead of a negotiable certificate of deposit.” The district court, in approving the posting of a supersedeas bond, expressly required use of a “negotiable” certificate of deposit. The court was justified in thinking its order entitled to be obeyed in all particulars. Henry’s contention that he had an “absolute right” to post a bond rather than pay over the amount of the sanction to Gill has nothing to do with whether the court’s order as to the form of the bond was heeded.\nB\nHaving disposed of these preliminaries, we turn to the question whether dismissal of Henry’s action was proper. “Because the sanction of dismissal is such a harsh penalty, the district court must weigh five factors before imposing dismissal: (1) the public’s interest in expeditious resolution of litigation; (2) the court's need to manage its dockets; (3) the risk of prejudice to the party seeking sanctions; (4) the public policy favoring disposition of eases on their merits; and (5) the availability of less drastic sanctions.” Porter v. Martinez, 941 F.2d 732, 733 (9th Cir.1991) (citations and internal punctuation omitted). “The first two of these factors favor the imposition of sanctions in most cases, while the fourth cuts against a ... dismissal sanction. Thus the key factors are prejudice and the availability of lesser sanctions.” Wanderer v. Johnston, 910 F.2d 652, 656 (9th Cir.1990).\nHenry argues that Gill suffered no prejudice by reason of his discovery misconduct because, eventually, Gill received all the discovery it had sought. We have noted, however, that “[a] defendant suffers prejudice if the plaintiff’s actions impair the defendant’s ability to go to trial or threaten to interfere with the rightful decision of the case.” Adriana, 913 F.2d at 1412. Here, the district court concluded that the lengthy delays caused by Henry’s refusal to engage in discovery had “irreparably prejudiced” Gill. The source of this prejudice was the fact that Allen T. Gilli-land, one of the defendants and the only participant in the conversations with Henry that formed the basis of Henry’s lawsuit, became unable to assist with the defense of the case. Gilliland was diagnosed with a brain tumor in June 1990. By October 1990, some nineteen months after Henry’s suit had been filed, Gilliland had had two brain surgeries, and was no longer able to participate in the defense. Gilliland died in February 1991.\nHenry argues that he “was not responsible for Gilliland’s death and he cannot logically be charged with any ‘prejudice’ that allegedly resulted from his demise.” However, Henry was responsible for the fact that the case had not progressed further at the time Gilliland became unable to assist with the defense. Because Gilliland became unavailable well before discovery was complete, and, indeed, before Gilliland’s deposition had been finished, Henry’s actions prejudiced Gill’s ability to mount a defense. Furthermore, there is every reason to believe that this prejudice would in turn have threatened to interfere with the rightful decision of the case, since whatever it was that passed between Henry and Gilliland in 1985 would apparently have been the key to the jury’s decision. In short, the prejudice factor weighed in favor of dismissal.\nAs for the availability of a lesser sanction, the district court noted that lesser sanctions had been tried, and had failed. There was no reason to expect that Henry would respond more satisfactorily to a second round of intermediate sanctions than he did to the first. Thus, both of the “key factors” in our five-factor test here pointed towards dismissal as the appropriate sanction.\nHenry argues, however, that his conduct did not rise to the level of “willfulness, bad faith, or fault” necessary to justify dismissal. This argument is without merit. This court has stated that “disobedient conduct not shown to be outside the control of the litigant” is all that is required to demonstrate willfulness, bad faith, or fault. Fjelstad, 762 F.2d at 1341. Henry offers various explanations for his discovery misconduct, but all are either legally irrelevant or factually implausible, and none persuades that circumstances outside his control caused his transgressions.\nHis failure to answer Gill’s first set of interrogatories or to submit to deposition for eight months in 1989 Henry puts down to his inability to reach an understanding on a formal retainer agreement with counsel after her law firm disbanded, and the fact that he was out of town on business. Such matters are hardly “outside the control of the litigant.” See United Artists Corp. v. La Cage Aux Folies, 771 F.2d 1265, 1270 (9th Cir.1985) (order of dismissal affirmed: that plaintiffs “travel schedule” prevented him from answering interrogatories for three months “indicated a lack of diligence in keeping abreast of the status of his case,” and did not excuse failure to answer).\nWe have already noted Henry’s explanation for his refusal to appear on two separate occasions for his properly noticed deposition. His claim that the depositions were continued by agreement of counsel, once rejected, leaves no basis for concluding that his failures to appear were not similarly within his control.\nFinally, Henry tries to explain his failure to respond to Gill’s second set of interrogatories as the result of a “misunderstanding” between counsel. Henry claims that his counsel was under the impression that the time to answer had been extended by Gill’s counsel until after completion of the Gilliland deposition (which, of course, was never completed). That she could have entertained such a belief is doubtful in light of the fact that at least two letters were sent by Gill demanding the interrogatories and claiming they were overdue. Having ignored such correspondence, Henry cannot be heard to say that this second failure to answer was beyond his control.\nIn sum, all of the factors required by circuit law in order to justify dismissal were present in this case. The record thus amply supports the conclusion that the district court did not abuse its discretion in dismissing Henry’s suit.\nIV\nWe come now to Gill’s cross-appeal from the district court’s grant of Henry’s motion for partial summary judgment on its counterclaim. Gill’s opposition to Henry’s motion was due on April 9, 1991. Gill timely filed its opposition papers with the court, but, for reasons that need not concern us here, Gill failed to serve Henry with copies of those papers by the established deadline. Gill thereby violated Local Rule ll(i) of the District Court of Arizona, which provides that “if the opposing party does not serve and file the required answering memoran-da ... such non-compliance may be deemed a consent to the denial or granting of the motion summarily.” D.Ariz.R. ll(i) (emphasis supplied). The district court applied this rule according to its terms, and treated Gill’s failure to serve Henry with its opposition to the summary judgment motion as consent to the granting of that motion. The question before us is whether the court erred in doing so.\nWe have previously observed that “it is highly questionable in light of the standards of [Fed.R.Civ.P.] 56 that a local rule can mandate the granting of summary judgment for the movant based on a failure to file opposing papers where the movant’s papers are themselves insufficient to support a motion for summary judgment or on their face reveal a genuine issue of material fact.” Hamilton v. Keystone Tankship Corp., 539 F.2d 684, 686 n. 1 (9th Cir.1976); accord Mutual Fund Investors, Inc. v. Putnam Management Co., 553 F.2d 620, 625 (9th Cir.1977).\nThe doubts expressed in these cases were founded on an appreciation of the interrelationship between Rule 56 and Rule 83. Federal Rule of Civil Procedure 83 invites the district courts to formulate local rules, but only insofar as they are not inconsistent with the federal rules themselves. Under Federal Rule of Civil Procedure 56, a moving party is entitled to summary judgment only upon a showing that there are no genuine issues of material fact requiring a trial. The party opposing the motion is under no obligation to offer affidavits or any other materials in support of its opposition. Summary judgment may be resisted and must be denied on no other grounds than that the movant has failed to meet its burden of demonstrating the absence of triable issues. A local rule that requires the entry of summary judgment simply because no papers opposing the motion are filed or served, and without regard to whether genuine issues of material fact exist, would be inconsistent with Rule 56, hence impermissible under Rule 83. See Hibernia Nat’l Bank v. Administracion Central Sociedad Anonima, 776 F.2d 1277, 1279 (5th Cir.1985) (“A motion for summary judgment cannot be granted simply because there is no opposition, even if the failure to oppose violated a local rule.”).\nIn this case, as in Hamilton and Mutual Fund Investors, the local rule at issue does not require the court to grant a motion for summary judgment when the non-moving party fails to file and/or serve its opposition thereto. The language of the rule is permissive, conferring discretion upon the district judge to determine whether non-compliance should be deemed consent to a given motion. That discretion, however, is necessarily abused when exercised to grant a motion for summary judgment where the movant’s papers are insufficient to support that motion or on their face reveal a genuine issue of material fact.\nApplying this standard to the case at hand, it is clear that the district court erred in entering partial summary judgment against Gill solely on the basis of the local rule violation. We may affirm, however, on any basis supported by the record. United States v. Washington, 969 F.2d 752, 755 (9th Cir.1992). We believe the grant of summary judgment was in order. Gill claimed that Henry’s suit breached his agreement not to commence any action asserting obligations “that arise out of the payment of any dividends by [Gill]. Henry’s action for Rule 10(b)(5) violations, fraud, and breach of fiduciary duty was premised on Gill’s alleged attempts to squeeze him out of the corporation by forcing him to sell his shares on less favorable terms than were afforded to other stockholders. The damages that Henry sought were based on the difference between the price at which he was required to sell and the price he would have received had he been provided the same terms as other shareholders. He did not claim any damages based on the nonpayment of dividends. It is true that the complaint refers to Gill’s failure to pay a dividend. However, this reference appears in a list of several activities which allegedly manifested Gill’s intent to disenfranchise Henry and does not turn Henry’s action into one “aris[ing] out of the payment of any dividends.” At bottom, Gill’s counterclaim was frivolous and was therefore properly disposed of on summary judgment.\nAFFIRMED.\n. Henry argues that Gill’s affidavits, because they set forth information detailed at greater length in counsel's contemporaneous time records, are \"summaries” of those records subject to the requirements of Federal Rule of Evidence 1006. No authority is cited to support this argument, and, in view of Henry’s failure even to mention Williams and its progeny, let alone to discredit those cases, we reject it without further discussion.",
        "type": "majority",
        "author": "O’SCANNLAIN, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Kelly Reed, Scottsdale, AZ, for plaintiff-appellant-cross-appellee.",
      "Douglas R. Painter, McCutchen, Doyle, Brown & Enersen, San Francisco, CA, for defendant-appellee-cross-appellant."
    ],
    "corrections": "",
    "head_matter": "Del P. HENRY, Jr., a single man, Plaintiff-Appellant-Cross-Appellee, v. GILL INDUSTRIES, INC., et al., Defendant-Appellee-Cross-Appellant.\nNos. 91-15727, 91-16004.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Nov. 2, 1992.\nDecided Jan. 12, 1993.\nKelly Reed, Scottsdale, AZ, for plaintiff-appellant-cross-appellee.\nDouglas R. Painter, McCutchen, Doyle, Brown & Enersen, San Francisco, CA, for defendant-appellee-cross-appellant.\nBefore: BOOCHEVER, NOONAN, and O’SCANNLAIN, Circuit Judges."
  },
  "file_name": "0943-01",
  "first_page_order": 1069,
  "last_page_order": 1076
}