{
  "id": 11645122,
  "name": "Sherry LACKEY, William Daughtry, Jr., and the Estate of William Daughtry, Sr., By and Through the Administrator Thomas Henderson, Plaintiffs-Appellants, v. ATLANTIC RICHFIELD COMPANY, ARCO Oil & Gas Corporation, Atlantic Richfield Indonesia, Incorporated McDermott, Incorporated and P.T. Lekom Maras, Defendants-Appellees",
  "name_abbreviation": "Lackey v. Atlantic Richfield Co.",
  "decision_date": "1993-01-29",
  "docket_number": "Nos. 92-2219, 92-2511",
  "first_page": "620",
  "last_page": "625",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 620"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "950 F.2d 267",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521301
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "271"
        },
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/950/0267-01"
      ]
    },
    {
      "cite": "375 F.2d 439",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2034927
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "440"
        },
        {
          "page": "440"
        },
        {
          "page": "440-41"
        },
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/375/0439-01"
      ]
    },
    {
      "cite": "744 F.2d 494",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        598669
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "498"
        },
        {
          "page": "501"
        },
        {
          "page": "498-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/744/0494-01"
      ]
    },
    {
      "cite": "820 F.2d 116",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1704930,
        1704748
      ],
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/820/0116-01",
        "/f2d/820/0116-02"
      ]
    },
    {
      "cite": "792 F.2d 502",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1583171,
        6123260
      ],
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/792/0502-01",
        "/br/61/0502-02"
      ]
    },
    {
      "cite": "922 F.2d 216",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542260
      ],
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/922/0216-01"
      ]
    },
    {
      "cite": "914 F.2d 83",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531103
      ],
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/0083-01"
      ]
    },
    {
      "cite": "918 F.2d 491",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535051
      ],
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/918/0491-01"
      ]
    },
    {
      "cite": "487 U.S. 312",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1775031
      ],
      "weight": 8,
      "year": 1988,
      "pin_cites": [
        {
          "page": "314"
        },
        {
          "page": "2407"
        },
        {
          "page": "317"
        },
        {
          "page": "2409"
        },
        {
          "page": "317-18"
        },
        {
          "page": "2409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0312-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1445",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 18017,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 5.813582247244328e-08,
      "percentile": 0.3619913747867154
    },
    "sha256": "93def6739112d8d22f229554b2dfdaa2bd913d0ca737347e90ada25a8b52b43d",
    "simhash": "1:b15acf3738073e63",
    "word_count": 2915
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REYNALDO G. GARZA, HIGGINBOTHAM, and EMILIO M. GARZA, Circuit Judges."
    ],
    "parties": [
      "Sherry LACKEY, William Daughtry, Jr., and the Estate of William Daughtry, Sr., By and Through the Administrator Thomas Henderson, Plaintiffs-Appellants, v. ATLANTIC RICHFIELD COMPANY, ARCO Oil & Gas Corporation, Atlantic Richfield Indonesia, Incorporated McDermott, Incorporated and P.T. Lekom Maras, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "REYNALDO G. GARZA, Circuit Judge:\nWe withdrew our earlier opinion in the above case, which was reported at Lackey v. Atlantic Richfield Co., Nos. 92-2219, 92-2511, slip op. 1583 (5th Cir. Jan. 4, 1993), and now substitute the following opinion in its place.\nPlaintiffs-appellants brought suit in state court alleging violations of the Jones Act, maritime law, and Texas law. The defendants-appellees removed the case to federal court. Once in federal court, the plaintiffs moved for the case to be remanded back to state court on the ground that it was an unremovable Jones Act case. The district court denied the plaintiffs request and then granted summary judgment for the defendants on the merits. We find that the district court improperly retained jurisdiction over the case because Jones Act claims are non-removable. Therefore, we REVERSE and REMAND to the district court with directions that the entire case should in turn be remanded back to state court.\nI. FACTS\nThis case arises out of the death of William Daughtry, Sr. (“Daughtry”). Daugh-try died of heart attack aboard a derrick barge in Indonesian waters. Allegedly, Daughtry had been working continuously for a period of thirty two hours prior to his death.\nDaughtry was hired by Lekom Maras (“Lekom”) to work as an inspector. At the time of his death, Daughtry, was aboard the DB-26, which was owned by Hydro Marine Services. Hydro contracted the barge to another entity, who in turn chartered the barge to P.T. McDermott Indonesia. At the time of Daughtry’s death the barge was operated by McDermott Indonesia.\nThe contractual agreement between Daughtry and Lekom was executed in Indonesia. It contemplated that Daughtry would work aboard the DB-26 on projects contracted by ARCO and ARII. The substance of Daughtry’s allegations are that he was forced to work excessive hours, which caused his heart attack. Further, Daughtry has named numerous corporate defendants in the action contending that he was a “borrowed servant.”\nII. PROCEEDINGS\nIn September of 1991, appellants brought suit against Lekom and four other corporations. The four corporations named in the original complaint were ARCO, ARII, AROG, and McDermott Incorporated (the parent). Subsequently, appellants named McDermott Indonesia in their amended complaint. Two suits were originally commenced in state court alleging claims under the Jones Act, maritime law, and Texas law. The suits were brought by both of the decedent’s children Sherry Lackey and William Daughtry, Jr. The two suits were then removed to federal court and consolidated.\nOn November 26, 1991, the district court notified the parties that a Rule 16 hearing would be held on December 9, 1991. The plaintiffs made a motion to remand the case back to state court at the December 9th hearing. The plaintiffs contended that the Jones Act precluded the original removal from state court. See 28 U.S.C. § 1445(a). Judge Hughes denied the plaintiffs’ request for remand. During the course of the hearing Judge Hughes took the plaintiffs to task for naming AROG, McDermott (the parent), and ARCO. The plaintiffs argued that they were going to pursue a “borrowed servant theory.”\nIt was at the December 9th hearing that Judge Hughes told the plaintiffs that he would give them until December 20th to amend the complaint, which they failed to do. Further, he told them “the hypothetical possibility that ARCO ... might have done something that showed they exercised control over somebody that might have been an employer is not enough to keep them in the lawsuit. But on January 10th I will take up that question of who to eliminate and who to keep in.... ”\nThe plaintiffs failed to circulate their amended complaint until January 13, 1992, the day of the second hearing. In their amended complaint, the plaintiffs dropped AROG and added McDermott Indonesia. At the hearing Judge Hughes reprimanded the plaintiffs because of their dilatory circulation of the amended complaint. The plaintiffs had said at the first hearing that they were going to contact the decedent’s coworkers in order to ascertain information they needed to support their borrowed servant theory. The court then dismissed the claims against ARCO and McDermott because the plaintiffs had failed to adequately support their borrowed servant theory. The final order dismissing plaintiffs’ motion to set aside the judgment was entered on March 2, 1992.\nSubsequently, the plaintiffs filed this appeal. On March 5, 1992 they filed their original notice of appeal. The plaintiffs headed their appeal with the two styles from each of the cases that were consolidated. In the first style they named “Sherry Lackey et. al.” as the plaintiff, and in the second they named “William Daugh-tery” [sic] as the plaintiff. In each style the plaintiffs named “Atlantic Richfield et. al.” as the defendants. Further, in the body of the notice of appeal it stated that “plaintiffs” were appealing.\nOn April 8, 1992, The Fifth Circuit directed the parties to brief whether or not the plaintiffs had perfected an appeal. On April 14, 1992, the plaintiffs responded with a Fed.R.App.P. 4(a)(5) motion seeking to correct their original notice of appeal. The defendants objected, contending that the plaintiffs had failed to demonstrate excusable neglect. Eventually, on May 28, 1992, the district court granted the plaintiffs’ 4(a)(5) motion.\nIII. DISCUSSION\nOn appeal, the plaintiffs-appellants contend that the case is a non-removable Jones Act case. Therefore, the removal from state court was improper, the district court’s retention of the case was improper and, thus, all of the actions taken by the district court were a nullity. The defendants counter-argue that the notice of appeal did not properly invoke appellate jurisdiction because: (i) all of the parties were not named in the original notice of appeal; and (ii) the district court abused its discretion by allowing appellants to amend their notice of appeal without sufficiently showing excusable neglect. Although, there were other points of error raised on appeal, because each of these issues are dispositive we need not pursue those additional points.\nWhether the notice of appeal is sufficient to invoke appellate jurisdiction?\nThe defendants argue that the original notice of appeal did not sufficiently invoke appellate jurisdiction because: (i) it failed to list all of the appealing parties individually in the original notice of appeal; and (ii) the district court abused its discretion when it allowed the appellants to file an amended notice of appeal. The plaintiffs counter, arguing that: (i) the original notice of appeal was sufficient to invoke appellate jurisdiction because both parties were named; and (ii) the district court properly granted the extension to file an amended notice of appeal. We find that the trial judge did not abuse his discretion in granting an extension to the appellants, allowing them to file an amended notice of appeal; therefore, we properly have jurisdiction over all of the parties herein.\nThe failure of the appellants to list the parties individually in their original notice of appeal was undeniably insufficient. See Torres v. Oakland Scavenger Co., 487 U.S. 312, 314, 108 S.Ct. 2405, 2407, 101 L.Ed.2d 285 (1988). In Torres the plaintiffs named fifteen out of sixteen plaintiffs, but omitted the sixteenth party by clerical error. Id. at 317, 108 S.Ct. at 2409. The Supreme Court held that the failure to name the 16th party was insufficient to invoke appellate jurisdiction as to that party. Id.\nThe plaintiffs in Torres also attempted to argue that the designation of “et. al.” remedied their omission. Id. at 317-18, 108 S.Ct. at 2409. The court flatly rejected this contention noting that the phrase “et. al.” does not provide the requisite notice required by Fed.R.App.P. Rule 3(c). Id.; see also Delancey v. State Farm Mut. Auto. Ins., 918 F.2d 491, 493 (5th Cir.1990) (use of “et. al.” insufficient); Morales v. Pan Am. Life Ins. Co., 914 F.2d 83, 85 (5th Cir.1990) (same). Further, extensive authority exists for the proposition that naming “plaintiffs” in the body of a notice of appeal is insufficient. See, e.g., Samaad v. City of Dallas, 922 F.2d 216, 219 (5th Cir.1991).\nThe defendants seem to argue that failure to name the defendants individually also precludes appellate jurisdiction as to them. This argument is entirely incorrect because only appealing parties must be listed individually. See Fed.R.App.P. 3(c) (the notice of appeal need only “specify the party or parties taking appeal”).\nThe defendants then contend that the Rule 4(a)(5) motion, which permitted the plaintiffs an extension to file an amended notice of appeal, was improvidently granted because the plaintiffs did not establish excusable neglect. We will not disturb the district court’s decision to grant a Rule 4(a)(5) motion unless there has been an abuse of discretion. See, e.g., Matter of Missionary Baptist Found. of Am., 792 F.2d 502, 507 (5th Cir.1986).\nThe defendants argue that the district court abused its discretion because the plaintiffs do not point to any excusable neglect, other than inadvertence, and the case law requires something more. The plaintiffs did file a timely notice of appeal in this ease. Although, the original notice of appeal was insufficient to invoke appellate jurisdiction they sought to remedy that defect via the Rule 4(a)(5) motion. The district judge could have properly found that the defendants were not prejudiced by the extension because they were already on notice, within the prescribed time period, that the plaintiffs were waging an appeal. Furthermore, the Rule 4(a)(5) motion was not made long after the original defective notice of appeal was filed. We cannot conclude that the district judge abused his discretion and, thus, all of the plaintiffs are properly before us.\nDid the district court err in retaining this case because it was improperly removed from state court?\nThe appellants-plaintiffs contend that the case should not have been removed from state court because it was a Jones Act case. It is axiomatic that Jones Act suits may not be removed from state court because 46 U.S.C.App. § 688 (the Jones Act) incorporates the general provisions of the Federal Employer’s Liability Act, including 28 U.S.C. § 1445(a), which in turn bars removal. See, e.g., Lirette v. N.L. Sperry Sun, Inc., 820 F.2d 116, 117 (5th Cir.1987) (en banc) (“Lirette II”); Addison v. Gulf Coast Contracting Servs., Inc., 744 F.2d 494, 498 n. 3 (5th Cir.1984). Further, the plaintiffs correctly assert that in determining whether a Jones Act claim has been alleged our inquiry is limited to a review of the plaintiffs’pleadings. See Addison, 744 F.2d at 498; Preston v. Grant Advertising, Inc., 375 F.2d 439, 440 (5th Cir.1967) (per curiam).\nThe defendants launch a two pronged attack on the plaintiffs’ position in this regard: (i) the district court may pierce the pleadings in order to weed out fraudulent assertions of Jones Act claims; and (ii) the plaintiffs have not properly pleaded a Jones Act claim. In support of their argument, the defendants rely principally on Preston, which they argue empowers the district court to look beyond the pleadings to determine if a Jones Act claim is fraudulently pleaded in order to evade removal.\nThe defendants’ reliance on Preston is misplaced. The Preston court did permit removal despite the fact the plaintiff contended in its second motion to remand that its claim was predicated on the Jones Act. See Preston, 375 F.2d at 440. However, the court based its decision in part on the fact that the plaintiff’s “complaint fail[ed] to allege sufficient facts to support a cause of action under the Jones Act.” Id. at 440-41. Further, the court noted that the plaintiff raised its Jones Act allegation for the first time in the motion to remand. Id. at 440. Consequently, the court’s statement that “Jones Act [cases] are non-removable ... in the absence of any issue of a fraudulent attempt to evade removal” cannot be read without the court’s explicit requirement that we are limited to a review of the pleadings. Id.\nSurely, a district court may make an initial determination as to whether or not a Jones Act claim has been fraudulently asserted solely as a means to avoid removal. See id. However, in this case the court held that the plaintiffs’ borrowed servant theory was not adequately supported. Therefore, the court dismissed the case for failure to state a cause of action. This was not the intent of Congress when they provided that Jones Act cases were non-removable. The inquiry made by the court below into the merits of the claim, without a threshold determination that a Jones Act case had been fraudulently pleaded, violated the non-removability provisions applicable in Jones Act cases. In this case, it was for the state court to determine whether the plaintiffs’ Jones Act claims were adequately supported.\nThe defendants also assert that fraudulent joinder eases in this circuit require the district court to pierce the pleadings and weed out fraudulent or baseless claims in a plaintiffs petition. See, e.g., LeJeune v. Shell Oil Co., 950 F.2d 267, 271 (5th Cir.1992). There is a stark difference between fraudulent joinder cases and Jones Act cases. Congress intended that seamen have the right to choose their forum when it provided that Jones Act cases are non-removable. See Addison, 744 F.2d at 501. In diversity cases removal is available; thus, there is greater leeway accorded to a district court in determining whether parties have been fraudulently joined to defeat diversity jurisdiction. Upon removal, in Jones Act cases, in the absence of a finding as to fraud, the district court is not permitted to inquire beyond the pleadings.\nTherefore, because there was no fraud in this case, our inquiry is limited to a review of the pleadings, and we must determine whether a Jones Act claim was properly pleaded. The appellant’s pleadings set forth the following allegations: (i) Daughtry Sr. was a seaman; (ii) Daughtry Sr. was injured in the course and scope of his employment in violation of the Jones Act; and (iii) Daughtry Sr. was a borrowed servant of the defendants. These allegations are sufficient to trigger non-removability because they allege a Jones Act claim on their face. See Addison, 744 F.2d at 498-99. The district court should have pursued its inquiry only to this point. Upon removal, once a federal court determines that a Jones Act claim is sufficiently alleged, in the absence of fraud, it must remand the case back to state court.\nIV. CONCLUSION\nThe district court did not abuse its discretion when it granted the plaintiffs an extension to amend their original timely notice of appeal. Thus, we have appellate jurisdiction over all of the plaintiffs. Moreover, when ascertaining the existence of a Jones Act claim for purposes of non-removability the district court is limited to a review of the pleadings. Had the court below properly scanned the pleadings, it would have determined that a Jones Act case was sufficiently pleaded and remanded the case back to state court. Therefore, we REVERSE the district court and REMAND to the district court, which should in turn remand the case back to state court where it belongs.\n. ARII is Atlantic Richfield Indonesia, Inc.\n. AROG is Atlantic Richfield Oil & Gas.\n. In an amended complaint filed after consolidation the plaintiffs dropped AROG and named McDermott Indonesia.\n. McDermott Indonesia and Lekom were never served and therefore they never entered appearances.\n.Judge Hughes stated:\nI am going to deny the motion to remand ... but at the moment we need to perceive the substance of the claims against the people who are properly here.\n. The appellants raise substantive contentions that go to the merits of the summary judgment; however, we need not address the merits of the summary judgment because we find that the district court did not have jurisdiction to entertain these claims.\n. The defendants contend that Sherry Lackey is the only party entitled to appellate jurisdiction because she is the only party named in the notice of appeal. While William Daughtery [sic] is named on the notice of appeal his name is misspelled and it does not specify whether he is Jr. or Sr.\n. The defendants also contend that under a choice of law analysis foreign law applies and, thus, necessarily precludes application of the Jones Act. We reject this contention because the facts of this case require a choice of law analysis that would force us to inquire beyond the pleadings. Under the authority of Addison and Preston we must limit our inquiry solely to the pleadings.\n. See LeJeune, 950 F.2d at 271. In fraudulent joinder cases “[a] court is to pierce the pleadings to determine whether, under controlling state law, the non-removing party has a valid claim against the non-diverse parties.\" Id. Such an inquiry in a Jones Act case would violate the non-removability provisions in 28 U.S.C. § 1445(a). Therefore, fraudulent joinder cases are easily distinguishable from Jones Act cases.",
        "type": "majority",
        "author": "REYNALDO G. GARZA, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Gary M. Riebschlager, O’Quinn, Kerensky & McAninch, P.C., Houston, TX, for plaintiffs-appellants.",
      "Innes Mackillop, Ronald L. White, Brown, Sims, Wise & White, Houston, TX, for McDermott Inc.",
      "Richard H. Page, Ben H. Sheppard, Jr., Vinson & Elkins, Houston, TX, for Atlantic Richfield Co., Arco Oil & Gas Co. and Atlantic Richfield Indonesia, Inc."
    ],
    "corrections": "",
    "head_matter": "Sherry LACKEY, William Daughtry, Jr., and the Estate of William Daughtry, Sr., By and Through the Administrator Thomas Henderson, Plaintiffs-Appellants, v. ATLANTIC RICHFIELD COMPANY, ARCO Oil & Gas Corporation, Atlantic Richfield Indonesia, Incorporated McDermott, Incorporated and P.T. Lekom Maras, Defendants-Appellees.\nNos. 92-2219, 92-2511.\nUnited States Court of Appeals, Fifth Circuit.\nJan. 29, 1993.\nRehearing and Rehearing En Banc Denied Feb. 26, 1993.\nGary M. Riebschlager, O’Quinn, Kerensky & McAninch, P.C., Houston, TX, for plaintiffs-appellants.\nInnes Mackillop, Ronald L. White, Brown, Sims, Wise & White, Houston, TX, for McDermott Inc.\nRichard H. Page, Ben H. Sheppard, Jr., Vinson & Elkins, Houston, TX, for Atlantic Richfield Co., Arco Oil & Gas Co. and Atlantic Richfield Indonesia, Inc.\nBefore REYNALDO G. GARZA, HIGGINBOTHAM, and EMILIO M. GARZA, Circuit Judges."
  },
  "file_name": "0620-01",
  "first_page_order": 746,
  "last_page_order": 751
}