{
  "id": 11645264,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. David A. TERRELL, Defendant-Appellant",
  "name_abbreviation": "United States v. Terrell",
  "decision_date": "1993-02-17",
  "docket_number": "No. 92-8024",
  "first_page": "653",
  "last_page": "656",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 653"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "706 F.2d 638",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1116991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/706/0638-01"
      ]
    },
    {
      "cite": "594 F.2d 440",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        512861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/594/0440-01"
      ]
    },
    {
      "cite": "672 F.2d 460",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1142276
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/672/0460-01"
      ]
    },
    {
      "cite": "745 F.2d 985",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        593107
      ],
      "pin_cites": [
        {
          "page": "988"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/745/0985-01"
      ]
    },
    {
      "cite": "781 F.2d 447",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1536062
      ],
      "pin_cites": [
        {
          "page": "452"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/781/0447-01"
      ]
    },
    {
      "cite": "723 F.2d 663",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1914557
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "665"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/723/0663-01"
      ]
    },
    {
      "cite": "480 F.Supp. 588",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5760938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/480/0588-01"
      ]
    },
    {
      "cite": "410 F.2d 212",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2195160
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/410/0212-01"
      ]
    },
    {
      "cite": "539 F.2d 445",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1039879
      ],
      "pin_cites": [
        {
          "page": "446"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/539/0445-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 10239,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 9.328076125713544e-08,
      "percentile": 0.5134162261969714
    },
    "sha256": "ecea0b0f12c737749c0cf09c2511a6750905bb57f0a9512af373096a449e3570",
    "simhash": "1:a76a6fee81e7482b",
    "word_count": 1630
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES and BARKSDALE, Circuit Judges, and PRADO, District Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. David A. TERRELL, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "EDWARD C. PRADO, District Judge:\nDavid A. Terrell appeals a decision by the district court that forfeited his $50,000 unsecured appearance bond. Terrell executed the bond as a condition of his release pending sentencing for possession of marijuana with intent to distribute. Terrell argues that the district court abused its discretion in forfeiting the bond and in refusing to remit or set aside the forfeiture in the interest of justice. Finding no abuse of discretion, we affirm.\nI.\nFACTS\nOn July 17, 1989, Terrell pled guilty in the Western District of Texas to a charge of possession of marijuana with intent to distribute. The court ordered Terrell to remain on release secured by a $50,000 bond. On July 19, 1989, the magistrate judge issued an amended order placing the following conditions on Terrell’s release: that he execute a $50,000 appearance bond; that he not possess a controlled substance; that he not leave the five counties surrounding Travis County; and that he submit to urinalysis as directed by the United States Pre-Trial Services Agency. Terrell duly executed an appearance bond on a standard printed form. After his appearance before the magistrate judge, Terrell reported to the Pre-trial Services Agency, where Officer Craig Yalashek gave Terrell written instructions to report every Thursday.\nOn September 10, 1989, while on release, Terrell was arrested for possession of marijuana and drug paraphernalia in Fayette County, Texas, beyond the five-county region. The state court released him the next day. The district court issued a warrant for Terrell’s arrest for violating conditions of his release. Terrell subsequently stopped reporting to his pretrial services officer.\nOn January 16, 1990, Terrell was arrested on the federal warrant. Terrell was charged with contempt of court for absconding supervision of his pretrial release, and after pleading guilty, he was sentenced on November 13, 1990, in both the original possession charge and the new contempt charge.\nOn May 30, 1991, the United States of America filed a motion under Fed.R.Cr.P. 46, for judgment of forfeiture on the $50,-000 unsecured appearance bond Terrell signed on July 19, 1989. The government cited Terrell’s violation of the travel restriction and his promise not to possess marijuana and drug paraphernalia. At a hearing held on August 19, 1991, Terrell argued that the bond was not forfeitable for violations of conditions of release that did not pertain to his duty to appear as directed. Terrell also argued that his prior prosecution for contempt of court precluded bond forfeiture.\nOn December 26, 1991, the court entered an order finding that Terrell had violated his conditions of release by travelling to Fayette County and by possessing marijuana and drug paraphernalia. The court also found that Terrell’s prior prosecution for contempt did not bar an action under Rule 46. The court therefore ordered the bond forfeited.\nII.\nTERMS OF THE BOND\nAs an initial matter, we must determine whether violation of a condition of release adopted by the magistrate judge amounted to a violation of Terrell’s appearance bond. The bond provides:\nThe conditions of this bond are that the defendant David Terrell is to appear before this court and at such other places as the defendant may be required to appear, in accordance with any and all orders and directions relating to the defendant’s appearance in this case, including appearance for violation of a condition of defendant’s release as may be ordered or notified by this court or any other United States District Court to which the defendant may be held to answer or the cause transferred. The defendant is to abide by any judgment entered in such matter by surrendering to serve any sentence imposed and obeying any order or direction in connection with such judgment.\n“[T]he terms of a bail contract are to be construed strictly in favor of the surety_ However, like any other contract a bail bond should be construed to give effect to the reasonable intentions of the parties.” United States v. Miller, 539 F.2d 445, 446 (5th Cir.1976) (citations and quotations omitted). Forfeiture under Rule 46(e) is limited to a violation of a condition of bond. Fed.R.Cr.P. 46(e)(1). A bond forfeiture may be ordered under Rule 46 for violations of conditions of the bond other than nonappearance. Brown v. United States, 410 F.2d 212 (5th Cir.1969).\nTerrell’s bond does not specifically recite the conditions of release. The bond does, however, contain a promise that Terrell will comply with “any and all orders and directions relating to defendant’s appearance in this case.” This language is sufficiently broad to include directions by the pretrial services officer to report weekly. The reporting requirement allows the pretrial services officer, an adjunct to the court, to monitor the defendant’s behavior while on release and to alert the court of any problems that might arise tending to decrease the likelihood of defendant’s appearance at the next scheduled court date. The reporting requirement therefore qualifies as an order relating to defendant’s appearance, such that it is incorporated into the appearance bond.\nThe condition of release relating to travel restrictions does not fit as comfortably within the phrase “relating to defendant’s appearance in this case,” because ordering defendant to stay within a limited area is not the same as ordering him to physically appear before a judicial officer. Nonetheless, a travel restriction “relates” to defendant’s appearance, because the magistrate judge could conclude that allowing defendant to leave the immediate vicinity would make it more tempting for him to abscond. Forcing him to stay nearby also makes it easier and less costly for the government to locate him should he fail to appear. Interpreting similar language, the court in United States v. Chapel, 480 F.Supp. 588 (D.P.R.1979), held that a condition of release requiring defendant to surrender his passport was sufficiently related to defendant’s court appearance to permit forfeiture of the bond for failure to comply.\nA similar analysis applies to the requirement that defendant not possess controlled substances. The magistrate judge could conclude that a person in an intoxicated state is less likely to appear in court, both due to diminished faculties and the loss of compunction associated with use of illicit drugs. And even if the defendant were to appear, he would be less likely to provide meaningful participation in the proceedings if he were under the influence of a controlled substance at the time. All of these considerations relate to defendant’s appearance in court.\nWe can easily distinguish United States v. LePicard, 723 F.2d 663 (9th Cir.1984), a case reaching an arguably contrary conclusion. Although LePicard’s bond contained similar language, it was executed by a corporate surety, who was not present at the hearing setting a new condition of release. Here, the bond was executed by Mr. Terrell himself, and he was present at the hearing where the magistrate judge issued the amended order. The Ninth Circuit concluded first that the new term, forbidding defendant to break any law, materially increased the risk to the surety without its consent. Second, the court stated, without discussing travel restrictions and restrictions on possession of controlled substances, that this condition did not qualify as “relating to appearance.” In dicta, LePicard also seemed to limit orders “relating to appearance” to “orders stating the times and places that defendant may be required to appear,” an analysis seemingly more restrictive than the one we adopt today. Id., 723 F.2d at 665. Neither LePi-card’s dicta, however, nor the enforceability of post hoc imposition of a significant bond term is controlling in this situation.\nIn short, we conclude that the parties to Mr. Terrell’s appearance bond intended its conditions to include both conditions contained in the bond itself, as well as conditions ordered by the magistrate judge with respect to reporting to the Pre-trial Services agency, travel restrictions, and possession of controlled substances. The district court therefore properly considered violation of these conditions in ordering forfeiture.\nIII.\nABUSE OF DISCRETION\nTerrell further complains that the district court abused its discretion by failing to set aside the forfeiture on the ground that “justice does not require the forfeiture.” Terrell did not present this argument to the district court, and the district court did not rule on the question of set-aside or remission.\nA district court’s decision denying set-aside or remission is reviewed for abuse of discretion. United States v. Dunn, 781 F.2d 447, 452 (5th Cir.1986). Where, as here, the district court has not even exercised its discretion, there is nothing for this Court to review. We will not consider issues not urged in the trial court, except when the failure to do so would lead to grave injustice. Masat v. United States, 745 F.2d 985, 988 (5th Cir.1984). While there may be grounds for set-aside of the forfeiture, they are not so compelling that the failure of this Court to consider them would constitute a grave injustice. United States v. Cervantes, 672 F.2d 460 (5th Cir.1982); United States v. Parr, 594 F.2d 440 (5th Cir.1979).\nThe judgment of the district court is affirmed.\nAFFIRMED.\n. Although Terrell did not brief this issue on appeal, he is proceeding pro se, and the court will liberally construe his assertion of trial court error to include an argument that the bond only secured Terrell’s appearance, and that it did not secure his compliance with the conditions of release. Abdul-Alim Amin v. Universal Life Insurance Co., 706 F.2d 638 (5th Cir.1983).",
        "type": "majority",
        "author": "EDWARD C. PRADO, District Judge:"
      }
    ],
    "attorneys": [
      "David A. Terrell, pro se.",
      "Richard L. Durbin, Sharon S. Pierce, Asst. U.S. Attys., Ronald F. Ederer, U.S. Atty., San Antonio, TX, for plaintiff-appel-lee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. David A. TERRELL, Defendant-Appellant.\nNo. 92-8024.\nUnited States Court of Appeals, Fifth Circuit.\nFeb. 17, 1993.\nDavid A. Terrell, pro se.\nRichard L. Durbin, Sharon S. Pierce, Asst. U.S. Attys., Ronald F. Ederer, U.S. Atty., San Antonio, TX, for plaintiff-appel-lee.\nBefore JONES and BARKSDALE, Circuit Judges, and PRADO, District Judge.\n. District Judge of the Western District of Texas, sitting by designation."
  },
  "file_name": "0653-01",
  "first_page_order": 779,
  "last_page_order": 782
}