{
  "id": 11644086,
  "name": "Miguel Angel CHAPARRO-FEBUS, et al., Plaintiffs, Appellants, v. INTERNATIONAL LONGSHOREMEN ASSOCIATION, LOCAL 1575, et al., Defendants, Appellees",
  "name_abbreviation": "Chaparro-Febus v. International Longshoremen Ass'n",
  "decision_date": "1992-12-31",
  "docket_number": "No. 92-1658",
  "first_page": "325",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 325"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "562 F.2d 141",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        885785
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/562/0141-01"
      ]
    },
    {
      "cite": "812 F.2d 1363",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1694845
      ],
      "pin_cites": [
        {
          "page": "1364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/812/1363-01"
      ]
    },
    {
      "cite": "102 L.Ed.2d 560",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 528",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "488 U.S. 980",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1494626,
        1495044,
        1494957,
        1493168,
        1494961,
        1494640,
        1494614,
        1494038,
        1493816,
        1494557,
        1494078
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0980-10",
        "/us/488/0980-08",
        "/us/488/0980-09",
        "/us/488/0980-01",
        "/us/488/0980-07",
        "/us/488/0980-04",
        "/us/488/0980-06",
        "/us/488/0980-05",
        "/us/488/0980-02",
        "/us/488/0980-11",
        "/us/488/0980-03"
      ]
    },
    {
      "cite": "848 F.2d 1502",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1783355
      ],
      "pin_cites": [
        {
          "page": "1512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/848/1502-01"
      ]
    },
    {
      "cite": "252 U.S. 37",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        551414
      ],
      "weight": 5,
      "year": 1920,
      "pin_cites": [
        {
          "page": "44"
        },
        {
          "page": "222"
        },
        {
          "page": "44"
        },
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/252/0037-01"
      ]
    },
    {
      "cite": "265 U.S. 196",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139198
      ],
      "weight": 3,
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/us/265/0196-01"
      ]
    },
    {
      "cite": "966 F.2d 45",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10520539
      ],
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/966/0045-01"
      ]
    },
    {
      "cite": "904 F.2d 90",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533435
      ],
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/904/0090-01"
      ]
    },
    {
      "cite": "683 F.2d 590",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        533956
      ],
      "pin_cites": [
        {
          "page": "594"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/683/0590-01"
      ]
    },
    {
      "cite": "921 F.2d 5",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541888
      ],
      "pin_cites": [
        {
          "page": "7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/921/0005-01"
      ]
    },
    {
      "cite": "805 F.2d 30",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1111459
      ],
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/805/0030-01"
      ]
    },
    {
      "cite": "98 Harv.L.Rev. 1211",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1985,
      "pin_cites": [
        {
          "page": "1260",
          "parenthetical": "\"Administration may well require a union to make distributional judgments as important as those made in the negotiating stage.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "782 F.2d 295",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1552353
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "298"
        },
        {
          "page": "298",
          "parenthetical": "if a union were forced to arbitrate \"a case that it felt had little basis in the contract, it arguably would jeopardize its credibility with the employer for purposes of later, more supportable, disputes with management policies, instituted on behalf of all members.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/782/0295-01"
      ]
    },
    {
      "cite": "957 F.2d 933",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10520328
      ],
      "pin_cites": [
        {
          "page": "940"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/957/0933-01"
      ]
    },
    {
      "cite": "97 L.Ed. 1048",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "345 U.S. 330",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        372924
      ],
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "338"
        },
        {
          "page": "686"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/345/0330-01"
      ]
    },
    {
      "cite": "386 U.S. 171",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169888
      ],
      "weight": 5,
      "year": 1967,
      "pin_cites": [
        {
          "page": "191"
        },
        {
          "page": "917"
        },
        {
          "page": "191-92"
        },
        {
          "page": "917-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0171-01"
      ]
    },
    {
      "cite": "111 S.Ct. 1127",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11317908
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1134-35"
        },
        {
          "page": "1136"
        },
        {
          "page": "1137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0065-01"
      ]
    },
    {
      "cite": "424 U.S. 554",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026932
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "570-71"
        },
        {
          "page": "1059-60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0554-01"
      ]
    },
    {
      "cite": "462 U.S. 151",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6186614
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "165"
        },
        {
          "page": "2291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0151-01"
      ]
    },
    {
      "cite": "595 F.2d 890",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        508902
      ],
      "pin_cites": [
        {
          "page": "894"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/595/0890-01"
      ]
    },
    {
      "cite": "908 F.2d 1041",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540478
      ],
      "pin_cites": [
        {
          "page": "1045"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/908/1041-01"
      ]
    },
    {
      "cite": "540 F.2d 24",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        315553
      ],
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/540/0024-01"
      ]
    },
    {
      "cite": "402 U.S. 600",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11734842
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "604-05"
        },
        {
          "page": "1749-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/402/0600-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 152",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(2)"
        },
        {
          "page": "(2)"
        },
        {
          "page": "(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 185",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1112,
    "char_count": 23000,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 5.799224069632442e-07,
      "percentile": 0.951242138055153
    },
    "sha256": "3063c74a7b35207cb0f3b707de3f12225133654f23761675a50f6bcf866d47fb",
    "simhash": "1:95ce8f3060591ec1",
    "word_count": 3639
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SKINNER, Senior District Judge."
    ],
    "parties": [
      "Miguel Angel CHAPARRO-FEBUS, et al., Plaintiffs, Appellants, v. INTERNATIONAL LONGSHOREMEN ASSOCIATION, LOCAL 1575, et al., Defendants, Appellees."
    ],
    "opinions": [
      {
        "text": "LEVIN H. CAMPBELL, Senior Circuit Judge.\nPlaintiffs, appellants are sixteen mechanics employed by Puerto Rico Marine Management, Inc. (“PRMMI”) who are members of the International Longshoremen Association, Local 1575 (“Local 1575”). They sued PRMMI and Local 1575, under section 301 of the Labor Management Relations Act (“LMRA”), 29 U.S.C. § 185, in the United States District Court for the District of Puerto Rico alleging that PRMMI had broken its collective bargaining agreement with Local 1575 (“Agreement”); that Local 1575 had breached its duty of fair representation by arbitrarily agreeing to changes which violated their seniority rights under the Agreement; and that Local 1575 further breached its duty of fair representation by refusing to submit plaintiffs’ claims against PRMMI to the internal grievance procedure and arbitration established by the Agreement. The Puerto Rico Maritime Shipping Authority (“PRMSA”) was also named as a defendant and alleged to be plaintiffs’ employer. The district court dismissed the claim against PRMSA for lack of subject matter jurisdiction, denied plaintiffs’ request for a preliminary injunction, and granted summary judgment in favor of PRMMI and Local 1575. We affirm.\nI.\nPRMSA, which is also known as “Autori-dad de las Navieras” or simply “Navieras,” is a government agency created by the Commonwealth of Puerto Rico in 1974 to facilitate maritime transportation of cargo and passengers to and from Puerto Rico. 23 L.P.R.A. § 3051, et seq. To effectuate this purpose, Puerto Rico purchased several shipping companies and authorized PRMSA to enter into contracts with private enterprises for the management of its operations. Id. § 3055. PRMSA was additionally authorized to create subsidiary corporations. Id. § 3056.\nIn 1976, PRMSA entered into a contract with PRMMI, then an independent Delaware corporation, to manage longshoring services for it. Two years later PRMSA acquired PRMMI and converted it into a subsidiary of PRMSA. In March of 1985, PRMSA sold its stock in PRMMI to a private corporation, TNT Containerships, Inc. At that time, PRMSA and PRMMI entered into a contract giving PRMMI exclusive control over the daily longshoring operations.\nPRMMI began to encounter serious economic problems in 1990. At that time PRMMI provided two different systems for loading and unloading vessels: the ro-ro system, which operates from small ships with ramps; and the lo-lo system, which operates from larger ships by means of cranes. Local 1575 then, as now, represented the employees managed by PRMMI, under a collective bargaining agreement between the two parties. PRMMI notified Local 1575 of its intention to eliminate the ro-ro fleet. A series of bargaining meetings between PRMMI and Local 1575 were held between April and June of 1990. Eventually a stipulation was signed in which PRMMI agreed not to carry out any more reductions during the remaining life of the Agreement and to give work preference to employees with inore seniority in accordance with the seniority clause of the Agreement and Act No. 80 of 1976, 29 L.P.R.A. § 185a et seq.\nArticle I § C of the Agreement, which governs seniority rights, states the following:\nSeniority is defined as the continuous time of service in the Company by department (Warehouse and Car Division, Maintenance, Marine) from the date on which the person began as an employee in said Company within the contracting unit, provided that the employee is efficient and complies with the conditions of this Agreement and the rules of the Company for which he works, and except in the Marine Department that seniority shall be by gangs and not by the seniority of the employee within the contracting unit and in the Maintenance Department that seniority shall be by classification within the same department. (emphasis added).\nParagraph 96 of Article VI, entitled “General Conditions,” is an administrative provision which also mentions seniority:\nPRMMI shall keep separate the LO/LO and RO/RO seniorities, and in the receipt and dispatch may use a RO/RO or LO/LO line to receive or dispatch when the job so warrants it. In the maintenance area, the employer shall keep said area separate, except that he may pass work from one area to another, provided that the situation so warrants.\nPursuant to Paragraph 96, work as well as equipment in the maintenance department have in the past been transferred from lo-lo to ro-ro.\nPRMMI maintains two separate seniority lists for lo-lo and ro-ro employees. These lists determine which employees are called to work on a daily basis. Each morning, supervisors call the personnel from each list in the order in which they appear on the list. Regular employees, who are guaranteed forty hours of work each week, are called first. If more personnel is needed or if some of the regulars are absent, substitute employees, who must appear each morning and wait to be informed if there is available work, are called.\nOn July 26, 1990, in response to the sharp decline in work at the ro-ro area and in accordance with its stipulation with Local 1575, PRMMI examined the seniority of its regular mechanics in the maintenance department. The fifteen mechanics with the highest seniority, without regard to whether the mechanics were lo-lo or ro-ro employees, were kept as regular employees. The rest went into a list of substitute employees. Due to the changes, three ro-ro mechanics in the maintenance department were transferred to work the lo-lo list as regular lo-lo mechanics in the maintenance department.\nPlaintiffs are sixteen lo-lo mechanics in the maintenance department. As a result of the changes, three plaintiffs who had been lo-lo regular employees were downgraded to substitute employees. Likewise, those plaintiffs who were substitute mechanics were downgraded by the formerly-regular plaintiffs who became substitutes. Irrespective of the changes, all plaintiffs have continued to work full time — albeit occasionally working night shifts — and to make the same amount of money as they did before their status was altered.\nPlaintiffs contend that on July 27, 1990, they met with a Local 1575 delegate and a PRMMI official, who informed them that the union and company had signed a stipulation agreeing to the modifications. On August 1, plaintiff Chaparro Febus spoke with the union’s vice-president, who told Chaparro Febus there was nothing he could do. The next day, plaintiffs contend that they asked to see Local 1575’s president in order to persuade him to file a grievance against the company, and that the president refused to see them. Plaintiffs filed a written complaint with the union on August 3. On August 27, plaintiffs again requested in writing that a grievance be filed against PRMMI. The president of Local 1575 informed plaintiffs in a letter dated September 5, 1990, that their complaint would be taken before the Grievance Committee.\nPlaintiffs’ grievances, however, were not taken to arbitration. On January 20, 1991, plaintiffs filed the present action against PRMMI, Local 1575, and PRMSA. The district court dismissed the action against PRMSA for lack of subject matter jurisdiction. It subsequently denied a preliminary injunction and granted PRMMI’s and Local 1575’s motion to dismiss, which the court treated as a motion for summary judgment. This appeal followed.\nII.\nA. Subject matter jurisdiction over PRMSA\nThe district court dismissed plaintiffs’ § 301 complaint against PRMSA for lack of subject matter jurisdiction because PRMSA, as a political subdivision of the Commonwealth of Puerto Rico, is specifically excluded from the term “employer” as defined by 29 U.S.C. § 152(2). Section 152(2) of the LMRA provides in pertinent part the following:\nThe term ‘employer’ includes any person acting as an agent or an employer, directly or indirectly, but shall not include the United States or any wholly owned Government corporation, or any Federal Reserve Bank, or any State or political subdivision thereof....\n29 U.S.C. § 152(2).\n“Political subdivisions” within the meaning of section 152(2) are “entities that are either (1) created directly by the state, so as to constitute departments or administrative arms of the government, or (2) administered by individuals who are responsible to public officials or to the general electorate.” NLRB v. Natural Gas Util. Dist. of Hawkins County, 402 U.S. 600, 604-05, 91 S.Ct. 1746, 1749-50, 29 L.Ed.2d 206 (1971). PRMSA, as a “public corporation and governmental instrumentality of the Commonwealth of Puerto Rico” that is administered by officials who are directly responsible to the Legislature and the Governor, 29 L.P.R.A. § 3054, meets either test. As this court has noted in dicta in the past, “it cannot be seriously disputed that PRMSA is a ‘political subdivision’ excluded from the definition of employer under 29 U.S.C. § 152(2).” Puerto Rico Marine Management, Inc. v. International Longshoremen’s Ass’n, AFL-CIO, 540 F.2d 24, 25 (1st Cir.1976).\nPlaintiffs raise several arguments in an attempt to avoid this result. In essence, plaintiffs contends that under guarantor, successor, or alter ego theories, PRMSA is their employer. Plaintiff’s arguments, however, cannot overcome the simple fact that PRMSA, being a political subdivision of the Commonwealth of Puerto Rico, is not an employer within the meaning of section 152(2). This court, therefore, has no subject matter jurisdiction over an action under § 301 of the LMRA, 29 U.S.C. § 185, against PRMSA.\nIn a last ditch effort to avoid this result, plaintiffs contend that the district court erred by dismissing the complaint against PRMSA without allowing an amendment to include PRMSA as a pendent party. Plaintiffs, however, failed to make this request before the district court. The issue has accordingly been waived. E.g., Boston Celtics Ltd. Partnership v. Shaw, 908 F.2d 1041, 1045 (1st Cir.1990); Johnston v. Holiday Inns, Inc., 595 F.2d 890, 894 (1st Cir.1979).\nB. Duty of Fair Representation\nIn a hybrid suit for breach of contract/breaeh of duty of fair representation under section 301 of the LMRA, 29 U.S.C. § 185, a plaintiff must prove both that the employer broke the collective bargaining agreement and that the union breached its duty of fair representation, in order to recover against either the employer or the union. DelCostello v. International Brotherhood of Teamsters, 462 U.S. 151, 165, 103 S.Ct. 2281, 2291, 76 L.Ed.2d 476 (1983); Hines v. Anchor Motor Freight, Inc., 424 U.S. 554, 570-71, 96 S.Ct. 1048, 1059-60, 47 L.Ed.2d 231 (1976). A union breaches its duty of fair representation only when it engages in arbitrary, discriminatory, or bad faith conduct. Air Line Pilots Ass’n, Int’l v. O’Neill, — U.S. -, 111 S.Ct. 1127, 1134-35, 113 L.Ed.2d 51 (1991); Vaca v. Sipes, 386 U.S. 171, 191, 87 S.Ct. 903, 917, 17 L.Ed.2d 842 (1967).\nIn the present case, plaintiffs have failed to create a genuine issue of material fact as to whether Local 1575 acted in an arbitrary, discriminatory, or bad faith manner. All that appears is that Local 1575, faced with the possibility of layoffs of its member-employees, entered into a stipulation with PRMMI based upon a perfectly reasonable interpretation of the provisions of the Agreement. The stipulation prohibited the layoff of any additional employees for the life of the Agreement, while at the same time guaranteeing that any changes would be made in accordance with the seniority of employees as defined in Article I, § C of the Agreement. This section states that “in the Maintenance Department ... seniority shall be by classification within the same department.” Thus, under the plain language of Article I, § C, seniority is governed by classification (i.e., mechanic) within departments, and not by lo-lo or ro-ro designation. Local 1575 understandably interpreted Article VI, paragraph 96, which appears under the heading of “General Conditions” and requires PRMMI to keep separate lo-lo and ro-ro seniorities, as an operational provision only.\nAs we say, this seems an entirely plausible interpretation of the Agreement. Even if we disagreed with the interpretation—which we do not—we would still be compelled to affirm the district court’s grant of summary judgment as the union’s actions were plainly not “so far outside a 'wide range of reasonableness’ ” as to constitute irrational or arbitrary conduct. Air Line Pilots Ass’n, — U.S. at -, 111 S.Ct. at 1136 (quoting Ford Motor Co. v. Huffman, 345 U.S. 330, 338, 73 S.Ct. 681, 686, 97 L.Ed. 1048 (1953)). Moreover, plaintiffs have failed to create a genuine issue as to whether Local 1575 acted dis-criminatorily or in bad faith. Plaintiffs allege in a general fashion that Local 1575 favored ro-ro employees over lo-lo employees. However, the situation unavoidably required the union to make a determination as to which employees were to have priority over others. That it did so—in a manner which, on its face, seems reasonable and in conformity with controlling agreements— does not, by itself, show “invidious ‘discrimination’ of the kind prohibited by the duty of fair representation.” Air line Pilots Ass’n, — U.S. at-, 111 S.Ct. at 1137; see also Colon Velez v. PRMMI, 957 F.2d 933, 940 (1st Cir.1992) (“the union must engage in a balancing of interests”); Berrigan v. Greyhound Lines, Inc., 782 F.2d 295, 298 (1st Cir.1986) (quoting Michael C. Harper & Ira C. Lupu, Fair Representation as Equal Protection, 98 Harv.L.Rev. 1211, 1260 (1985) (“Administration may well require a union to make distributional judgments as important as those made in the negotiating stage.”).\nBecause Local 1575's actions were based on a reasonable interpretation of the Agreement, without any demonstrable showing of bad faith, the union did not breach its duty of fair representation by refusing to pursue plaintiffs’ grievances. A union is under no duty to arbitrate a grievance that it honestly and in good faith believes lacks merit. Vaca, 386 U.S. at 191-92, 87 S.Ct. at 917-18; Berrigan, 782 F.2d at 298 (if a union were forced to arbitrate “a case that it felt had little basis in the contract, it arguably would jeopardize its credibility with the employer for purposes of later, more supportable, disputes with management policies, instituted on behalf of all members.”).\nWe agree with the district court that Local 1575 did not breach its duty of fair representation either by entering into the stipulation with PRMMI or by refusing to pursue plaintiffs’ grievances based upon changes made in accordance with the stipulation.\nC. Breach of Collective Bargaining Agreement\nAs we stated previously, plaintiffs cannot succeed on their breach of contract claim against PRMMI unless they are also able to establish that Local 1575 breached its duty of fair representation. Because plaintiffs have been unable to establish a breach of the duty of fair representation on the part of Local 1575, their breach of contract claim against PRMMI must also fail. We, therefore, affirm the district court’s grant of summary judgment on the breach of contract claim against PRMMI.\nD. Procedural Arguments\nPlaintiffs contend that the district court erred in treating defendants’ motion to dismiss as one for summary judgment without giving plaintiffs an opportunity to discover. Plaintiffs note that in July of 1991, they noticed the depositions of Luis A. Colon, the Director of Labor Relations at PRMMI, and Guillermo Ortiz Gonzalez, the President of Local 1575. According to plaintiffs, the depositions were important to their case because they had formally and informally requested documents such as the current collective bargaining agreement and seniority lists for certain years, but their efforts had been fruitless. Defendants thereafter filed a motion for a protective order and a motion to dismiss. On August 9, 1991, the court stayed the depositions until the motion to dismiss was decided. Eight months after defendants filed their motion to dismiss, the court, without any notification to plaintiffs, decided the motion to dismiss as one for summary judgment.\nWhen treating a Rule 12(b)(6) motion as a motion for summary judgment, “all parties shall be given reasonable opportunity to present all material made pertinent to such a motion by Rule 56.” Fed. R.Civ.P. 12(b) (motion to dismiss for failure to state a claim upon which relief can be granted) and 12(c) (motion for judgment on the pleadings). Contrary to plaintiffs’ contention, this circuit does not mechanically enforce the requirement of express notice of a district court’s intention to convert a Rule 12(b)(6) motion into a motion for summary judgment. Instead, we treat “any error in failing to give express notice as harmless when the opponent has received the affidavit and materials, has had an opportunity to respond to them, and has not controverted their accuracy.” Moody v. Town Of Weymouth, 805 F.2d 30, 31 (1st Cir.1986). Thus, we have said, “[wjhen discovery has barely begun and the non-movant has had no reasonable opportunity to obtain and submit additional evidentiary materials to counter the movant’s affidavits, conversion of a Rule 12 motion to a Rule 56 motion is inappropriate.” Whiting v. Maiolini, 921 F.2d 5, 7 (1st Cir.1990).\nIn the present case, plaintiffs had almost a year between the filing of the motion to dismiss and the court’s treatment of that motion as one for summary judgment. Moreover, over a year had elapsed since plaintiffs initially filed their complaint. Summary judgment did not “follow[ ] hard on the heels of the complaint or answer.” Condon v. Local 2944, United Steel Workers of America, 683 F.2d 590, 594 (1st Cir.1982). Furthermore, although entitled “Motion to Dismiss,” the motion, which quotes extensively from Fed.R.Civ.P. 56, plainly sought summary judgment relief as well. Plaintiffs clearly understood the motion in this way and responded to it by arguing that there were genuine issues of material fact. In fact, in their memorandum opposing defendants’ motion, plaintiffs referred to the motion as one for “dismissal of the complaint and summary judgment.” Plaintiffs cannot reasonably claim surprise at the district court’s treatment of the motion as one for summary judgment. Furthermore, although the district court stayed several of plaintiffs' requested depositions, the district court did not stay all discovery. Presumably then, plaintiffs could have filed motions to compel the production of the documents that they sought. Under all the circumstances, we cannot say that the district court’s treatment of the motion as one for summary judgment was unfair or improper.\nPlaintiffs raise a number of other arguments challenging the district court’s grant of summary judgment and its dismissal of PRMSA from the case. We have examined each of these arguments carefully and find that none has any merit.\nIII.\nThe district court properly dismissed PRMSA for lack of subject matter jurisdiction. The district court also properly granted summary judgment to PRMMI and Local 1575.\nAffirmed. Costs to Appellees.\n. The relationship between PRMSA and PRMMI is further described in our opinion, Rodriguez-Garcia v. Davila, 904 F.2d 90, 93 (1st Cir.1990).\n. Act No. 80 requires reductions in workforce to be made according to seniority order by occupational classification. 29 L.P.R.A. § 185c.\n. There is some confusion as to whether this clause is contained in paragraph 96 or paragraph 94 of Article VI. An exhibit admitted during the preliminary injunction hearing identifies the material as paragraph 94 and contains minor variations in the English translation. The district court, however, appears to have adopted a previously provided certified translation of the material, which identified it as paragraph 96. For ease and clarity, we too will refer to the clause as paragraph 96.\n. Although the district court expressly ruled after hearing oral arguments that it lacked subject matter jurisdiction over PRMSA, the deputy clerk mistakenly issued a judgment dismissing the complaint as to PRMSA for lack of in per-sonam jurisdiction. The district court subsequently failed to rule on PRMSA’s Rule 60(a) motion to correct judgment. Irrespective of the district court’s failure to correct the clerical error, a party’s objection to subject matter jurisdiction can be raised at any time, including on appeal. E.g., Helleran v. Hoffman, 966 F.2d 45, 47 (1st Cir.1992). We therefore address PRMSA’s contentions with respect to subject matter jurisdiction.\n. The parties have devoted considerable portions of their appellate briefs to arguing over whether the district court properly denied plaintiffs’ motion for a preliminary injunction against PRMMI for breach of the collective bargaining agreement and against Local 1575 for breach of the duty of fair representation. We find these arguments to be puzzling since preliminary injunctions, which are interlocutory in nature, cannot survive a final order of dismissal. Pacific Tel. & Tel. Co. v. Kuykendall, 265 U.S. 196, 44 S.Ct. 553, 68 L.Ed. 975 (1924); Shaffer v. Carter, 252 U.S. 37, 44, 40 S.Ct. 221, 222, 64 L.Ed. 445 (1920); United States ex rel. Bergen v. Lawrence, 848 F.2d 1502, 1512 (10th Cir.), cert. denied, 488 U.S. 980, 109 S.Ct. 528, 102 L.Ed.2d 560 (1988); Cypress Barn, Inc. v. Western Elec. Co., 812 F.2d 1363, 1364 (11th Cir.1987); Madison Square Garden Boxing, Inc. v. Shavers, 562 F.2d 141, 144 (2d 1977). Because the district court’s denial of the preliminary injunction was \"merged in” the final judgment dismissing the case, plaintiffs’ complaints regarding the preliminary injunction are moot. See Shaffer, 252 U.S. at 44, 40 S.Ct. at 222. In a similar vein, plaintiffs' arguments that the district court abused its discretion by participating in the examination of witnesses and arguing with plaintiffs’ attorney during the preliminary injunction hearing are also moot. However, even if we were to address these contentions, we would find, based upon our careful review of the transcripts of the preliminary injunction hearing, that the district judge did not exceed his authority under Rules 611(a) and 614(b) of the Federal Rules of Evidence.",
        "type": "majority",
        "author": "LEVIN H. CAMPBELL, Senior Circuit Judge."
      }
    ],
    "attorneys": [
      "Emmalind Garcia Garcia, for plaintiffs, appellants.",
      "Jose G. Fagot-Diaz with whom Ramirez & Ramirez was on brief, for defendant, appellee Puerto Rico Maritime Shipping Authority.",
      "Rafael Cuevas Kuinlam with whom Cue-vas Kuinlam & Bermudez was on brief, for defendant, appellee Puerto Rico Marine Management, Inc.",
      "Nicolas Delgado Figueroa, for defendant, appellee Intern. Longshoremen Ass’n, Local 1575."
    ],
    "corrections": "",
    "head_matter": "Miguel Angel CHAPARRO-FEBUS, et al., Plaintiffs, Appellants, v. INTERNATIONAL LONGSHOREMEN ASSOCIATION, LOCAL 1575, et al., Defendants, Appellees.\nNo. 92-1658.\nUnited States Court of Appeals, First Circuit.\nHeard Nov. 6, 1992.\nDecided Dec. 31, 1992.\nAs Amended Jan. 4, 1993.\nEmmalind Garcia Garcia, for plaintiffs, appellants.\nJose G. Fagot-Diaz with whom Ramirez & Ramirez was on brief, for defendant, appellee Puerto Rico Maritime Shipping Authority.\nRafael Cuevas Kuinlam with whom Cue-vas Kuinlam & Bermudez was on brief, for defendant, appellee Puerto Rico Marine Management, Inc.\nNicolas Delgado Figueroa, for defendant, appellee Intern. Longshoremen Ass’n, Local 1575.\nBefore STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and SKINNER, Senior District Judge.\nOf the District of Massachusetts, sitting by designation."
  },
  "file_name": "0325-01",
  "first_page_order": 451,
  "last_page_order": 458
}