{
  "id": 11642409,
  "name": "Emil BOZILOV, Petitioner-Appellant, v. Wayne SEIFERT, Warden, Respondent-Appellee",
  "name_abbreviation": "Bozilov v. Seifert",
  "decision_date": "1992-06-26",
  "docket_number": "No. 91-55977",
  "first_page": "140",
  "last_page": "144",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 140"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "470 F.Supp. 976",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4074973
      ],
      "pin_cites": [
        {
          "page": "979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/470/0976-01"
      ]
    },
    {
      "cite": "931 F.2d 169",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1801871
      ],
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/931/0169-01"
      ]
    },
    {
      "cite": "733 F.2d 549",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        576054
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "554"
        },
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/733/0549-01"
      ]
    },
    {
      "cite": "836 F.2d 1223",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10549010
      ],
      "pin_cites": [
        {
          "page": "1226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/1223-01"
      ]
    },
    {
      "cite": "729 F.2d 624",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1938857
      ],
      "pin_cites": [
        {
          "page": "626-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/729/0624-01"
      ]
    },
    {
      "cite": "259 U.S. 309",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        423277
      ],
      "weight": 3,
      "year": 1922,
      "pin_cites": [
        {
          "page": "316"
        },
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/259/0309-01"
      ]
    },
    {
      "cite": "617 F.Supp. 777",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3797056
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "785-88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/617/0777-01"
      ]
    },
    {
      "cite": "789 F.2d 801",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1573909
      ],
      "pin_cites": [
        {
          "page": "804"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/789/0801-01"
      ]
    },
    {
      "cite": "667 F.2d 300",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        463951
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "303-04"
        },
        {
          "page": "304"
        },
        {
          "page": "303"
        },
        {
          "page": "303-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/667/0300-01"
      ]
    },
    {
      "cite": "834 F.2d 1444",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10552185
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/834/1444-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 930",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 2830",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 1059",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6373867,
        6374603,
        6374061,
        6373646,
        6374222,
        6374864,
        6374413,
        6375126
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/1059-02",
        "/us/486/1059-06",
        "/us/486/1059-03",
        "/us/486/1059-01",
        "/us/486/1059-04",
        "/us/486/1059-07",
        "/us/486/1059-05",
        "/us/486/1059-08"
      ]
    },
    {
      "cite": "832 F.2d 492",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546074
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "496"
        },
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/832/0492-01"
      ]
    },
    {
      "cite": "784 F.2d 1354",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1548288
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1355"
        },
        {
          "page": "1356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/784/1354-01"
      ]
    },
    {
      "cite": "252 U.S. 364",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        551464
      ],
      "weight": 3,
      "year": 1920,
      "pin_cites": [
        {
          "page": "369"
        },
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/252/0364-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3184",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 10420,
    "ocr_confidence": 0.746,
    "pagerank": {
      "raw": 1.4537215596623067e-07,
      "percentile": 0.6555476786484463
    },
    "sha256": "275e268110df08b047d54cf98f2761e3bcb8a0e63c8e4fce19c944f7c94ce577",
    "simhash": "1:d2be7317811f9d76",
    "word_count": 1598
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: BROWNING, FARRIS, Circuit Judges, and GEORGE, District Judge."
    ],
    "parties": [
      "Emil BOZILOV, Petitioner-Appellant, v. Wayne SEIFERT, Warden, Respondent-Appellee."
    ],
    "opinions": [
      {
        "text": "FARRIS, Circuit Judge:\nEmil Ananiev Bozilov appeals the denial of his writ of habeas corpus challenging an extradition order pursuant to 18 U.S.C. § 3184 and the Extradition Treaty between the United States and the Federal Republic of Germany. He argues that the writ was improperly denied because: 1) the dual criminality requirement for extradition was not satisfied; 2) there was no probable cause; and 3) Germany’s extradition request was untimely. We affirm.\nFACTS\nOn September 19, 1990, the German Criminal Court in Flensberg issued an international warrant for the arrest of Bozi-lov for narcotics trafficking. On November 23, 1990, United States Magistrate Brown issued a warrant for Bozilov’s arrest, pending an extradition hearing pursuant to 18 U.S.C. § 3184. On December 13th, Bozilov was arrested.\nBy the terms of the Treaty, Germany was required to 'make a formal extradition request within forty days of the arrest. On January 23, 1991, Germany submitted its request to the American Embassy in Bonn. The request alleged that Bozilov used German couriers to operate an international drug smuggling operation based in Los Angeles. Germany also requested and received a twenty day extension. On February 12th, Germany filed its formal extradition request with the local American district court.\nOn April 9, 1991, Magistrate Kronenberg held Bozilov’s extradition hearing. On April 23rd, Bozilov filed a writ of habeas corpus challenging his extradition proceeding. Magistrate Kronenberg granted extradition on April 30th. District Judge Williams denied the writ on July 11th. The district court found that: 1) probable cause existed for Bozilov’s extradition; 2) Germany had jurisdiction over the alleged offenses; and 3) the request met the Treaty time requirements. This appeal followed.\nDISCUSSION\nAn extradition order cannot be directly appealed. Collins v. Miller, 252 U.S. 364, 369, 40 S.Ct. 347, 349, 64 L.Ed. 616 (1920). The defendant must file a petition for habeas corpus challenging the order. Artukovic v. Rison, 784 F.2d 1354, 1355 (9th Cir.1986). Our review is limited to whether: 1) the court had jurisdiction; 2) the offense charged is within the extradition treaty; and 3) any evidence supported a determination that there was reasonable grounds to believe the accused guilty of the crime. Id. at 1356.\nBozilov contends that his offense is not extraditable because Germany failed to prove he committed a comparable, substantive crime under United States law. He also argues that American courts cannot assert jurisdiction over a substantive offense unless his acts affected the United States. The determination that an offense is an extraditable crime is reviewed de novo. Theron v. United States Marshal, 832 F.2d 492, 496 (9th Cir.1987), cert. denied, 486 U.S. 1059, 108 S.Ct. 2830, 100 L.Ed.2d 930 (1988).\nWe reject Bozilov’s argument. “Dual criminality does not require that an offense in a foreign country have an identical counterpart under the laws of the United States.” Theron, 832 F.2d at 496. Dual criminality requires only that the acts alleged constitute a crime in both jurisdictions. Emami v. United States Dist., Court, 834 F.2d 1444, 1450 (9th Cir.1987). Each state may name and penalize the crime differently. Id.\nArticle 2(1) of the Treaty defines extraditable offenses as:\na) Offenses described in the Appendix to this Treaty which are punishable under the laws of both Contracting Parties;\nb) Offenses, whether listed in the Appendix of this Treaty or not, provided they are punishable under the Federal laws of the United States and the laws of the Federal Republic of Germany.\nParagraph 29 of the Appendix includes offenses “against the laws relating to narcotic drugs.”\nIt is undisputed that Bozilov’s actions, if proven, would meet the German requirements for drug trafficking. The question is whether Bozilov’s actions are punishable under American law. The government argues that Bozilov’s activities constitute conspiracy to distribute narcotics.\nIn a Canadian extradition case, the Second Circuit held that the defendant could be extradited for attempted murder because a sufficient nexus existed between the defendant’s conduct and Canada to establish jurisdiction in Canada. Melia v. United States, 667 F.2d 300, 303-04 (2d Cir.1981). The court found that Melia was part of a conspiracy in Canada, and that the “mere presence of a conspiracy within Canada has a detrimental effect within Canada.” Id. at 304. The court also found that in making one or more telephone calls to Toronto, Melia performed an overt act in furtherance of the conspiracy. Id. The court held that if the circumstances had been reversed, the United States would have had jurisdiction over Melia. Id. at 303.\nGermany presented credible evidence by two couriers, Malocco and Oppenberg, that directly implicated Bozilov as the Los An-geles connection in a worldwide drug smuggling conspiracy. Bozilov received a large deutsche mark transfer from one of the coconspirators in Germany. Germany established: 1) the existence of a German drug conspiracy; 2) Bozilov’s connection to the conspiracy; and 3) that overt acts were performed in Germany in furtherance of the conspiracy. See id. at 303-04. Germany charged Bozilov with involvement in a drug conspiracy that, in part, took place in Germany and involved German citizens, even though no drugs were delivered there and Bozilov never visited Germany during the course of the conspiracy. Numerous acts were taken by coconspirators in Germany to further the objectives of the conspiracy. Because Bozilov could have been charged with conspiracy to distribute narcotics by the United States if the two countries’ positions had been reversed, dual criminality is satisfied. See In re Extradition of Russell, 789 F.2d 801, 804 (9th Cir.1986) (charges are extraditable offenses “because the conduct underlying the charges, as set forth in the affidavits, would be cognizable under American federal and state conspiracy law”) (emphasis in original).\nBozilov’s reliance upon Republic of France v. Moghadam, 617 F.Supp. 777 (N.D.Cal.1985), is misplaced. In Mogha-dam, the district court held that the principle of dual criminality was not satisfied because: 1) the defendant’s only contact with France, the requesting country, was via an alleged coconspirator, who passed through France merely as an “in-transit passenger”; 2) the defendant had no intent to cause a detrimental effect in France; and 3) the conspiracy was not based in France, nor did any overt act occur there. Id. at 785-88. Because the German government has established a sufficient nexus between the conspirators (including Bozi-lov) and Germany, Moghadam is inapplicable.\nBozilov contends that Germany failed to establish probable cause for extradition. In an extradition proceeding, the magistrate need only “determine whether there is competent evidence to justify holding the accused to await trial, ... not ... whether the evidence is sufficient to justify a conviction.” Collins v. Loisel, 259 U.S. 309, 316, 42 S.Ct. 469, 472, 66 L.Ed. 956 (1922).\nGermany’s evidence justifies extradition. The uncorroborated statements of Malocco, apart from the money transfer, are sufficient to establish probable cause. See Zanazanian v. United States, 729 F.2d 624, 626-27 (9th Cir.1984). Because Germany need not prove the accused’s guilt beyond a reasonable doubt during the extradition hearings, Mirchandani v. United States, 836 F.2d 1223, 1226 (9th Cir.1988), probable cause is satisfied.\nArticle 16(4) of the Treaty provides that the United States must receive Germany’s formal extradition request within sixty days of arrest. The United States arrested Bozilov on December 13, 1990. On January 23, 1991, the German government submitted its formal extradition request to the United States Embassy in Bonn. The sixty day period expired February 11, 1991. Germany’s request was not filed in district court until February 12th. Bozilov argues that Germany’s failure to timely file its request at the local district court precludes extradition.\nUnder similar circumstances, the Eighth Circuit approved an overdue extradition request. United States v. Wiebe, 733 F.2d 549, 554 (8th Cir.1984). In Wiebe, Spain had sent the extradition request to the American Embassy, but the documents were not received by the district court within the Treaty’s forty-five day limit. Id. Because the Spanish Extradition Treaty required only that the request be made through “the diplomatic channel,” the court held that the delay was not the fault of Spain, and therefore permitted the extradition. Cf. Koskotas v. Roche, 931 F.2d 169, 174 (1st Cir.1991) (two month time limit not strictly enforced because Greece’s noncompliance with treaty terms was minimal).\nThe German Treaty provision is identical to the one approved in Wiebe. All extradition requests “shall be transmitted through the diplomatic channel.” As the court in Wiebe observed:\nWe are satisfied, however, that the Treaty does not require receipt at the courts of the asylum country. If this were the case, the interests of the demanding country under the Treaty could consistently be undercut by bureaucratic sluggishness within the asylum country’s executive agencies. The Treaty requires demands for extradition to be made through “the diplomatic channel” only, not directly to the courts of the asylum country.\n733 F.2d at 554 (quoting United States v. Clark, 470 F.Supp. 976, 979 (D.Vt.1979)). A decision contrary to Wiebe would defeat the Treaty’s purpose. Extradition is facilitated by validating extradition requests received by the American Embassy. Extradition requests received by an authorized diplomatic authority within the Treaty’s time limit are sufficient.\nAFFIRMED.",
        "type": "majority",
        "author": "FARRIS, Circuit Judge:"
      }
    ],
    "attorneys": [
      "William J. Genego, Santa Monica, CA, for petitioner-appellant.",
      "Joseph A. Brandolino, Asst. U.S. Atty., Los Angeles, CA, for respondent-appellee."
    ],
    "corrections": "",
    "head_matter": "Emil BOZILOV, Petitioner-Appellant, v. Wayne SEIFERT, Warden, Respondent-Appellee.\nNo. 91-55977.\nUnited States Court of Appeals, Ninth Circuit.\nSubmitted May 8, 1992.\nDecided June 26, 1992.\nAs Amended Jan. 7, 1993.\nWilliam J. Genego, Santa Monica, CA, for petitioner-appellant.\nJoseph A. Brandolino, Asst. U.S. Atty., Los Angeles, CA, for respondent-appellee.\nBefore: BROWNING, FARRIS, Circuit Judges, and GEORGE, District Judge.\nThe panel finds this case appropriate for decision without oral argument. Fed.R.App.P. 34(a)! 9th Cir. R. 34-4.\nHonorable Lloyd D. George, United States District Judge for the District of Nevada, sitting by designation."
  },
  "file_name": "0140-01",
  "first_page_order": 266,
  "last_page_order": 270
}