{
  "id": 11650280,
  "name": "In re: Gregory James PASEK, Debtor. DORR, BENTLEY & PECHA, CPA'S, P.C., Appellant, v. Gregory James PASEK, Appellee",
  "name_abbreviation": "Dorr, Bentley & Pecha, CPA's, P.C. v. Pasek",
  "decision_date": "1993-01-20",
  "docket_number": "No. 92-8040",
  "first_page": "1524",
  "last_page": "1528",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 1524"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "470 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299693
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "575-76"
        },
        {
          "page": "1512-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0564-01"
      ]
    },
    {
      "cite": "52 B.R. 501",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6111252
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/52/0501-01"
      ]
    },
    {
      "cite": "55 B.R. 569",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6115126
      ],
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/55/0569-01"
      ]
    },
    {
      "cite": "704 F.2d 241",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1854994,
        6127069
      ],
      "pin_cites": [
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/704/0241-01",
        "/br/29/0241-01"
      ]
    },
    {
      "cite": "774 F.2d 875",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        35696,
        6125588
      ],
      "pin_cites": [
        {
          "page": "881-882"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/774/0875-01",
        "/br/53/0875-01"
      ]
    },
    {
      "cite": "902 F.2d 1479",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540898,
        6119548
      ],
      "pin_cites": [
        {
          "page": "1481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/902/1479-01",
        "/br/114/1479-01"
      ]
    },
    {
      "cite": "901 F.2d 839",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6121801,
        10535358
      ],
      "pin_cites": [
        {
          "page": "841"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/113/0839-01",
        "/f2d/901/0839-01"
      ]
    },
    {
      "cite": "780 F.2d 1440",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6122891,
        1531039
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1442-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/56/1440-01",
        "/f2d/780/1440-01"
      ]
    },
    {
      "cite": "37 B.R. 671",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6114932
      ],
      "pin_cites": [
        {
          "page": "674-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/37/0671-01"
      ]
    },
    {
      "cite": "768 F.2d 1155",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        356440,
        6127195
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1158"
        },
        {
          "page": "1158"
        },
        {
          "page": "1159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/768/1155-01",
        "/br/51/1155-01"
      ]
    },
    {
      "cite": "866 F.2d 364",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527009,
        6499852
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "367"
        },
        {
          "page": "367"
        },
        {
          "page": "367"
        },
        {
          "page": "367",
          "parenthetical": "\"willful\" element is straightforward; \"malicious\" element more complex"
        },
        {
          "page": "367"
        },
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/866/0364-01",
        "/br/95/0364-01"
      ]
    },
    {
      "cite": "111 S.Ct. 654",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6121506
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/122/0654-01"
      ]
    },
    {
      "cite": "498 U.S. 279",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6223600
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0279-01"
      ]
    },
    {
      "cite": "962 F.2d 988",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10523205
      ],
      "pin_cites": [
        {
          "page": "990"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/962/0988-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "25 Collier Bankr.Cas.2d (MB) 313",
      "category": "reporters:specialty",
      "reporter": "Collier Bankr. Cas. 2d",
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "129 B.R. 247",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6488235
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "254"
        },
        {
          "page": "250"
        },
        {
          "page": "252"
        },
        {
          "page": "254"
        },
        {
          "page": "254"
        },
        {
          "page": "250-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/129/0247-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 523",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)(6)"
        },
        {
          "page": "(a)(6)"
        },
        {
          "page": "(a)(6)"
        },
        {
          "page": "(a)(9)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 12402,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2422923112505787
    },
    "sha256": "8fd3c505ac384a2a2f446b3fa8967c1d54ff57883e17075903e75e5e2ed74b26",
    "simhash": "1:f30c7112a9124d58",
    "word_count": 2003
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TACHA, BALDOCK and KELLY, Circuit Judges."
    ],
    "parties": [
      "In re: Gregory James PASEK, Debtor. DORR, BENTLEY & PECHA, CPA’S, P.C., Appellant, v. Gregory James PASEK, Appellee."
    ],
    "opinions": [
      {
        "text": "PAUL KELLY, Jr., Circuit Judge.\nAppellant CPA firm appeals from the judgment of the district court affirming the bankruptcy court’s decision that a $179,000 debt owed appellant was dischargeable in bankruptcy. In an adversary proceeding which included a trial before the bankruptcy court, the CPA firm contended that Debtor’s breach of a covenant not to compete contained in a partnership agreement was willful and malicious. Accordingly, it argued that the resulting damages were not dischargeable pursuant to 11 U.S.C. § 523(a)(6). The bankruptcy court held that the CPA firm had failed to establish by a preponderance of the evidence that Debtor’s breach of the agreement was willful and malicious as required by 11 U.S.C. § 523(a)(6). In re Pasek (Dorr & Associates v. Pasek), 129 B.R. 247, 254; 25 Collier Bankr.Cas.2d (MB) 313, 323 (Bankr.D.Wyo.1991). Acting in its appellate capacity, 28 U.S.C. § 158(a), the district court affirmed. On appeal, the CPA firm contends that the district court and bankruptcy court misapplied § 523(a)(6) and that Debtor’s actions constituted willful and malicious conduct under the statute. Our jurisdiction arises under 28 U.S.C. § 158(d) and we affirm, though we do not agree entirely with the reasoning of the district court or the bankruptcy court.\nBackground\nOn the firm’s request, Debtor signed a partnership agreement which contained a covenant not to compete. The covenant provided that, for a period of three years, a partner who left the firm would not practice within fifty miles of a city where the firm had an office. Liquidated damages for violation of the covenant were “150% of the amount billed by [the firm] to the client for services rendered in the prior twelve months.” Debtor left the firm and opened his own practice in Gillette, Wyoming. Several of his clients followed him. The firm sued him. Several days before a scheduled trial in state district court, Debt- or filed for bankruptcy and sought discharge of the damages alleged by the firm.\nDebtor left the firm for several reasons. Various members of the firm decided that the accountant-members and their spouses should present a particular image to the community and clients. The bankruptcy court found that the firm attempted to impose its standards concerning private family matters such as home decoration, automobile selection, spousal attire, grooming and manners, on the Debtor and his wife. In re Pasek, 129 B.R. at 250. The firm had been critical of Debtor’s wife and eventually Debtor left for the sake of his family. A contributing factor was the firm’s insistence that he have one of the two highest billing quotas, notwithstanding that two of his five dependent children had serious medical problems requiring parental involvement. He also disagreed with several of the firm’s decisions concerning client allocation, leverage and what he perceived as inequitable enforcement of the covenant not to compete.\nThe bankruptcy court found that Debtor was fully aware of the covenant not to compete, but hoped that it was unenforceable based on an opinion from legal counsel. He recruited past clients based on economic necessity, “fearpng] he would be unable to make a living for his family unless he sought work from all possible sources.” Id. The district and bankruptcy courts were of the view that this circuit had developed an alternate test for willful and malicious injury only available in cases involving a debtor’s conversion of a secured creditor’s interest in collateral or proceeds. See Id. at 252; Aplt.App. at 10. Notwithstanding, the bankruptcy court determined that even under the alternate test, the CPA firm had not established a willful and malicious injury. In re Pasek, 129 B.R. at 254.\nDiscussion\nWe review the bankruptcy court’s legal conclusions de novo and its factual findings under the clearly erroneous standard. In re Unioil, Inc. (Unioil v. H.E. Elledge), 962 F.2d 988, 990 (10th Cir.1992). Under § 523(a)(6), the creditor firm had the burden to prove by a preponderance of the evidence that the debt was nondischargeable. See Grogan v. Garner, 498 U.S. 279, -, 111 S.Ct. 654, 657, 112 L.Ed.2d 755 (1991). We do not agree with the distinction announced by the bankruptcy court and adopted by the district court. Neither court explained why one test should apply for injuries arising from breaches of contract involving conversion of collateral or proceeds, and another test for all other injuries, including non-security-agreement breaches of contract.\nThe Bankruptcy Code provides that debts resulting from a “willful and malicious injury by the Debtor to another entity or to the property of another entity” are not dischargeable. 11 U.S.C. § 523(a)(6). What constitutes “willful and malicious injury” is the subject of this appeal. Relying on several recent cases, the CPA firm argues that the bankruptcy and district court erroneously required proof of the Debtor’s specific intent to injure the CPA firm by breach of the covenant not to compete. According to the CPA firm, “intent to injure may be proven by the conduct of the debtor which necessarily results in harm to the plaintiff.” Aplt.Br. at 11. Thus, rather than proving specific intent to injure directly, an equally availing method of proof would be evidence that “the debtor, understanding fully the consequences of his conduct, acts notwithstanding, knowing full well that his conduct will cause injury.” Aplt.Br. at 11.\nWe are in substantial agreement with the CPA firm on the law. As we have emphasized though, not every intentional act or breach of an agreement falls within the exception to discharge. In re Posta (C.I.T. Financial Servs. Inc. v. Posta), 866 F.2d 364, 367 (10th Cir.1989); In re Compos (Farmers Ins. Group v. Compos), 768 F.2d 1155, 1158 (10th Cir.1985). Rather, we believe the rule fully supported by our cases is that “willful and malicious injury” occurs when the debtor, without justification or excuse, and with full knowledge of the specific consequences of his conduct, acts notwithstanding, knowing full well that his conduct will cause particularized injury. Such a standard is consistent with our rule that § 523(a)(6) requires not only intentional conduct on the part of the debtor, but also intentional or deliberate injury.\nIn Compos we determined that § 523(a)(6) “does not except from discharge intentional acts which cause injury; it requires instead an intentional or deliberate injury.” 768 F.2d at 1158. The issue in Compos was whether injury resulting from the debtor’s operation of a motor vehicle while voluntarily intoxicated constituted “willful and malicious injury.” We held that “§ 523(a)(6) requires proof of an intent to injure before such debts will be held to be nondischargeable.” Compos, 768 F.2d at 1159. Thus, intentional intoxication which caused injury and constituted reckless disregard for the rights of others did not constitute the requisite proof that the debtor “intended to injure another person or the property of another.” Id. at 1156-57 & 1159. In Compos, we relied on In re Cecchini (Impulsora del Territoria Sur v. Cecchini), 37 B.R. 671, 674-75 (Bankr.App. 9th Cir.1984), a case subsequently reversed by the Ninth Circuit, 780 F.2d 1440 (9th Cir.1986). The Ninth Circuit adopted a standard which did not require proof of specific intent to injure. Cecchini, 780 F.2d at 1442-43. In any event, as we noted in Compos, Congress subsequently amended § 523 to make debts arising from operation of a motor vehicle while intoxicated nondischargeable. See 11 U.S.C. § 523(a)(9); Compos, 768 F.2d at 1158 n. 1.\nWe have recognized that the test of dischargeability in this circuit still requires proof of deliberate and intentional injury as stated in Compos. In re Thurman, 901 F.2d 839, 841 (10th Cir.1990). However, we also have recognized that secured creditors are not restricted to direct evidence of specific intent to injure in satisfying the requirements of § 523(a)(6); rather, the requisite “malicious intent [may] be demonstrated by evidence that the debtor had knowledge of the creditor’s rights and that, with that knowledge, proceeded to take action in violation of those rights.” In re Posta, 866 F.2d at 367. See also In re Grey (Coats State Bank v. Grey), 902 F.2d 1479, 1481 (10th Cir.1990). Thus, “the debtor’s actual knowledge or the reasonable foreseeability that his conduct will result in injury to the creditor,” are highly relevant. In re Posta, 866 F.2d at 367.\nContrary to the position of the CPA firm, however, proof of actual knowledge or reasonable foreseeability of injury do not automatically require the trier of fact to find “willful and malicious” injury. We recognize that there are no absolutes. In each case, evidence of the debtor’s motives, including any claimed justification or excuse, must be examined to determine whether the requisite “malice” in addition to “willfulness” is present. See Posta, 866 F.2d at 367 (“willful” element is straightforward; “malicious” element more complex). One without the other will not suffice to bar a discharge under § 523(a)(6); all the surrounding circumstances, including any justification or excuse offered by the debtor, are relevant to determine whether the debtor acted with a culpable state of mind vis-a-vis the actual injury caused the creditor. See In re Long (Barclays American/Business Credit, Inc. v. Long), 774 F.2d 875, 881-882 (8th Cir.1985); Seven Elves, Inc. v. Eskenazi, 704 F.2d 241, 245 (5th Cir.1983); In re Lindsay (Dearborn Chem. Co. v. Lindsay), 55 B.R. 569, 571 (Bankr.W.D.Okla.1985); In re Egan (Kellerhuis v. Egan), 52 B.R. 501, 507 n. 4 (Bankr.D.Minn.1985) (cited in Posta, 866 F.2d at 367). Indeed, in Posta, we carefully considered the facts and circumstances surrounding the debtors’ intentional conversion of collateral (sale of a trailer in violation of security agreement) and concluded that the conversion was not “malicious.” 866 F.2d at 368.\nThus, “the conversion of another’s property without his knowledge or consent, done intentionally and without justification and excuse, to the other’s injury, is a willful and malicious injury within the meaning of the exception.” 3 Lawrence P. King, Collier on Bankruptcy ¶ 523.16[1] (15th ed. 1992).\nApplying a sufficiently similar legal test as an alternate ground for its decision, the bankruptcy court held that the Debtor acted with just cause or excuse based on all the facts and circumstances in the case, giving due regard to credibility of witnesses. In re Pasek, 129 B.R. at 254. In reaching this conclusion, the bankruptcy court relied on its findings that the CPA firm sought to alter materially its agreement with the Debtor by attempting to regulate his personal affairs (and those of his wife), matters wholly outside (and inappropriate to) the partnership agreement, and by imposing an unreasonable billable hour quota not envisioned in the agreement. The bankruptcy court also supported its decision based on its finding that the Debtor reasonably relied on a legal opinion that the covenant not to compete was unenforceable. The bankruptcy court’s ultimate finding that the debt did not result from “willful or malicious injury” is not clearly erroneous. Given the two views of the evidence which confronted the bankruptcy court, id. at 250-51, its resolution cannot be clearly erroneous. See Anderson v. City of Bessemer City, 470 U.S. 564, 575-76, 105 S.Ct. 1504, 1512-13, 84 L.Ed.2d 518 (1985).\nFor the foregoing reasons, we AFFIRM the judgment of the district court holding the debt dischargeable.\n. We express no opinion on the enforceability of the covenant not to compete under Wyoming law. That issue is not before us, and we decline to address it.",
        "type": "majority",
        "author": "PAUL KELLY, Jr., Circuit Judge."
      }
    ],
    "attorneys": [
      "Submitted on the Briefs.",
      "Greg L. Goddard, Goddard, Perry & Vo-gel, Buffalo, WY, for appellant.",
      "Georg Jensen, Law Offices of Georg Jensen, Cheyenne, WY, for appellee."
    ],
    "corrections": "",
    "head_matter": "In re: Gregory James PASEK, Debtor. DORR, BENTLEY & PECHA, CPA’S, P.C., Appellant, v. Gregory James PASEK, Appellee.\nNo. 92-8040.\nUnited States Court of Appeals, Tenth Circuit.\nJan. 20, 1993.\nSubmitted on the Briefs.\nGreg L. Goddard, Goddard, Perry & Vo-gel, Buffalo, WY, for appellant.\nGeorg Jensen, Law Offices of Georg Jensen, Cheyenne, WY, for appellee.\nBefore TACHA, BALDOCK and KELLY, Circuit Judges.\nAfter examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. See Fed.R.App.P. 34(a); 10th Cir.R. 34.1.9. The cause therefore is ordered submitted without oral argument."
  },
  "file_name": "1524-01",
  "first_page_order": 1640,
  "last_page_order": 1644
}