{
  "id": 11650228,
  "name": "REESE EXPLORATION, INC., Plaintiff-Appellant/Cross-Appellee, v. WILLIAMS NATURAL GAS COMPANY, Defendant-Appellee/Cross-Appellant",
  "name_abbreviation": "Reese Exploration, Inc. v. Williams Natural Gas Co.",
  "decision_date": "1993-01-19",
  "docket_number": "Nos. 91-3230 & 91-3231",
  "first_page": "1514",
  "last_page": "1524",
  "citations": [
    {
      "type": "official",
      "cite": "983 F.2d 1514"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "245 Kan. 80",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1465801
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "967"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/245/0080-01"
      ]
    },
    {
      "cite": "237 Kan. 336",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1503137
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "1032"
        },
        {
          "page": "1031",
          "parenthetical": "where gas storage operator had not acquired a contract right or paid compensation to store gas under plaintiffs land"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/237/0336-01"
      ]
    },
    {
      "cite": "111 S.Ct. 1217",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11318566
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0225-01"
      ]
    },
    {
      "cite": "156 Kan. 367",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        256535
      ],
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/156/0367-01"
      ]
    },
    {
      "cite": "216 Kan. 96",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        85358
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/216/0096-01"
      ]
    },
    {
      "cite": "182 Kan. 213",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        542208
      ],
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "1046"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/182/0213-01"
      ]
    },
    {
      "cite": "188 Kan. 626",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        55459
      ],
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "978"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/188/0626-01"
      ]
    },
    {
      "cite": "70 Kan. 778",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1133672
      ],
      "weight": 2,
      "year": 1905,
      "opinion_index": 0,
      "case_paths": [
        "/kan/70/0778-01"
      ]
    },
    {
      "cite": "77 Kan. 218",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1223555
      ],
      "weight": 2,
      "year": 1908,
      "opinion_index": 0,
      "case_paths": [
        "/kan/77/0218-01"
      ]
    },
    {
      "cite": "235 Kan. 6",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1500230
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "165"
        },
        {
          "page": "165-66"
        },
        {
          "page": "166"
        },
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/235/0006-01"
      ]
    },
    {
      "cite": "226 Kan. 619",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1469344
      ],
      "weight": 2,
      "year": 1879,
      "pin_cites": [
        {
          "page": "1304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/226/0619-01"
      ]
    },
    {
      "cite": "234 Kan. 797",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1485926
      ],
      "weight": 4,
      "year": 1984,
      "pin_cites": [
        {
          "page": "371"
        },
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/234/0797-01"
      ]
    },
    {
      "cite": "623 F.Supp. 479",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3819969
      ],
      "pin_cites": [
        {
          "page": "486"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/623/0479-01"
      ]
    },
    {
      "cite": "170 Kan. 419",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1240189
      ],
      "weight": 3,
      "year": 1951,
      "pin_cites": [
        {
          "page": "141"
        },
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/170/0419-01"
      ]
    },
    {
      "cite": "183 Kan. 568",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        8861649
      ],
      "weight": 4,
      "year": 1958,
      "pin_cites": [
        {
          "page": "581"
        },
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/183/0568-01"
      ]
    },
    {
      "cite": "225 Kan. 732",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1483817
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/225/0732-01"
      ]
    },
    {
      "cite": "853 F.2d 1526",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10549676,
        6120431
      ],
      "pin_cites": [
        {
          "page": "1529-30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/853/1526-01",
        "/br/89/1526-01"
      ]
    },
    {
      "cite": "918 F.2d 128",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531272
      ],
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/918/0128-01"
      ]
    },
    {
      "cite": "972 F.2d 1166",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1871499
      ],
      "pin_cites": [
        {
          "page": "1171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/972/1166-01"
      ]
    },
    {
      "cite": "768 F.Supp. 1416",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        11349857
      ],
      "weight": 17,
      "pin_cites": [
        {
          "page": "1423"
        },
        {
          "page": "1424"
        },
        {
          "page": "1423"
        },
        {
          "page": "1425"
        },
        {
          "page": "1426"
        },
        {
          "page": "1427"
        },
        {
          "page": "1423"
        },
        {
          "page": "1424"
        },
        {
          "page": "1424"
        },
        {
          "page": "1423"
        },
        {
          "page": "1418",
          "parenthetical": "emphasis added"
        },
        {
          "page": "1427"
        },
        {
          "page": "1423"
        },
        {
          "page": "1424"
        },
        {
          "page": "1424"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/768/1416-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1216,
    "char_count": 32370,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 1.1685401317235833e-07,
      "percentile": 0.5857561579845002
    },
    "sha256": "fb72dab3fe96c14470ea1d589b78087f297445e3926e930ac689450cf6200ed8",
    "simhash": "1:8fdfe907e0d8f72a",
    "word_count": 5246
  },
  "last_updated": "2024-02-27T16:11:36.444292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BRORBY, SETH and EBEL, Circuit Judges."
    ],
    "parties": [
      "REESE EXPLORATION, INC., Plaintiff-Appellant/Cross-Appellee, v. WILLIAMS NATURAL GAS COMPANY, Defendant-Appellee/Cross-Appellant."
    ],
    "opinions": [
      {
        "text": "BRORBY, Circuit Judge.\nReese Exploration (Reese) brought a diversity action against Williams Natural Gas (WNG) alleging that WNG negligently permitted gas from its underground storage formation to infiltrate an overlying formation from which Reese was attempting to recover oil. The escaped gas inhibited Reese’s oil recovery program. The district court found WNG negligent and awarded Reese Exploration compensatory damages, but denied injunctive and declaratory relief. Both parties appeal the decision. We consolidate the appeals and reverse the district court in part, holding WNG was not negligent, and we affirm in part, denying Reese Exploration title to the storage gas captured during its oil operation.\nI.\nThis case involves oil and gas leases in the Colony-Welda field in Anderson County, Kansas. Historically, production from the Colony-Welda field was from sandstone formations at 600, 800 and 900 feet in depth. The 800-foot formation, known as the Squirrel sand, produced all of the oil and some of the gas, while the Bartlesville sand, located at roughly 900 feet, produced gas exclusively. The Colony-Welda field was developed for primary production in the 1920s, and thousands of wells were drilled into the Bartlesville and Squirrel formations. By the 1930s oil and gas reserves were becoming depleted.\nAt issue are six leases covering lands within the Colony-Welda field. Four of the original oil and gas leases were executed in 1922 and were entitled the Brecheisen, South Koch (east), North Koch (east) and North Koch (west) leases. In 1936 and 1937, these four leasehold rights were enlarged by supplemental leases to include gas storage rights and assigned to Mr. W.S. Fees.\nIn 1936 and 1937, two additional leases, the Babcock and South Koch (west), were executed in favor of Mr. Fees. Under both leases Mr. Fees was entitled to oil, gas, and gas storage rights. Thus, by 1937 Mr. Fees was the lessee under the six leases mentioned above (hereinafter collectively referred to as “Fees Group Leases”) and owned all of the oil, gas, and gas storage rights relevant to this dispute.\nBy two separate assignments in 1937, Mr. Fees conveyed the Fees Group Leases interest in “[a]ll the gas and gas rights ... and all gas storage rights” to Cities Service Gas Company. Cities Service Gas was the predecessor in interest to the defendant, WNG. In 1979 and 1980, the Trustee of Mr. Fees’ Revocable Trust assigned all remaining rights under the Fees Group Leases to Charles Hardesty. Mr. Hardesty then assigned his interests in the Fees Group Leases to We-Kan Resources, Inc., who subsequently assigned their interests to Reese in 1987. Presently, WNG owns the gas and gas storage rights under the Fees Group Leases to a depth of 1,050 feet, and Reese owns the right to produce oil from the same land.\nIn the 1930s, Cities Service Gas Co. began injecting and storing gas in the Colony-Welda field. The concept of storing gas in underground formations was experimental at the time. WNG, successor in interest to Cities Services Gas, currently operates three natural gas fields certified by the Federal Energy Regulatory Commission (FERC), including the area underlying the Fees Group Leases. WNG’s gas is injected into and withdrawn from the Bartlesville formation utilizing wells drilled through the Squirrel formation to reach the Bartlesville formation.\nReese obtained waterflood permits in 1988 after purchasing the Fees Group Leases. Waterflood is a form of secondary oil recovery that requires injecting water into a formation under pressure in order to recover oil by pushing it from the sand. Reese primarily uses existing wells for its waterflood project and currently operates ten injection wells. Nine of the wells Reese purchased from We-Kan, however, cannot be utilized due to high pressure gas present in the Squirrel formation. The abnormally high amount of gas encountered by Reese creates safety problems and interferes with the extraction of oil by the waterflood technique.\nGas leaking from WNG’s storage in the Bartlesville formation and migrating up and into the Squirrel formation is the cause for the high levels of gas encountered by Reese. The Bartlesville and Squirrel formations are in “pressure communication” such that changing gas pressures introduced into the Bartlesville formation are reflected in the Squirrel formation. Although WNG has known for more than a decade that its gas was escaping the Bar-tlesville formation and entering the Squirrel, they do not know where the migration is occurring. WNG installed a compressor and gas return system which captures the gas produced from the Squirrel formation by oil operators and returns it to the Bar-tlesville formation.\nReese encountered problems with the WNG compressor system. The compressor often failed, causing WNG to shut in Reese’s oil production until it could restart the compressor. On one occasion, compressor failure caused the lead line going from Reese’s oil well to the compressor to “blow out,” soaking fifteen to twenty acres with oil and salt water. After the blow-out, Reese disconnected the lead lines from its oil wells.\nReese brought a negligence action against WNG for permitting injected gas to escape the gas storage zone and enter the Squirrel sand thus inhibiting Reese’s oil recovery operations. Specifically, Reese asserted WNG was negligent by increasing the pressure in the Bartlesville storage field when it knew gas was leaking into the oil producing formation. Reese also alleged WNG was negligent in allowing the compressor to continually fail. Reese sought compensatory damages and injunc-tive relief ordering WNG to lower its storage .zone pressure. Reese also requested declaratory relief arguing that the escaped natural gas was common property under Kansas law. WNG countered that it had the right to store gas anywhere below the surface to 1,050 feet and Reese took its oil leases subject to WNG’s gas storage rights. Therefore, WNG argued it owed Reese no duty. WNG further contended that any problems encountered in Reese’s waterflood project were due to inadequate design. The case was removed from state district court and tried in the United States District Court for the District of Kansas pursuant to diversity jurisdiction.\nThe district court held that WNG’s gas storage right was limited to the Bartlesville sand formation. While the lease apparently granted WNG the right to store gas anywhere from the surface to a depth of 1,050 feet, the district court determined that the “whereas” clause restricted the storage right to “gas sands.\" Reese Exploration v. Williams Natural Gas, 768 F.Supp. 1416, 1423 (D.Kan.1991). The court also found the assignment of gas storage rights to WNG was expressly subject to Reese’s oil rights, just as Reese’s oil rights were expressly subject to WNG’s storage rights. Id. at 1424.\nThe district court held that because WNG elected to utilize only the Bartlesville formation for injecting and retrieving gas, WNG had defined its storage zone and could not now enlarge that right to encompass other formations. Id. The court likened the situation to one of a general easement, where once an easement is located by use and acquiescence, it cannot be changed unless both parties consent.\nUltimately, the district court concluded that Reese and WNG had “co-existing rights to produce oil and to store gas, respectively, that neither party’s right is superior to the other’s and that neither party should interfere with the other’s exercise of its rights under its respective lease.” Id. at 1423. The court held that WNG owed Reese a duty resulting from their coexisting property rights, and violated that duty by interfering with Reese’s oil production. WNG was found negligent because it knew gas was escaping the Bartlesville formation and entering the Squirrel formation, yet took no action to identify where the infiltration was occurring and did nothing to control the escaped gas. Id. at 1425.\nThe district court denied Reese injunctive relief because ordering WNG to reduce storage field pressure would contradict WNG’s FERC permit authorizing and establishing permissible storage field pressure. Id. at 1426. Further, the court denied declaratory relief by holding that WNG never lost ownership of the gas and the gas was not subject to capture by Reese. Id. at 1427. The court did, however, award Reese compensatory damages for the following injuries: (1) the entire leasehold purchase price less the salvage value of the equipment; (2) costs for installing the waterflood operation and operating expenses minus production income; and (3) compensation for lost oil recovery due to WNG interference. Id.\nBoth parties appealed the district court’s holding and the appeals were consolidated. Reese contends the district court misapplied Kansas law by denying Reese the right of ownership over the escaped gas. Reese otherwise supports the district court’s decision.\nWNG appeals on several grounds. First, WNG contends that its lawful gas storage zone is from the surface to 1,050 feet below the surface and the district court erred in limiting its right to the Bartlesville formation. WNG asserts that if its storage right stretches from the surface to 1,050 feet, then WNG was not negligent in allowing gas to escape the Bartlesville formation and enter the Squirrel formation. Second, WNG asserts that Reese never proved any actions by WNG which constituted negligence. Instead, the district court incorrectly applied strict liability by holding WNG liable for the gas without a finding of fault for the escape. Third, even if WNG is deemed negligent, WNG argues that Reese was comparatively negligent and/or barred by the doctrine of estoppel. WNG’s final contention is that the damages were calculated so as to result in a windfall for Reese.\nII.\nThe pivotal issue in untangling the legal questions presented to this court is the nature of the parties’ respective property rights. Answering this question requires interpreting the oil and gas leases held by Réese and' WNG. Interpreting written documents is a question of law subject to de novo review. Bank of Oklahoma v. Muscogee (Creek) Nation, 972 F.2d 1166, 1171 (10th Cir.1992). If, however, written documents are deemed ambiguous by this court, then any interpretation of the ambiguous documents using extrinsic evidence is reviewed under the clearly erroneous standard. Valley Nat’l Bank v. Abdnor, 918 F.2d 128, 130 (10th Cir.1990); In re Amarex, 853 F.2d 1526, 1529-30 (10th Cir.1988).\nSince our jurisdiction is based solely on diversity, we must apply Kansas law. Under Kansas law, the principal rule in construing oil and gas leases is to deduce the intent and purpose of the parties involved by “examining the documents] from all four corners.” Jackson v. Farmer, 225 Kan. 732, 594 P.2d 177, 183 (1979). See also Magnusson v. Colorado Oil & Gas Corp., 183 Kan. 568, 331 P.2d 577, 581 (1958). This approach requires consideration of all the lease provisions in a manner which construes the language harmoniously and reasonably. Id. “Although all parts of the instrument are to be considered the granting clause is, of course, paramount in determining what interest was intended to be granted.” Lathrop v. Eyestone, 170 Kan. 419, 227 P.2d 136, 141 (1951). See also Magnusson, 331 P.2d at 581.\nA court may consider the facts and circumstances surrounding the instrument’s execution to clarify the parties’ intent, but only if the document is ambiguous on its face. Bank of Oklahoma v. Fidelity State Bank & Trust Co., 623 F.Supp. 479, 486 (D.Kan.1985); Arkansas Louisiana Gas Co. v. Kansas, 234 Kan. 797, 675 P.2d 369, 371 (1984). An instrument is deemed ambiguous if the language used by the parties can fairly be understood to have two or more possible meanings. Id., 675 P.2d at 371. In interpreting ambiguous documents courts may consider the parties’ conduct as an indication of their contracting intent. First Nat’l Bank of Olathe v. Clark, 226 Kan. 619, 602 P.2d 1299, 1304 (1879).\nA.\nThe first issue we will address is the extent of WNG’s storage right and whether, as the district court found, the storage right is limited to the Bartlesville formation. The original Babcock and S. Koch (west) leases granted Mr. Fees the right, as lessee, to “store its gas in sands or strata not exceeding [1,050 feet] below the surface.” This language clearly granted Mr. Fees the right to store gas in more than one formation, and no provision in either lease restricts this grant. Therefore, Mr. Fees’ storage right from two of the leases in question encompassed the Squirrel formation, and it was this storage right that was granted to WNG.\nThe four supplemental leases granted Mr. Fees “the exclusive privilege of using the real estate above described for the introduction, storage and/or removal of natural gas to, in, from and under said real estate.” Each supplemental lease describes the “real estate” in terms of quarterly sections within a given township and range. No restrictions concerning specific underground strata or formations are stated in the granting clause of the supplemental leases.\nEach supplemental lease has an identical “whereas” clause that refers specifically to “gas sands” as the location for gas storage. The district court relied upon this “whereas” clause in restricting WNG’s storage rights to “gas sands” and, more specifically, to the Bartlesville formation. Reese Exploration, 768 F.Supp. at 1423. We disagree.\nThe presence of this “whereas” clause in four of the six leases does not restrict WNG’s gas storage right to the Bartles-ville formation, nor does it render the location of WNG’s storage right ambiguous. The “whereas” clause states:\nWHEREAS, ... it is Lessee’s desire to bring from distant points quantities of natural gas and introduce the same under pressure into gas sands ... and to conduct experiments in connection with the underground storage of natural gas to determine the commerciality and practicability thereof, and if results are satisfactory to it, to continue such storage.\n(Emphasis added).\nIf the parties intended for the lessee’s storage right to be confined to the Bartlesville sand, presumably the granting clause would state that restriction. Without specific language to that effect, we will not presume the parties intended such a limitation. Under Kansas law, the granting clause, not the “whereas” clause, is “paramount in determining what interest was intended to be granted.\" Lathrop, 227 P.2d at 141.\nThe “whereas” clause only states that it is “Lessee’s desire” to experiment with storing gas in “gas sands.” This does not indicate an intent by the parties to restrict the storage right to the Bartlesville formation. The district court’s interpretation directly conflicts with language in the South Koch (east) supplemental lease which expressly granted Mr. Fees the right to store gas in multiple “sands or strata.” We find that the term “gas sands” merely explains what lessee was attempting to do with a new experimental technology and is therefore a descriptive rather than a limiting term. Even if we were to interpret this language as limiting the gas storage right to gas sands, the Squirrel sand produced gas in addition to oil and thus it would still be inconsistent to limit WNG’s storage rights to the Bartlesville formation.\nIn deducing the parties’ intent, the district court also relied upon evidence that WNG limited its injections and withdrawals of gas to the Bartlesville formation. Kansas law, however, instructs us to rely upon the four corners of the document in assessing the parties’ intent to a document, unless there is an ambiguity. Since we do not find the language of the leases ambiguous, it is unnecessary for us to rely upon extrinsic evidence such as WNG’s conduct in order to interpret the leases.\nIn summary, this court holds that Mr. Fees’ right to store gas includes the Squirrel formation and Mr. Fees assigned this gas storage right to Cities Service Gas, the predecessor in interest to WNG.\nB.\nHaving determined that WNG was granted the right to store gas in any formation above 1,050 feet, we must next resolve whether WNG lost or abandoned a portion of that right due to its actions or inaction. The district court found that WNG “elected to store the gas in the Bar-tlesville sand, and therefore defined its storage zone, and does not now have the right to change its gas storage zone to the detriment of other mineral interest owners.” Reese Exploration, 768 F.Supp. at 1424. We disagree and hold that WNG retained the gas storage right in its entirety-\nIn a number of cases, Kansas courts have cancelled all or a portion of a lessee’s oil or gas right under a theory of abandonment. See generally, Summers, Oil and Gas § 464 (1958). Abandonment, under Kansas law, “is an intentional and voluntary relinquishment” of leasehold rights. Rook v. James E. Russell Petroleum, Inc., 235 Kan. 6, 679 P.2d 158, 165 (1984). While a showing of intent to abandon is generally required, conduct may be sufficient to infer intent. See Mills v. Hartz, 77 Kan. 218, 94 P. 142 (1908); Rawlings v. Armel, 70 Kan. 778, 79 P. 683 (1905).\nThere is no indication in the record that WNG intended to abandon its right to utilize the Squirrel formation for gas storage. Instead, the record shows that WNG knowingly utilized the Squirrel formation for gas storage. WNG demonstrated this fact by installing a gas compressor which took the gas removed from the Squirrel formation during oil recovery and reinjected it back into the Bartlesville formation. It is immaterial that gas storage in the Squirrel Sand is unintentional. To abandon an oil and gas right presupposes nonuse of that right and clearly WNG is utilizing the Squirrel formation for gas storage.\nKansas courts more typically rely upon breaches of implied covenants to infer the forfeiture of all or part of an oil or gas right. See Rook, 679 P.2d at 165-66. Kansas recognizes that oil and gas leases have certain implied obligations, including the implied covenant to fully or reasonably develop a lease, and failure to do so can lead to cancellation. Stamper v. Jones, Shelburne & Farmer, Inc., 188 Kan. 626, 364 P.2d 972, 978 (1961); Temple v. Continental Oil Co., 182 Kan. 213, 320 P.2d 1039, 1046 (1958). See Rook, 679 P.2d at 166. Again, we do not find this a basis for cancelling WNG’s right to store gas in the Squirrel formation because WNG was, in fact, storing gas in the Squirrel formation.\nC.\nThe final issue concerning the nature of the parties’ property rights is the district court’s finding that Reese’s oil rights and WNG’s gas rights “are subject to each other.” Reese Exploration, 768 F.Supp. at 1424. This presumably led the court to its holding that “neither party’s right is superior to the other’s and that neither party should interfere with the other’s exercise of its rights under its respective lease.” Id. at 1423.\nReese’s oil rights are clearly subject to WNG’s gas storage rights. Mr. Fees’ revocable trust assigned the remaining rights in the Fees Group Leases to Mr. Hardesty in 1979 and 1980, more than forty years after assigning the gas storage rights to Cities Service Gas. The assignment to Mr. Hardesty stated that “[tjhis assignment is made subject to the gas and gas storage rights of Cities Service Gas Company in said lands as appears of record.” Mr. Har-desty subsequently assigned “all interest” in the leases to We-Kan who then assigned the interest to Reese. The assignment from We-Kan to Reese also made the Fees Group Leases “subject to gas and gas storage rights granted to Cities Service and its successors.” Thus, we agree with the district court in its conclusion that Reese’s oil rights are “subject to” WNG’s gas storage rights.\nUnlike the assignment to Reese, WNG’s storage rights are not clearly subject to other rights. Mr. Fees initially severed the gas storage rights from the Fees Group Leases in 1936, granting Cities Service Gas all gas and gas storage rights “incident to all ... oil and gas leases, storage leases, and supplemental oil and gas lease agreements.” The district court determined that this gas storage right was subject to Reese’s oil right due to a clause in the assignment which states: “To have and to hold the same unto the said Assign-ee, its successors and assigns forever, subject to the terms and conditions of said oil and gas leases, storage leases and supplemental oil and gas lease agreements.” Reese Exploration, 768 F.Supp. at 1418 (emphasis added).\nTo reach the district court’s conclusion, the language “subject to the terms and conditions” must be interpreted to mean subject to the oil rights retained in the Fees Group Leases. We disagree with this interpretation.\nMr. Fees granted Cities Service Gas the right to store gas in all underground formations above 1,050 feet without express exception or reservation. Mr. Fees made the gas storage assignment “subject to the terms and conditions” of the lease agreements which were the source of the gas storage rights being assigned, but in doing so, Mr. Fees did not intend to subject the newly assigned gas storage rights to interference from oil production.\nThe district court’s interpretation of “terms and conditions\" takes away a portion of WNG’s bundle of rights pertaining to gas storage by burdening WNG with the obligation not to interfere with potential oil production, even though that oil exploration is conducted under the same land being used for gas storage. We do not find it plausible that Mr. Fees and Cities Services Gas intended to subject an experimental method of gas storage to conflicting oil exploration rights without expressly stating that fact. We will not read into an assignment such a significant restriction if it is not clear from the face of the document.\nWe believe that “terms and conditions” did not refer to retained rights to drill and explore for oil but rather to terms and conditions in the original Fees Group Leases which set forth qualifications and requirements of the leasehold rights. Thus, WNG’s rights are subject to such terms and conditions as royalty interests and free gas to lessor, but not exploration rights. This is consistent with the use of “terms and conditions” in a different part of the assignment which states:\nAssignor, for himself and his heirs, administrators, executors, personal representatives and assigns, does hereby covenant with Assignee, its successors and assigns, ... that all of the terms and conditions of said leases on the part of the lessees therein, including the payment of all rents and royalties payable to this date, have been fully performed.\n(Emphasis added.) Clearly, the parties’ use of “terms and conditions” in this portion of the lease does not imply the definition given it by the district court. It is a familiar rule of construction that phrases used in a certain sense in one part of a written instrument should be interpreted in the same sense elsewhere in the instrument. See generally 17A Am.Jur.2d, Contracts § 359 (1991).\nThis court, therefore, holds that WNG and Reese do not have coequal rights. Instead, Reese’s right to produce oil from the Fees Group Leases is subject to WNG’s storage right but not vice versa. In other words, WNG’s storage right has priority over Reese’s oil right.\nIII.\nSince this court finds that WNG owns the right to store gas in the Squirrel formation and that WNG’s right is not subject to Reese’s oil rights, we find no basis for imposing upon WNG a duty not to interfere with Reese’s oil production. Without such a duty, the district court’s findings of negligence are no longer applicable.\nReese received a valid right to produce oil from the Fees Group Leases, but that right was expressly made subject to WNG’s storage right. Pursuant to Reese’s contractual rights, Reese owes a duty not to interfere with WNG’s gas storage activities, but the duty is not reciprocal. Therefore, WNG was not negligent in allowing gas to escape and enter into an overlying formation that was part of the overall storage right granted to WNG.\nThis does not mean that WNG is necessarily immune from all liability for negligent conduct in operating a gas storage facility. In interpreting oil and gas leases, Kansas courts apply the implied covenant “of diligent and prudent operation,” also known as the implied covenant “to operate the leasehold efficiently.” Rook, 679 P.2d at 166. See also Shaw v. Henry, 216 Kan. 96, 531 P.2d 128, 131 (1975); Fischer v. Magnolia Petroleum Co., 156 Kan. 367, 133 P.2d 95, 99 (1943). This implied covenant could be interpreted to require an underground gas storage operator to act reasonably and cooperate with other mineral interests. Since the “prudent-operator standard” has not been expressly applied to gas storage leases by Kansas courts, and since this issue was not raised or argued by the parties, we will not decide the issue here.\nWhile the result may seem harsh to Reese, it comports with the practicalities of the situation. Reese had constructive knowledge of the potential hazards involved when undertaking oil exploration in an old field overlying a gas storage formation. Gas has been stored in the Bartles-ville formation for fifty years and Reese expressly took its oil rights subject to that gas storage. Furthermore, the Colony-Welda field is riddled with old wells and the likelihood that pressurized gas might migrate between the Bartlesville and Squirrel formations is a recognizable risk. Even a minimal inquiry by Reese would have shown high levels of storage gas in the Squirrel formation. In fact; other oil operators in the region were encountering WNG’s gas and using a compressor to rein-ject it into the Bartlesville formation.\nIV.\nThe final issue that must be addressed is whether Reese is entitled to declaratory relief awarding it title to the gas taken from the Squirrel sand. Resolution of this issue involves interpretation and application of Kansas law and is thus reviewed de novo. Salve Regina College v. Russell, — U.S.-,-, 111 S.Ct. 1217, 1221, 113 L.Ed.2d 190 (1991).\nIn Anderson v. Beech Aircraft Corp., 237 Kan. 336, 699 P.2d 1023 (1985), the Kansas Supreme Court applied the law of capture to a gas storage case, holding that the owner of the “natural gas, lost title thereto when it injected non-native gas into the underground area and the gas was then produced from the common reservoir” by an adjacent landowner. Id., 699 P.2d at 1032. The court, however, expressly limited its holding to the following circumstances: “where a natural gas public utility was not involved, where no certificate authorizing an underground storage facility had been issued by the Kansas Corporation Commission, and where the defendant had used the property of an adjoining landowner for gas storage without authorization or consent.” Id.\nThe district court factually distinguished Anderson because in the present case, the gas migrated vertically from one formation to another under the same land while in Anderson, the gas migrated horizontally through the same formation to different lands. Reese Exploration, 768 F.Supp. at 1427. We agree with the district court’s distinction but set forth additional grounds showing the inapplicability of Anderson to this case.\nThe present case is easily distinguishable from Anderson because WNG has authorization to store gas in the Squirrel formation. WNG acquired the contract right to store gas above 1,050 feet and paid compensation for that right. Compare with Anderson, 699 P.2d at 1031 (where gas storage operator had not acquired a contract right or paid compensation to store gas under plaintiffs land). Anderson can also be distinguished on grounds that WNG is a “natural gas public utility,” as that term is defined in Kan.Stat.Ann. § 55-1201(d) (1983), and is permitted by FERC.\nFor the reasons stated above, we deny Reese the declaratory relief it seeks, holding that WNG retained title to the nonnative gas produced by Reese from the Squirrel formation.\nIn conclusion, we REVERSE the district court in part, holding that WNG’s storage right includes the Squirrel formation, that WNG did not loose that right through its conduct, and that, therefore, WNG was not negligent in letting gas escape from the Bartlesville formation and enter into the Squirrel formation. We AFFIRM the district court’s decision denying Reese title to the natural gas in the Squirrel Sand.\n. Three of the supplemental leases limit gas rights to depths not exceeding 1,050 feet from the surface but do not expressly limit the gas storage right to any depth. In contrast, the South Koch (east) lease expressly limits gas storage to a depth of 1,050 feet.\n. Both leases expressly limit gas storage rights to 1,050 feet below the surface.\n. It should be noted for accuracy that WNG’s storage right was expressly limited to a depth not greater than 1,050 feet in only three of the Fees Group Leases.\n. The supplemental lease to the South Koch (east) lease specifically states that the \"lessee may store and remove its gas in and fromsands [sic] or strata not exceeding [1,050 feet] below the surface.\" This lease clearly envisioned storage rights in more than one formation. The other supplemental leases do not contain this language.\n. The district court deemed it significant that WNG exclusively injected and withdrew gas from the Bartlesville sand; however, the context in which the court relied upon this extrinsic evidence is unclear. In one instance, the district court concluded that WNG was granted a storage right in only \"gas sands,” and \"selected” the Bartlesville gas sand through its actions. Reese Exploration, 768 F.Supp. at 1423. In contrast, the court later states that \"WNG has the right to store gas above 1050 feet [but] elected to store the gas in the Bartlesville sand.” Id. at 1424. The latter statement indicates that WNG was granted the right to store gas in any forma-don above 1,050 feet, but abandoned a portion of that right through inaction.\n. The district court did not use an abandonment analysis, but instead, drew an analogy between the present case and relocation of easements. Reese Exploration, 768 F.Supp. at 1424. We do not find the district court's analogy proper since Kansas courts have previously decided cases involving the consequences of inaction by oil and gas lessees under the theory of abandonment, implied covenants and implied forfeiture.\n. We would also be hesitant at applying the doctrine of implied covenants to gas storage leases since Kansas courts have yet to expressly do so and since neither party raised the issue.\n. A duty could likewise be implied from Kan. Stat.Ann. § 55-1203 (1983) which allows for the appropriation of subsurface formations for gas storage but requires that the appropriation “be without prejudice to ... other rights or interests.” Since Kansas courts have not addressed this issue and the parties did not raise it, we will not decide the issue. We raise this issue, as well as the doctrine of implied covenants, only to demonstrate that there may be limits upon WNG's allowable conduct.\n. The Kansas Supreme Court held that a public utility is exempt from the rule of capture only after it received certification from the Corporation Commission. Union Gas System, Inc. v. Carnahan, 245 Kan. 80, 774 P.2d 962, 967 (1989). The facts in Carnahan are very different from the present case, however, because in Carnahan the utility lacked a contractual right to store gas and was exercising its right to condemn an underground formation beneath the plaintiff s land, a process requiring Commission certification.",
        "type": "majority",
        "author": "BRORBY, Circuit Judge."
      }
    ],
    "attorneys": [
      "Robert L. Bezek, Jr. (Richard C. Byrd, with him on the briefs), of Anderson, Byrd, Richeson & Flaherty, Ottawa, KS, for plaintiff-appellant/cross-appellee.",
      "Donald W. Bostwick (Paul A. Karns, Sr. Atty., The Williams Companies, Inc., Tulsa, OK, and Teresa J. James of Adams, Jones, Robinson and Malone Chartered, Wichita, KS, with him on the briefs), of Adams, Jones, Robinson and Malone Chartered, Wichita, KS, for defendant-appellee/cross-appellant."
    ],
    "corrections": "",
    "head_matter": "REESE EXPLORATION, INC., Plaintiff-Appellant/Cross-Appellee, v. WILLIAMS NATURAL GAS COMPANY, Defendant-Appellee/Cross-Appellant.\nNos. 91-3230 & 91-3231.\nUnited States Court of Appeals, Tenth Circuit.\nJan. 19, 1993.\nRobert L. Bezek, Jr. (Richard C. Byrd, with him on the briefs), of Anderson, Byrd, Richeson & Flaherty, Ottawa, KS, for plaintiff-appellant/cross-appellee.\nDonald W. Bostwick (Paul A. Karns, Sr. Atty., The Williams Companies, Inc., Tulsa, OK, and Teresa J. James of Adams, Jones, Robinson and Malone Chartered, Wichita, KS, with him on the briefs), of Adams, Jones, Robinson and Malone Chartered, Wichita, KS, for defendant-appellee/cross-appellant.\nBefore BRORBY, SETH and EBEL, Circuit Judges."
  },
  "file_name": "1514-01",
  "first_page_order": 1630,
  "last_page_order": 1640
}