{
  "id": 12141440,
  "name": "Magdich & Associates, PC v. Novi Development Associates, LLC",
  "name_abbreviation": "Magdich & Associates, PC v. Novi Development Associates, LLC",
  "decision_date": "2015-10-09",
  "docket_number": "No. 149546",
  "first_page": "893",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "498 Mich. 893"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "305 Mich App 272",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        4283624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/305/0272-01"
      ]
    },
    {
      "cite": "870 NW2d 494",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "497 Mich 265",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        4337891
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/497/0265-01"
      ]
    },
    {
      "cite": "851 NW2d 585",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "640 NW2d 256",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "465 Mich 549",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1039673
      ],
      "weight": 6,
      "year": 2002,
      "pin_cites": [
        {
          "page": "551"
        },
        {
          "page": "552"
        },
        {
          "page": "555"
        },
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/465/0549-01"
      ]
    },
    {
      "cite": "305 Mich App 272",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        4283624
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "279-280"
        },
        {
          "page": "280"
        },
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/305/0272-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 7060,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24621223090612618
    },
    "sha256": "d0be9b01b2905f46cc5f43a311d0498890117cd22ceca55dd8849724b9f9ba86",
    "simhash": "1:dfcee0b2770fe4fd",
    "word_count": 1200
  },
  "last_updated": "2024-02-27T16:10:26.420323+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BERNSTEIN, J., joined the statement of VIVIANO, J."
    ],
    "parties": [
      "Magdich & Associates, PC v Novi Development Associates, LLC,"
    ],
    "opinions": [
      {
        "text": "Viviano, J.\n(dissenting). I respectfully dissent from the Court’s order denying defendant’s application for leave to appeal. I would grant leave to appeal to consider whether the Court of Appeals erred in interpreting and applying the plain language of MCR 2.403(M) and CAM Constr v Lake Edgewood Condo Ass’n, 465 Mich 549; 640 NW2d 256 (2002), to dismiss defendant’s counterclaims that were not yet added to the case at the time of case evaluation.\nIn this case, defendant moved to amend its countercomplaint to add certain new claims that arose while the action was pending. The trial court took the motion under advisement and, several months later, while the motion was still pending, the parties proceeded to case evaluation. The panel issued an award, which both parties accepted without qualification, and plaintiff timely paid the award. Thereafter, the trial court granted defendant’s motion to amend the countercom-plaint. Plaintiff then moved to dismiss the action with prejudice, arguing that a dismissal under MCR 2.403(M)(1) is “deemed to dispose of all claims in the action . . . .” However, the trial court denied the motion with respect to the newly added claims, explaining that the court had created the situation by failing to rule on the motion to amend sooner.\nOn appeal, the Court of Appeals issued a published opinion, reversing the trial court’s denial order, and concluding that, under MCR 2.403(M)(1) and CAM Constr, dismissal was required on all claims in the action, including those claims that were added after the parties had accepted the case evaluation. Magdich & Assoc, PC v Novi Dev Assoc, LLC, 305 Mich App 272; 851 NW2d 585 (2014).\nDefendant has now sought leave to appeal in this Court, and I write separately because, in my view, neither the plain language of MCR 2.403(M) nor CAM Constr support a conclusion that claims that a party seeks to add by filing a motion to amend but that are not yet added to the case by the court at the time of case evaluation are “claims in the action.”\nIn CAM Constr, before the case was submitted for case evaluation, the trial court summarily dismissed one of the plaintiffs claims. CAM Constr, 465 Mich at 551. After accepting the case evaluation, the plaintiff sought to challenge the trial court’s partial summary dismissal. Id. at 552. Relying on the dictionary definitions of “claim” and “action,” this Court concluded that “the action encompasses the claims asserted.” Id. at 555. This Court then held that a party may not challenge a summarily dismissed claim after the party has accepted a case evaluation because “[t]he language of MCR 2.403(M)(1) could not be more clear that accepting a case evaluation means that all claims in the action, even those summarily disposed, are dismissed.” Id.\nExtending the rationale of CAM Constr to this case, the Court of Appeals cursorily interpreted “all claims in the action” to include claims that a party seeks to add by filing a motion to amend, even though the claims were not actually added to the action until after case evaluation. Magdich, 305 Mich App at 279-280. The Court of Appeals also noted that while “claims seeking equitable relief’ may be exempted from case evaluation, the rule “does not exempt any other type of claim . . . .’’Id. at 279. However, in my view, this analysis does not in any way inform the relevant inquiry: whether claims not yet added by the court are “claims in the action” in the first place. I believe the Court of Appeals missed the critical distinction between the facts of CAM Constr and those in this case. CAM Constr involved claims that were disposed of in some fashion before case evaluation, whereas this case involved claims that had never been substantively addressed by the court.\nA more accurate interpretation of “all claims in the action” would be all claims that were actually made part of the action at some point before the parties accepted the case evaluation. As this Court explained in CAM Constr, an “action” is a “judicial proceeding” and a “claim” “consists of facts giving rise to a right asserted in a judicial proceeding.” CAM Constr, 465 Mich at 555. At the time the parties accepted the case evaluation, defendant’s only claims asserted in the action were those raised in the original countercomplaint because defendant’s motion to amend was still pending before the trial court. In other words, the additional claims had yet to formally become part of the action. Thus, contrary to CAM Constr, the claims at issue had not yet been “asserted” or made part of the case. I therefore view the Court of Appeals’ opinion as an improper extension of CAM Constr.\nMoreover, as this case shows, the rule established by the Court of Appeals does not comport with logic or common sense. I disagree with the Court of Appeals that defendant was obligated to move “to remove [the matter from case evaluation] or adjourn the matter until a ruling was rendered on the motion to amend its counterclaim.” Magdich, 305 Mich App at 280. Defendant acted timely to add new claims to a pending action between the same parties (a practice that should be encouraged). The trial judge took the motion under advisement but did not rule on it for several months (something defendant had no control over). Had the trial court timely ruled on defendant’s motion, defendant could have pursued its claims in this action (if the motion had been granted) or by filing a separate complaint (if it had been denied). Instead, simply because the trial court “dragged its feet,” defendant’s right to prosecute its new claims was extinguished. I believe that contorting MCR 2.403(M)(1) as the Court of Appeals has done here is unfair to litigants, like defendant, who are entitled to rely on the plain language of our court rules.\nAs the Court of Appeals stated, “[t]he purpose of the case evaluation rule is to expedite and simplify the final settlement of cases to avoid a trial.” Magdich, 305 Mich App at 279. But contrary to the Court of Appeals’ opinion, I believe that purpose would be more aptly met by requiring trial courts to dismiss only those claims that were formally made part of the action at or before the time the parties accepted the case evaluation. This would ensure that the parties understand what claims they are agreeing to dismiss when they accept the case evaluation, particularly when, as here, there are pending motions to amend complaints or countercomplaints.\nFor these reasons, I would grant leave to appeal.\nBERNSTEIN, J., joined the statement of VIVIANO, J.\nBecause the new claims did not arise out of the same transaction or occurrence as the pending claims, defendant was not required to bring them in the same action. See MCR 2.203(A).\nIt is well established that a court rule is to be interpreted according to its plain language. Fraser Trebilcock Davis & Dunlap PC v Boyce Trust 2350, 497 Mich 265, 271; 870 NW2d 494 (2015).",
        "type": "majority",
        "author": "Viviano, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Leave to Appeal Denied October 9, 2015:\nMagdich & Associates, PC v Novi Development Associates, LLC,\nNo. 149546;\nreported below: 305 Mich App 272."
  },
  "file_name": "0893-02",
  "first_page_order": 839,
  "last_page_order": 841
}