{
  "id": 12144456,
  "name": "In re Wangler/Paschke",
  "name_abbreviation": "In re Wangler",
  "decision_date": "2015-11-06",
  "docket_number": "No. 149537",
  "first_page": "911",
  "last_page": "912",
  "citations": [
    {
      "type": "official",
      "cite": "498 Mich. 911"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "495 Mich 394",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        4293668
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/495/0394-01"
      ]
    },
    {
      "cite": "443 Mich 426",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2010337
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/443/0426-01"
      ]
    },
    {
      "cite": "305 Mich App 438",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        4283552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/305/0438-01"
      ]
    },
    {
      "cite": "443 Mich 426",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2010337
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "439-440"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/443/0426-01"
      ]
    },
    {
      "cite": "305 Mich App 438",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        4283552
      ],
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich-app/305/0438-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 215,
    "char_count": 3116,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24633868615506155
    },
    "sha256": "16932c25945e8d6e07a7776a44fa87b8d821e4003c92dcda65ef605a6843d4b6",
    "simhash": "1:84fdf12a76c9ab77",
    "word_count": 490
  },
  "last_updated": "2024-02-27T16:10:26.420323+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Wangler/Paschke,"
    ],
    "opinions": [
      {
        "text": "reported below: 305 Mich App 438. On order of the Court, leave to appeal having been granted, and the briefs and oral arguments of the parties having been considered by the Court, we reverse the May 27,2014judgment of the Court of Appeals for the reason that it is unclear when the trial court issued its initial dispositional order, which is the first order appealable by right. See MCR 3.993(A). Under the circumstances of this case, in which the court purported to issue dispositional orders without first adjudicating the respondent-mother, the respondent-mother’s appeal should not be regarded as an impermissible collateral attack on jurisdiction. See In re Hatcher, 443 Mich 426, 444 (1993). As to the merits of the respondent-mother’s challenge, we conclude that the trial court violated MCR 3.971(C)(1) by failing to satisfy itself that the respondent-mother’s plea was knowingly, understandingly, and voluntarily made, and violated MCR 3.971(C)(2) by failing to establish support for a finding that one or more of the statutory grounds alleged in the petition were true. Therefore, the manner in which the trial court assumed jurisdiction violated the respondent-mother’s due process rights. See In re Sanders, 495 Mich 394, 415 (2014). Accordingly, we set aside the respondent-mother’s plea and the subsequent adjudication and termination, and remand this ease to the Sanilac Circuit Court, Family Division for further proceedings not inconsistent with this order. We do not retain jurisdiction.",
        "type": "majority",
        "author": null
      },
      {
        "text": "Maekman, J.\n(dissenting). Because I agree with the Court of Appeals that respondent’s challenge constitutes “an impermissible collateral attack on the trial court’s exercise of jurisdiction,” I would affirm its decision. In re Wangler, 305 Mich App 438,440 (2014). Respondent’s plea, and therefore her formal adjudication, was held in “abeyance” by the trial court and, because of the confusion this caused, I agree with my colleagues that “it is unclear when the trial court issued its initial dispositional order, which is the first order appealable by right. See MCR 3.993(A).” However, it is clear that the trial court accepted respondent’s plea and adjudicated respondent no later than in its February 4, 2013 dispositional order (and quite arguably at an earlier juncture). That is, it is clear that at least by that date, the trial court had both adjudicated respondent and entered its initial dispositional order. Therefore, if respondent had concerns about the manner in which she had been adjudicated, i.e., the maimer in which the trial court had exercised its jurisdiction, she clearly should have appealed its February 4,2013 order. But she did not do so. Instead, respondent waited -until after the June 26, 2013 termination hearing and after the July 16, 2013 order terminating her parental rights to file an appeal challenging the trial court’s adjudication. This, in my judgment, was clearly an impermissible collateral attack on the trial court’s exercise of jurisdiction. In re Hatcher, 443 Mich 426, 439-440 (1993).",
        "type": "dissent",
        "author": "Maekman, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Summary Disposition November 6, 2015:\nIn re Wangler/Paschke,\nNo. 149537;"
  },
  "file_name": "0911-02",
  "first_page_order": 857,
  "last_page_order": 858
}