{
  "id": 12265915,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. James Daniel HOBGOOD, Defendant-Appellant",
  "name_abbreviation": "United States v. Hobgood",
  "decision_date": "2017-08-22",
  "docket_number": "No. 16-3778",
  "first_page": "744",
  "last_page": "748",
  "citations": [
    {
      "type": "official",
      "cite": "868 F.3d 744"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "18 U.S.C. §§ 2264",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(3)(F)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "514 F.2d 1250",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        553446
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "1268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/514/1250-01"
      ]
    },
    {
      "cite": "843 F.2d 1232",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548946
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "1235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/843/1232-01"
      ]
    },
    {
      "cite": "180 F.3d 55",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11661444
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "70-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/180/0055-01"
      ]
    },
    {
      "cite": "559 U.S. 460",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3582194,
        12448252
      ],
      "weight": 6,
      "year": 2010,
      "pin_cites": [
        {
          "page": "468"
        },
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/559/0460-01",
        "/l-ed-2d/176/0435-01"
      ]
    },
    {
      "cite": "701 F.3d 849",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5709221
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "855-56"
        },
        {
          "page": "858",
          "parenthetical": "quotation omitted"
        },
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/701/0849-01"
      ]
    },
    {
      "cite": "93 L.Ed. 834",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "336 U.S. 490",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3939338
      ],
      "weight": 6,
      "year": 1949,
      "pin_cites": [
        {
          "page": "498"
        },
        {
          "page": "498"
        },
        {
          "page": "497-98, 501-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/336/0490-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 875",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 9520,
    "ocr_confidence": 0.607,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24791368145401527
    },
    "sha256": "59fd0ac8d9cdcae13d06d7e4a8c5bfccc641e540685770554343c716f18a699f",
    "simhash": "1:fd3ae804fa3f0809",
    "word_count": 1499
  },
  "last_updated": "2024-02-27T23:46:50.829833+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLLOTON and BENTON, Cireuit Judges, and GERRARD, District Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. James Daniel HOBGOOD, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "COLLOTON, Circuit Judge.\nJames Daniel Hobgood conditionally pleaded guilty to interstate stalking, in violation of 18 U.S.C. § 2261A(2). Hobgood appeals an order of the district court denying his motion to dismiss the indictment. He argues that the statute cannot be applied to his conduct without violating the First Amendment. He also disputes the amount of restitution ordered at sentencing. We reject the contentions and affirm the judgment of the district court.\nI.\nHobgood and the government stipulated to the following facts. In September 2014, KB met Hobgood and had a brief romantic relationship with him in Richmond, Virginia. KB began rebuffing Hobgood’s advances, and in January 2015, she moved to Arkansas. KB alleges that Hobgood, still living in Richmond, began contacting her via e-mail, Facebook messages, and third-party text messages to demand that she apologize to him in person for her treatment of him. KB did not do so.\nKB alleges that Hobgood then created publicly accessible social media accounts in which he portrayed KB as an exotic dancer and prostitute. Hobgood also sent letters to KB’s employer through the mail and over the Internet claiming that KB was an exotic dancer and prostitute. Hobgood contacted KB and KB’s family by e-mail, stating that unless she apologized to him, he would continue to make these representations. According to KB, Hobgood’s actions caused her substantial emotional distress and contributed to her need for short-term hospitalization.\nLaw enforcement investigators eventually contacted Hobgood about his conduct. Hobgood admitted sending KB, her family, and her employer communications by email, telephone, and mail, in which he stated that KB was an exotic dancer. Hobgood told investigators that he would not stop contacting KB until he caused her to lose her job, or caused her to “repent” for the unspecified wrong that she committed against him. Investigators also were able to corroborate that Hobgood was responsible for the publicly accessible social media accounts that portrayed KB as an exotic dancer and prostitute.\nIn October 2015, a grand jury charged Hobgood with interstate stalking, in violation of 18 U.S.C. § 2261A(2). Before trial, Hobgood moved to dismiss the indictment. He argued that § 2261A(2), as applied to him, violated the First Amendment. The district court denied the motion. The court concluded that because Hobgood’s communications also violated the extortion statute, 18 U.S.C. § 875(d), they constituted “speech ... integral to criminal conduct” that could be restricted without violating the First Amendment. See Giboney v. Empire Storage & Ice Co., 336 U.S. 490, 498, 69 S.Ct. 684, 93 L.Ed. 834 (1949); United States v. Petrovic, 701 F.3d 849, 855-56 (8th Cir. 2012).\nHobgood conditionally pleaded guilty to interstate stalking, reserving the right to appeal the district court’s denial of the motion to dismiss. The court sentenced him to a term of imprisonment of 12 months and 1 day. The court also ordered Hobgood to pay KB $2,387.91 in restitution.\nII.\nHobgood first challenges the denial of his motion to dismiss. He renews the argument that his communications to KB and others were protected speech under the First Amendment. He contends, therefore, that his conviction under 18 U.S.C. § 2261A(2) based on that speech infringes on his constitutional rights. Hobgood reasons that the conviction constitutes an impermissible content-based restriction of speech.\nGenerally speaking, the First Amendment forbids the government from restricting speech because of its content. United States v. Stevens, 559 U.S. 460, 468, 130 S.Ct. 1577, 176 L.Ed.2d 435 (2010). But content-based restrictions are permitted “in a few limited areas.” Id. at 468, 130 S.Ct. 1577 (quotation omitted). One such area or category is “speech integral to criminal conduct.” Id. (citing Giboney, 336 U.S. at 498, 69 S.Ct. 684). The district court concluded that Hobgood’s communications to KB and to others were unprotected speech integral to criminal conduct, because the communications were integral to the crime of extortion under 18 U.S.C. § 875(d). Therefore, the court determined that the interstate stalking statute was constitutional as applied to Hobgood on the stipulated facts of this ease.\nHobgood disputes the district court’s conclusion on two grounds. First, he complains that he was not charged with or convicted of extortion, so it was improper for the district court to deem his speech integral to that crime. But the dispute is whether the interstate stalking statute may be applied constitutionally to Hob-good’s conduct, so it is proper to consider the nature of that conduct. If we assume for the sake of analysis that some applications of the stalking statute might impinge on protected speech, then it is necessary to examine whether the particular speech at issue was unprotected. Insofar as the interstate stalking statute overlaps with the extortion statute, the court may consider that circumstance in determining whether the speech is protected. Indeed, the Supreme Court’s leading decision on “speech integral to criminal conduct” was not even a criminal case, but the Court allowed a restriction ■ on speech that enjoined the commission of a felony. Giboney, 336 U.S. at 497-98, 501-02, 69 S.Ct. 684. By the same token, if Hobgood’s speech constituted both stalking and extortion, then the court was permitted to consider whether extortionate speech! is protected.\nSecond, Hobgood contends that he did not commit extortion. A person violates § 875(d) if he transmits a communication containing any threat to injure the reputation of a person with intent to extort a “thing of value” from that person. Hob-good repeatedly contacted KB by e-mail, threatening that he would injure her reputation by broadcasting that she was an exotic dancer and prostitute, unless KB apologized to him. Hobgood asserts that an apology cannot be “thing of value” under § 875(d). But a “thing of value” includes intangible things — such as a “sexual relationship,” for example — and “the focus of the ... term is to be placed on the value which the defendant subjectively attaches” to what he seeks. Petrovic, 701 F.3d at 858 (quotation omitted). The stipulated facts concerning Hobgood’s efforts to secure a mea culpa from KB constituted sufficient evidence to support a finding that an apology from ■ KB was a thing of value to Hobgood.\nHobgood also asserts that his conduct did not meet a “wrongfulness” requirement of § 875(d), because he believed that he had a legitimate claim to an apology from KB. Assuming that the statute includes this element, Hobgood’s. threats were “wrongful” in the sense that they had no causal nexus to a claim of right. See United States v. Jackson, 180 F.3d 55, 70-71 (2d Cir. 1999). His threats to disseminate information that KB was an exotic dancer and prostitute were not related to why he thought she owed him an apology. Hobgood’s speech is a far cry from a consumer complaint aimed at receiving a refund or a club manager’s public identification of members who are delinquent on paying their dues. In those cases, the speaker has a plausible claim of right to the thing of value, and the threat is.related to that right. Not so here.\nFor these reasons, Hobgood’s violation of the interstate stalking statute also constituted extortion. This court held in Petro-vic that extortionate communications that threatened another’s reputation, and communications carrying out the threat, were not protected by the First Amendment. Petrovic, 701 F.3d at 855. Hobgood concedes that extortionate speech is not constitutionally protected. See United States v. Hutson, 843 F.2d 1232, 1235 (9th Cir. 1988); United States v. Quinn, 514 F.2d 1250, 1268 (5th Cir. 1975). The district court therefore properly denied Hobgood’s motion to dismiss the indictment.\nIII.\nHobgood also challenges his sentence. He argues that the district court erred in awarding restitution to KB for the cost of moving from one apartment to another in the same apartment complex. To justify restitution, the government was required to prove by a preponderance of the evidence • that Hobgood’s offense proximately caused the moving expenses. 18 U.S.C. §§ 2264(b)(3)(F), 3664(e). In her written victim impact statement, KB stated that she was frightened because Hob-good sent correspondence to her apartment, and she implied that she changed addresses to avoid stalking by Hobgood. Based on this evidence, the district court did not clearly err in concluding that Hob-good’s offense proximately' caused KB’s change in residence and the expense that it entailed.\nThe judgment of the district court is affirmed.\n. The Honorable Timothy L. Brooks, United States District Judge for the Western District of Arkansas.",
        "type": "majority",
        "author": "COLLOTON, Circuit Judge."
      }
    ],
    "attorneys": [
      "Denis Dean, Dustin S. Roberts, Assistant U.S. Attorney, U.S. ATTORNEY’S OFFICE, Western District of Arkansas, Fort Smith, AR, for Plaintiff-Appellee.",
      "James Daniel Hobgood, Pro Se.",
      "Christopher Aaron Holt, John B. Schis-ler, Assistant Federal Public Defender, FEDERAL PUBLIC DEFENDER’S OFFICE, Fayetteville, AR, for Defendant-Appellant,"
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. James Daniel HOBGOOD, Defendant-Appellant.\nNo. 16-3778\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: April 7, 2017.\nFiled: August 22, 2017\nDenis Dean, Dustin S. Roberts, Assistant U.S. Attorney, U.S. ATTORNEY’S OFFICE, Western District of Arkansas, Fort Smith, AR, for Plaintiff-Appellee.\nJames Daniel Hobgood, Pro Se.\nChristopher Aaron Holt, John B. Schis-ler, Assistant Federal Public Defender, FEDERAL PUBLIC DEFENDER’S OFFICE, Fayetteville, AR, for Defendant-Appellant,\nBefore COLLOTON and BENTON, Cireuit Judges, and GERRARD, District Judge.\n. The Honorable John M. Gerrard, United States District Judge for the District of Nebraska, sitting by designation."
  },
  "file_name": "0744-01",
  "first_page_order": 768,
  "last_page_order": 772
}