{
  "id": 12266760,
  "name": "IN RE Rodrigo ZERMENO-GOMEZ; Gustavo Hernandez-Gutierrez; Martin Rios-Arias, Rodrigo Zermeno-Gomez; Gustavo Hernandez-Gutierrez; Martin Rios-Arias, Petitioners, v. United States District Court for the District of Arizona, Phoenix, Respondent, United States of America, Real Party in Interest",
  "name_abbreviation": "Zermeno-Gomez v. United States District Court for the District of Arizona",
  "decision_date": "2017-08-25",
  "docket_number": "No. 17-71867",
  "first_page": "1048",
  "last_page": "1053",
  "citations": [
    {
      "type": "official",
      "cite": "868 F.3d 1048"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "360 F.3d 1022",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2164129
      ],
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/360/1022-01"
      ]
    },
    {
      "cite": "910 F.2d 617",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537171
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "620"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/910/0617-01"
      ]
    },
    {
      "cite": "725 F.3d 1194",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4071986
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1203",
          "parenthetical": "\"[W]e have explained that a 'court of appeals may modify or revoke its judgment at any time prior to issuance of the mandate, sua sponte or by motion of the parties.'\""
        },
        {
          "page": "1203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/725/1194-01"
      ]
    },
    {
      "cite": "558 F.3d 869",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3359809
      ],
      "weight": 4,
      "year": 2009,
      "pin_cites": [
        {
          "page": "878-79"
        },
        {
          "page": "879"
        },
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/558/0869-01"
      ]
    },
    {
      "cite": "935 F.2d 1033",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540658
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1034"
        },
        {
          "page": "1037"
        },
        {
          "page": "1037"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/935/1033-01"
      ]
    },
    {
      "cite": "208 F.3d 1116",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11455806
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "\"[Ojnce a federal circuit court issues a decision, the district courts within that circuit are bound to follow it and have no authority to await a ruling by the Supreme Court before applying the circuit court's decision as binding authority\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/208/1116-01"
      ]
    },
    {
      "cite": "62 F.3d 304",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7415435
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "306",
          "parenthetical": "\"The government first urges us to ignore Armstrong since we have stayed the mandate to allow filing of a petition for certio-rari; this we will not do, as Armstrong is the law of this circuit\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/62/0304-01"
      ]
    },
    {
      "cite": "714 F.2d 923",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1886608
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "924"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/714/0923-01"
      ]
    },
    {
      "cite": "266 F.3d 1155",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9500887
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "1170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/266/1155-01"
      ]
    },
    {
      "cite": "677 F.3d 383",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3870439
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/677/0383-01"
      ]
    },
    {
      "cite": "791 F.3d 945",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4275381
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "955"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/791/0945-01"
      ]
    },
    {
      "cite": "591 F.3d 1147",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3507212
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "1156",
          "parenthetical": "citing Bauman, 557 F.2d at 654-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/591/1147-01"
      ]
    },
    {
      "cite": "557 F.2d 650",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        951291
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "654-55"
        },
        {
          "page": "654-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/557/0650-01"
      ]
    },
    {
      "cite": "92 L.Ed. 1351",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "pin_cites": [
        {
          "parenthetical": "\"It is,, indeed, .a high function of mandamus to keep a lower tribunal from interposing unauthorized obstructions to enforcement of a judgment of a higher court.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "334 U.S. 258",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157819
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "264",
          "parenthetical": "\"It is,, indeed, .a high function of mandamus to keep a lower tribunal from interposing unauthorized obstructions to enforcement of a judgment of a higher court.\""
        },
        {
          "parenthetical": "\"It is,, indeed, .a high function of mandamus to keep a lower tribunal from interposing unauthorized obstructions to enforcement of a judgment of a higher court.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/334/0258-01"
      ]
    },
    {
      "cite": "688 F.2d 1297",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1465448
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/688/1297-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1651",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "859 F.3d 649",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276502
      ],
      "weight": 4,
      "year": 2017,
      "pin_cites": [
        {
          "page": "661",
          "parenthetical": "en banc"
        },
        {
          "parenthetical": "en banc"
        },
        {
          "page": "656"
        },
        {
          "page": "659"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/859/0649-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 661,
    "char_count": 12223,
    "ocr_confidence": 0.588,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2479497839449327
    },
    "sha256": "72bae6d8ff738ef091526fed91d08bce5d06b1bcc10b6534356c7768b38a042d",
    "simhash": "1:9e589b22abedbe2f",
    "word_count": 2004
  },
  "last_updated": "2024-02-27T23:46:50.829833+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: ALFRED-T. GOODWIN, ALEX KOZINSKI, and MARSHA S. BERZON-, Circuit Judges."
    ],
    "parties": [
      "IN RE Rodrigo ZERMENO-GOMEZ; Gustavo Hernandez-Gutierrez; Martin Rios-Arias, Rodrigo Zermeno-Gomez; Gustavo Hernandez-Gutierrez; Martin Rios-Arias, Petitioners, v. United States District Court for the District of Arizona, Phoenix, Respondent, United States of America, Real Party in Interest."
    ],
    "opinions": [
      {
        "text": "ORDER\nOn May 31, 2017, this court held in United States v. Sanchez-Gomez, 859 F.3d 649, 661 (9th Cir. 2017) (en banc) that before placing a defendant in shackles, the district court must “make an individualized decision that a compelling government purpose would be served and that shackles are the least restrictive means for maintaining security and order.” About two weeks later, this court granted the government’s motion to stay the mandate, so the government could seek full en banc review or file a petition for a writ of certiorari.\nCiting the stay of the mandate, several judges within the District of Arizona found that Sanchez-Gomez was not binding on them and accordingly denied defendants’, requests to be unshackled. A court-established committee tasked with providing a recommendation on how to comply with Sanchez-Gomez likewise concluded that no action was required until the mandate issued.\nThe petitioners in this case are three defendants whose requests to be unshackled were denied based on the stayed mandate in Sanchez-Gomez. On June 26, 2017, petitioners filed this petition for a writ of mandamus asking that we order the District Court for the District of Arizona to comply with our decision in Sanchez-Gomez. That same date, petitioners also filed an emergency motion for injunctive relief, which the government opposed.\nWe granted petitioners’ emergency motion on July 14, 2017, stating, “Pending further order of the court,' respondent United States District Court for the District of Arizona is ordered to comply with our decision in United States v. Sanchez-Gomez, 859 F.3d 649 (9th Cir. 2017) (en banc).” Three weeks later, the Chief Judge for the District of Arizona issued a memorandum establishing a district-wide procedure for determining, prior to a defendant’s appearance in court, whether and how the defendant should be restrained. The memorandum instructs judges that a defendant should not be restrained absent .a showing that restraint is necessary. ■\nWe now hold that petitioners have satisfied the requirements for mandamus relief. We grant their petition and order the judges within the District of Arizona to comply with our decision in Sanchez-Gomez.\n“The Supreme Court and all courts established by Act of Congress may issue all writs necessary or appropriate in aid of their respective jurisdictions arid agreeable to the usages and principles of law.” 28 U.S.C. § 1651(a). We have- authority to issue a supervisory - or advisory writ in “cases involving questions- of law of major importance to' the administration of the district courts.” In re Cement Antitrust Litig. (MDL No. 296), 688 F.2d 1297, 1307 (9th Cir. 1982).\nThe issue of whether a published decision of this court is binding on lower courts within the circuit, notwithstanding a Stay of the mandate, is plainly an issue of “major importance to the administration of the district courts.” Id. The exercise of our authority is therefore appropriate in this matter. See United States v. U.S. Dist. Ct., 334 U.S. 258, 264, 68 S.Ct. 1035, 92 L.Ed. 1351 (1948) (“It is,, indeed, .a high function of mandamus to keep a lower tribunal from interposing unauthorized obstructions to enforcement of a judgment of a higher court.”).\nWhen considering whether to grant mandamus relief, this court considers the five factors enumerated in Bauman v. U.S. Dist. Ct., 557 F.2d 650 (9th Cir. 1977):\n(1) whether the petitioner has ho other means, such as a direct appeal, to obtain the desired relief; (2) whether the petitioner will be damaged or prejudiced in any way not correctable on appeal; (3) whether the district court’s order is clearly erroneous as a matter of law;; (4) Whether the district' court’s order is an oft repeated error or manifests a persistent disregard of the federal rules; and (5) whether the district court’s order raises new and important problems or issues of first impression.\nPerry v. Schwarzenegger, 591 F.3d 1147, 1156 (9th Cir. 2010) (citing Bauman, 557 F.2d at 654-55). “While all the factors need not be present to issue the writ,” the absence of clear error is fatal to a request for mandamus relief. In re U.S., 791 F.3d 945, 955 (9th Cir. 2015).\nWe begin our analysis by examining whether there is clear error, given the significance of the inquiry. The clear error standard is deferential, “and is not met unless the reviewing court is left with a definite and firm conviction that a mistake has been committed.” Id. Notwithstanding this high threshold, petitioners have demonstrated that the judges within the District of Arizona who found that Sanchez-Gomez was not binding on them committed clear error.\nUnder our “law of the circuit doctrine,” a published decision of this court constitutes binding authority “which ‘must be followed unless and until overruled by a body competent to do so.’” Gonzalez v. Arizona, 677 F.3d 383, 389 n.4 (9th Cir. 2012) (en banc) (quoting Hart v. Massanari, 266 F.3d 1155, 1170 (9th Cir. 2001)). In recognition of this principle, we have held that a stay of the mandate does not “destroy the finality of an appellate court’s judgment,” and that a published decision is “final for such purposes as stare decisis, and full faith and credit, unless it is withdrawn by the court.” Wedbush, Noble, Cooke, Inc. v. SEC, 714 F.2d 923, 924 (9th Cir. 1983); see also United States v. Gomez-Lopez, 62 F.3d 304, 306 (9th Cir. 1995) (“The government first urges us to ignore Armstrong since we have stayed the mandate to allow filing of a petition for certio-rari; this we will not do, as Armstrong is the law of this circuit”); cf. Yong v. INS, 208 F.3d 1116, 1119 n.2 (9th Cir. 2000) (“[Ojnce a federal circuit court issues a decision, the district courts within that circuit are bound to follow it and have no authority to await a ruling by the Supreme Court before applying the circuit court’s decision as binding authority”).\nDespite this clear authority, the government alleges, and several judges within the District of Arizona found, that there are contrary cases within this circuit suggesting that a decision is not binding on lower courts until the mandate has issued. They are mistaken, as the cited cases have nothing to do with when a holding becomes law of the circuit.\nFor example, in United States v. Ruiz, 935 F.2d 1033 (9th Cir. 1991), a criminal defendant argued that the district court was required to sentence him in accordance with a decision that was in effect at the time' of his plea agreement, but had been withdrawn by the time of sentencing. Id. at 1034. On appeal, this court rejected the defendant’s argument, explaining that the decision “was not yet fixed as settled Ninth Circuit law.” Id. at 1037. To the extent the defendant based his willingness to enter into- the plea agreement on a decision that was subject to withdrawal, we noted that the defendant took a “gamble, but one that did not pay off as he had hoped.” Id.\nIn Carver v. Lehman, 558 F.3d 869 (9th Cir. 2009), this court issued an amended opinion that affirmed a district court order denying relief in a civil rights lawsuit. While the original opinion had the effect of reversing the district court order by a two-to-one vote, one of the judges in the majority died before the mandate issued. His replacement on the panel joined the previously dissenting judge to form a new majority. The new majority noted, “[ujntil the mandate has issued, opinions can be, and regularly are, amended or withdrawn, by the merits panel at the request of the parties pursuant to a petition for panel rehearing, in response to an internal memorandum from another member of the court ... or sua sponte by the panel itself.” Id. at 878-79. Accordingly, “the prior majority’s holding in this ease may or may not have survived until the mandate issued, but it was certainly not yet enshrined as a binding construction of the Constitution” at the time the original panel member died. Id. at 879.\nThese cases stand for the unremarkable proposition that, until the mandate has issued, a published decision by a panel of this court is subject to modification, withdrawal, or reversal. See Nat. Res. Def. Council, Inc. v. Cty. of Los Angeles, 725 F.3d 1194, 1203 (9th Cir. 2013) (“[W]e have explained that a ‘court of appeals may modify or revoke its judgment at any time prior to issuance of the mandate, sua sponte or by motion of the parties.’”) (quoting United States v. Foumai, 910 F.2d 617, 620 (9th Cir. 1990)); see also Fed. R. App. P. 41(c) advisory committee’s note to 1998 amendment (“A court of appeals’ judgment or order is not final until issuance of the mandate; at that time the parties’ obligations become fixed.”). They have no bearing on the distinct issue presented here: whether a published decision that has not been modified or withdrawn is binding on lower courts within the circuit. On that point, we have unequivocally stated that a published decision constitutes binding authority and must be followed unless and until it is overruled by a body competent to do so. Gonzalez, 677 F.3d at 389 n.4.\nNot only does it constitute clear error for a district court to disregard a published opinion of this court, but the remaining Bauman factors also weigh in favor of granting mandamus relief. See Bauman, 557 F.2d at 654-55. Because this case concerns a practice among several judges throughout the District of Arizona that is unrelated to defendants’ individual criminal cases, “[t]here is no danger that the writ will supplant the normal appeals process.” Sanchez-Gomez, 859 F.3d at 656. Next, this case involves an oft-repeated error and a persistent disregard of this court’s authority. Without intervention, several judges within the District of Arizona may erroneously continue to believe themselves free to ignore a controlling decision of this court, so long as the mandate has not issued. Finally, this case raises new and important problems, namely, a fundamental misunderstanding of when a decision of this court becomes binding on lower courts.\nNoting that the Chief Judge has issued a memorandum instituting a district-wide procedure intended to meet the requirements of Sanchez-Gomez, the government asks that we deny this petition or dismiss it as moot. However, the memorandum was issued after we granted petitioners’ emergency motion for injunctive relief and explicitly ordered the district court to comply with our decision in Sanchez-Gomez pending our decision on the petition for writ of mandamus. If we decline to grant this petition and terminate the injunction, the Chief Judge could decide to withdraw the memorandum. This case therefore presents a live controversy that warrants the exercise of our supervisory authority. See Sanchez-Gomez, 859 F.3d at 659.\nThe judges within the District of Arizona are ordered to comply with this court’s decision in Sanchez-Gomez. Accordingly, the petition for a writ of mandamus is granted.\nGRANTED.\n. The parties do not contest, and so we assume for purposes of this decision only, • that the separate issuance of a mandate is appropriate in a case such as this one. But see Ellis v. U.S. Dist. Ct., 360 F.3d 1022 (9th Cir. 2004) (en banc).\n. Such a “body” may, of course, include a panel of this court. See, e.g., Ruiz, 935 F.2d at 1037; Carter, 558 F.3d at 879; Nat. Res. Def. Council, 725 F.3d at 1203.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Daniel L.; Kaplan, Assistant Federal Public Defender; Jon M. Sands, Federal Public Defender; Office of the Federal Public Defender, Phoenix, Arizona; for Petitioners.",
      "Krissa M. Lanham and Dominic W. Lan-za, Assistant United States Attorneys; Elizabeth A. Strange, Acting United States Attorney; United States Attorney’s Office, Phoenix, Arizona; for Real Party in Interest."
    ],
    "corrections": "",
    "head_matter": "IN RE Rodrigo ZERMENO-GOMEZ; Gustavo Hernandez-Gutierrez; Martin Rios-Arias, Rodrigo Zermeno-Gomez; Gustavo Hernandez-Gutierrez; Martin Rios-Arias, Petitioners, v. United States District Court for the District of Arizona, Phoenix, Respondent, United States of America, Real Party in Interest.\nNo. 17-71867\nUnited States Court of Appeals, Ninth Circuit.\nSubmitted to Motions Panel August 16, 2017 San Francisco, California\nFiled August 25, 2017\nDaniel L.; Kaplan, Assistant Federal Public Defender; Jon M. Sands, Federal Public Defender; Office of the Federal Public Defender, Phoenix, Arizona; for Petitioners.\nKrissa M. Lanham and Dominic W. Lan-za, Assistant United States Attorneys; Elizabeth A. Strange, Acting United States Attorney; United States Attorney’s Office, Phoenix, Arizona; for Real Party in Interest.\nBefore: ALFRED-T. GOODWIN, ALEX KOZINSKI, and MARSHA S. BERZON-, Circuit Judges."
  },
  "file_name": "1048-02",
  "first_page_order": 1066,
  "last_page_order": 1071
}