{
  "id": 12275346,
  "name": "UNITED STATES of America, Plaintiff-Appellant, v. Chaka CASTRO and Juan Olaya, Defendants-Appellees",
  "name_abbreviation": "United States v. Castro",
  "decision_date": "2018-02-07",
  "docket_number": "No. 17-1590",
  "first_page": "961",
  "last_page": "969",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 961"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "134 S.Ct. 2473",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12581677
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "2485"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/2473-01"
      ]
    },
    {
      "cite": "447 U.S. 649",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187551
      ],
      "weight": 7,
      "year": 1980,
      "pin_cites": [
        {
          "page": "656",
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0649-01"
      ]
    },
    {
      "cite": "308 F.3d 557",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11439529
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "568-69"
        },
        {
          "page": "569"
        },
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/308/0557-01"
      ]
    },
    {
      "cite": "18 U.S.C. §§ 1961",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "496 F.3d 495",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5703619
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "509-10"
        },
        {
          "page": "509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/496/0495-01"
      ]
    },
    {
      "cite": "474 U.S. 82",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6198785
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/474/0082-01"
      ]
    },
    {
      "cite": "789 F.3d 934",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4233668
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "941-43",
          "parenthetical": "five years"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/789/0934-01"
      ]
    },
    {
      "cite": "669 F.3d 645",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3724044
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "650-52"
        },
        {
          "page": "652"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/669/0645-01"
      ]
    },
    {
      "cite": "131 S.Ct. 2419",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12450488,
        5928256
      ],
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "quotations omitted"
        },
        {
          "parenthetical": "quotations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/180/0285-01",
        "/us/564/0229-01"
      ]
    },
    {
      "cite": "564 U.S. 229",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5928256,
        12450488
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "238",
          "parenthetical": "quotations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/564/0229-01",
        "/l-ed-2d/180/0285-01"
      ]
    },
    {
      "cite": "540 U.S. 551",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8897610
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/540/0551-01"
      ]
    },
    {
      "cite": "498 F.3d 429",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3630139
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "432",
          "parenthetical": "quoting Groh v. Ramirez, 540 U.S. 551, 564, 124 S.Ct. 1284, 157 L.Ed.2d 1068 (2004)"
        },
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/498/0429-01"
      ]
    },
    {
      "cite": "468 U.S. 897",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11340969
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "918-21"
        },
        {
          "page": "918-21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/468/0897-01"
      ]
    },
    {
      "cite": "875 F.2d 747",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533368
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "749-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/875/0747-01"
      ]
    },
    {
      "cite": "975 F.2d 72",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10512148
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/975/0072-01"
      ]
    },
    {
      "cite": "463 F.3d 1148",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3724030
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/463/1148-01"
      ]
    },
    {
      "cite": "567 F.3d 628",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3651859
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "649",
          "parenthetical": "McConnell, J., dissenting"
        },
        {
          "page": "635"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/567/0618-01"
      ]
    },
    {
      "cite": "250 F.3d 471",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11098327
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/250/0471-01"
      ]
    },
    {
      "cite": "462 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187462
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "235-36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0213-01"
      ]
    },
    {
      "cite": "690 F.2d 60",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1473998
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "64-65",
          "parenthetical": "upholding a warrant for \"a crime\" and \"a criminal offense\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/690/0060-01"
      ]
    },
    {
      "cite": "742 F.3d 229",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4071153
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/742/0229-01"
      ]
    },
    {
      "cite": "717 F.3d 1166",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "year": 2013,
      "pin_cites": [
        {
          "page": "1166-66"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "663 Fed.Appx. 409",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "year": 2016,
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 U.S. 463",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179008
      ],
      "weight": 9,
      "year": 1976,
      "pin_cites": [
        {
          "page": "480-81"
        },
        {
          "page": "480-81"
        },
        {
          "page": "479"
        },
        {
          "page": "480-81"
        },
        {
          "parenthetical": "upholding a warrant for \"a crime\" and \"a criminal offense\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/427/0463-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1082,
    "char_count": 21450,
    "ocr_confidence": 0.573,
    "pagerank": {
      "raw": 5.3914518573050044e-08,
      "percentile": 0.33743318625912166
    },
    "sha256": "563afc843e001597253de3f24a492dbb29fddcdded2f81cbd3e38ab3a1193bd0",
    "simhash": "1:ed0062563a83f7c8",
    "word_count": 3452
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: SUTTON, KETHLEDGE, and LARSEN, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellant, v. Chaka CASTRO and Juan Olaya, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nSUTTON, Circuit Judge.\nIn December 2014, a string of home invasions struck Dallas, Texas. Law • enforcement focused their investigation on Chaka Castro and Juan Fernando Olaya. .Texas courts issued warrants to search their- phones. Consistent with the warrants, state officers conducted detailed searches of Castro’s phones -and a cursory search of Olaya’s phone, and the FBI conducted a full search of Olaya’s phone. Each search turned up potentially incriminating evidence that the individuals had violated federal racketeering laws. The district court granted each defendant’s motion to suppress. Because each search complied with the Fourth Amendment, we reverse.\nI.\nOver a three-day period in December 2014, a spate of robberies occurred--in and around Dallas. The crimes fit a pattern. The robbers broke into the home, rounded up the occupants at gunpoint, and bound them with duct tape. Then they searched the home for valuables and took what they found.\nOn. December 7, police interrupted a robbery attempt that fit this pattern. The robbers fled on foot. Later that day, police arrested Juan Fernando Olaya after finding him in a stolen vehicle with a suspected accomplice. The police inventoried the vehicle’s contents and took custody of a Samsung Galaxy cell phone. Suspecting that Olaya was one of the robbers involved in the crime spree, the police obtained a warrant to search the phone from a state magistrate judge. The warrant incorporated a police affidavit, which explained why the cell phone probably contained evidence about the robberies.\nAn officer reviewed the contents of the phone by. hand. He found potentially incriminating evidence and took screen shots of it, after which he stored- the seized phoné at an evidence storage facility.'\nIn January 2015, Texas officials merged their investigation with a federal investigation based in the Eastern District of Michigan focused on a multistate criminal enterprise. Later that year, Texas officers transferred the Samsung Galaxy to the FBI for a more detailed analysis. The Bureau searched the phone based on the state court warrant.\nMeanwhile, Texas officers came to suspect that Chaka Castro had organized the robberies. They followed a signal coming from a stolen cell phone to a house where Castro lived. Officers watched the home, searched it twice, and conducted a brief search of Castro’s cell phones after obtaining her consent. Based on this evidence, a different Texas judge issued search warrants for Castro’s two phones. Both warrants used the same language, save for the description of the phone. In relevant part, each said:\nProof having been made before me under oath by [the investigating officer] that there is probable cause to believe that evidence of violations of Texas Penal Code 29.03 (Aggravated Robbery), exists on named phone device ..., you are hereby COMMANDED to execute a search for but not limited to the following pieces of evidence:\nSubscriber information, cell phone location data, business records, photographs, images, depictions[,] correspondence, notes, paper, ledgers, personal telephone and address books, voice messages, text messages, memoranda, telexes, facsimiles, or other documents (in any form printed or digital) which reflect the receipt, purchase, transmission, and/or communication of a crime or any other electronic, magnetic, optical, electrochemical, or high-speed data processing device performing logical arithmetic, or storage functions; hard disk, drum, CD ROM or scanner; communication facilities directly relating to or operating in conjunction with such device, or any other files, deleted or not involved in this or any other unlawful activities.\nR. 169-1 at 7; R. 169-2 at 7.\nOfficers searched each phone and found incriminating evidence about the robberies.\nThe federal government charged Castro and Olaya with violating the Racketeer Influenced and Corrupt Organizations Act. The defendants moved to suppress the cell-phone evidence on the ground that the searches violated the Fourth Amendment. The district court granted the motions, and the federal government appealed.\nII.\nCastro. The Fourth Amendment demands that a search warrant “particularly describ[e]” the places law enforcement may search and the things they may seize. U.S. Const. amend. IV. Warrants empower and constrain. Riley v. California, — U.S. -, 134 S.Ct. 2473, 2485, 189 L.Ed.2d 430 (2014).\nIn attacking the (two nearly identically worded) warrants, Castro claims that they flubbed the particularity requirement because they permitted searches for evidence of “a crime,” seemingly allowing the police to look at her phone in search of evidence of any crime rather than evidence of the robberies. A catch-all phrase at the end of the warrants, made things worse, she adds, as it permitted officers to look for “any other files, deleted or not involved in this or any other unlawful activities.” Neither concern requires suppression.\nStart with “a crime.” Castro claims that the officers should have used “the” rather than “a,” which would have cured the warrants’ overbreadth. But that wording would have created problems of its own, as more than one armed robbery prompted the warrants. The affidavit lays out evidence of probable cause that Castro participated in several armed robberies. That is why the warrants mention “violations of Texas Penal Code 29.03 (Aggravated Robbery).” The officer wanted the search to cover all of the robberies listed in the affidavit. A general article (“a”) rather than a specific one (“the”) served that end.\nThe rest of the language in the warrants reinforces this interpretation. A warrant that empowers police to search for something satisfies the particularity requirement if its text constrains the search to evidence of a specific crime. See Andresen v. Maryland, 427 U.S. 463, 480-81, 96 S.Ct. 2737, 49 L.Ed.2d 627 (1976); United States v. Raglin, 663 Fed.Appx. 409, 413 (6th Cir. 2016); United States v, Christie, 717 F.3d 1166, 1166-66 (10th Cir. 2013). Castro’s warrants did just that. The first two lines of each warrant noted that they were based on “probable cause to believe that evidence of violations of Texas Penal Code 29.03 (Aggravated Burglary)” would be found on the phones. That language served as a “global modifier” that limited the scope of the warrant to evidence of aggravated burglary. United States v. Willoughby, 742 F.3d 229, 233 (6th Cir. 2014); see Andresen, 427 U.S. at 480-81, 96 S.Ct. 2737. Read as a whole, the warrants told officers they could search only for evidence related to aggravated burglary.\nAndresen v. Maryland considered a warrant that permitted the seizure of “fruits, instrumentalities and evidence of crime at this (time) unknown.” 427 U.S. at 479, 96 S.Ct. 2737. The word “crime,” the Court held, should not be read in isolation to encompass all crimes but to refer only to the crime of false pretenses mentioned earlier in the'warrant. Id. at 480-81, 96 S.Ct. 2737. A similar conclusion fits this case. See United States v. Johnson, 690 F.2d 60, 64-65 (3d Cir. 1982) (upholding a warrant for “a crime” and “a criminal offense”).\nThis interpretation also respects another imperative in reading warrants: They need not meet the rigors of Roget, Merriam, Webster, Strunk, and White. A commonsense contextual reading usually suffices, and usually gets the point the magistrate and officer sought to express. See Illinois v. Gates, 462 U.S. 213, 235-36, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983).\nConsider an analogy. Suppose a mother gave her teenager a grocery list that said: “I checked the pantry and we are out of Cheerios. Please go to the market and buy a box of cereal.” The mother would be irritated if the teenager came home with a box of barley. Sure, barley is a cereal—of sorts—and, sure, it comes in a box, but the full statement and the context in which it was made would inform a reasonable person that the mother meant a box of breakfast cereal. So also today: Context shows that “a crime” refers only to the list of crimes already mentioned.\nThe catch-all phrase tacked onto the operative sentence in each warrant— “any other files, deleted or not involved in this or any other unlawful activities”—does not alter this conclusion. The government (to its credit) concedes that this phrase sweeps too broadly. But an “infirmity due to overbreadth does not doom the entire warrant.” United States v. Greene, 250 F.3d 471, 477 (6th Cir. 2001). The remedy is to sever the offending phrase from the warrant, suppress any evidence collected under it, and admit the evidence collected under the valid portions that remain. Jd; see also 2 Wayne R. LaFave et al., Search and Seizure § 4.6(f) (5th ed. 2017); cf. Cassady v. Goering, 567 F.3d 628, 649 (10th Cir. 2009) (McConnell, J., dissenting) (recognizing that “every federal court to consider the issue has adopted the doctrine of' severance”). Both warrants are .good candidates for this remedy. In each warrant, the invalid section appears at the end of the operative sentence and can be severed without changing the meaning of the valid sections of the warrant. The remaining valid sections are “sufficiently, particularized, distinguishable from the invalid portions, and make up the greater part of the warrant.” United States v. Sells, 463 F.3d 1148, 1151 (10th Cir. 2006). Nothing in the record shows that any evidence was seized under this section.\nCastro makes several contrary arguments, all unconvincing. She points to three decisions frotó sibling circuits that invalidated warrants based on the use of the phrase “a crime.” But none tracks Castro’s case. In United States v. George, 975 F.2d 72 (2d Cir. 1992), the Second Circuit held that the warrant swept too broadly after finding that “[n]othing on the face of the warrant tells the searching officers for what crime the search is being undertaken.” Id. at 76. The Tenth Circuit did much the same thing in Cassady v. Goering, noting that “the warrant did not confine the scope of the search to any particular crime.” 567 F.3d at 635. The same goes for Center Art Galleries-Hawaii, Inc. v. United States, 875 F.2d 747 (9th Cir. 1989), which said that “[t]he warrants’ provision for the almost unrestricted seizure of items which are ‘evidence of violations of federal criminal lav/ without describing the specific crimes suspected is constitutionally inadequate.” Id. at 749-50. In visible contrast to each of these cases, Castro’s warrants describe the targeted crimes: aggravated robberies.\nEven if we reached a contrary conclusion about the validity of these warrants, the good-faith exception to the exclusionary rule would apply. United States v. Leon, 468 U.S. 897, 918-21, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984). For the reasons just given, this is not a case in which a “simple glance” at the warrant would reveal deficiencies glaring enough to make reliance on it unreasonable. United States v. Watson, 498 F.3d 429, 432 (6th Cir. 2007) (quoting Groh v. Ramirez, 540 U.S. 551, 564, 124 S.Ct. 1284, 157 L.Ed.2d 1068 (2004)). The relevant officer in fact limited his search to evidence of robbery, just as he thought the warrant commanded.-All in all, this was not the kind of “deliberate, reckless, or grossly negligent disregard for Fourth Amendment rights” that triggers suppression. Davis v. United States, 564 U.S. 229, 238, 131 S.Ct. 2419, 180 L.Ed.2d 285 (2011) (quotations omitted).\nOlaya. Olaya claims that these Texas warrants did not permit federal agents to conduct a full forensic search months after the state officers conducted a cursory search. We disagree.\nTwo Fourth Amendment rules apply. One relates to timing. Officers may conduct a more detailed search of an electronic device after it was properly seized so long as the later search does not exceed the probable cause articulated in the original warrant and the device remained secured. United States v. Evers, 669 F.3d 645, 650-52 (6th Cir. 2012). That is true even if the officers conducted an initial search soon after the device’s seizure but waited months or years to conduct a more intensive search. See United States v. Johnston, 789 F.3d 934, 941-43 (9th Cir. 2015) (five years). It is sometimes the case, as it was the case here, that law enforcement officers have good reason to revisit previously seized, and still secured, evidence as new information casts new light on the previously seized evidence.\nThe other rule relates to federal-state investigations. At the same time that the Constitution permits the federal government-and the States to pursue dual investigations and dual charges, see Heath v. Alabama, 474 U.S. 82, 89, 106 S.Ct. 433, 88 L.Ed.2d 387 (1985), it also permits the two sovereigns to coordinate law; enforcement efforts. No one here claims that the Constitution bars federal officers from helping their state counterparts execute a state warrant. In our circuit, federal officers may help state officials search for evidence of a crime in connection with a state warrant so long as they are searching for the same evidence as the state officers and the same evidence authorized by the state warrant. See United States v. Garcia, 496 F.3d 495, 509-10 (6th Cir. 2007).\nThus: -federal officers may use a state warrant, to conduct a follow-up search of a seized cell phone without obtaining a second warrant so long as the search does not exceed the probable cause articulated in the original warrant.\nIn this instance, the second search did not exceed the scope of the warrant or the explanation for it. After the state officers seized the phone, they kept it in secure storage until sending it to the FBI for a detailed forensic search. The state warrant and its incorporated affidavit established probable cause to believe that the phone contained evidence of aggravated robbery. The affidavit specified the cell phone by serial and phone number. It described why the officer thought there was probable cause to believe that the phone contained evidence of aggravated robbery. It gave officers authority to seize all “physical and digital evidence” stored within the phone. And it described the information that could be seized, including “all electronic information stored or maintained on the phones’ memory.”\nThe federal officers were looking for the same evidence that- the state warrant targeted because the same evidence showed violations of state and federal law. According to the FBI’s Exam Service Request, the federal agents sought information about “[a] group of individuals committing] armed home invasions across the country.” R. 157-2. The assisting federal officers sought the same information that the state warrant authorized state officers to collect. Evidence proving that Olaya committed state aggravated robbery showed that he committed a predicate act for a RICO violation. 18 U.S.C. §§ 1961(1), 1962. And evidence that Olaya belonged to a home invasion organization showed he participated in a criminal enterprise under RICO. See id. § 1962. The same information supported state and federal charges.\nOlaya tries to head off this conclusion by noting that the federal officers looked for evidence of additional criminal conduct: robberies in other States, the relationship between the predicate acts of a RICO violation, and the threat of further criminal activity. During a search, “evidence not described in a search warrant may be seized if it is reasonably related to the offense which formed the basis for the search warrant.” Evers, 669 F.3d at 652. The state warrant authorized a search for evidence of aggravated robbery and the existence of an organization coordinating home invasions. Evidence of robberies carried out by suspected members of the organization elsewhere in the country was reasonably related to whether the organization existed and whether its members committed aggravated burglary in Texas, So was evidence of the connection between the aggravated robberiés, evidence of whether a risk existed that more robberies might occur in the future, and evidence of what a suspected organization did with any proceeds. Evidence of any acts of violence, intimidation, or use of a deadly weapon would support the aggravating elements of the Texas law. See Tex. Penal Code § 29.03. The state warrant permitted a federal officer acting under it to seize any such evidence because it all related to the crimes identified in the warrant.\nOlaya argues that the “general rule” is “that a warrant authorizes only one search,” United States v. Keszthelyi, 308 F.3d 557, 568-69 (6th Cir. 2002), which happened when the police conducted a cursory search of the phone after they seized it. Beyond that, he claims, officers could search the phone again only if the second search was a “reasonable continuation” of the original warrant—that is, it must be a “continuation of the original search” and “reasonable under the totality of the circumstances.” Id. at 569.\nBut this veneer on Keszthelyi removes the decision from its setting: home searches. Residents, even residents suspected of a crime, need to be able to return to life as usual. When they do, the reasonable continuation rule stops the government from committing “disturbance[s] or destruction of the peaceful enjoyment of the home” repeatedly without a new warrant. Id. at 568. A repeated search of an electronic device removed from the home and permissibly secured by the police as evidence of a crime differs in degree and kind. After law enforcement seizes a device and finds that it contains incriminating information, a suspect loses the device to police custody, as the phone and its contents become evidence for a future prosecution. Olaya never regained custody of the phone after the state officers found incriminating evidence on it during the first search, while most people subjected to a search remain in custody of their home. A comparison of the two settings—a repeat search of an occupied home and a repeat search of a phone that remains in police custody—gives analogy a bad name.\nOlaya persists that “the scope of the search is limited by the terms of its authorization.” Walter v. United States, 447 U.S. 649, 656, 100 S.Ct. 2395, 65 L.Ed.2d 410 (1980) (plurality opinion). State warrants are creatures of state law, which (he claims) barred state officers from seeking federal assistance. But the opening line—directing the search warrant to Texas officers—tells us nothing about whether the warrant allowed federal assistance. Plus, Olaya misreads state law— namely Article 18.08—in claiming that it limits who can help with, and therefore whose assistance falls within the scope of, the warrant. Article 18.08 is a positive provision; it empowers state officers to call upon county citizens to aid the execution of a warrant. Tex. Code Crim. P. art. 18.08. Nothing in it limits a state officer’s authority to seek assistance from other sources. The Texas Code even contemplates federal assistance, as Article 2.122 gives FBI agents “the powers of arrest, search, and seizure under the laws of the state as to felony offenses.” Id. art. 2.122.\nOlaya says that the end of the warrant’s execution period and the return of the warrant foreclosed the forensic search. But Texas law allows searches after the execution period expires. It says that, “[notwithstanding any other law, any data or information contained in or on a device seized may be recovered and analyzed after the expiration of the time allowed.” Id. art. 18.07(c).\nOlaya notes that the state officers returned the warrant after they executed it and suggests that any power to search the phone ceased then. But Texas law says only that state officers “shall execute the warrant without delay and forthwith return the warrant to the proper magistrate.” Id. art. 18.06(a). The return of the warrant does not end an officer’s authority to carry out later searches within the warrant’s scope. Id. art. 18.07(c).\nEven if we were wrong, even if the Fourth Amendment prohibited this later search, the good-faith exception to the exclusionary rule would apply. See Leon, 468 U.S. at 918-21, 104 S.Ct. 3405. Nothing,on the face of the warrant suggests that the federal search exceeded its scope. See Watson, 498 F.3d at 432. Both the state and federal rules of criminal procedure give law enforcement the authority to conduct searches of lawfully seized phones after they are seized. See Fed. R. Crim. P. 41(e)(2)(B); Tex. Code Crim. P. art. 18.07(e). And we have permitted federal officers to rely on state warrants while assisting state officers before. See Garcia, 496 F.3d at 509. The good-faith exception applies.\nFor these reasons, we reverse the district court’s suppression rulings.",
        "type": "majority",
        "author": "SUTTON, Circuit Judge."
      }
    ],
    "attorneys": [
      "ARGUED: Andrew Goetz, UNITED STATES ATTORNEY’S OFFICE, Detroit, Michigan, for Appellant. James C. Thomas, JAMES C. THOMAS, P.C., Sterling Heights, Michigan, for Appellee Castro. Kenneth R. Sasse, Lake Orion, Michigan, for Appellee Olaya. ON BRIEF: Andrew Goetz, UNITED STATES ATTORNEY’S OFFICE, Detroit, Michigan, for Appellant. James C. Thomas,' JAMES C. THOMAS, P.C., Sterling Heights, Michigan, for Appellee Castro. Kenneth R. Sasse, Lake Orion, Michigan, for Appellee Olaya."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellant, v. Chaka CASTRO and Juan Olaya, Defendants-Appellees.\nNo. 17-1590\nUnited States Court of Appeals, Sixth Circuit.\nArgued: February 1, 2018\nDecided and Filed: February 7, 2018\nARGUED: Andrew Goetz, UNITED STATES ATTORNEY’S OFFICE, Detroit, Michigan, for Appellant. James C. Thomas, JAMES C. THOMAS, P.C., Sterling Heights, Michigan, for Appellee Castro. Kenneth R. Sasse, Lake Orion, Michigan, for Appellee Olaya. ON BRIEF: Andrew Goetz, UNITED STATES ATTORNEY’S OFFICE, Detroit, Michigan, for Appellant. James C. Thomas,' JAMES C. THOMAS, P.C., Sterling Heights, Michigan, for Appellee Castro. Kenneth R. Sasse, Lake Orion, Michigan, for Appellee Olaya.\nBefore: SUTTON, KETHLEDGE, and LARSEN, Circuit Judges."
  },
  "file_name": "0961-01",
  "first_page_order": 999,
  "last_page_order": 1007
}