{
  "id": 12275285,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Matthew CHANNON, Defendant-Appellant; United States of America, Plaintiff-Appellee, v. Brandi Channon, Defendant-Appellant",
  "name_abbreviation": "United States v. Channon",
  "decision_date": "2018-01-31",
  "docket_number": "No. 16-2254, No. 16-2285",
  "first_page": "806",
  "last_page": "812",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 806"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "137 S.Ct. 1626",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12604669
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1633"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1626-01"
      ]
    },
    {
      "cite": "500 F.3d 1099",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3699672
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "1104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/500/1099-01"
      ]
    },
    {
      "cite": "21 U.S.C. § 853",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(p)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "816 F.3d 681",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4176784
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/816/0681-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2461",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 981",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)(C)"
        },
        {
          "page": "(a)(1)(C)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "913 F.2d 1506",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540306
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1512-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/913/1506-01"
      ]
    },
    {
      "cite": "518 F.3d 775",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3555098
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/518/0775-01"
      ]
    },
    {
      "cite": "5 R. 720",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "413 F.3d 1138",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8972985
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "1142"
        },
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/413/1138-01"
      ]
    },
    {
      "cite": "5 R. 1004",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "127 F.3d 596",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "682 F.3d 1264",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "year": 2012,
      "pin_cites": [
        {
          "page": "1261"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "313 F.3d 549",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9316432
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/313/0549-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. §§ 1343",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 13481,
    "ocr_confidence": 0.595,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2488276343524275
    },
    "sha256": "120dc310e049f60bb2a35f6a3390a357e9df77b777155abf0eaf7151b425836d",
    "simhash": "1:b0b25bb2ea9b2a4a",
    "word_count": 2091
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PHILLIPS, KELLY, and MURPHY, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Matthew CHANNON, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Brandi Channon, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "KELLY, Circuit Judge.\nDefendants-Appellants, Matthew and Brandi Channon, were convicted by a jury of wire fraud and conspiracy to commit wire fraud relating to a scheme to defraud retailer OfficeMax. 18 U.S.C. §§ 1343, 1349. They now appeal, challenging the district court’s decision to (1) admit exhibits derived from computer records and (2) enter a money judgment forfeiture. Exercising jurisdiction under 28 U.S.C. § 1291, we uphold the district court’s admission of the exhibits but remand so the district court may conduct further proceedings on the money judgment of forfeiture.\nBackground\nDefendants used fictitious names and addresses to open rewards accounts at OfficeMax—known as MaxPerks accounts. They used these accounts to fraudulently obtain more than $100,000 in OfficeMax products. The scheme came to light when Steven Gardner, an OfficeMax fraud investigator, noticed an unusually high number of online-adjustments across several different accounts. Mr. Gardner observed that most of these accounts were registered to one of three email addresses, although a fourth address was discovered later. Defendants used the same email addresses and simply interspersed periods between the characters of each address (e.g., teechurl23.45678@gmail.com). OfficeMax recognized the variations as unique email addresses, but gmail did not. Defendants then used these fraudulent email addresses to claim purchases by other customers, thus generating rewards to which they were not entitled. They also used various accounts to sell more than 27,000 used ink cartridges, receiving $3 in rewards from OfficeMax for each after paying an average of $.32 per cartridge on eBay. In total, over the 21 months of their scheme, Defendants redeemed $105,191 in OfficeMax rewards.\nPrior to trial, Defendants objected to the use of summary exhibits regarding their accounts. These exhibits summarized thousands of transactions and were drawn from three Excel spreadsheets containing OfficeMax records—which had been maintained by a third party formerly known as SHC Direct (SHC). OfficeMax would send SHC the data it collected each day, and if OfficeMax later needed to view information, SHC would place the data into a user-friendly Excel spreadsheet for OfficeMax to use. SHC would not alter the raw data, but would consolidate the necessary information from the larger database.\nThe three Excel spreadsheets (also called workbooks) at issue in this case consisted of (1) enrollment and transaction activity for the majority of fraudulent accounts (File 1); (2) information for the Group 1 accounts during the specific time period of the scheme (File 2); and (3) an enhanced spreadsheet, essentially a user-friendly version of File 1 and 2 combined (File 3). Each Excel workbook contained several worksheets. These included a worksheet listing the 5,463 suspect accounts, a worksheet listing the 63,581 transactions associated with the suspect accounts, and a worksheet listing the 2,144 transactions in which a reward card was used by one of the suspect accounts.\nDefendants argued that the exhibits derived from Excel were inadmissible because they were not originals, and Defendants never received the full database maintained by SHC. They also argued that the spreadsheets were hearsay because they were prepared for purposes of litigation. The district court rejected Defendants’ arguments, finding that the spreadsheets were originals under Federal Rule of Evidence 1001(d). Moreover, the district court found that File 1 and File 2 were business records, and also that the records were likely machine generated. The files were therefore found to be admissible.\nAfter Defendants were convicted, the government moved for entry of an order of forfeiture in its favor. The district court entered a money judgment of $105,191, or the value of the merchandise Defendants fraudulently obtained from OfficeMax.\nDiscussion\nA. Summary Exhibits\nDefendants first contend that the district court erred in admitting several of the government’s trial exhibits. We review the district court’s admission of evidence for an abuse of discretion. United States v. Jenkins, 313 F.3d 549, 559 (10th Cir. 2002). Under this standard, “we will not disturb an evidentiary ruling absent a distinct showing that it was based on a clearly erroneous finding of fact or an erroneous conclusion of law or manifests a clear error in judgment.” Id.\nFederal Rule of Evidence 1006 permits summary exhibits “to prove the content of voluminous writings ... that cannot be conveniently examined in court.” Although the information upon which a Rule 1006 summary is created need not itself be admitted into evidence, it must still be admissible. United States v. Irvin, 682 F.3d 1264, 1261 (10th Cir. 2012). Moreover, the party who offers the summary exhjbit must make the originals or' duplicates available to the other party. Fed. R. Evid. 1006. Deféndants contend both that the spreadsheets (on which the summary exhibits were based) were not originals and that‘they were not granted access to the original database.\nFederal Rule of Evidence 1001(d) defines an “original” of electronically stored information as “any printout—or other output readable by sight—if it accurately reflects the-information.\" In other words, the question is whether the spreadsheets accurately reflect the information found in the underlying database. The government is required to lay a foundation to this effect. See United States v. Whitaker, 127 F.3d 596, 601 n.3 (7th Cir. 1997).\nThe government’s witnesses, Mr. Gardner, FBI Agent Jeffrey Moon, and Victoria Mills, a former manager at SHC, testified that the spreadsheets reflected the same information as in the database. Defendants’ expert, Janet McHard, a forensic accountant, testified that it was not possible to determine whether the spreadsheet was accurate without examining the main databases, given the potential for- alteration. The district court found that the government’s experts had provided a proper foundation and determined that Files 1 and 2 were originals under Rule 1001(d). Memorandum Opinion and Order, United States v. Channon, 13-966-JCH-KK (D.N.M. Jan. 12, 2016), ECF No. 287; 5 R. 1004-09, 1050-51.\nDefendants contend, as they did in the district court, that the process by which the data was selected and then transferred (to the Excel spreadsheets) renders them other than original.. According to Defendants, because the spreadsheets resulted from many data queries, they are not originals. They maintain that the government should have provided them with access to complete database's. However, the district court’s finding that the spreadsheets (Files 1 and 2) accurately reflect database information and are thus originals under Rule 1001(d) is supported by the record and therefore not clearly erroneous. Therefore, because the spreadsheets are originals and were provided to Defendants, Defendants’ additional argument that they were not provided access to the database also fails.\nB. Hearsay\nDefendants next contend that the summary exhibits were inadmissible hearsay because the underlying spreadsheets were created for purposes of litigation and are therefore not’ admissible under the business records exception. Although we review district court determinations on the admissibility of evidence for an abuse of discretion, because “hearsay determinations are particularly fact and case specific,” we provide a more deferential review. United States v. Hamilton, 413 F.3d 1138, 1142 (10th Cir. 2005). The district court found that the spreadsheets fell under the business records exception and, alternatively, appeared to be machine-generated non-hearsay. 5 R. 720-21, 1072. We agree.\nUnder Federal Rule of Evidence 801, hearsay is defined as an oral or written assertion by a declarant offered to prove the truth of the matter asserted. “ ‘Declar-ant’ means the person who made the statement.” Fed. R. Evid. 801(b) (emphasis added). Here, the Excel spreadsheets contained machine-generated transaction records. The data was created at the point of sale, transferred to OfficeMax servers, and then passed to the third-party database maintained by SHC. In other words, these records were produced by machines.They therefore fall outside the purview of Rule 801, as the declarant is not a person. United States v. Hamilton, 413 F.3d 1138, 1142 (10th Cir. 2005).\nEven if the records were considered hearsay, they - would fall under the business records exception. See Fed. R. Evid. 803(6). To satisfy the exception, the business record must have been prepared in the normal course of business, made near the time of the events at issue, based on the knowledge of someone with a business duty to transmit such information, and there must be an indication that the methods, sources, and circumstances of preparation were trustworthy. See United States v. Ary, 518 F.3d 775, 786 (10th Cir. 2008).\nAs discussed above, the records at issue in this case were prepared by OfficeMax and then transferred daily to SHC. Although this would appear to be enough to meet the Rule 803(6) standard, Defendants contend that transferring these records into spreadsheets for purposes of litigation eliminates the business records exception. We disagree. As we have previously held, business records in one form may be presented in another for trial. United States v. Hernandez, 913 F.2d 1506, 1512-13 (10th Cir. 1990). Here, we have just that—business records in one form, a database, simply presented in another form, a spreadsheet.\nIn sum, the district court did not abuse its discretion in. admitting the spreadsheets; it committed no legal error and its decisions are supported by the record.\nC. Forfeiture\nDefendants last argue that the government failed to meet its burden to prove the amount forfeited ($105,191) was traceable to the offense of wire fraud. We have held that wire fraud proceeds are subject to forfeiture under' 18 U.S.C. § 981(a)(1)(C) and 28 U.S.C. § 2461. See United States v. Courtney, 816 F.3d 681, 685 (10th Cir. 2016). The property subject to forfeiture includes “[a]ny property, real, or personal, which constitutes or is derived from proceeds traceable to [the] violation.” 18 U.S.C. § 981(a)(1)(C). The substitute-asset provision, 21 U.S.C. § 853(p), provides the only method for the forfeiture of untainted property. Honeycutt v. United States, — U.S. —, 137 S.Ct. 1626, 1633, 198 L.Ed.2d 73 (2017).\nThe government concedes a remand to conform the money judgment, to the requirements of § 853(p) may be necessary. The government explains that going forward it will seek only to enforce a forfeiture money judgment through the substitute-asset provisions of § 853(p) and will seek to amend the forfeiture order under Fed. R. Crim. P. 32.2(e). Accordingly, we remand so the district court may conduct further proceedings on this issue.\nAFFIRMED in part, REMANDED in part.\n. Mr. Channon was sentenced to imprisonment of one year and a day, and two years' supervised release to run concurrently (Counts 1, 3, 5, 6, and 7), as well as restitution of $96,278. Mrs. Channon was sentenced to probation of three years to run concurrently (Counts 1, 2, and 4), as well as restitution of $96,278. In addition, the district court entered a money judgment of forfeiture jointly and severally against them in the amount of $105,191.\n. Those email addresses were teechur 12345678@gmail.com, coachl 2345678® gmail.com, barglel2345678@gmail.com, and garblel2345678@gmail.com. These accounts make up the bulk of what is called the Group 2 accounts, while another 118 accounts were designated as Group 1.\n. Defendants used many fraudulent accounts for the ink cartridge sales because OfficeMax restricted customers to a monthly maximum of 20 cartridges per month, and only up to the amount the customer had already spent at OfficeMax that month.\n. The district court did not rule on File 3. Only the first two files were necessary for the summary exhibits, since File 3 was simply an enhanced version of Files 1 and 2.\n. The district court noted that File 3 was based on File 1 and File 2, thus implicitly finding that File 3 was also an original.\n. To the extent that a cashier would have manually entered any information, that would still fall under the business records exception discussed below. Similarly, the customer-enrollment worksheet detailing the suspect accounts created by the Channons falls under both the business records exception or as non-hearsay statements by a party-opponent. See Fed R. Evid. 801(d)(2).\n. Many of Defendants’ arguments are better placed as questions concerning authentication. However, as this. was not raised in the briefs, ’ any argument to this effect was waived. Bronson v. Swensen, 500 F.3d 1099, 1104 (10th Cir. 2007).",
        "type": "majority",
        "author": "KELLY, Circuit Judge."
      }
    ],
    "attorneys": [
      "Marc H. Robert, Assistant Federal Public Defender, Albuquerque, New Mexico, for Defendant-Appellant Matthew Chan-non.",
      "Todd B. Hotchkiss, Albuquerque, New Mexico, for Defendant-Appellant Brandi Channon.",
      "C. Paige Messec, Assistant United States Attorney (James D. Tierney, Acting United States Attorney, with her on the brief), Albuquerque, New Mexico, for Plaintiff-Appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Matthew CHANNON, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Brandi Channon, Defendant-Appellant.\nNo. 16-2254, No. 16-2285\nUnited States Court of Appeals, Tenth Circuit.\nJanuary 31, 2018\nMarc H. Robert, Assistant Federal Public Defender, Albuquerque, New Mexico, for Defendant-Appellant Matthew Chan-non.\nTodd B. Hotchkiss, Albuquerque, New Mexico, for Defendant-Appellant Brandi Channon.\nC. Paige Messec, Assistant United States Attorney (James D. Tierney, Acting United States Attorney, with her on the brief), Albuquerque, New Mexico, for Plaintiff-Appellee.\nBefore PHILLIPS, KELLY, and MURPHY, Circuit Judges."
  },
  "file_name": "0806-01",
  "first_page_order": 844,
  "last_page_order": 850
}