{
  "id": 12275154,
  "name": "Marvin Javier RUIZ-ESCOBAR, Petitioner, v. Jefferson B. SESSIONS, III, Respondent",
  "name_abbreviation": "Ruiz-Escobar v. Sessions",
  "decision_date": "2018-02-02",
  "docket_number": "No. 17-1539",
  "first_page": "252",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 252"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "516 F.3d 12",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3640840
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "17-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/516/0012-01"
      ]
    },
    {
      "cite": "871 F.3d 65",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12263600
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "71",
          "parenthetical": "quoting Teng v. Mukasey, 516 F.3d 12, 17-18 (1st Cir. 2008)"
        },
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/871/0065-01"
      ]
    },
    {
      "cite": "602 F.3d 21",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3919996
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/602/0021-01"
      ]
    },
    {
      "cite": "349 Fed.Appx. 661",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "year": 2009,
      "pin_cites": [
        {
          "page": "663",
          "parenthetical": "upholding BIA conclusion that a grant of asylum and WOR to the petitioner's brother, allegedly based on the \"same story\" as petitioner's, was not material to the petitioner's claim because the IJ order granting asylum to the brother did not state the grounds for relief"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "834 F.3d 99",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6056020
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "101-02",
          "parenthetical": "noting that threats to family members arising from personal disputes, including disputes \"motivated by revenge,\" are insufficient to establish the required nexus to family membership"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/834/0099-01"
      ]
    },
    {
      "cite": "840 F.3d 21",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12172944
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "25",
          "parenthetical": "noting that petitioner's own belief that her cousin was stabbed because of her other family members' involvement in narcotraf-ficking was insufficient to establish nexus"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/840/0021-01"
      ]
    },
    {
      "cite": "699 F.3d 572",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3633346
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "577",
          "parenthetical": "holding that petitioner failed to establish nexus because, although his testimony was deemed credible, he failed to \"identify any of the assailants and more importantly, their motives for attacking his father\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/699/0572-01"
      ]
    },
    {
      "cite": "634 F.3d 53",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4095904
      ],
      "weight": 4,
      "year": 2011,
      "pin_cites": [
        {
          "page": "59"
        },
        {
          "page": "59"
        },
        {
          "page": "59"
        },
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/634/0053-01"
      ]
    },
    {
      "cite": "10 F.3d 28",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10504677
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/10/0028-01"
      ]
    },
    {
      "cite": "526 F.3d 31",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6047819
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "38",
          "parenthetical": "citing Gebremichael v. INS, 10 F.3d 28, 36 (1st Cir. 1993)"
        },
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/526/0031-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1231",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)(3)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "836 F.3d 109",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4354822
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "113",
          "parenthetical": "quoting 8 U.S.C. § 1231(b)(3)(A)"
        },
        {
          "page": "115",
          "parenthetical": "evidence that the petitioner's relatives faced extortion in the past supports an inference that the perpetrators sought money rather than to harm petitioners' family because of their kinship"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/836/0109-01"
      ]
    },
    {
      "cite": "359 F.3d 59",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9282449
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/359/0059-01"
      ]
    },
    {
      "cite": "511 F.3d 1",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4066446
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "5",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/511/0001-01"
      ]
    },
    {
      "cite": "502 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6229213
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0478-01"
      ]
    },
    {
      "cite": "750 F.3d 84",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4066864
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "86",
          "parenthetical": "quoting INS v. Elias-Zacarias, 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/750/0084-01"
      ]
    },
    {
      "cite": "699 F.3d 107",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5868411
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "111",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/699/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1052,
    "char_count": 26111,
    "ocr_confidence": 0.575,
    "pagerank": {
      "raw": 5.294546780370203e-08,
      "percentile": 0.3313969270023079
    },
    "sha256": "44f7c40d941aeafe7399bab683f44cf3d3921ef9e98e9c9daa1253f06e98db29",
    "simhash": "1:8b6054e431e82218",
    "word_count": 4074
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Lynch, Circuit Judge, Souter, Associate Justice, and Selya, Circuit Judge."
    ],
    "parties": [
      "Marvin Javier RUIZ-ESCOBAR, Petitioner, v. Jefferson B. SESSIONS, III, Respondent."
    ],
    "opinions": [
      {
        "text": "LYNCH, Circuit Judge.\nMarvin Javier Ruiz-Escobar sought •withholding of removal (“WOR”) and protection under the Convention Against Torture (“CAT”), claiming that he had experienced past persecution arid' faced a clear probability of future persecution in Honduras on account of his family membership.\n’ He had an evidentiary hearing before an Immigration Judge (“IJ”). There, he presented evidence that, he alleged, established that a narcotrafficking gang called Los Cachiros had killed a number of his family members in Honduras. The IJ denied Ruiz-Escobar’s request for relief, finding that he failed to establish that he had suffered—or was likely to suffer in the future—harm that was both (1) sufficient to constitute persecution and (2) related to his family membership. The Board of Immigration Appeals (“BIA”) affirmed in a decision described below.\nRuiz-Escobar timely petitioned' for review in this court. We also describe below the arguments in the petition. As none' of the claims have merit, we deny his petition for review.\nI. Background\nA. Facts\n■ Ruiz-Escobar, a native and citizen of Honduras, first entered the United States illegally in May 2013 by crossing the Hi-dalgo, Texas border. He was apprehended, detained by the border patrol for several weeks, and interviewed by immigration officials in June 2013. In a Record of Sworn Statement from that interview, which .he signed, Ruiz-Escobar indicated that he had entered the United States to work and live in Boston, and that he had no fear of harm if he were returned to Honduras. On the basis of this information, the Department of Homeland Security (“DHS”) removed Ruiz-Escobar to Honduras on, June 18, 2013, pursuant to an expedited removal order. > ■\nIn November 2013, Ririz-Escobar again entered the United States’illegally. This time, he eluded the border patrol and found his way to Massachusetts. On or about July 21, 2016, Ruiz-Escobar was taken into custody by Immigration and Customs Enforcement officers after he was stopped by Massachusetts police for driving without a license. The next day, DHS notified Ruiz-Escobar of its decision to reinstate the prior removal order. In August 2016; an asylum officer interviewed Ruiz-Escobar and- found that he had expressed a reasonable fear of harm upon return to Honduras. • . . ■ :\nThrough counsel, Ruiz-Escobar filed an application for WOR arid for protection under CAT. In support of \"his application, Ruiz-Escobar submitted, inter alia, affidavits from - himself ánd his sister; death certificates of his deceased relatives; and reports detailing conditions in Honduras.\n'At the merits hearing on his application, Ruiz-Escobar' testified that a number of his family members—including his mother, his father, four uncles, and a cousin—had been killed or “disappeared” in Honduras by a narcotrafficking group called Los Ca-chiros. Ruiz-Escobar' said he had heard from relatives that Los Cachiros had shot and killed his father in 1994 (the year before he was born) for'refusing to sell them a piece of land, which they had wanted to use as a landirig 'strip for their cocaine-transporting planes.\nLos Cachiros also purportedly held a grudge against Ruiz-Escobar’s stepfather, Camilo Ruiz (“Camilo”), stemming from Camilo’s refusal to become a bodyguard for Lucio Rivera, a Los Cachiros-affiliated narcotrafficker. Ruiz-Escobar claimed that Los Cachiros had attempted to kill Camilo in 2010 by cutting the brakes of his car. According to Ruiz-Escobar, the resulting car accident killed his mother, but Camilo survived. Camilo relocated to the United States in 2011, where he currently is located, and testified at Ruiz-Escobar’s hearing.\nTo rebut Ruiz-Escobar’s testimony that Lucio Rivera had been targeting his family members, DHS counsel “Googled” the name “Lucio Rivera” at the hearing and found a Spanish-language article from a Honduran newspaper stating that Lucio Rivera had been convicted of three murders and sentenced to 104 years in prison by a Honduran court. Ruiz-Escobar’s counsel objected to the admission of the article on the basis that she had not seen it. DHS counsel responded that she would “go upstairs and print it out.” The IJ allowed the court interpreter to translate the article into the record.\nRuiz-Escobar also described the deaths of four of his uncles: Andres Felipe Ruiz Mayen (“Andres”), Jose de Jesus Ruiz Mayen (“Jose”), Santos Ruiz Mayen (“Santos”), and Hector Porfirio Sevilla Cabrera (“Hector”). He claimed that Andres was murdered in 1998 for refusing to sell the Ruiz family’s land to Los Cachiros. According to Ruiz-Escobar, the land was eventually sold to a cattle rancher, but Los Cachiros ultimately obtained possession of the land after killing the rancher. The second uncle, Jose, died in 2005. While Ruiz-Escobar did not have “personal knowledge” regarding the circumstances of Jose’s death, he noted that “some people in [his] family” thought that drug traffickers “were possibly responsible” for Jose’s death, even though an initial report indicated that Jose had been killed by a falling tree. The third uncle, Santos, has been missing since 2011. Ruiz-Escobar speculated that Los Cachiros had kidnapped Santos to obtain information about Camilo’s location and “disappeared” Santos to “punish” Camilo’s family members for Camilo’s escape. Finally, Ruiz-Escobar stated that his uncle Hector had been shot and killed in a rural area in 2015, and that there were no witnesses to the murder.\nThe final relative that Ruiz-Escobar asserted had been killed by Los Cachiros was his cousin, Glenda Mileydy Hernandez. Hernandez had allegedly attempted to break her romantic relationship with a narcotrafficker shortly before her corpse was discovered.\nRuiz-Escobar testified that his only personal- experience with narcotraffickers was an incident in 2011 in which individuals whom he thought were narcotraffiekers had broken into his apartment in Juticalpa. According to Ruiz-Escobar, the intruders held him at gunpoint, searched his apartment, and asked him if he knew where a certain person was, to which he answered no because he did not recognize the person’s name. The intruders left the apartment without physically harming him. Ruiz-Escobar admitted that he did not know who the intruders were. Moreover, he did not report the incident to the police, and that was because he believed that the police were corrupt.\nAfter the 2011 break-in, Ruiz-Escobar moved to a different residence in the same town. Ruiz-Escobar admitted that he lived safely in his new home for another year and a half, after which he made his first entry into the United States. However, he testified that he had seen one of the men involved in the break-in on a number of occasions after his move, and that he believed that the man had been following him. He also described a rumor, which he had heard from an aunt, that a narcotraf-fieker who had been paid to Mil Camilo had also been paid to kill him.\nRuiz-Escobar also claimed that while he was in immigration custody after his first removal in 2013, he had seen immigration officials being abusive to detainees and physically forcing them to sign papers. He acknowledged that the immigration official who had conducted his interview had spoken Spanish and that he had understood the interviewer’s questions, with the exception of “some words.” He also acknowledged that he had initialed and signed the Record of Sworn Statement from the interview. But he denied telling the interviewer that he had come to the United States to seek work and that he had no fear of harm if he were returned to Honduras. After his 2013 removal to Honduras, Ruiz-Escobar lived safely in Honduras until his second entry into the United States six months later.\nB. IJ Decision\nThe IJ denied Ruiz-Escobar’s application. The IJ “gave significant credence” to the signed Record of Sworn Statement from the 2013 interview because the document was “the closest statement in time to [Ruiz-Escobar’s] entry into the United States” and Ruiz-Escobar “told different tales at different times.” Because of Ruiz-Escobar’s contradictions, the IJ stated that he “sharply discounted] [Ruiz-Esco-bar’s] subsequent testimony” and “would ... make an adverse credibility finding as to his motive for entering the United States.” However, the IJ stated that “[credibility ... [was] not the determining factor.” Rather, the IJ denied relief on the basis that Ruiz-Escobar had failed to establish that he faced persecution on account of a protected ground.\nThe IJ “consider[ed]” the death certificates proffered by Ruiz-Escobar, but found that they had “somewhat limited utility inasmuch as they do not indicate causes of death.” In holding that Ruiz-Escobar had not suffered past persecution in Honduras, the IJ found it telling that the purported break-in to Ruiz-Escobar’s apartment by narcotraffickers in 2011 had occurred after Camilo had already left Honduras for the United States, and noted that if the intruders had been looking to harm members of the Ruiz family, they could have done so at the time of the intrusion, but did not.\nIn holding that Ruiz-Escobar failed to establish a likelihood of future persecution, the IJ emphasized the fact that, on Ruiz-Escobar’s testimony, Los Cachiros’ motive for targeting the Ruiz family was to acquire the family’s land, which was ultimately sold to another farmer. The IJ also highlighted Ruiz-Escobar’s failure to establish the Honduran government’s unwillingness or inability to protect him from harm, given that Lucio Rivera, the narco-trafficker, had been arrested, and had been sentenced by a Honduran court to over 100 years in prison. Moreover, the IJ determined that it was possible for Ruiz-Escobar to relocate safely within Honduras because he had “at various times lived free of any harassment or any danger” there.\nC. BIA Decision\nRuiz-Escobar appealed the IJ’s decision to the BIA, arguing that (1) the IJ erred by making an adverse credibility finding based on the Record of Sworn Statement when Ruiz-Escobar disavowed that statement at his hearing; (2) the IJ violated his right to due process by admitting the Spanish-language article about Lucio Rivera without a written English translation; (3) two of the IJ’s factual findings were clearly erroneous; and (4) the IJ’s findings on past and future persecution were erroneous because, inter alia, the IJ gave insufficient weight to the death certificates, Ruiz-Escobar’s sister’s testimony and successful asylum application, and the country-conditions reports.\nThe BIA dismissed Ruiz-Escobar’s appeal. First, the BIA declined to address Ruiz-Escobar’s ■ credibility argument because the IJ “specifically stated that credibility “[was] not .the determining factor in this case.’” The BlA noted that the IJ denied Ruiz-Escobar’s application solely on the basis of his determination that Ruiz-Escobar failed to meet his burden of proof to- establish eligibility for relief from.removal, • . - -\nSecond, the BIA- found no due process violation, It was not persuaded that the IJ erred in allowing the DHS article because (1) there was insufficient proof of a translation error, (2) the article was translated during the hearing and its evidentiary significance was facially apparent; and (3) the article was submitted as rebuttal evidence.\nThird, the BIA held that the IJ did not clearly err by (1) stating that there was no evidence of what had happened to' the farmer who purchased the Ruiz land, and (2) finding that the police, had not been notified 'of the crimes allegedly committed by Los Cachiros against the Ruiz family. The BIA noted that the first finding was at most harmless error, and that the second finding was supported by evidence in the record.\nFinally, the BIA stated that it agreed with the IJ’s denial of relief, for a number of reasons. First, the BIA noted that Ruiz-Escobar failed to show that any alleged persecution was on account of his family membership.' Second, the BIA held that the threats that Ruiz-Escobar faced during the 2011 break-in did not amount to persecution. Third, the BIA stated that the IJ properly discounted the probative value of the death certificates because, they lacked cause-of-death information. Fourth, the BIA found that Ruiz-Escobar’s sister’s asylum grant was not dispositive because “each case must be assessed on the evidence presented by the applicant.” Fifth, the BIA rejected Ruiz-Escobar’s argument that the country-conditions reports supported his persecution claims because the BIA found those reports to be irrelevant to the nexus issue. Finally, the BIA determined that the IJ did not clearly err by finding that relocation was possible.\nII. Discussion\nA. Credibility Determination\nAs an initial matter, we reject Ruiz-Escobar’s argument regarding the IJ’s purported credibility finding. Here, the BIA declined to address Ruiz-Escobar’s credibility argument because it found “clear” that the IJ had “denied relief solely based on his determination that [Ruiz-Es-cobar] did not meet his burden of proof to establish eligibility for relief.” That was a reasonable view of the record, and we have no reason to second-guess it.\nB.' Nexus\nWhere, as here, “the BIA affirms an IJ’s ruling while analyzing the bases offered for that ruling, we review the IJ’s and BIA’s opinions as a unit.” Tay-Chan v. Holder, 699 F.3d 107, 111 (1st Cir. 2012) (citation omitted). We review the BIA’s and IJ’s findings of fact under the “substantial evidence” standard, pursuant to which we accept such findings so Jong as they are “supported by reasonable, substantial and probative evidence on- the record considered as a whole.” Singh v. Holder, 750 F.3d 84, 86 (1st Cir. 2014) (quoting INS v. Elias-Zacarias, 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)). We can reject the BIA’s and IJ’s findings of fact only if the evidence “ ‘points unerringly in the opposite direction,’ that is, unless it compels a contrary conclusion.” Segran v. Mukasey, 511 F.3d 1, 5 (1st Cir. 2007) (emphasis added) (quoting Laurent v. Ashcroft, 359 F.3d 59, 64 (1st Cir. 2004)).\nTo show that he' is entitled to WOR, Ruiz-Escobar bears the burden of demonstrating that, more likely than not, his life or freedom will be threatened on account of his “race, religion, nationality, membership in a particular social group, or political opinion” if he is removed to Honduras. Hernandez-Lima v. Lynch, 836 F.3d 109, 113 (1st Cir. 2016) (quoting 8 U.S.C. § 1231(b)(3)(A)). Alternatively, Ruiz-Esco-bar can “demonstrate that he has already suffered such persecution” in Honduras, thereby creating “a rebuttable presumption that he will suffer the same upon removal.” ' Id. (citing 8 ' C.F.R. § 1208.16(b)(1)). Under either method of establishing entitlement to relief, Ruiz-Es-cobar must show “both harm sufficient to amount to persecution and a ’nexus’ between the alleged persecution and one of the statutorily .protected grounds.” Id.\nThere was substantial Evidence, for the BIA’s and IJ’s. determination that Ruiz-Escobar failed to show a nexus between his alleged past persecution and likelihood of future persecution, and his family membership. Because Ruiz-Escobar’s failure to meet the nexus requirement is' independently fatal- to his claim for WOR relief, we do' not address his other arguments regarding past and future persecution.\nIn order for family membership to serve as “the linchpin for a protected social group,” it “must be at the root of the persecution, so that family membership itself brings about the persecutorial conduct.” Ruiz v. Mukasey, 526 F.3d 31, 38 (1st Cir. 2008) (citing Gebremichael v. INS, 10 F.3d 28, 36 (1st Cir. 1993)). Moreover, “an alien’s speculation or conjecture, unsupported by hard evidence” is insufficient to establish nexus. Morgan v. Holder, 634 F.3d 53, 59 (1st Cir. 2011).\nThe evidence in the record does not compel a finding that Ruiz-Escobar established a nexus between his alleged past persecution and his family membership. In particular, Ruiz-Escobar’s. testimony regarding the 2011 break-in does not support his assertion that he was targeted because of his membership in the Ruiz family. Ruiz-Escobar said he had no idea Who the purported narcotraffickers who broke into his apartment were, who they were looking for, or why they were looking for that individual. See Perlera-Sola v. Holder, 699 F.3d 572, 577 (1st Cir. 2012) (holding that petitioner failed to establish nexus because, although his testimony was deemed credible, he failed to “identify any of the assailants and more importantly, their motives for attacking his father”). Moreover, the IJ reasonably observed that, if the purported narcotraffickers wished to harm Ruiz-Escobar because of his family membership, they could have done so during the 2011 break-in. -\nNor does the evidence in the record compel the finding that Ruiz-Escobar will likely face future persecution in Honduras because of his family membership. Ruiz-Escobar’s own belief that he was being targeted by nareotraffiekers because he was a member of the Ruiz family amounts to no more than “speculation or conjecture,” which cannot establish nexus absent “hard evidence” to support it. Morgan, 634 F.3d at 59; see also Giraldo-Pabon v. Lynch, 840 F.3d 21, 25 (1st Cir. 2016) (noting that petitioner’s own belief that her cousin was stabbed because of her other family members’ involvement in narcotraf-ficking was insufficient to establish nexus). And the evidence in the record regarding the death of Ruiz-Escobar’s relatives does not form the “hard evidence” necessary to compel the conclusion that membership in the Ruiz family was the “root of the persecution, so that family membership itself br[ought] about the persecutorial conduct.” Ruiz, 526 F.3d at 38.\nIn particular, the relevant testimony regarding Los Cachiros’ motivation for killing Ruiz-Escobar’s father and his uncle Andres supports only an inference that Los Cachiros sought to obtain the Ruiz family’s land, not that the narcotraffickers had a continuing interest in harming the Ruiz family once they gained possession of that land. Cf. Hernandez-Lima, 836 F.3d at 115 (evidence that the petitioner’s relatives faced extortion in the past supports an inference that the perpetrators sought money rather than to harm petitioners’ family because of their kinship).\nRuiz-Escobar also failed to persuasively establish any Los Cachiros involvement in the deaths of his uncles Jose, Santos, and Hector, much less show that the uncles were killed by Los Cachiros because they were members of the Ruiz family. Morgan, 634 F.3d at 59. Ruiz-Escobar admitted that he had no personal knowledge of the circumstances of these uncles’ deaths, and his theory of their connection to Los Cachiros was supported only by his and his relatives’ uncorroborated hypotheses.\nThe evidence also does not compel the conclusion that Ruiz-Escobar’s mother and cousin were killed because they were members of the Ruiz family. To begin, the circumstances surrounding the death of Ruiz-Escobar’s mother are ambiguous. And Ruiz-Escobar’s testimony regarding his cousin supported the inference that she was killed because of her attempt to end her romantic relationship with a narcotraf-ficker, not that she was killed because she was a member of the Ruiz family. See Marin-Portillo v. Lynch, 834 F.3d 99, 101-02 (1st Cir. 2016) (noting that threats to family members arising from personal disputes, including disputes “motivated by revenge,” are insufficient to establish the required nexus to family membership).\nFinally, the successful asylum application of Ruiz-Escobar’s sister does not compel a nexus finding. As the BIA recognized in evaluating the probative value of the asylum grant, asylum cases “virtually by definition ... call for individualized determinations.” Morgan, 634 F.3d at 61. Here, there is a paucity of information in the record regarding the particular factual findings and legal analysis underlying Ruiz-Escobar’s sister’s asylum grant. Cf. Nela v. Holder, 349 Fed.Appx. 661, 663 (2d Cir. 2009) (upholding BIA conclusion that a grant of asylum and WOR to the petitioner’s brother, allegedly based on the “same story” as petitioner’s, was not material to the petitioner’s claim because the IJ order granting asylum to the brother did not state the grounds for relief).\nIn all events, the “clear probability standard for establishing eligibility for WOR “is more stringent than the showing required for asylum.” Mendez-Barrera v. Holder, 602 F.3d 21, 27 (1st Cir. 2010). Nothing in the record compelled the BIA or IJ to find that Ruiz-Escobar had met this standard.\nC. Due Process Claims\nRuiz-Escobar’s due process claims also fail. To show a due process violation based on an alleged mistranslation, “the petitioner must show that ‘a more proficient or more accurate interpretation would likely have made a dispositive difference in the outcome of the proceeding.’ ” Matias v. Sessions, 871 F.3d 65, 71 (1st Cir. 2017) (quoting Teng v. Mukasey, 516 F.3d 12, 17-18 (1st Cir. 2008)). Ruiz-Escobar claims that the IJ violated his right to due process by admitting the Spanish-language article describing Lucio Rivera’s arrest as rebuttal evidence without a written English translation. But Ruiz-Escobar does not allege that the interpreter’s verbal translation of the article during the hearing was erroneous. Moreover, during his testimony, Camilo confirmed that the article accurately stated that Lucio had been convicted of three murders and was sentenced to 104 years in prison. Finally, any error with respect to the admission of the article has no bearing on the IJ’s and BIA’s conclusion that Ruiz-Escobar failed to establish nexus, which we hold independently supports denial of relief. Ruiz-Escobar fails to show that the provision of a written translation of the article would have “made a dispositive difference in the outcome of the proceeding.” Matias, 871 F.3d at 71.\nRuiz-Escobar also argues that the IJ violated his right to due process by allowing “a highly material and prejudicial translation error to stand.” During the hearing, the interpreter translated one of Ruiz-Escobar’s statements as “Yes, but I ignored what the questions [in the Record of Sworn Statement] were about.” Ruiz-Escobar contends that what he actually said was ‘Yes, but I did not know what the questions [in the Record of Sworn Statement] were about.” According to Ruiz-Es-cobar, if the IJ found that Ruiz-Escobar had known that he was signing a Record of Sworn Statement, the IJ could have found that Ruiz-Escobar should have understood the significance of that statement, whereas Ruiz-Escobar has maintained that he did not know “what it was he .was signing” when he signed the Record of Sworn Statement. Ruiz-Escobar argues that he was prejudiced by this alleged error because the IJ relied solely on the Record of Sworn Statement to find that he was not credible regarding his motive for entering the United States.\nEven if “I didn’t know” is the more accurate translation, as Ruiz-Escobar asserts, he fails to show prejudice because the IJ expressly disclaimed any dependence on his views regarding Ruiz-Esco-bar’s credibility in reaching his decision to deny relief.\nIII. Conclusion\nRuiz-Escobar’s petition for review is denied.\n. At the hearing, the IJ highlighted a number of issues with the death certificates of Ruiz-Escobar's relatives, including the fact that the certificates did not state the cause of death of the decedents.\n. - The BIA also found no error in the IJ's conclusion that Ruiz-Escobar had not met his burden of proof for.protection under the CAT. Ruiz-Escobar does not challenge this finding in his petition for review.\n. Amici argue that the IJ must have either (1) \"implicitly discounted” the credibility of Ruiz-Escobar's testimony regarding nexus or (2) \"failed to assess the substantiality’:’ of Ruiz-Escobar’s testimony along with the evidence regarding his relatives’ deaths. We diá-agree. For the reasons stated-in section >II.B, infra, there was substantial evidence for the IJ’s factual findings with respect to Ruiz-Es-cobar’s failure to show nexus, regardless of whether Ruiz-Escobar's testimony ■' was deemed credible.\n, As the IJ reasonably found, the death certificates that Ruiz-Escobar submitted failed to corroborate the alleged connection between Los Cachiros and his uncles’ deaths in part because they contained no cause-of-death information.\n. The only relevant details in the record include Ruiz-Escobar’s sister’s asylum-approval letter, which does not state the grounds for the approval, and general statements in her affidavit stating that she \"was granted asylum based on the fact that [her] family was persecuted in Honduras, and that because of [her] association with them, [she] was persecuted in the past in Honduras and likely would be again in the future if [she were] forced to return.”\n. We also find no error in the BIA's determination that the country-conditions reports submitted by Ruiz-Escobar are irrelevant to the issue of nexus.",
        "type": "majority",
        "author": "LYNCH, Circuit Judge."
      }
    ],
    "attorneys": [
      "Susan Kay Roses, with whom Michael P. Martel and Law Office of Michael P. Martel, Esq., Lynn, MA, were on brief, for petitioner.",
      "Emily B. Leung, Iris Gomez, and Massachusetts Law Reform Institute, Boston, MA, on brief for Massachusetts Law Reform Institute, Greater Boston Legal Services, Political Asylum/Immigration Representation Project, Catholic Social Services of Fall River, amici curiae.",
      "John F. Stanton, Trial Attorney, Office of Immigration Litigation, Civil Division, U.S.- Department of Justice, with whom Chad A. Readier, Acting Assistant Attorney General, Civil Division, and Claire L. Workman, Senior Litigation Counsel, Office of Immigration Litigation, were on brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Marvin Javier RUIZ-ESCOBAR, Petitioner, v. Jefferson B. SESSIONS, III, Respondent.\nNo. 17-1539\nUnited States Court of Appeals, First Circuit.\nFebruary 2, 2018\nSusan Kay Roses, with whom Michael P. Martel and Law Office of Michael P. Martel, Esq., Lynn, MA, were on brief, for petitioner.\nEmily B. Leung, Iris Gomez, and Massachusetts Law Reform Institute, Boston, MA, on brief for Massachusetts Law Reform Institute, Greater Boston Legal Services, Political Asylum/Immigration Representation Project, Catholic Social Services of Fall River, amici curiae.\nJohn F. Stanton, Trial Attorney, Office of Immigration Litigation, Civil Division, U.S.- Department of Justice, with whom Chad A. Readier, Acting Assistant Attorney General, Civil Division, and Claire L. Workman, Senior Litigation Counsel, Office of Immigration Litigation, were on brief, for respondent.\nBefore Lynch, Circuit Judge, Souter, Associate Justice, and Selya, Circuit Judge.\nHo'n. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation."
  },
  "file_name": "0252-01",
  "first_page_order": 302,
  "last_page_order": 311
}