{
  "id": 12275222,
  "name": "UNITED STATES of America, Plaintiff-Appellee v. Kenneth W. ATKINS, also known as Ken Atkins, Defendant-Appellant",
  "name_abbreviation": "United States v. Atkins",
  "decision_date": "2018-02-01",
  "docket_number": "No. 17-1074",
  "first_page": "621",
  "last_page": "628",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 621"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "548 F.3d 641",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3952480
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "680"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/548/0641-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(6)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "879 F.3d 282",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12264088
      ],
      "year": 2018,
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/879/0282-01"
      ]
    },
    {
      "cite": "296 F.3d 726",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9405039
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "729"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/296/0726-01"
      ]
    },
    {
      "cite": "622 F.3d 988",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3787480
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "990",
          "parenthetical": "quoting United States v. Vasquez-Rubio, 296 F.3d 726, 729 (8th Cir. 2002)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/622/0988-01"
      ]
    },
    {
      "cite": "866 F.3d 913",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275651
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "917-18",
          "parenthetical": "citations omitted"
        },
        {
          "page": "917"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/866/0913-01"
      ]
    },
    {
      "cite": "578 F.3d 745",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4049245
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "751",
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/578/0745-01"
      ]
    },
    {
      "cite": "866 F.3d 921",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275653
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/866/0921-01"
      ]
    },
    {
      "cite": "532 F.3d 746",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4031530
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "751"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/532/0746-01"
      ]
    },
    {
      "cite": "880 F.3d 423",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12264605
      ],
      "year": 2018,
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/880/0423-01"
      ]
    },
    {
      "cite": "563 F.3d 736",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4236519
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "741"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/563/0736-01"
      ]
    },
    {
      "cite": "746 F.3d 900",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4240861
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "905-06",
          "parenthetical": "finding appropriate the government's comments about a cooperating witness's benefits and motivation for testifying truthfully, characterizing them as arguing credibility and not crossing the line into vouching for credibility"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/746/0900-01"
      ]
    },
    {
      "cite": "477 U.S. 168",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205694
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0168-01"
      ]
    },
    {
      "cite": "446 F.3d 750",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2841735
      ],
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "757",
          "parenthetical": "quoting Darden v. Wainwright, 477 U.S. 168, 181, 106 S.Ct. 2464, 91 L.Ed.2d 144 (1986)"
        },
        {
          "page": "757"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/446/0750-01"
      ]
    },
    {
      "cite": "534 F.3d 876",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4065146
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "880"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/534/0876-01"
      ]
    },
    {
      "cite": "655 F.3d 758",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3828097
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "761",
          "parenthetical": "quoting United States v. Roundtree, 534 F.3d 876, 880 (8th Cir. 2008)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/655/0758-01"
      ]
    },
    {
      "cite": "161 F.3d 1163",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1366456
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "1167"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/161/1163-01"
      ]
    },
    {
      "cite": "456 F.3d 875",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3353273
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "885-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/456/0875-01"
      ]
    },
    {
      "cite": "827 F.3d 773",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4334926
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "777"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/827/0773-01"
      ]
    },
    {
      "cite": "815 F.3d 430",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4147019
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/815/0430-01"
      ]
    },
    {
      "cite": "740 F.3d 1202",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3826086
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "1206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/740/1202-01"
      ]
    },
    {
      "cite": "817 F.3d 1116",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6813924
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "1119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/817/1116-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1957",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a) and (d)"
        },
        {
          "page": "(a) and (d)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 1343",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 884,
    "char_count": 16931,
    "ocr_confidence": 0.58,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2488245453692474
    },
    "sha256": "d8034b7300094ed69a3c8ac9daffc3d361cd1c5d6ab2c70bb917a3b315414aa1",
    "simhash": "1:fab8e377a8320722",
    "word_count": 2721
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LOKEN, BEAM, and KELLY, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee v. Kenneth W. ATKINS, also known as Ken Atkins, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "BEAM, Circuit Judge.\nKenneth Atkins appeals following a guilty verdict and sentence on one count of conspiracy to commit wire fraud in violation of 18 U.S.C. § 1343 and three counts of money laundering in violation of 18 U.S.C. § 1957(a) and (d). Atkins challenges the district court’s denial of his motion for judgment of acquittal, comments made by the government during trial, and various aspects of his sentencing. For the reasons stated herein, we affirm.\nI. BACKGROUND\nIn 2015 a grand jury charged Atkins with taking part in a scheme from January 2011 through March 2012 to defraud Georgia Pacific, a company that operated a paper mill in Arkansas. The premise of the alleged scheme was to obtain money from Georgia Pacific by falsely presenting scale tickets for non-existent pulpwood loads that resulted in payments to Atkins. The indictment alleged that Atkins, an independent contractor who delivered wood supplies to the Georgia Pacific paper mill, caused an employee at the mill who worked as a scaler/security guard in the scale house, to generate these false scale tickets. This employee, Mary Baker, would then receive a small kickback for her role in the scheme. Because wire transmissions and bank transfers were involved, the grand jury charged Atkins with one count of conspiracy to commit wire fraud and three counts of money laundering. Following a seven-day jury trial wherein Atkins represented himself under the supervision of an appointed attorney, the jury returned guilty verdicts on all counts.\nII. DISCUSSION\nA. Motion for Judgment of Acquittal\nAt the close of the government’s case at trial, Atkins moved for judgment of acquittal on all counts, which the district court denied. On appeal, Atkins claims that there was insufficient evidence supporting convictions on each count and that the district court should have thus granted his motion. “This court reviews de novo the denial of a motion for judgment of acquittal, viewing the evidence most favorably to the guilty verdict, resolving all evidentiary conflicts in favor of the government, and accepting all reasonable inferences from the evidence.” United States v. Morris, 817 F.3d 1116, 1119 (8th Cir. 2016).\nAs to the conspiracy conviction, the basis of Atkins’ argument on appeal (and at trial) is that the government’s primary witness, Atkins’ alleged co-conspirator Mary Baker, was not reliable. However, viewing the evidence in the light most favorable to the guilty verdict, the government presented ample evidence of Atkins’ participation in the conspiracy. To support a conspiracy conviction, the government was required to show: (1) an agreement between Atkins and one or more persons to commit wire fraud; (2) Atkins knew of the agreement; and (3) Atkins intentionally joined the agreement. United States v. Foster, 740 F.3d 1202,1206 (8th Cir. 2014). We do not “reweigh the evidence or assess the credibility of witnesses.” United States v. Whitlow, 815 F.3d 430, 435 (8th Cir. 2016). Mary Baker’s testimony, supported by recovered text messages, described how Atkins approached her and how the two carried out the scheme. The testimony of the investigating corporate security officer who discovered the double-weighs, viewed favorably in light of the guilty verdict, was also more than sufficient to support the conviction in the case. Thus, the district court did not err in denying Atkins’ motion for judgment of acquittal at the close of the government’s case.\nOn the money laundering charges (counts two through four), Atkins argues that the government failed to present sufficient evidence on two of the elements. Precisely, he claims the government failed to prove the transactions were derived from wire fraud and that he knew the funds involved proceeds of a criminal offense. Again, he bases this claim largely on his assertion that Mary Baker’s testimony was unreliable, a credibility determination we do not assess on appeal. Id. Carefully reviewing the case presented by the government at the time of Atkins’ motion, there is no support for his arguments. The testimony of Mary Baker, along with that of Atkins’ accountant, his daughter, and the other government witnesses, as well as the evidence supporting the monetary transactions, sufficiently met the government’s burden on these charges.\nAs to count three particularly, Atkins argues, for the first time on appeal that the government failed to establish that the transfer of funds was of a value greater than $10,000 because the government improperly aggregated separate transactions to arrive at the requisite $10,000 amount required by statute to support the charge. He argues the plain language of 18 U.S.C. § 1957 prohibits this practice and the district court should have dismissed this count sua sponte. Because this contention is raised for the first time on appeal, we review it for plain error only. United States v. Drapeau, 827 F.3d 773, 777 (8th Cir. 2016). There was no error,.much less plain error here. In the indictment, count three charges Atkins with a violation of 18 U.S.C. § 1957(a) and (d) by causing cashier’s checks in the amount of $9,000 and $4,000 to be issued from First National Bank in Crossett, Arkansas, which checks purchased a $13,000 tractor, when said funds consisted of the proceeds of the specified unlawful activity of wire fraud.- The violative transaction was Atkins’ purchase of a $13,000 tractor. The fact that Atkins tried' to disguise his payment by purchasing separate but consecutive cashier’s checks on the same day and then orchestrated the payment for the tractor in two installments with the separate -checks is of no significant consequence and the district court did not commit plain error by not dismissing this count sua sponte.\nB. Credibility of Witness Issue\nAtkins additionally argues that the government improperly vouched for the credibility of Mary Baker at trial. We likewise review this claim for plain error, as there was no objection at trial. United States v. Samples, 456 F.3d 875, 885-86 (8th Cir. 2006). Atkins claims it was improper during questioning for the government to ask' Baker about her own sentencing pending before the same judge in order to point out that' it was especially important for her to tell the truth. Atkins next claim's the government then compounded the impropriety during its closing arguments by stating iii various ways that Baker had nothing to gain and everything to lose by falsely testifying at this trial before this particular judge who would likewise impose her sentence.\nImproper vouching may occur when the government refers to facts outside the record or implies that the veracity of a witness is supported by facts outside the record and unavailable to the jury. United States v. Benitez-Meraz, 161 F.3d 1163, 1167 (8th Cir. 1998). “Improper vouching may occur when -the government expresses a personal opinion about credibility, implies a guarantee of truthfulness, or implies it knows something the jury does not.” Bass v. United States, 655 F.3d 758, 761 (8th Cir. 2011) (quoting United States v. Roundtree, 534 F.3d 876, 880 (8th Cir. 2008)). No matter, however, “[t]he relevant question ultimately is whether the prosecutor’s comments, if improper, ‘so infected the trial with unfairness as to make the resulting conviction a denial of due-process.’” United States v. Mullins, 446 F.3d 750, 757 (8th Cir. 2006) (quoting Darden v. Wainwright, 477 U.S. 168, 181, 106 S.Ct. 2464, 91 L.Ed.2d 144 (1986)).\nHere, the government’s questioning during its case-in-chief and .comments during closing arguments were not improper vouching, but rather arguments about Baker’s credibility in the face of repeated accusations by Atkins about her trustworthiness. See United States v. Sevilla-Acosta, 746 F.3d 900, 905-06 (8th Cir. 2014) (finding appropriate the government’s comments about a cooperating witness’s benefits and motivation for testifying truthfully, characterizing them as arguing credibility and not crossing the line into vouching for credibility). Baker’s credibility was front and center in this trial. Atkins himself repeatedly called her a liar from the start, asked her when she was going to start telling the truth during questioning, referred to her as the “lyingist woman on the face of the earth” during his opening statement, and repeated this mantra throughout trial and during closing. In its questioning and closing, the government did not allude to any special knowledge regarding Baker’s credibility nor did it give its own personal opinion of her credibility. These comments in no way “infect[ed] the trial.with unfairness,” Mullins, 446 F.3d at 757, especially in, light of the remaining admitted evidence and witness testimony. There was no plain error in the court’s failure to address the matter sua sponte, or set aside Atkins’ convictions on this basis.\nC. Willful Blindness Instruction\nAtkins challenges the district court’s inclusion of a deliberate indifference/willful blindness instruction; a matter this court reviews for abuse of discretion. Kahle v. Leonard, 563 F.3d 736, 741 (8th Cir. 2009). He claims there was no eviden-tiary basis for a willful blindness jury instruction. However, the evidence in this matter did not point solely to either actual knowledge or no knowledge of the facts in question—a situation where a willful blindness instruction would not be appropriate—but rather Atkins asserted a lack of guilty knowledge in the face of immense evidence supporting an inference of deliberate indifference—the very definition of a case supporting such an instruction. United States v. Lundstrom, 880 F.3d 423, 442 (8th Cir. 2018); United States v. Whitehill, 532 F.3d 746, 751 (8th Cir. 2008). Giving this instruction did not flip flop the government’s theory and allow them to have it “both ways” as Atkins claims, but rather. responded to the stance Atkins took during trial that he was the victim and knew nothing about what was. going on. Even if the jury believed Atkins’ implausible explanation that he had no knowledge of the criminal activity and knew nothing about where the. government got its figures in this case, “there was sufficient evidence that he deliberately turned a blind eye to ... clearly illicit activity to ■ warrant” a willful blindness 'instruction. United States v. Novak, 866 F.3d 921, 927 (8th Cir. 2017). Accordingly, in light of Atkins’ theory of the case and arguments to the jury, and reviewing the jury instructions for abuse of discretion, we find none.\nD. Sentencing\nAs to his sentence, Atkins argues the district court erred by applying a two-point “sophisticated' means” enhancement in its calculation. United States Sentencing Guideline § 2Bl.l(b)(10)(C) allows for a two-level enhancement if “the offense ... involved sophisticated means and the defendant intentionally engaged in or caused the conduct constituting sophisticated means.” “The sophisticated-means enhancement is proper when the offense conduct, viewed as a whole, was notably more intricate than that of the garden-variety [offense],” United States v. Jenkins, 578 F.3d 745, 751 (8th Cir, 2009) (alteration in original) (quotation omitted). “Although there is no mechanical test to determine whether a scheme is sufficiently sophisticated to qualify for the enhancement, we have in the past looked at the following factors: (1) the overall length of the scheme, (2) the use of forged or false documents, and (3) the use. of Ponzi-type payments.” United States v. Meadows, 866 F.3d 913, 917-18 (8th Cir. 2017) (citations omitted).\nWe review the factual finding of whether a fraud scheme qualifies as “sophisticated” for clear error, id. at 917, and need not go beyond the district court’s own words to find no clear error here:\n[Atkins’] recruitment and direction of Mary Baker, the timing and frequency of the [fictitious] loads, which there are—there appeared to be over 500 [fictitious] loads that were—went through this process, the duration of the conduct, which was about 15 months, the use of two companies in the scheme, one of them a previously dormant company having no connection with hauling wood to GP and the use of bank accounts not in his name to receive the payments from GP point to complex conduct by the defendant-in relation to both the execution of the scheme and its concealment.\nThe district court additionally imposed a two-level enhancement for Atkins’ role in the offense, that Atkins challenges. Again, this court reviews for clear error “[t]he district court’s factual findings, including its determination of a defendant’s role in the offense,” and we review de novo the district court’s “application of the guidelines to the facts.” United States v. Bolden, 622 F.3d 988, 990 (8th Cir. 2010) (quoting United States v. Vasquez-Rubio, 296 F.3d 726, 729 (8th Cir. 2002)). Section 3Bl.l(c) of the Guidelines mandates a two-level increase “[i]f the defendant was an organizer, leader, manager, or supervisor in any criminal activity other than described in [section 3B1.1] (a) or (b).” There was no clear error here. As pointed out by the district court, the evidence presented by the government at tidal proved beyond a reasonable doubt that Atkins was a leader or organizer in the conspiracy to commit wire fraud; that Atkins decided how and when the fraudulent tickets were created, what loads would be duplicated and received, and how much remuneration he would receive.\nOur final consideration is whether the district court’s sentence of sixty-eight months on each count, to run concurrently, was substantively unreasonable when compared to that of Atkins’ co-conspirator, Mary Baker, who received five years’ probation and a similar restitution obligation. We review the substantive reasonableness of Atkins’ sentence under a highly deferential abuse of discretion standard. United States v. Peeples, 879 F.3d 282, 289 (8th Cir. 2018). While 18 U.S.C. § 3553(a)(6) does require the sentencing court to consider “the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct,” Atkins and Baker differ in legally significant ways. First, very basically, Baker was a cooperating witness. “When one defendant cooperates and another does not, their situations, and hence their sentences, can properly be held to differ.” United States v. Spotted Elk, 548 F.3d 641, 680 (8th Cir. 2008). These two are not remarkably similar. Viewing the evidence in light of the guilty verdict, Atkins was the leader in this conspiracy and Baker completed tasks at his direction. The district court did not abuse its discretion in arriving at Atkins’ sentence.\nIII. CONCLUSION\nFor the reasons stated herein, we affirm.\n. The Honorable Susan O. Hickey, United States District Judge for the Western District of Arkansas.\n. 18 U.S.C. § 1957(a) states: “Whoever, in any of the circumstances set forth in subsection (d), knowingly engages or attempts to engage in a monetary transaction in criminally derived property of a value greater than $10,000 and is derived from specified unlawful activity, shall be punished as provided in subsection (b).\"\n. The following was the line of questioning: Q—Ms. Baker, are you saying you wouldn’t lie today because you’re under oath to tell the truth to this court? A—Yes, sir. Q—And do you recognize that your sentencing has yet to be decided\" and that this very judge is going to sit in judgment over you as far as to what your sentence will be? A—Yes, sir. I sure do. Q—And so is it very important to you to—to be—to make sure the judge knows that you’re telling the truth, the whole truth, and nothing but the truth? A— Yes, I do.\n. Specifically, the government stated, in part during closing, that \"[e]ither she’s telling the truth or she came in here and sat in that witness box in front of the same judge that’s going to sentence her sooner or later and just perjured herself. That’s what Mr, Atkins wants you to believe, She came in here and she just told lie after lie after lie. For what reason? What benefit does she get of throwing accusations at Mr. Atkins? I don’t know, but if the court thinks like Mr, Atkins, that’s going to come back and hurt Ms. Baker severely.”",
        "type": "majority",
        "author": "BEAM, Circuit Judge."
      }
    ],
    "attorneys": [
      "David R. Ferguson, Aaron L. Jennen, Assistant U.S. Attorney, Mark W. Webb, Assistant U.S. Attorney, U.S. Attorney’s Office, Western District of Arkansas, Fort Smith, AR, Jonathan Dean Ross, Assistant U.S. Attorney, Benjamin Wulff, Assistant U.S. Attorney, U.S. Attorney’s Office, Western District of Arkansas, Texarkana, AR, for Plaintiff-Appellee.",
      "Kenneth W. Atkins, Pro Se.",
      "Glen R. Hines, Springdale, AR, for Defendant-Appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee v. Kenneth W. ATKINS, also known as Ken Atkins, Defendant-Appellant.\nNo. 17-1074\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: January 10, 2018\nFiled: February 1, 2018\nDavid R. Ferguson, Aaron L. Jennen, Assistant U.S. Attorney, Mark W. Webb, Assistant U.S. Attorney, U.S. Attorney’s Office, Western District of Arkansas, Fort Smith, AR, Jonathan Dean Ross, Assistant U.S. Attorney, Benjamin Wulff, Assistant U.S. Attorney, U.S. Attorney’s Office, Western District of Arkansas, Texarkana, AR, for Plaintiff-Appellee.\nKenneth W. Atkins, Pro Se.\nGlen R. Hines, Springdale, AR, for Defendant-Appellant.\nBefore LOKEN, BEAM, and KELLY, Circuit Judges."
  },
  "file_name": "0621-01",
  "first_page_order": 659,
  "last_page_order": 666
}