{
  "id": 12275382,
  "name": "UNITED STATES of America, Plaintiff-Appellee v. Jesus SOTELO-VALDOVINOS, Defendant-Appellant; United States of America, Plaintiff-Appellee v. Eduardo Penaloza-Romero, Defendant-Appellant",
  "name_abbreviation": "United States v. Sotelo-Valdovinos",
  "decision_date": "2018-02-09",
  "docket_number": "No. 16-4101, No. 17-1159",
  "first_page": "1062",
  "last_page": "1064",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 1062"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "257 F.3d 14",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11082752
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/257/0014-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "576 F.3d 791",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4038651
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "795"
        },
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/576/0791-01"
      ]
    },
    {
      "cite": "157 L.Ed.2d 398",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "124 S.Ct. 501",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "540 U.S. 997",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8989792,
        8989665,
        8989445,
        8989703,
        8989516,
        8989837,
        8989485,
        8989629,
        8989747,
        8989395,
        8989567,
        8989432,
        8989469,
        8989598,
        8989535
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/us/540/0997-14",
        "/us/540/0997-11",
        "/us/540/0997-03",
        "/us/540/0997-12",
        "/us/540/0997-06",
        "/us/540/0997-15",
        "/us/540/0997-05",
        "/us/540/0997-10",
        "/us/540/0997-13",
        "/us/540/0997-01",
        "/us/540/0997-08",
        "/us/540/0997-02",
        "/us/540/0997-04",
        "/us/540/0997-09",
        "/us/540/0997-07"
      ]
    },
    {
      "cite": "333 F.3d 886",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9112710
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "889"
        },
        {
          "page": "889-90"
        },
        {
          "page": "892"
        },
        {
          "page": "890"
        },
        {
          "page": "892"
        },
        {
          "page": "891"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/333/0886-01"
      ]
    },
    {
      "cite": "21 U.S.C. §§ 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(b)(1)(A)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 373,
    "char_count": 5684,
    "ocr_confidence": 0.603,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2488307233356076
    },
    "sha256": "869cb0f7c4a170d72bdea5b24ed8b60dbfeb0b24b782736e6476b0e0da542025",
    "simhash": "1:fbdbcb7f699b2aee",
    "word_count": 869
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOLLMAN, LOKEN, and MELLOY, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee v. Jesus SOTELO-VALDOVINOS, Defendant-Appellant United States of America, Plaintiff-Appellee v. Eduardo Penaloza-Romero, Defendant-Appellant"
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nEduardo Penaloza-Romero was a leader of a drug trafficking organization that transported methamphetamine from California and distributed it in Minneapolis and St. Paul, Minnesota. Jesus Sotelo-Val-dovinos assisted by arranging a delivery of methamphetamine from California to Minnesota and encouraging more trafficking after the driver was arrested. Penalo-za-Romero and Sotelo-Valdovinos were indicted and pleaded guilty to conspiracy to distribute methamphetamine in violation of 21 U.S.C. §§ 841(a)(1), 841(b)(1), and 846. Each signed a plea agreement that included a waiver of the right to appeal. In relevant part, each waiver stated that the defendant “waives the right to appeal or to contest, directly or collaterally, his guilty plea or sentence on any ground, unless the sentence of imprisonment exceeds” 327 months imprisonment for Penaloza-Rome-ro and 210 months imprisonment for So-telo-Valdovinos. The district court sentenced Penaloza-Romero to 196 months in prison and Sotelo-Valdovinos to 75 months in prison. Both appeal. We enforce the appeal waivers and dismiss the appeals.\nThe right to appeal may be waived through a plea agreement. United States v. Andis, 333 F.3d 886, 889 (8th Cir.) (en banc), cert. denied, 540 U.S. 997, 124 S.Ct. 501, 157 L.Ed.2d 398 (2003). We review the validity of an appeal waiver de novo. United States v. Sisco, 576 F.3d 791, 795 (8th Cir. 2009). In reviewing an appeal waiver, “we must confirm that the appeal falls within the scope of the waiver and that both the waiver and plea agreement were entered into knowingly and voluntarily.” Andis, 333 F.3d at 889-90. Here, the change of plea hearings and plea agreements confirm that Penaloza-Romero and Sotelo-Valdovinos knowingly and voluntarily accepted the plea agreements and waived their rights to appeal. The prison sentences imposed are well within the scope of the appeal waivers. Id. at 892. However, we will not enforce an appeal waiver if doing so would result in a miscarriage of justice. Id. at 890.\nPenaloza-Romero argues the district court procedurally erred in considering grounds for a variance under 18 U.S.C. § 3553(a) before determining whether he should receive a departure for substantial assistance under U.S.S.G. § 5K1.1. He argues that his 196-month sentence is substantively unreasonable when the § 5K1.1 and § 3553(a) variance factors are properly considered.. Enforcing the appeal waiver will not result in a miscarriage of justice because Penaloza-Romero was sentenced to 19(3 months for an offense that could have resulted in a sentence of life imprisonment. See 21 U.S.C. § 841(b)(1)(A); Sisco, 576 F.3d at 795.\nSotelo-Valdovinos is a hechicero—a spiritual healer in the Mexican Santa Muerte folk religion. As a hechicero, he provided spiritual advice to clients in California, including two who were involved in the drug trafficking. At sentencing, defense counsel emphasized Sotelo-Valdovinos’s role as -a spiritual advisor in arguing for a downward variance. In explaining ,why it was denying a variance, the district court commented that, as articulated by defense counsel, Sotelo-Valdovinos “got esteem as an important spiritual leader and healer in ... a world of drug trafficking, and so I do think there is a risk that [he] might reof-fend .... [T]hat is an aggravating circumstance in this case that balances out with the mitigating circumstance.”\n• Citing this comment, Sotelo-Valdovinos argues the district court abused its discretion when it impermissibly considered his Santa Muerte faith as a sentencing factor, making enforcement of his appeal waiver a miscarriage of justice. In this circuit, miscarriage of justice is an “extremely narrow” exception we have thus far applied only to an illegal sentence; “[a]ny sentence imposed within the statutory range is not subject to appeal.” Andis, 333 F.3d at 892. Some circuits have recognized, but to our knowledge never applied, the principle that basing a sentence on a constitutionally impermissible factor such as race would fall within the miscarriage of justice exception. See Andis, 333 F.3d at 891, citing United States v. Teeter, 257 F.3d 14, 25 n.9 & 10 (1st Cir. 2001). Here, the district court did not base its sentencing decision on Sotelo-Valdovinos’s faith or religion. Rather, the court concluded that the environment in which Sotelo-Valdovinos functioned as a “spiritual healer” made it more likely that he would reoffend. That is a legitimate sentencing consideration. So-telo-Valdovinos’s 75-month sentence was within the scope of his knowing and voluntary appeal waiver, and enforcing the waiver will not' otherwise result in a miscarriage of justice because the sentence was substantially below 210 months, the sentence above which he preserved his right to appeal.\nFor these reasons, we enforce the appeal waivers and dismiss both appeals.\n. The Honorable Susan Richard Nelson, United States District Judge for the District of Minnesota.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Counsel who represented the appellant Jesus Sotelo-Valdovinos was Philip Gardner Leavenworth of Vadnais Heights, MN.",
      "Counsel who represented the appellant Eduardo Penaloza-Romero was Robert M. Paule of Minneapolis, MN.",
      "Counsel who represented the appellee was Allen A. Slaughter, AUSA, of Minneapolis, MN."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee v. Jesus SOTELO-VALDOVINOS, Defendant-Appellant United States of America, Plaintiff-Appellee v. Eduardo Penaloza-Romero, Defendant-Appellant\nNo. 16-4101, No. 17-1159\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: December 11, 2017\nFiled: February 9, 2018\nRehearing and Rehearing En Banc Denied April 6, 2018\nCounsel who represented the appellant Jesus Sotelo-Valdovinos was Philip Gardner Leavenworth of Vadnais Heights, MN.\nCounsel who represented the appellant Eduardo Penaloza-Romero was Robert M. Paule of Minneapolis, MN.\nCounsel who represented the appellee was Allen A. Slaughter, AUSA, of Minneapolis, MN.\nBefore WOLLMAN, LOKEN, and MELLOY, Circuit Judges."
  },
  "file_name": "1062-01",
  "first_page_order": 1090,
  "last_page_order": 1092
}