{
  "id": 12275442,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Jeffrey Allen STEVENS, Defendant-Appellant",
  "name_abbreviation": "United States v. Stevens",
  "decision_date": "2018-02-06",
  "docket_number": "No. 17-5044",
  "first_page": "1249",
  "last_page": "1258",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 1249"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "135 S.Ct. 2001",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12589931
      ],
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "2012"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2001-01"
      ]
    },
    {
      "cite": "634 F,3d 1123",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4094416
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "1130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/634/1123-01"
      ]
    },
    {
      "cite": "163 F.3d 1212",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11789050
      ],
      "weight": 5,
      "year": 1998,
      "pin_cites": [
        {
          "page": "1213"
        },
        {
          "page": "1216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/163/1212-01"
      ]
    },
    {
      "cite": "720 F.3d 411",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4057438
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/720/0411-01"
      ]
    },
    {
      "cite": "582 F.3d 1155",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4061396
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "1167-68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/582/1155-01"
      ]
    },
    {
      "cite": "168 F.3d 392",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11639337
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "396"
        },
        {
          "page": "396"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/168/0392-01"
      ]
    },
    {
      "cite": "795 F.3d 1191",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4289515
      ],
      "weight": 5,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1199",
          "parenthetical": "quoting United States v. Viefhaus, 168 F.3d 392, 396 (10th Cir. 1999)"
        },
        {
          "page": "1201",
          "parenthetical": "a statement is a true threat \"so long as a reasonable recipient could conclude, based on the language of the communication and the context - in which it is delivered, that this was in fact a veiled threat, of violence by the defendant\""
        },
        {
          "page": "1201"
        },
        {
          "page": "1201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/795/1191-01"
      ]
    },
    {
      "cite": "394 U.S. 705",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178344
      ],
      "weight": 5,
      "year": 1969,
      "pin_cites": [
        {
          "page": "707",
          "parenthetical": "\"What is a threat must be distinguished from what is constitutionally protected speech.\""
        },
        {
          "parenthetical": "\"What is a threat must be distinguished from what is constitutionally protected speech.\""
        },
        {
          "parenthetical": "\"What is a threat must be distinguished from what is constitutionally protected speech.\""
        },
        {
          "page": "708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0705-01"
      ]
    },
    {
      "cite": "538 U.S. 343",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9030793
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/538/0343-01"
      ]
    },
    {
      "cite": "767 F.3d 970",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4204166
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "978"
        },
        {
          "page": "975"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/767/0970-01"
      ]
    },
    {
      "cite": "728 F.3d 287",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3696719
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/728/0287-01"
      ]
    },
    {
      "cite": "776 F.3d 736",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6890069
      ],
      "weight": 15,
      "year": 2015,
      "pin_cites": [
        {
          "page": "742",
          "parenthetical": "quotations and citations omitted"
        },
        {
          "page": "743"
        },
        {
          "page": "742"
        },
        {
          "page": "743"
        },
        {
          "page": "743"
        },
        {
          "page": "743",
          "parenthetical": "recognizing a recipient's reaction to a message is relevant"
        },
        {
          "page": "744"
        },
        {
          "page": "736"
        },
        {
          "page": "738"
        },
        {
          "page": "745"
        },
        {
          "page": "745"
        },
        {
          "page": "740"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/776/0736-01"
      ]
    },
    {
      "cite": "857 F.3d 1073",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276761
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/857/1073-01"
      ]
    },
    {
      "cite": "665 F.3d 1216",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3862706
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "1219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/665/1216-01"
      ]
    },
    {
      "cite": "405 F.3d 1109",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9013361
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "1116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/405/1109-01"
      ]
    },
    {
      "cite": "2016 WL 7442657",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 2016,
      "pin_cites": [
        {
          "page": "*2"
        },
        {
          "page": "*2"
        },
        {
          "page": "*2"
        },
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 875",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1021,
    "char_count": 23209,
    "ocr_confidence": 0.614,
    "pagerank": {
      "raw": 4.721264044153979e-08,
      "percentile": 0.2970144205318534
    },
    "sha256": "9901ccacbc67b2ca698ed99af17854e197ea8b1619b97fab31675d5b7ed48864",
    "simhash": "1:79d4c4fee1b91729",
    "word_count": 3900
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TYMKOVICH, Chief Judge, HOLMES, and MATHESON, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Jeffrey Allen STEVENS, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "MATHESON, Circuit Judge. .\nJeffrey A. Stevens was indicted on 10 counts of interstate communication with intent to injure under 18 U.S.C. § 875(c) for posting 10 messages on the Tulsa Police Department’s (“TPD”) online “Citizen Complaint” form. The messages discussed committing violence against specific members of the TPD or TPD officers generally. Mr. Stevens moved to dismiss the indictment on First Amendment grounds, arguing his messages were not true threats. The district court denied the motion because a reasonable jury could construe the messages to be frue threats. Mr. Stevens pled guilty to five counts conditioned on his right to appeal the denial of his motion, which he has done here.\nThe district court properly denied Mr. Stevens’s motion. A reasonable jury could understand his messages to be true threats. Exercising jurisdiction under 28 U.S.C. § 1291, we affirm.\nI. BACKGROUND\nA. Factual History\nOn September 16, 2016, TPD Officer Betty Shelby shot and killed Terence Crutcher, an African-American. The shooting made national headlines and reignited a heated debate over law. enforcement’s use of force against minorities.\nThree days after the shooting, Mr. Stevens, a Connecticut resident, sent the first of multiple anonymous messages to the TPD via an online form the public could use to complain about the TPD. This first message read:\n[Message No. 1, sent on September 19, 2016, at 6:18 P.M.]\nThe psychotic pile of s— who MURDERED the unarmed civilian who broke down is going to be executed, as are ALL psychotic s—bags you and other PDs hire across this Nation who murder unarmed civilians. They are all going to be killed.\nROA Vol. 1 at 31. Over the next three days, Mr. Stevens submitted nine more messages.\nAgents with the'Federal Bureau of Investigation traced the messages to Mr. Stevens’s residence. They interviewed Mr. Stevens, who confessed to sending the messages.\nB. Procedural History\nA grand jury indicted Mr. Stevens on 10 counts of interstate communication with intent to injure in violation of 18 U.S.C. § 875(c). He moved to dismiss the indictment, alleging the First Amendment protected his statements because they were not true threats. The district court denied Mr. Stevens’s motion, finding that a reasonable jury could understand his messages to be true threats. United States v. Stevens, No. 16-CR-0134-CVE, 2016 WL 7442657, at *2 (N.D. Okla. Dec. 27, 2016).\nMr. Stevens next entered into a plea agreement. He pled guilty to five of the. 10 counts, but reserved the right to appeal the district court’s denial of his motion. Following the guilty plea, the district court sentenced Mr. Stevens to 12 months in prison, followed by three years of supervised release. He now' appeals the district court’s denial of his motion to dismiss the indictment.\nII. DISCUSSION\nA, Standard of Review\n“[W]e review the ,.. denial of a motion to dismiss an indictment for an abuse of discretion.” United States v. Ambort, 405 F.3d 1109, 1116 (10th Cir. 2005). “An error of law is per se an abuse of discretion ” United States v. Lopez-Avila, 665 F.3d 1216, 1219 (10th Cir. 2011), and we review legal questions de novo, see United States v. Pauler, 857 F.3d 1073, 1075 (10th Cir. 2017).\nWhether a reasonable jury could find Mr. Stevens’s statements to be'true threats is a question of law. “[I]f there is no question that a defendant’s speech is protected by the First Amendment, the court may dismiss the charge as a matter of law.” United States v. Wheeler, 776 F.3d 736, 742 (10th Cir. 2015) (quotations and citations omitted). But, “absent an unusual set of facts, the question whether statements amount to true threats is a question generally best left to a jury.” Id, (quotations and citations omitted). If the court determines a “reasonable jury could find that the [] communication^] constitute!] ... true threat[s],” then it may deny the defendant’s motion to dismiss. United States v. Stock, 728 F.3d 287, 298 (3d Cir. 2013). Because the district court here refused to dismiss the indictment because a jury could find Mr. Stevens’s messages to be true threats, we review its ruling de novo.\nB. Legal Background\n1. Elements of a § 875(c) Offense\nMr. Stevens was charged under 18 U.S.C. § 875(c), which provides:\nWhoever [1] transmits in interstate or foreign commerce [2] any communication containing [3] any threat to kidnap any person or any threat to injure the person of another, shall be fined under this title or imprisoned not more than five years, or both.\nIn addition to the elements specified in the statute, the Supreme Court recognized a fourth element concerning mens rea in Elonis v. United States, — U.S. —, 135 S.Ct. 2001, 192 L.Ed.2d 1 (2015). The Court said the government must prove the defendant transmitted the communication for the purpose of issuing a threat or with knowledge the communication would be viewed as a threat. Id. at 2012. The mens rea element calls for proof the speaker “intended the recipient of the threat to feel threatened.” United States v. Heineman, 767 F.3d 970, 978 (10th Cir. 2014).\nIn his motion to dismiss the indictment, Mr. Stevens challenged only the threat element. The district court therefore limited its analysis to whether a reasonable person would have understood Mr. Stevens’s messages as threats. We similarly limit our review to that issue and provide further legal background on the threat element.\n2. Threat Element\nIn § 875(c) prosecutions, we have followed the Supreme Court’s definition of a threat as “a serious expression of an intent to commit an act of unlawful violence to a particular individual or group of individuals.” Wheeler, 776 F.3d at 743 (quoting Virginia v. Black, 538 U.S. 343, 359, 123 S.Ct. 1536, 155 L.Ed.2d 535 (2003)). In Wheeler, we said that § 875(c) “applies] only to ‘true threats,’ ” which are “outside the protective scope of the First Amendment.” Id. at 742-43; see also Watts v. United States, 394 U.S. 705, 707, 89 S.Ct. 1399, 22 L.Ed.2d 664 (1969) (“What is a threat must be distinguished from what is constitutionally protected speech.”) “Section 875(c), like all threat statutes, must be interpretéd with the commands of the First Amendment clearly in mind.” Wheeler, 776 F.3d at 742.\nIn line with the First Amendment, § 875(c)’s threat element requires proof that a reasonable person would understand the communication to be a threat. Id. at 743. Under the reasonable person standard, “[t]he question is whether those who hear or read the threat reasonably consider that an actual threat has been made,” United States v. Dillard, 795 F.3d 1191, 1199 (10th Cir. 2015) (quoting United States v. Viefhaus, 168 F.3d 392, 396 (10th Cir. 1999)).\nTo answer this question, “the language [of the statements and] the context in which the statements are made ... are [ ] relevant.” Wheeler, 776 F.3d at 743 (quoting Nielander v. Bd. of Cnty. Comm’rs of Cnty. of Republic, Kan., 582 F.3d 1155, 1167-68 (10th Cir. 2009)); see also Dillard, 795 F.3d at 1201 (a statement is a true threat “so long as a reasonable recipient could conclude, based on the language of the communication and the context - in which it is delivered, that this was in fact a veiled threat, of violence by the defendant”).\nAs to a message’s language, we have warned against “rigid adherence to the literal meaning of a communication without regard to'its reasonable connotations .... ” Dillard, 795 F.3d at 1201 (quoting United States v. Turner, 720 F.3d 411, 422 (2d Cir. 2013)). For example, “[a] defendant cannot escape potential liability simply by using the passive voice or couching a threat in terms of ‘someone’ committing an act of violence ....” Id.\nAs for context, it may include where a statement was made and how an audience reacted. See Watts, 394 U.S. at 708, 89 S.Ct. 1399 (holding that statements made at political protest and at which the audience laughed were “political hyperbole” and not true threats); Wheeler, 776 F.3d at 743 (recognizing a recipient’s reaction to a message is relevant).\nC. Analysis\nThe sole issue on appeal is whether the district court erred in concluding that a rational juiy could find Mr. Stevens’s statements to be true threats under the reasonable person standard. We conclude it did not.\n1. A Reasonable Jury Could Find the Statements to be True Threats\nThe district court examined the language and the context of the statements. It determined that, because Mr. Stevens’s messages were “targeted at specific people, groups of people, and their family members,” and because they “repeatedly assert[ed] that the targets of the messages are going to die unless they comply with [his] wishes,” a “jury could determine that ‘a reasonable person would interpret the statements to be threats.’” Stevens, 2016 WL 7442657, at *2 (quoting Wheeler, 776 F.3d at 744).\nMr. Stevens sent messages describing specific acts of violence directed toward particular individuals or groups of individuals. He targeted particular individuals in five of his 10 messages—several to Officer Shelby, the TPD Officer who shot Mr. Crutcher. The language and context of these messages mirror the circumstances in United States v. Martin, 163 F.3d 1212 (10th Cir. 1998), in which we determined a reasonable jury could construe the statements as true threats. In Martin, the defendant stated in a taped conversation that he would “unload six bullets into Detective O’Rourke’s brain.” Id. at 1213. Detective O’Rourke was the head of the narcotics unit that had recently investigated two of the defendant’s friends. Id. Throughout the conversation, the defendant “repeatedly reaffirmed his plans to shoot Detective O’Rourke” and also stated his motives for doing so. Id. at 1216. We determined that a “rational jury could have evaluated the [statements on the] tape ... to conclude that the threats” were true threats. Id.\nHere, Mr. Stevens sent multiple communications that Officer Shelby would be “executed” for' shooting Mr. Crutcher. ROA, Vol. 1 at 31. In the tenth message, for example, he wrote: “Betty is not going to get 3 yeas [sic] probation and a pension, she is getting a bullet through her brain.” Id. at 34. From the repeated statements and explicit motives that were sent to Officer Shelby’s place of work, a reasonable jury, as in Martin, could conclude that Mr. Stevens’s postings were true threats against Officer Shelby. It further could conclude Mr. Stevens’s other messages directed at identified TPD employees were true threats.\nMr. Stevens also directed messages at groups, including TPD officers. The language and context of these messages were similar to a message aimed at Colorado police officers in Wheeler, 776 F.3d at 736. In that case, the defendant held strong anti-government views and was angry at police officers in Grand Junction, Colorado, because of a DUI arrest. Id. at 738. While in Italy, he posted messages on his Face-book account, one of which urged his “religious followers” to “kill cops, drown [sic] them in the blood of thier [sic] children, hunt them down and kill their entire bloodlines.” Id. We held that a “rational juror considering the language and context of these posts could consider them to be true threats” because they directed “specific, deadly action against a number of individuals.” Id. at 745.\nSimilar to the message in Wheeler, Mr. Stevens targeted messages of deadly action at TPD officers generally. Mr. Stevens’s fifth message, for example, mentioned the “right to Life, Liberty & the Pursuit of Happiness” aijd stated: “If killing every last one of yfju [TPD officers] and your families..¶⅜! your wives .... your children is what it kes to drive [that point] home, so be it.” IÍOA, Vol. 1 at 32. Because this message and the. others were sent to the TPD and were “specific, deadly” in nature, Wheeler, 776 F.3d at 745, a reasonable jury could find from their language and context that they were true threats.\n2. Mr. Stevens’s Arguments\nOn appeal, Mr. Stevens has preserved two arguments that his messages were not true threats:’ (1) his messages were political speech, and (2) he did not have the, intent or ability to carry out the threat. Neither argument has merit.\nFirst, Mr. Stevens argues ■ his messages “protested improper police conduct in vehement terms,” and the “threats were- a means of expressing the opinion that a police officer killed a- person without justification.” Aplt. Br. at 13-14. The district court found, however, that even if Mr. Stevens’s messages concerned “an event that garnered national attention and [was] a part of a larger political debate,” this did “ndt preclude the communications from being true threats.” See Stevens, 2016 WL 7442657, at *2. We agree. As we said in Viefkaus, even if “a specific threat accompanies pure political speech[, this] does not shield a defendant from culpability.” Viefhaus, 168 F.3d at 396.\nSecond, Mr. Stevens argues that his “location in Connecticut while sending threats to Tulsa reflects the absence of intent or ability to carry out any threat.” Aplt. Br. at 19. Although we may consider the speaker’s apparent intention or ability to carry out the threat in determining whether the communication was a true threat, Mr. Stevéns’s argument suffers from at least two problems. First, .nowhere on the face of the messages (see the Appendix to this opinion) is there any indication of Mr. Stevens’s being located'in Conn'ecticut, and nowhere does the record show that any of the recipients knew that Mr. Stevens was located there. Second, even if a reasonable person in Tulsa who received these messages knew they came- from Connecticut, he or she could reasonably conclude that Mr. Stevens had the wherewithal to travel to Tulsa and execute the. threats. We therefore affirm the district court’s rejection of this argument. See Stevens, 2016 WL 7442657, at *2.\n⅝ $ ⅛ ⅛\nIn determining whether Mr. Stevens’s statements were true threats, the district court examined “the language of the communication and the context in which it is delivered.” Dillard, 795 F.3d at 1201. It properly concluded that a reasonable jury could find Mr. Stevens’s messages to be true threats.\nIII. CONCLUSION\nFor the foregoing reasons, we affirm the district court’s denial of Mr, Stevens’s motion to dismiss the indictment.\nAPPENDIX\nMr. Stevens’s 10 messages are listed in full below:\n(1) [September 19,' 2016, at 6:18 P.M.] The psychotic pile of s- - - who MURDERED the unarmed civilian who broke down is going to be executed, as .are ALL psychotic s--bags you and other PDs hire across this Nation who murder unarmed civilians. They are all going to be killed. ROA, Vol. latSl.\n(2) [September 20, 2016, at 1:02 P.M.] This is the straw. The revolution starts now.\nThe psycho c— who never should have been given a badge, as well as all her cohorts who patted her on the back and said “Good Shoot” are going to be executed unless you put them behind bars on MURDER charges. Additionally, unless the Prosecuter [sic] & the Judge deny bail, they too will be. executed. America is NOT a Police State in which any mental defective owning a badge can murder at will. It’s time for America to make a stand and it will. Do the right thing or die. There are no other choices.- Id.\n(3) [September 20, 2016, at 4:28 P.M.] The Tulsa PD Chief is going to be killed, He is corrupt. Not only has he hired, a staff full of psychotic, racist, murderous scum and refused to put a murderer behind bars, he has also presided over and created an extortion ring. He must be, and IS GOING TO BE killed. “Justice for All”, right? You seriously thought you could get away with f- - -ing people ' forever? Death is coming. Justice is coming. Id. at 31-32.\n(4) [September 22, 2016, at 9:26 A!M.] The Tulsa PD had a documented history of planting drugs on travelers. This is something you already know. Way- before this incident, a long list of corrupt s— in Tulsa who routinely victimize [sic] innocent people had already been complied [sic]. Now is» the time that’EVERYONE on that list is going to start being killed. Cops, Prosecutors, Judges, family members. Citizens are going to end it, along with your lives. As you know, whoever comes forward first gets immunity. In this case though, those who do not will not be prosecuted .. they will be killed. Id. at 32. •\n(5) [September 22, 2016, .at 9:42 A.M.] The basic right to Life; Liberty & the Pursuit of Happiness for Citizens is greater than the .ego of psychotic, racist s- - - who were mistakenly given a badge & a gun. If killing every last one of you and your families ....... your wives .... your children is what it takes to drive that point home, so be it. You ARE NOT GODS. Id. at 32.\n(6) [September 22, 2ÓÍ6, at Í0:01 A.M.] Ron Palmer, who has developed a culture of corruption and victimizing . innocent civilians, along with his family is going to be burned to death. Yeah, he’ll be guarded for a while, and then thinking there wasn’t any real threat, when you scum least expect it .... he will be dead, along with his entire blood line. Then each of you who didn’t speak up. Tell me, when you & your families are bleeding or burning to death, will you still believe it was worth it to f- - - Americans? Id. at 33. -\n(7) [September 22, 2016, at 10:09 A.M.] Is the filling of the pockets of corrupt, psychotic cops worth more than your freedom? Is it worth more than the lives of your children? It started out with just under 100 Enforcers going to Tulsa. It has grown to well over 1000. Cops are going to be killed. Anyone who covers up corruption is going to be killed. Id.\n■ (8) [September-22, 2016, at 10:15 A.M.] Spill your guts to the Feds, even to questions they don’t ask, or your kids will start dying. This ends now. Id. at 15.\n(9) [September 22, .2016, at 10:34 A.M.] The last words your child will hear are the same words that will be burned into his or her corpse: “Your parent decided a $100 kickback for f- - -ing an innocent civilian was worth more than you”. Id. at 34.\n(10) [September 22, 2016, at 4:37 P.M.] You think this gets you off the hook? It was a MURDER, not manslaughter. It was a [sic] execution. Betty is not going to get 3 yeas [sic] probation and a pension, she is getting a bullet through her brain. America needs to, and is finally going to make an example .and it won’t stop with her. Every corrupt s— a- -hole cop who filed a report stating that Crutcher was reaching through his CLOSED window is also going to be killed. Id.\n. The messages accused die TPD and its officers of corruption and other misconduct and warned of violent actions that would be taken against them. .Some of the messages conditioned such actions on compliance with certain demands. We reproduce the 10 messages in the appendix to this opinion,\n. Even though the Government dropped charges for five of the statements in the plea agreement, we consider all 10 statements because they were all at issue in the motion to dismiss. ,Mr. Stevens's plea agreement reserved his right to appeal the denial of his motion to dismiss. ROA, Vol. 1 at 62 (\"[T]he defendant reserves the right to appeal from contested sentencing issues and the District Court’s order denying the defendant’s Motion to Dismiss the Indictment.”).\n. The Court recognized this element based on the- statute. Before Elonis was decided, this court said the First Amendment requires proof of the defendant’s intent in a § 875(c) prosecution. See United States v. Heineman, 767 F.3d 970, 975 (10th Cir. 2014); Wheeler, 776 F.3d at 740.\n. In addition to his tenth message, Mr. Stevens sent other violent messages about Officer Shelby:\n• First: \"The psychotic pile of s— who MURDERED the unarmed civilian ... is going to be executed.” ROA, Vol. 1 at 31.\n• Second: “The psycho c— who never should have been given a badge ... [is] going to be executed.” Id.\n. In addition to Officer Shelby, Mr. Stevens directed the following violent messages to the current TPD Chief, the former TPD Chief Ron Palmer, the Tulsa County District Attorney, and a Tulsa County Magistrate Judge:\n• Second: \"[U]nless the Prosecuter [sic] & the Judge deny bail, they too will be executed.” ROA, Vol. 1 at 31.\n• Third: \"The Tulsa PD Chief is going to be killed.” Id.\n• Sixth: “Ron Palmer [the former TPD Chief], who has developed a culture of corruption and victimizing innocent civilians, along with his family is going to be burned to death.” Id. at 33.\nMr. Stevens argues that “none of the named targets in the messages were employed” in the TPD’s Internal Affairs Division, which manages the webpage where he posted his messages. Aplt. Br. at 19. We think a reasonable jury could still determine that a message sent to a different division of the TPD could constitute a true threat against the named individuals in the TPD. The same applies for the message against the Tulsa County District Attorney and the Tulsa County Magistrate Judge.\n. In addition to the fifth message, Mr. Stevens made violent statements against members of the TPD in the following messages:\n• Second: \"[A]ll [of Officer Shelby’s] cohorts who patted her on the back and said 'Good Shoot’ are going to be executed.” ROA, Vol. 1 at 31.\n• Fourth: \"Now is the time that EVERYONE on that list is going to start being killed. Cops, Prosecutors, Judges, family members.” Id. at 32.\n• Seventh: The TPD \"started out with just finder 100 Enforcers going to Tulsa. It has grown to well over 1000. Cops are going to be killed.” Id. at 33.\n• Éighth: “Spill your guts to the Feds, even to questions they don't ask, or your kids start dying.” Id.\ninth: \"The last words your child will hear are the same words that will be burned into his or her corpse.” Id. at 34.\n• Tenth: “Every corrupt s— a--hole cop who filed a report stating that Crutcher was reaching through his CLOSED window is also going to be killed.” Id.\n.In addition to the TPD officers, Mr. Stevens also directed the following violent message to Tulsa prosecutors, judges, and their family members:\n• Fourth: \"Now is the time that EVERYONE on that list is going to start being killed. Cops, Prosecutors, Judges, family members.” ROA, Vol. 1 at 32.\n. Mr. Stevens also argues his statements were . not true threats because; (1) he did not send messages to specific identified recipients and (2) his statements contained too many people to believe they were real threats. See Aplt. Br. at 19-20. Both arguments were not included in his motion to dismiss the indictment. Because Mr. Stevens has failed to argue plain error, we consider both arguments waived. See Richison v. Ernest Grp., Inc., 634 F,3d 1123, 1130 (10th Cir. 2011).",
        "type": "majority",
        "author": "MATHESON, Circuit Judge. ."
      }
    ],
    "attorneys": [
      "Barry L. Derryberry, Assistant Federal Public Defender (Julia L. O’Connell, Federal Public Defender, and William P. Widell, Jr,, Assistant Federal Public Defender, with him on the briefs), Tulsa, Oklahoma, for Defendant-Appellant.",
      "Leena Alam, Assistant United States Attorney (Loretta F. Radford, Acting United States Attorney, with her on the brief), Tulsa, Oklahoma, for Plaintiff-Ap-pellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Jeffrey Allen STEVENS, Defendant-Appellant.\nNo. 17-5044\nUnited States Court of Appeals, Tenth Circuit.\nFILED February 6, 2018\nBarry L. Derryberry, Assistant Federal Public Defender (Julia L. O’Connell, Federal Public Defender, and William P. Widell, Jr,, Assistant Federal Public Defender, with him on the briefs), Tulsa, Oklahoma, for Defendant-Appellant.\nLeena Alam, Assistant United States Attorney (Loretta F. Radford, Acting United States Attorney, with her on the brief), Tulsa, Oklahoma, for Plaintiff-Ap-pellee.\nBefore TYMKOVICH, Chief Judge, HOLMES, and MATHESON, Circuit Judges."
  },
  "file_name": "1249-01",
  "first_page_order": 1277,
  "last_page_order": 1286
}