{
  "id": 12275353,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Bruce H. NIGGEMANN, Defendant-Appellant",
  "name_abbreviation": "United States v. Niggemann",
  "decision_date": "2018-02-05",
  "docket_number": "No. 17-1145",
  "first_page": "976",
  "last_page": "982",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 976"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "694 F.3d 908",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3522225
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "915"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/694/0908-01"
      ]
    },
    {
      "cite": "495 U.S. 103",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        634195
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "110",
          "parenthetical": "\"Given the importance of ... protecting the victims of child pornography, we cannot fault Ohio for attempting to stamp out this vice at all levels in the distribution chain.\""
        },
        {
          "parenthetical": "\"Given the importance of ... protecting the victims of child pornography, we cannot fault Ohio for attempting to stamp out this vice at all levels in the distribution chain.\""
        },
        {
          "parenthetical": "\"Given the importance of ... protecting the victims of child pornography, we cannot fault Ohio for attempting to stamp out this vice at all levels in the distribution chain.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/495/0103-01"
      ]
    },
    {
      "cite": "445 U.S. 263",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1777320
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "284-85",
          "parenthetical": "upholding a life sentence without parole where the triggering offense was obtaining $120.75 by false pretenses"
        },
        {
          "parenthetical": "upholding a life sentence without parole where the triggering offense was obtaining $120.75 by false pretenses"
        },
        {
          "parenthetical": "upholding a life sentence without parole where the triggering offense was obtaining $120.75 by false pretenses"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/445/0263-01"
      ]
    },
    {
      "cite": "846 F.3d 230",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12123916
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/846/0230-01"
      ]
    },
    {
      "cite": "463 U.S. 277",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194264
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0277-01"
      ]
    },
    {
      "cite": "538 U.S. 11",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9030344
      ],
      "weight": 11,
      "year": 2003,
      "pin_cites": [
        {
          "page": "20",
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "23"
        },
        {
          "page": "22"
        },
        {
          "page": "28-31"
        },
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/538/0011-01"
      ]
    },
    {
      "cite": "795 F.3d 519",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4288311
      ],
      "weight": 5,
      "year": 2015,
      "pin_cites": [
        {
          "page": "520"
        },
        {
          "page": "520-21"
        },
        {
          "page": "521"
        },
        {
          "page": "524"
        },
        {
          "page": "523"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/795/0519-01"
      ]
    },
    {
      "cite": "665 F.3d 137",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3863634
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "143"
        },
        {
          "page": "147"
        },
        {
          "page": "150-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/665/0137-01"
      ]
    },
    {
      "cite": "866 F.3d 782",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275615
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/866/0782-01"
      ]
    },
    {
      "cite": "460 F.3d 910",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3674384
      ],
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "914-15"
        },
        {
          "page": "917"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/460/0910-01"
      ]
    },
    {
      "cite": "437 F.3d 691",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        969541
      ],
      "weight": 4,
      "year": 2006,
      "pin_cites": [
        {
          "page": "692-93"
        },
        {
          "page": "693"
        },
        {
          "page": "694",
          "parenthetical": "\"Any other approach would fail to accord proper deference to the policy judgments that find expression in [Congress's] choice of sanctions.\" (quotation marks omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/437/0691-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 816,
    "char_count": 15706,
    "ocr_confidence": 0.57,
    "pagerank": {
      "raw": 4.370710586428907e-08,
      "percentile": 0.27462431207379273
    },
    "sha256": "f35e6d4a5df90b2d5124d49b2025c62ec57cab861216e1344a809f9270df8a11",
    "simhash": "1:1ddffe976a4dbc07",
    "word_count": 2434
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Ripple, Sykes, and Hamilton, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Bruce H. NIGGEMANN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "Sykes, Circuit Judge.\nIn the summer of 2014, investigators in the Kane County Sheriffs Office discovered that an IP address was using specialized peer-to-peer software to share child pornography over the internet. They gave this information to special agents in the Department of Homeland Security, who in turn identified Bruce Niggemann as the owner of the IP address. The agents obtained and executed a search warrant at Niggemann’s home in West Dundee, Illinois, seizing a laptop and a desktop computer. Both contained child pornography.\nA grand jury indicted Niggemann for receipt and possession of child pornography in violation of 18 U.S.C. § 2252A(a)(2)(A) and (a)(5)(B). A district judge found him guilty after a bench trial. Because he had a prior conviction for sexual abuse of a minor, Niggemann faced a mandatory minimum sentence of 15 years in-prison. 18 U.S.C.. § 2252A(b)(l). The Sentencing ■ Guidelines 'recommended a much longer term of 235 to 293 months. The judge imposed a sentence of 182 months, far below the guidelines range but slightly above, the mandatory minimum.\nNiggemann’s main argument on appeal is a challenge to the - sufficiency of the evidence. He maintains that the government did not prove beyond á reasonable doubt that he—rather than his wife—committed the crimes. He also argues that his sentence violates the Eighth Amendment.\nWe affirm. Abundant forensic and other evidence links Niggemann to the child pornography. The feighth Amendment claim is squarely foreclosed by United States v. Gross, 437 F.3d 691 (7th Cir. 2006).\nI. Background\nIn mid-2014 Officer Keith Smith of the Kane County Sheriffs Department discovered that IP address 24.1.138.60 was using the “Ares” peer-to-peer software program to share child pornography. Ares software permits users to share computer files directly with other users. Officer Smith gave this information, to Homeland Security investigators, who determined through Com-cast subscriber information that the IP address belonged to Niggemann.\nHomeland Security Special Agent Michael Ploessl ran a background' check-on Niggemann and discovered a 1994 conviction for aggravated sexual abuse-of a minor. The conviction stemmed -from Nig-gemann’s long-term sexual abuse of his daughter, niece, and nephew when they were between the ages of four and eleven. Special Agent Joseph Busscher used a law-enforcement version of Ares to download a video from the account associated with Niggemann’s IP address. The video—titled “pthc—new 2007 Tilly playing with dad. avi”—depicted a young child engaging in explicit sexual acts with an adult ■ male. ■ Agent Busscher testified later at -trial that “pthc” stands for “preteen hard core.”\nArmed with this information, Agents Ploessl and Busscher obtained and executed a search warrant at Niggemann’s home in West Dundee. Niggemann told. the agents that- only he and his wife lived in the home; he then invoked his right to counsel. ■ Later, unprompted, Niggemann asked Agent Ploessl: “[S]o yoti can be arrested for having pornography on your computer?” Ploessl responded: “[Wjell,. there is pornography, -and then there -is child pornography.” Niggemann shot back: “Porn is porn.” - .\nThe agents located a laptop and a desktop computer in an office in the home. They seized the computers and associated hard drives. Special Agent Craig Beebe conducted a forensic examination of the devices. He found 40 child-pornography videos on the desktop computer and one on the laptop. -Thirty-six of these files were in a manually created folder named “temp”, stored on the desktop. Each had been viewed at least once.\nAres was installed on both computers. The software was registered under the name “Bruce Niggemann” and the email address “brucen@nimold.com.” Niggem-ann used this email address for the company he owned and operated. The Ares account history revealed frequent searches for terms associated with child pornography. More than 2,000 files with titles including these terms had been downloaded.\nAgent Beebe identified Niggemann as the primary user of the computers and determined that the shortcut to access Niggemann’s email was located in the same folder as the shortcut to access Ares. Beebe also found certain files undoubtedly created by Niggemann: his financial and business records, his cigar receipts, and a golf-handicap spreadsheet. One document in particular—an obituary for Niggem-ann’s mother—-was drafted and saved 45 minutes before the “temp” folder was created.\nA grand jury returned a two-count indictment charging Niggemann with receiving child pornography and possessing child pornography in violation of § 2252A(a)(2)(A) and (a)(5)(B).-Niggemann waived his right to a jury, and the ease proceeded to a bench trial.\n'Prior to trial the parties stipulated to Niggemann’s' past sexual-abuse conviction, including the anticipated testimony of his daughter, niece, and nephew. Each would have testified about his frequent sexual abuse over a seven-year period. A separate stipulation covered the .anticipated testimony of an‘Illinois State Police special agent, who would have corroborated the testimony of these witnesses and explained that Niggemann had admitted the sexual abuse.\nWith the scope' of the bench trial thus narrowed, the government presented its ease in just one day. Agents Ploessl, Busscher, and Beebe testified, and the government read into evidence the stipulations we’ve just described. The defense presented no evidence. The judge found Niggemann guilty on both counts.\nNiggemann’s prior sexual-abuse conviction triggered a mandatory minimum sentence of 15 years. § 2252A(b)(l). The advisory sentencing range under the Sentencing Guidelines was 235 to 293 months in prison. The government recommended a sentence within the guidelines range, Niggemann’s counsel argued for the 15-year mandatory ‘minimum, noting that Niggemann’s age—he was then 67 years old—meant that a -term longer than the statutory minimum would likely be a death sentence. The judge considered Niggemann’s age but also noted that he . showed no remorse and was a serial sex offender who had victimized vulnerable children. The judge imposed concurrent terms of 182 months and 122 months, just above the mandatory minimum and well below the guidelines range.\nII. Discussion\nNiggemann first contends that the government introduced insufficient evidence to support the convictions. This argument faces a “nearly insurmountable hurdle.” United States v. Sebolt, 460 F.3d 910, 914-15 (7th Cir. 2006). We review the evidence and draw all reasonable inferences in the light most favorable to the prosecution, and Niggemann must show that no rational trier of fact could have found the essential elements of the crimes beyond a reasonable doubt. United States v. Coscia, 866 F.3d 782, 795 (7th Cir. 2017).\nAs evidence-sufficiency challenges go, Niggemann’s is especially weak. He contends that the government failed to prove that he, rather than someone else, used his computers to download and view the child pornography. He calls this a case of “non-exclusive computer possession” because the computers were located in an open room and not password protected and his wife also occupied the home.\nNiggemann relies on two cases as support for this argument. In United States v. Moreland, the defendant, his wife, and his ailing father all had access to a computer that was found to contain child pornography. 665 F.3d 137, 143 (5th Cir. 2011). The father frequently used the computers late at night and admitted an interest in pornography. Id. at 147. The Fifth Circuit reversed the defendant’s conviction because the government had not introduced evidence to establish that the defendant himself—-rather than the father or someone else with access to the computer—had downloaded and viewed the child pornography. Id. at 150-52.\nSimilarly, in United States v. Lowe, the defendant shared a home computer with his wife and a minor relative. 795 F.3d 519, 520 (6th Cir. 2015). The lone account on the computer was in the defendant’s name, and child pornography was downloaded from a peer-to-peer file-sharing program identified with the first two initials of the defendant’s name. Id. at 520-21. The file sharing program was not password protected, and it started running automatically whenever the computer was switched on. Id. at 521. The record contained no further evidence about the defendant’s use of the computer during the relevant time period or his knowledge of the child-pornography downloads. Id. at 524. The Sixth Circuit held that the evidence was insufficient to convict him “without improperly stacking inferences.” Id. at 523.\nThis case is readily distinguishable from Moreland and Lowe. Here, the government introduced overwhelming proof of Niggemann’s receipt and possession of the illicit files. First, the evidence from the forensic searches uniformly pointed to Niggemann. The Ares account used to download and share the pornography was registered under Niggemann’s name and business email address. The icon to access the Ares program was located in the same folder as the icon used to access Niggem-ann’s email. Other files corroborated that these were Niggemann’s computers—e.g., his business and financial records, his cigar receipts, and his golf-handicap spreadsheet. Finally, a mere 45 minutes elapsed between the creation of a draft obituary for his mother and the creation of the “temp” folder that held 36 of the child-pornography videos. Drawing all inferences in favor of the government, the computer evidence alone is sufficient to support the convictions.\nBut there was more. Niggemann all but confessed to the Homeland Security agents during the execution of the search. He downplayed the severity of the crimes and dismissively equated child pornography to other pornography. And Niggem-ann’s criminal history of long-term child sexual abuse was highly probative. He tries to dimmish the value of this evidence by emphasizing that his conviction is decades old and “very different” than the child-pornography charges. No, this criminal history is proof of his long-standing sexual interest in children, and a reasonable trier of fact could find that it establishes motive beyond any reasonable doubt. Sebolt, 460 F.3d at 917.\nSimply put, this case is not at all like Moreland or Lowe. The government introduced more than enough evidence to establish Niggemann’s guilt beyond a reasonable doubt.\nNiggemann also challenges his sentence, arguing that the 182-month prison term is so grossly disproportionate to the crimes that it amounts to cruel and unusual punishment in violation of the Eighth Amendment. The Supreme Court has held that the Eighth Amendment’s prohibition on cruel and unusual punishment “contains a narrow proportionality principle that applies to noncapital sentences.” Ewing v. California, 538 U.S. 11, 20, 123 S.Ct. 1179, 155 L.Ed.2d 108 (2003) (plurality opinion) (internal quotation marks omitted). But the Court set a high bar for these claims: only “extreme sentences that are grossly disproportionate to the crime” will violate the proportionality principle. Id. at 23, 123 S.Ct. 1179 (internal quotation marks omitted).\nThree factors are relevant: “(i) the gravity of the offense and the harshness of the penalty; (ii) the sentences imposed on other criminals in the same jurisdiction; and (iii) the sentences imposed for commission of the same crime in other jurisdictions.” Id. at 22, 123 S.Ct. 1179 (quoting Solem v. Helm, 463 U.S. 277, 292, 103 S.Ct. 3001, 77 L.Ed.2d 637 (1983)). The first factor operates as a threshold requirement. Unless the defendant establishes an inference of gross disproportion-ality between the offense and the penalty, the analysis does not move on to consider sentences imposed on other criminals or in other jurisdictions. United States v. Syms, 846 F.3d 230, 236 (7th Cir. 2017).\nNiggemann argues that his sentence is grossly disproportionate because his prior sexual-abuse conviction was nearly two decades old, the present crimes involve receipt and possession of child pornography rather than active distribution, and his age means that the sentence of 15 years and two months is tantamount to a life sentence.\nWe considered a nearly identical dispro-portionality argument a decade ago in United States v. Gross. There the defendant was convicted of distributing child pornography and, like Niggemann, had a prior conviction for child sexual abuse. The judge imposed the 15-year mandatory minimum sentence under § 2252A(b)(l), and the defendant argued on appeal that the sentence was disproportionate in violation of the Eighth Amendment. Gross, 437 F.3d at 692-93.\nWe rejected the argument. We began with the severity of the crime, explaining that distribution of child pornography is “quite serious” because it “creates a market for its production, which inevitably leads to the abuse of children.” Id. at 693. And a 15-year minimum for an offender who had previously abused a child was amply justified; we declined to second-guess this congressional policy judgment. Id. at 694 (“Any other approach would fail to accord proper deference to the policy judgments that find expression in [Congress’s] choice of sanctions.” (quotation marks omitted)). Finally, we observed that the Supreme Court had rejected Eighth Amendment challenges to much longer sentences for lesser crimes. See Ewing, 538 U.S. at 28-31, 123 S.Ct. 1179 (upholding a sentence of 25 years to life where the triggering offense was felony grand theft of three golf clubs); Rummel v. Estelle, 445 U.S. 263, 284-85, 100 S.Ct. 1133, 63 L.Ed.2d 382 (1980) (upholding a life sentence without parole where the triggering offense was obtaining $120.75 by false pretenses).\nGross forecloses Niggemann’s argument. Although his convictions are for receipt and possession of child pornography—not distribution—his consumption of child pornography incentivized its creation, causing real harm to the minor victims. See Osborne v. Ohio, 495 U.S. 103, 110, 110 S.Ct. 1691, 109 L.Ed.2d 98 (1990) (“Given the importance of ... protecting the victims of child pornography, we cannot fault Ohio for attempting to stamp out this vice at all levels in the distribution chain.”). And his sentence appropriately accounts for' his history of sexually abusing young family members over many years. Long-term child sexual abuse and extensive consumption of child pornography demonstrate that his pedophilic inclinations haven’t abated over time. See United States v. Chapman, 694 F.3d 908, 915 (7th Cir. 2012) (“[A] pedophilic sex offender ... who has committed both a child-pornography .offense and a hands-on sex crime is more likely to commit a future crime, including another hands-on offense,, than a defendant who has committed only a child-pornography offense.” (internal quotation marks omitted)).\nNiggemann may be right that the 182-raonth prison term may amount to a life sentence. But -nothing in the Supreme Court’s Eighth Amendment jurisprudence permits us to disturb the sentence for that reason alone. This is not one of the “exceedingly rare” cases of a grossly disproportionate sentence. Ewing, 538 U.S. at 22, 123 S.Ct. 1179. The district court’s judgment is\nAffirmed.",
        "type": "majority",
        "author": "Sykes, Circuit Judge."
      }
    ],
    "attorneys": [
      "Andrianna D. Kastanek, Attorney, Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.",
      "Patrick W. Blegen, Jodi Garvey, Attorneys, Blegen & Garvey, Chicago, IL, for Defendant-Appellant. ,"
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Bruce H. NIGGEMANN, Defendant-Appellant.\nNo. 17-1145\nUnited States Court of Appeals, Seventh Circuit.\nArgued September 27, 2017\nDecided February 5, 2018\nAndrianna D. Kastanek, Attorney, Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.\nPatrick W. Blegen, Jodi Garvey, Attorneys, Blegen & Garvey, Chicago, IL, for Defendant-Appellant. ,\nBefore Ripple, Sykes, and Hamilton, Circuit Judges."
  },
  "file_name": "0976-01",
  "first_page_order": 1014,
  "last_page_order": 1020
}