{
  "id": 12275279,
  "name": "EROTIC SERVICE PROVIDER LEGAL EDUCATION AND RESEARCH PROJECT; K.L.E.S.; C.V.; J.B., Plaintiffs-Appellants, v. George GASCON, in his official capacity as District Attorney for the City and County of San Francisco; Edward S. Berberian, Jr., in his official capacity as District Attorney of the County of Marin; Nancy E. O'Malley, in her official capacity as District Attorney for the County of Alameda; Jill Ravitch, in her official capacity as District Attorney of the County of Sonoma; Xavier Becerra, Attorney General, in her official capacity as Attorney General of the State of California, Defendants-Appellees",
  "name_abbreviation": "Erotic Service Provider Legal Education & Research Project v. Gascon",
  "decision_date": "2018-02-02",
  "docket_number": "No. 16-15927",
  "first_page": "792",
  "last_page": "792",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 792"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 145,
    "char_count": 1826,
    "ocr_confidence": 0.648,
    "pagerank": {
      "raw": 4.3004890917364487e-08,
      "percentile": 0.27118434317985335
    },
    "sha256": "95972cf917ae9e96e851645de543e9308f1cae41e7b91577e03d2f1f282b3a21",
    "simhash": "1:45a50ebebf60cef5",
    "word_count": 280
  },
  "last_updated": "2023-07-14T16:39:03.968193+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: Consuelo M. Callahan and Carlos T. Bea, Circuit Judges, and Jane A. Restani, Judge."
    ],
    "parties": [
      "EROTIC SERVICE PROVIDER LEGAL EDUCATION AND RESEARCH PROJECT; K.L.E.S.; C.V.; J.B., Plaintiffs-Appellants, v. George GASCON, in his official capacity as District Attorney for the City and County of San Francisco; Edward S. Berberian, Jr., in his official capacity as District Attorney of the County of Marin; Nancy E. O’Malley, in her official capacity as District Attorney for the County of Alameda; Jill Ravitch, in her official capacity as District Attorney of the County of Sonoma; Xavier Becerra, Attorney General, in her official capacity as Attorney General of the State of California, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis order amends the opinion filed for this case on January 17, 2018. The last sentence of the second full paragraph on page 17 of the slip opinion currently reads: “For commercial speech to receive First Amendment protection, however, it must: (1) concern lawful activity and not be misleading; (2) serve a substantial government interest; (3) directly advance the governmental interest asserted; and (4) be narrowly tailored. Id. at 566.” That sentence is now replaced with: “For commercial speech to receive First Amendment protection (1) the speech must concern lawful activity and not be misleading; (2) the challenged restriction must serve a substantial government interest; (3) the restriction must directly advance the governmental interest asserted; and (4) the restriction must be narrowly tailored. Id. at 566.”",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "EROTIC SERVICE PROVIDER LEGAL EDUCATION AND RESEARCH PROJECT; K.L.E.S.; C.V.; J.B., Plaintiffs-Appellants, v. George GASCON, in his official capacity as District Attorney for the City and County of San Francisco; Edward S. Berberian, Jr., in his official capacity as District Attorney of the County of Marin; Nancy E. O’Malley, in her official capacity as District Attorney for the County of Alameda; Jill Ravitch, in her official capacity as District Attorney of the County of Sonoma; Xavier Becerra, Attorney General, in her official capacity as Attorney General of the State of California, Defendants-Appellees.\nNo. 16-15927\nUnited States Court of Appeals, Ninth Circuit.\nFiled February 2, 2018\nBefore: Consuelo M. Callahan and Carlos T. Bea, Circuit Judges, and Jane A. Restani, Judge.\nXavier Becerra is substituted for his predecessor, Kamala Harris. Fed. R. App. P. 43(c)(2).\nThe Honorable Jane A. Restani, Judge for the United States Court of International Trade, sitting by designation."
  },
  "file_name": "0792-01",
  "first_page_order": 830,
  "last_page_order": 830
}