{
  "id": 12275196,
  "name": "Ronald M. GOLDBERG, et al. Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee",
  "name_abbreviation": "Goldberg v. United States",
  "decision_date": "2018-01-31",
  "docket_number": "No. 16-3032",
  "first_page": "529",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 529"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "135 S.Ct. 2480",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12590981
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "2495"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2480-01"
      ]
    },
    {
      "cite": "541 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5870337
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "377-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0369-01"
      ]
    },
    {
      "cite": "511 U.S. 298",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147463
      ],
      "weight": 3,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0298-01"
      ]
    },
    {
      "cite": "467 F.3d 1038",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3804546
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1042"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/467/1038-01"
      ]
    },
    {
      "cite": "531 U.S. 457",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9505769
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/531/0457-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 7421",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)",
          "parenthetical": "generally prohibiting suits \"restraining the assessment or collection of any tax\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "975 F.2d 13",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10511607
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "16",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/975/0013-01"
      ]
    },
    {
      "cite": "20 F.3d 182",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10503996
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "184",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/20/0182-01"
      ]
    },
    {
      "cite": "66 F.3d 220",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11311701
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "223",
          "parenthetical": "\"Because [plaintiff] is challenging only the determination of the tax, the claim is not actionable under § 7433 of the Internal Revenue Code.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/66/0220-01"
      ]
    },
    {
      "cite": "318 F.3d 631",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9337637
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "636",
          "parenthetical": "\"assessments do not give rise to a cause of action under Section 7433\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/318/0631-01"
      ]
    },
    {
      "cite": "723 F.3d 795",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4065927
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "798"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/723/0795-01"
      ]
    },
    {
      "cite": "549 F.3d 530",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5735079
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/549/0530-01"
      ]
    },
    {
      "cite": "314 U.S. 186",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138589
      ],
      "weight": 3,
      "year": 1941,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/314/0186-01"
      ]
    },
    {
      "cite": "26 C.F.R. § 301.6402-2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(b)(l)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1346",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 6511",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 6223",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 6229",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "479 F.3d 522",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3842145
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "525"
        },
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/479/0522-01"
      ]
    },
    {
      "cite": "770 F.3d 680",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4267488
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/770/0680-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 7433",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 7422",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 913,
    "char_count": 18582,
    "ocr_confidence": 0.581,
    "pagerank": {
      "raw": 6.04831090583947e-08,
      "percentile": 0.3743780042774695
    },
    "sha256": "201247f99894cc3c5e9b53d9160af032465a86d83cfeacbf8077f87ae24b4776",
    "simhash": "1:c4e0eec21a82215a",
    "word_count": 2959
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Wood, Chief Judge, and Ripple and Hamilton, Circuit Judges."
    ],
    "parties": [
      "Ronald M. GOLDBERG, et al. Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "Hamilton, Circuit Judge.\nPlaintiffs Ronald M. Goldberg, Sherwin Geitner, and Phillip C. Leavitt, failed to pay federal income taxes they owed for a business partnership for the year 1994. After a criminal investigation touched that partnership, these plaintiffs reached a civil settlement with the Internal Revenue Service in'2003 by agreeing to pay back taxes. Nearly ten years later, however, they filed this suit seeking to invalidate the settlement and to collect other damages by claiming the IRS violated the tax code in assessing their tax liability. Plaintiffs seek relief in the form of both claims for refund under 26 U.S.C. § 7422 and claims for damages under 26 U.S.C. § 7433. The district court granted the government’s motion to dismiss. The court dismissed the refund claims on the- pleadings for lack of jurisdiction for failure to exhaust administrative remedies with the IRS. The court dismissed the claims for damages, also on the pleadings, because they alleged IRS errors only in assessing taxes, not in collecting them, so that the claims fall outside the scope of § 7433, which is limited to errors in collecting taxes. We affirm.\nI. Factual and Procedural Background ■\nSince the district court decided the jurisdictional issue on the pleadings and dismissed the § 7433 claims on the pleadings for failure to state a claim, we accept as true the plaintiffs’ well-pleaded factual allegations and review de novo the district court’s legal conclusions. Meade v. Moraine Valley Community College, 770 F.3d 680, 684 (7th Cir. 2014); Kikalos A United States, 479 F.3d 522, 525 (7th Cir. 2007). We thus do not vouch for the objective truth of the plaintiffs’’ allegations summarized here.\nDecades ago the plaintiffs formed a company called the Fredericksburg partnership to search for oil. The plaintiffs were the sole owners of the Fredericksburg partnership, but they .did not manage the company’s operations. Instead, they contracted with Kraft Oil Management for management services.\nThe activities of the Fredericksburg partnership and Kraft Oil Management eventually drew the attention of the IRS, which began a criminal investigation of the Fredericksburg partnership, Kraft, and Kraft principals Carl Valeri and Bentley Blum. In 2003, the plaintiffs and the IRS settled allegations against the Fredericks-burg partnership in exchange for the payment of taxes for the tax year 1994. By that time, the statute of limitations for 1994 tax liability, had expired, but the IRS had obtained a waiver of the statute .of limitations from Valeri for the plaintiffs’ tax liability. . .\nIn this lawsuit, the plaintiffs allege that the IRS’s tactic violated the tax code because the IRS did not sign the agreement and Valeri could not waive the statute of limitations on plaintiffs’ behalf. See 26 U.S.C. § 6229(a)-(b). The plaintiffs allege that the IRS violated another tax code provision because it never sent required notices to the plaintiffs informing them that the IRS had begun an administrative proceeding focused on the partnership’s tax liability. See 26 U.S.C. § 6223(a). Plaintiffs claim further that they did not discover these alleged violations until 2009, six years after they signed the civil settlement.\nThe plaintiffs never sent formal refund claims to the IRS as required by the tax code and agency regulations. See § 7422(a). Instead, they and others sued the IRS in 2012. (The case was delayed by extended debates over venue but eventually wound up in the Northern District of Illinois.) On appeal plaintiffs seek relief by two separate paths. The first is a claim for a refund of taxes paid under § 7422. The second is a claim for damages for harm supposedly caused by IRS agents failing to follow all the tax code’s requirements in assessing the tax liability while negotiating the settlement.\nThe district court granted the government’s motion to dismiss. The court determined it lacked jurisdiction to hear the plaintiffs’ claim for a refund under § 7422 because the plaintiffs had failed to exhaust administrative processes for claiming refunds before filing the suit. It ruled that the plaintiffs failed to assert a viable claim under § 7433 because that provision offers a remedy for wrongful actions only in collecting taxes, while the plaintiffs had alleged that “the IRS and its agents wrongfully assessed their tax burden.”\nII. Analysis\nThe federal income tax laws are complicated. Taxpayers make mistakes when filing returns and paying taxes, and the IRS makes mistakes when assessing and collecting them. An essential element of the revenue system is the power Congress has given the IRS to resolve these problems internally through reasonable procedures of the agency’s design. See 26 U.S.C. §§ 7422(a), 7433(d)(1) (requiring exhaustion of administrative remedies before filing suit). Congress also imposed a statute of limitations that requires refund claims to be filed within three years from the time the return was filed or two years from the time the tax was paid, whichever is later. 26 U.S.C. § 6511(a). Only taxpayers who have filed timely refund claims and then exhausted these administrative procedures may sue the government for tax refunds in federal court under 28 U.S.C. § 1346 and 26 U.S.C. § 7433.\nRegulations specify how taxpayers must file refund claims. See 26 C.F.R. § 301.6402-2(b)(l). Under these regulations, a taxpayer must affirm that the substance of the refund claim is true, “set forth in detail each ground upon which a credit or refund is claimed and facts sufficient to apprise the Commissioner of the exact basis thereof,” and file the claim before the statute of limitations expires. Id, The plaintiffs’ complaint concedes that they failed to meet these requirements. Nevertheless, the plaintiffs claim that two exceptions—the “informal claim doctrine” for tax refunds and damages claims under § 7433—provide them routes to relief in federal court. We disagree on both points.\nA. The Informal Claim Doctrine\nWe consider first the plaintiffs’ claims for refunds under § 7422. Taxpayers fearing that the IRS will reject their otherwise timely refund claims for failure to dot an i need not worry that the statutory time limit will expire before they can cure any defects. The informal claim doctrine allows a taxpayer’s claim for a refund to survive so long as the taxpayer files some “notice fairly advising the Commissioner of the nature of the taxpayer’s claim” within the limitations period and later makes sure that all “formal defects and lack of specificity have been remedied” by a fully compliant refund claim. United States v. Kales, 314 U.S. 186, 194, 62 S.Ct. 214, 86 L.Ed. 132 (1941); accord, Kikalos v. United States, 479 F.3d 522, 526 (7th Cir. 2007). In this case, however, even taking at face value plaintiffs’ allegation that the IRS had sufficient informal notice to apprise the agency of their claim, plaintiffs have failed to perfect their claim.\nIn applying the informal claim doctrine, we have emphasized the importance of the requirement that a taxpayer perfect an informal administrative claim by remedying the formal defects. In Greene-Thapedi v. United States, 549 F.3d 530, 533 (7th Cir. 2008), we wrote that the “informal claim doctrine is predicated on the expectation that any formal deficiency will at some point be corrected.” The plaintiffs have conceded here their failure to perfect. In their complaint, they offered for the first time to file formal refund claims if the court determined they were necessary: “If the Court requires service to the IRS of formal, written notices pursuant to 26 U.S.C. § 7422(a) in addition to th[e] earlier notice, [plaintiffs] will serve the requisite notices. [Plaintiffs] understand that the law does not require this service once the earlier notice to the IRS is established.” Cmplt. ¶39. Plaintiffs have provided no legal authority to support this understanding. Nor have they offered any independent reason to abandon the perfection requirement.\nWe see no such reason. The perfection requirement ensures that the pragmatic judicial doctrine of informal notice does not disrupt unduly the regulatory regime created by Congress and the IRS for resolving tax disputes.. If unhappy taxpayers could get around the administrative exhaustion requirement of § 7422 by sending deficient claims to the IRS and never following up, then § 7422 and the regulations governing the refund process at the IRS would be more difficult to administer. The district court properly dismissed plaintiffs’ refund claims under § 7422 because they failed to exhaust administrative remedies.\nB. Section 74-33\nThe plaintiffs also cannot recover damages under § 7433. The statute allows taxpayers to sue the government for damages if “in connection with any collection of Federal tax with respect to a taxpayer, any officer or employee of the Internal Revenue Service recklessly or intentionally, or by reason of negligence, disregards any provision” of the Internal Revenue Code or IRS regulation promulgated under the Code. 26 U.S.C. § 7433(a). Like § 7422, § 7433 requires a plaintiff to exhaust administrative remedies through IRS procedures before a court can award relief. See § 7433(d)(1). We have held that the exhaustion requirement in § 7433 is not jurisdictional, so federal courts can hear a § 7433 claim even if a plaintiff has failed to exhaust administrative remedies so long as the government waives the issue. Gray v. United States, 723 F.3d 795, 798 (7th Cir. 2013). Because the government has waived this defense on this claim, we proceed to the merits, which depend on whether the limiting phrase “in connection with any collection” permits these plaintiffs’ claims for damages under § 7433.\nThe problem for plaintiffs here is that they do not allege any misconduct related to the tax collection process. Instead, they claim the IRS violated the tax code when assessing their tax liability, by improperly obtaining statute-of-limitation waivers from agents of the plaintiffs and by failing' to notify the plaintiffs at the outset of the administrative proceedings against their company. (We offer no view on the merits of these allegations.) To avoid the “in connection with any collection” language of § 7433, plaintiffs rely on dictionary definitions and out-of-context dicta from case law interpreting the phrase “in connection' with” in unrelated statutes. In plaintiffs’ view, the process of assessing taxes is itself done “in connection with” collection of taxes so that § 7433 applies to essentially anything the IRS does in assessing tax liability.\nThe government advocates a more limited meaning under which § 7433 allows taxpayers to sue for damages resuiting from tax code violations only during the collection process itself. A taxpayer may seek more limited remedies for violations that precede the collection process—that is, violations of statutes and regulations governing federal tax assessment— through the refund process laid out in § 7422 and described above.\nWe agree with the government and with our colleagues in other circuits that § 7433 allows taxpayers to sue the government for violations of the tax code in the collection process itself but not for alleged violations of law in assessing taxes. See Gandy Nursery, Inc. v. United States, 318 F.3d 631, 636 (5th Cir. 2003) (“assessments do not give rise to a cause of action under Section 7433”); Miller v. United States, 66 F.3d 220, 223 (9th Cir. 1995) (“Because [plaintiff] is challenging only the determination of the tax, the claim is not actionable under § 7433 of the Internal Revenue Code.”); Shaw v. United States, 20 F.3d 182, 184 (5th Cir. 1994) (same); Gonsalves v. Internal Revenue Service, 975 F.2d 13, 16 (1st Cir. 1992) (per curiam) (same). We reach this conclusion based on the important and fundamental difference in tax legislation between. tax assessment and tax collection, and on the unusually clear guidance provided by the legislative history of § 7433.\n1. Assessment v. Collection\nFederal tax Statutes distinguish time and again between the assessment process and the collection process. The tax code does not use the terms interchangeably. When Congress intends for a particular section to apply to both the assessment and collection process, the relevant statute speaks of both assessment and collection, especially in provisions governing the rights of taxpayers to sue the government. See, e.g., 28 U.S.C. § 1346(a)(1)' (granting district courts jurisdictión over suits alleging taxes wrongfully “assessed or collected”); 26 U.S.C. § 7421(a) (generally prohibiting suits “restraining the assessment or collection of any tax”); § 7422(a) (requiring exhaustion of administrative remedies for suits to recover taxes wrongfully “assessed or collected”). This- common practice indicates that when Congress wrote § 7433 to apply only to violations “in connection with any' collection,” the language indicated a deliberate choice to exclude violations in the assessment process.\nReading § 7433 to exclude claims based on tax code violations in tax ássessment also preserves the requirement in § 7422(a) that taxpayers exhaust the administrative refund process before filing suit in federal court to contest tax liability “alleged to have been' erroneously or illegally assessed or collected.” If § 7433 applied to tax code violations committed in the assessment process, the remedy would at best duplicate the refund process and at worst create an unnecessary loophole that might allow taxpayers to skirt the administrative refund process entirely by claiming the IRS negligently violated the tax code. Because the tax code’s assessment requirements create explicit duties and prohibí-tions for IRS employees, it would take little effort for plaintiffs to plead negligence per se-type claims for any violation of tax assessment laws and to claim that they are entitled to damages in the amount of illegally assessed, tax liability.\nThat appears to be exactly what plaintiffs are trying to do in this case. At its heart, plaintiffs’ complaint seeks' to undo their tax liability because they claim the IRS illegally imposed those taxes (despite the 2003 settlement, but we put that aside for this case). To avoid this liability, the plaintiffs seek relief under both § 7422 and § 7433 based on the same alleged misconduct and the same resulting harm. The § 7422 refund claims allege that the IRS failed to notify the plaintiffs and failed to obtain a valid waiver of the statute of limitations. The § 7433 damages claims allege the same violations. Both-the § 7422 and § 7433 claims further allege that the IRS committed these acts intentionally and recklessly, and the § 7433 claim also alleges negligence. Both statutory claims seek invalidation of the plaintiffs’ tax liability under the 2003 settlement (though the § 7433 claim also seeks consequential damages).\nPlaintiffs’ broad interpretation of “in connection with any collection” would treat § 7433 as having created implicitly a new route for tax refunds that would avoid entirely the established administrative remedial scheme. That would give the phrase “in connection with” a- dramatic but improbable effect. Congress “does not alter the fundamental details of a regulatory scheme in vague terms.” King v. Burwell, — U.S. —, 135 S.Ct. 2480, 2495, 192 L.Ed.2d 483 (2015), quoting Whitman v. American Trucking Ass’ns, 531 U.S. 457, 468, 121 S.Ct. 903, 149 L.Ed.2d 1 (2001). If Congress wanted to duplicate or undermine the refund process, we believe it would have done so more clearly.\n2. Legislative History\nWhile the textual difference between tax assessment and collection provides sufficient support for 'the district court’s decision, the legislative history of § 7433 removes any residual doubts that might exist about the effect of the statutory text. The conference committee report on the legislation that became § 7433 shows that Congress deliberately chose to narrow the statutory language to limit the remedy to violations in tax collection, as distinct from tax assessment.\nThe version of the legislation originally passed by the Senate would have provided a right of action to a taxpayer if “in connection with any determination or collection of Federal tax, any officer or employee of the Internal Revenue Service carelessly, recklessly, or intentionally disregards any provision of Federal law.” Technical Corrections Act of 1988, S. 2238, 100th Cong. § 779 (1988) (emphasis added); accord, 134 Cong. Rec. 23458 (daily ed. Sept. 12, 1988) (publishing an amendment to S. 2238). The conference committee amended the bill to limit the right of action in several ways, most notably by removing the word “determination.” H.R. Conf. Rep. No. 100-1104, at 228-29 (1988) (Conf. Rep.), 1988 U.S.C.C.A.N. 5048, 5288-89. Tracing such objective changes in a bill’s language as it makes its way through the legislative process is pot a controversial use of legislative history. Such changes are objectively ascertainable by every legislator and judge and are not comparable to “a potentially self-serving gloss put on language by a Member or a committee.” See Intec USA LLC v. Engle, 467 F.3d 1038, 1042 (7th Cir. 2006), citing Rivers v. Roadway Express, Inc., 511 U.S. 298, 114 S.Ct 1510, 128 L.Ed.2d 274 (1994), and Jones V. R.R. Donnelley & Sons Co., 541 U.S. 369, 377-83, 124 S.Ct. 1836, 158 L.Ed.2d 645 (2004).\nThe purpose of this change was to make clear that the government could not be sued for errors in tax assessment. The conference committee report explained: “The conference agreement follows the Senate amendment, with several modifications .... An action under this provision may not be based on alleged reckless or intentional disregard in connection with the determination of tax.” H.R. Conf. Rep. No. 100-1104, at 229, 1988 U.S.C.C.A.N. at 5289. Legislative history does not come much clearer than that.\nThe judgment of the district court is\nAFFIRMED.",
        "type": "majority",
        "author": "Hamilton, Circuit Judge."
      }
    ],
    "attorneys": [
      "David .Wilson Hepplewhite, Attorney, DAVID W. HEPPLEWHITE, P.C., Chicago, IL, for Plaintiffs-Appellants.",
      "Teresa Marie Abney, OFFICE OF THE UNITED STATES ATTORNEY, Civil Division, Regina S. Moriarty, Francesca Ug-olini, Attorneys, DEPARTMENT OF JUSTICE, Tax Division, Appellate Section, Washington, DC, for Defendant-Ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Ronald M. GOLDBERG, et al. Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee.\nNo. 16-3032\nUnited States Court of Appeals, Seventh Circuit.\nArgued September 14, 2017\nDecided January 31, 2018\nDavid .Wilson Hepplewhite, Attorney, DAVID W. HEPPLEWHITE, P.C., Chicago, IL, for Plaintiffs-Appellants.\nTeresa Marie Abney, OFFICE OF THE UNITED STATES ATTORNEY, Civil Division, Regina S. Moriarty, Francesca Ug-olini, Attorneys, DEPARTMENT OF JUSTICE, Tax Division, Appellate Section, Washington, DC, for Defendant-Ap-pellee.\nBefore Wood, Chief Judge, and Ripple and Hamilton, Circuit Judges."
  },
  "file_name": "0529-01",
  "first_page_order": 567,
  "last_page_order": 574
}