{
  "id": 12275480,
  "name": "THE MEDICINES COMPANY Plaintiff-Appellant v. HOSPIRA, INC., Defendant-Cross-Appellant",
  "name_abbreviation": "Medicines Co. v. Hospira, Inc.",
  "decision_date": "2018-02-06",
  "docket_number": "2014-1469, 2014-1504",
  "first_page": "1347",
  "last_page": "1354",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 1347"
    }
  ],
  "court": {
    "name_abbreviation": "Fed. Cir.",
    "id": 8955,
    "name": "United States Court of Appeals for the Federal Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "726 F.3d 1370",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4074407
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "1375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/726/1370-01"
      ]
    },
    {
      "cite": "761 F.2d 671",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        29348
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "676",
          "parenthetical": "\"The mere fact that a product is delivered to a distributor does not exempt the transaction from 35 U.S.C. § 102(b).\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/761/0671-01"
      ]
    },
    {
      "cite": "424 F.3d 1276",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8928421
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "1282"
        },
        {
          "page": "1279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/424/1276-01"
      ]
    },
    {
      "cite": "855 F.3d 1356",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12277227
      ],
      "weight": 3,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1364-65"
        },
        {
          "page": "1365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/855/1356-01"
      ]
    },
    {
      "cite": "275 F.3d 1040",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9455542
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/275/1040-01"
      ]
    },
    {
      "cite": "595 F.3d 1340",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4215552
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "1361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/595/1340-01"
      ]
    },
    {
      "cite": "254 F.3d 1041",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11092661
      ],
      "weight": 6,
      "year": 2001,
      "pin_cites": [
        {
          "page": "1047"
        },
        {
          "page": "1047"
        },
        {
          "page": "1048"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/254/1041-01"
      ]
    },
    {
      "cite": "525 U.S. 55",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11076321
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/525/0055-01"
      ]
    },
    {
      "cite": "853 F.3d 1296",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12277511
      ],
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/853/1296-01"
      ]
    },
    {
      "cite": "314 F.3d 1313",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9388209
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/314/1313-01"
      ]
    },
    {
      "cite": "995 F.2d 1566",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519508
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "1569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/995/1566-01"
      ]
    },
    {
      "cite": "249 F.3d 1307",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11105555
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "1310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/249/1307-01"
      ]
    },
    {
      "cite": "184 F.3d 1339",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11549728
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/184/1339-01"
      ]
    },
    {
      "cite": "749 F.3d 1349",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4064884
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "1358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/749/1349-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1295",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "827 F.3d 1363",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4334383
      ],
      "weight": 10,
      "year": 2016,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "page": "1373"
        },
        {
          "page": "1375"
        },
        {
          "page": "1367"
        },
        {
          "page": "1375"
        },
        {
          "page": "1380"
        },
        {
          "page": "1374-75"
        },
        {
          "page": "1375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/827/1363-01"
      ]
    },
    {
      "cite": "35 U.S.C. § 271",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(e)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "35 U.S.C. § 102",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 845,
    "char_count": 18120,
    "ocr_confidence": 0.573,
    "pagerank": {
      "raw": 5.1688949094331823e-08,
      "percentile": 0.3251125837838422
    },
    "sha256": "a32d4f80c6a563c24ecadfd3f67c682416727a174ca1bf8115741f60e5c3137a",
    "simhash": "1:bfb4c8b0ae55b053",
    "word_count": 2895
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dyk, Wallach, and Hughes, Circuit Judges."
    ],
    "parties": [
      "THE MEDICINES COMPANY Plaintiff-Appellant v. HOSPIRA, INC., Defendant-Cross-Appellant"
    ],
    "opinions": [
      {
        "text": "Hughes, Circuit Judge.\nThe Medicines Company appeals findings of no infringement made by the United States District Court for the District of Delaware. Hospira cross-appeals the district court’s finding that a distribution agreement did not constitute an invalidating “offer for sale” under 35 U.S.C. § 102(b). We affirm the district court’s noninfringement findings and remand the case for the district court to determine whether the on-sale bar applies.\nI\nThe Medicines Company owns U.S. Patent Nos. 7,582,727 and 7,598,343. Both patent applications were filed on July 27, 2008. The patents cover an improved process for manufacturing a drug product of bivalirudin, a synthetic peptide used as an anti-coagulant. For almost twenty years, The Medicines Company has marketed its bivalirudin product under the brand name Angiomax. Sales of Angiomax represent over 90% of The Medicines Company’s revenues. J.A. 16050 at 70:15-22.\nThe Medicines Company’s original manufacturing process occasionally produced batches of Angiomax with unacceptably high levels of the impurity Aspbivaliru-din. To solve this problem, The Medicines Company developed a new mixing method, which it incorporated in the master batch record on October 25, 2006.. The Medicines Company’s contract manufacturer, Ben Venue Laboratories, used this patented mixing method for all Angiomax batches manufactured since October 31, 2006. By using this process, Ben Venue consistently manufactures Angiomax batches with a maximum Aspbivalirudin= impurity level of 0.6%. The overriding majority of Angio-max. batches produced using The Medicines Company’s original manufacturing method had impurity levels below 0.6%.\nOn February 27, 2007, The Medicines Company entered into a Distribution Agreement with Integrated Commercialization Solutions, Inc. (ICS). That agreement stated that The Medicines . Company “now desire[d] to sell the Product” to ICS and ICS “desire[d] to purchase and .distribute, the Product.” J,A.r 14674. Accordingly, title passed to-ICS .‘{upon receipt of Product at the distribution center.” J,A. 14678 ■ ¶ 4.1. The - Distribution Agreement forbade The Medicines Company from selling Angiomax to any other party in the United States for the.three-year duration of .the contract. Notably, ICS had been providing distribution for The Medicines Company since September 2002, but ICS did. not take title to the. product under the previous distribution agreement.\nThe Distribution Agreement included a “Commercial Price List” dictating the price of the product, J.A. 14697, and required ICS to place weekly orders “for such quantities of Product as are necessary to maintain an. appropriate level of inventory based on. customers’ historical purchase volumes.” J.A. 14676 ¶3.1. The Medicines Company agreed to “use its commercially reasonable efforts” to fill ICS’s product orders within two days of order receipt. J.A. 14678 ¶4.2. ICS’s orders were deemed accepted unless The Medicines Company rejected the order within two business days. ICS first, received batches of Angiomax produced by the improved process in August 2007.\nSeeking to market a generic version of Angiomax, Hospira submitted an Abbreviated New Drug Application to the Food and Drug Administration. In Hospira’s mixing process, the pH-adjusting solution is added to the bivalirudin solution in three equivalent portions. The first two portions are “added rapidly with about 2-minute mixing time,” and the third portion is “added gradually over a period of approximately 10 minutes.” J.A. 13958. Hospira mixes the batches using a paddle mixer at 560 rpm.\nThe Medicines Company filed suit in the District of Delaware alleging infringement of the ’727 and ’343 patents under 35 U.S.C. § 271(e)(2). In response, Hospira asserted that the patents are invalid. After a bench trial, the district court concluded that the patents were neither infringed nor invalid. The district court found that the invention was ready for patenting but was not sold or offered for sale before the critical date of July 27, 2008. The court concluded that the Distribution Agreement was only an agreement for ICS to be the U.S. distributor of Angiomax and was not an offer to sell Angiomax. Based on the holding that “there was no offer to sell,” the court did not reach “whether the Distribution Agreement concerned Angiomax made by the new method as opposed to Angiomax made by the original method.” J.A. 26 n.14.\nBoth parties appealed. This, case is on remand from Medicines Co. v. Hospira, Inc. (Medicines I), 827 F.3d 1363 (Fed. Cir. 2016) (en banc). We have jurisdiction under 28 U.S.C. § 1295(a)(1).\nII\nWe review the district court’s legal determinations de novo and factual findings for clear error. Braintree Labs., Inc. v. Novel Labs., Inc., 749 F.3d 1349, 1358 (Fed. Cir. 2014). Infringement is a question of fact. WMS Gaming, Inc. v. Int'l Game Tech., 184 F.3d 1339, 1346 (Fed. Cir. 1999). Invalidity under the on-sale bar is a question of law with underlying questions of fact. Robotic Vision Sys., Inc. v. View Eng’g, Inc., 249 F.3d 1307, 1310 (Fed. Cir. 2001). Contract interpretation is a question of law that we review de novo. Intel Corp. v. ULSI Sys. Tech., Inc., 995 F.2d 1566, 1569 (Fed. Cir. 1993).\nA\n“Because claim language defines claim scope, the first step in an infringement analysis is to construe the claims.” Amgen Inc. v. Hoechst Marion Roussel, Inc., 314 F.3d 1313, 1324 (Fed. Cir. 2003). In Medicines Co. v. Mylan, Inc., 853 F.3d 1296 (Fed. Cir. 2017), we analyzed the claims of the ’727 and ’343 patents and determined that both patents require “efficient mixing” as defined by Example 5 of the specification:\nThe pH-adjusting solution was added to the bivalirudin solution at a controlled rate of 2 L/min using a peristaltic pump. A homogenizer was used to provide a high shear mixing environment (between about 1000 rpm and 1300 rpm) within the bivalirudin solution as the pH-adjusting solution was added[.] A feed tube extended from the peristaltic pump to an inlet in the homogenizer, so that the pH-adjusting solution was added to the bivalirudin solution at a site adjacent to the blades of the homogenizer. Simultaneously, a paddle mixer was used for mixing (mixing rate of between 300 rpm and 700 rpm) near the surface of the bivalirudin solution.\n’727 patent, col. 22 11. 47-58; ’343 patent, col. 23 11. 21-31.\nUnder our analysis, Hospira clearly does not infringe the patented method because it does not perform “efficient mixing.” Hospira adds the pH-adjusting solution in three portions, rather than at a controlled rate. Hospira also uses a single paddle mixer at 560 rpm, but the claimed method requires using a paddle mixer in conjunction with a homogenizer. Because Hospira’s mixing process does not satisfy the “efficient mixing” limitation, we affirm the district court’s finding of noninfringement.\nB\nA patent is invalid under the on-sale bar if, before the critical date, 1) the product is the subject of a commercial offer for sale, and 2) the invention is ready for patenting. Pfaff v. Wells Elecs., Inc., 525 U.S. 55, 67, 119 S.Ct. 304, 142 L.Ed.2d 261 (1998). In Medicines I, we provided a framework for determining whether there is an offer for sale. We apply Federal Circuit law and analyze the issue “under the law of contracts as generally understood,” focusing “on those activities that would be understood to be commercial sales and offers for sale ¾ the commercial community.’” Medicines I, 827 F.3d at 1373 (quoting Grp. One, Ltd. v. Hallmark Cards, Inc., 254 F.3d 1041, 1047 (Fed. Cir. 2001)). Although the Uniform Commercial Code (UCC) is not dispositive, it is a useful guide for defining whether “a communication or series of communications rises to the level of a commercial offer for sale.” Id. (quoting Gyp. One, 254 F.3d at 1047). A commercial sale “is a contract between parties to give and to pass rights of property for consideration which the buyer pays or promises to pay the seller for the thing bought or sold.” Id. (quoting Trading Techs. Int’l, Inc. v. eSpeed, Inc., 595 F.3d 1340, 1361 (Fed. Cir. 2010)). An offer for sale is “one which the other party could make into a binding contract by simple acceptance.” Grp. One, 254 F.3d at 1048.\nUnder the standards established by Medicines I, the terms of the Distribution Agreement make clear that the Medicines Company and ICS entered into an agreement to sell and purchase the product. See J.A. 14674. Those relevant terms inclu4e: a statement that The Medicines Company “now desire[d] to sell the Product” to ICS and ICS “desire[d] to purchase and distribute the Product,” J.A. 14674; the price of the product, J.A. 14697; the purchase schedule, J.A. 14676 ¶ 3.1; and the passage of title from The Medicines Company to ICS, J.A. 14678 ¶ 4.1.\nDespite the specific requirements of the Distribution Agreement, The Medicines Company nevertheless contends that the Distribution Agreement does not constitute an offer for sale because the agreement permitted The Medicines Company to reject all purchase orders submitted by ICS. This argument fails for two reasons.\nFirst, as discussed above, the terms of the Distribution Agreement show it was an offer for sale. To support its claim that the Distribution Agreement was not a commercial offer for sale, The Medicines Company relies on Group One, Ltd. v. Hallmark Cards, Inc., 254 F.3d 1041 (Fed. Cir. 2001), and Linear Technology Corp. v. Micrel, Inc., 275 F.3d 1040 (Fed. Cir. 2001). The facts of Group One and Linear Technology are not analogous to this case. In both cases, the patent owner marketed the product but never reached any sale agreement. Here, The Medicines Company agreed to sell Angiomax to ICS, and ICS agreed to purchase it. Further, The Medicines Company and ICS explicitly and purposefully changed their previous distribution services relationship to let ICS take title to the product upon receipt at the distribution center. As we noted in Medicines I, the UCC “describes a ‘sale’ as ‘the passing of title from the seller to the buyer for a price.’” 827 F.3d at 1375 (quoting UCC § 2-106(1)). Therefore, the passage of tit|e here “is a helpful indicator” that Angiomax was subject to an offer for sale. See id.\nSecond, the Distribution Agreement required The Medicines Company to use “'commercially reasonable efforts” to fill the purchase orders. J.A. 14678 ¶4.2. Thus, -despite The Medicines Company’s reliance on its apparent blanket ability to reject all purchase orders, the agreement actually required it to make reasonable efforts. Further, under UCC § 2-306(2), an exclusive distribution agreement “imposes unless otherwise agreed an obligation by the. seller to use best efforts to supply the goods.”\nMoreover, as a factual matter, the district court specifically found that “rejecting an order would be unlikely given the parties’ course of dealing.” J.A. 26 n.13. The Medicines Company had to fill the orders because sales of Angiomax provide the vast majority of The Medicines Company’s revenues, J.A. 16050 at 70:15-22, and the Distribution Agreement designates ICS as The Medicines Company’s sole purchaser within the -.United States and its territories for a three-year period. Therefore, The Medicines Company could not simply reject ICS’s orders for any reason, but instead was required to fill them unless it was commercially unfeasible to do so. The Medicines Company, therefore, did not enter into the type of optional sales arrangement with ICS that might not qualify as an offer for sale. It, instead, entered into an exclusive distribution agreement that provided all of the necessary terms and conditions to constitute a commercial offer for sale.\nThe Distribution Agreement here is very similar to the agreement in Helsinn Healthcare S.A. v. Teva Pharmaceuticals USA Inc., 855 F.3d 1356 (Fed. Cir. 2017). That agreement designated Helsinn as the sole supplier of the product and “[bore] all the hallmarks of a commercial contract for sale,” including “price, method of payment, and method of delivery.” Id. at 1364-65. Even though the orders were subject to written acceptance and confirmation, the agreement was an offer for sale because it obligated. Helsinn to meet the purchase orders. Id. at 1365.\nLikewise, in Enzo Biochem, Inc. v. Gen-Probe Inc., 424 F.3d 1276 (Fed. Cir. 2005), we held that a contractual provision concerning the supply “of worldwide requirements at reasonable times and prices ... constitutes an offer to sell that has been accepted.” Id. at 1282. Similar to the Distribution Agreement, the Enzo contract did not dictate the amount of product to be sold. Unlike the Distribution Agreement, however, the Enzo contract did not include specific details regarding the nature of the sale, omitting the purchase price and an obligation to follow a purchase schedule. The Enzo contract also explicitly limited the purchaser’s obligation to purchase ingredients “at prices and time schedules which' are reasonably competitive with those of other sources'.” Id. at 1279. Nonetheless, we found the agreement sufficient to constitute a commercial offer for sale. Given that the Distribution Agreement here contains more details than the contract at issue in Enzo—including the purchase price, a weekly purchase schedule, and a requirement that The Medicines Company fill ICS’s orders unless commercially unfeasible—it constitutes a commercial offer for sale.\nMoreover, in Medicines I, we further defined the contours of the on-sale bar and we apply that framework here. We note the stark differences between the Distribution Agreement with ICS in this case, and the arrangement with Ben Venue in Medicines I, which we held was not a sale. In Medicines I, The Medicines Company “paid Ben Venue $347,500 to manufacture three batches of bivalirudin according to the patents-at-issue.” 827 F.3d at 1367. That transaction. did not constitute a commercial offer for sale because: (1) the invoices issued by Ben Venue covered manufacturing charges; (2) The Medicines Company paid Ben Venue only about 1% of the market value of the product; and (3) title to the pharmaceutical batches did not transfer to Ben Venue. Id. at 1375. Accordingly, we concluded that “Ben Venue sold contract manufacturing services—not. the patented invention—to [The Medicines Company].” Id. In contrast, the terms of the Distribution Agreement dictate a sale of product between The Medicines Company and ICS, including the “commercial price” of the product and the transfer of title to ICS. J.A. 14697.\nFurthermore, the on-sale bar- does not exempt commercial agreements between a patentee and its supplier or distributor. In re Caveney, 761 F.2d 671, 676 (Fed. Cir. 1985) (“The mere fact that a product is delivered to a distributor does not exempt the transaction from 35 U.S.C. § 102(b).”). We affirmed this principle in Medicines I:\nWhere the supplier has title to the patented product or process, the supplier receives blanket authority to market the product or disclose the process for manufacturing the product to others, or the transaction is a sale of product at full market value, even a transfer of product to the inventor may constitute a commercial sale under § 102(b). The focus must be on the commercial character of the transaction, not solely on the identity of the participants.\n827 F.3d at 1380. Here, the terms of the Distribution Agreement dearly demonstrate the “commercial character” of the transaction. Therefore, the Distribution Agreement was a commercial offer for sale.\nOf course, the question remains whether the Distribution Agreement covered the patented product. For the on-sale bar to apply, the invention, as defined by the patent’s claims, must be on sale. Id. at 1374-75, Because the district court incorrectly concluded that the Distribution Agreement was not a commercial offer for sale, it did not reach the question of whether the Distribution Agreement covered the Angiomax. created by the new, patented process. We leave this question for the district court to consider on remand.\nC\nAn invention is ready for patenting when it is reduced to practice or is “depicted in drawings or described in writings of sufficient nature to enable a person of ordinary skill in the art to practice the invention.” Hamilton Beach Brands, Inc. v. Sunbeam Prods., Inc., 726 F.3d 1370, 1375 (Fed. Cir. 2013)!\nThe district court found that the invention was ready for patenting before the critical date because the master batch record “disclose[d] how to use the process according to the invention.” J.A. 23, We agree. Ben Venue used the master batch record to produce batches of Angiomax using the patented process. Furthermore, Ben Venue reduced the invention to practice by following the master batch record. Although Medicines I did not decide the question of whether the invention was ready for patenting, we'noted that “Ben Venue acted as a pair of ‘laboratory hands’ to reduce MedCo’s invention to practice.” 827 F.3d at 1375. The district court correctly determined that- the invention was ready for patenting before ■ the critical date.\nIll\nBecause the district court erred in concluding that the Distribution Agreement was not a commercial offer for sale, we reverse and remand for the court to determine whether the offer to sell covered the patented invention. We affirm the district court’s finding that Hospira’s process does not infringe the asserted patents, and do not reach the remaining issues on appeal.\nREVERSED IN PART, AFFIRMED IN PART, AND REMANDED",
        "type": "majority",
        "author": "Hughes, Circuit Judge."
      }
    ],
    "attorneys": [
      "Edgar Haug, Haug Partners LLP, New York, NY, argued for plaintiff-appellant. Also represented by'Porter F. Fleming, Angus Chen, Jason Ari Kanter, Laura Krawczyk, Catalin, Sebastian Zqnte, Damon Marcus Lewis.",
      "Bradford Peter Lyerla,. Jenner & Block LLP, ChicagOi IL, argued for defendant-cross-appellant. Also represented by Aaron A. Barlow, Sara Tonnies Horton."
    ],
    "corrections": "",
    "head_matter": "THE MEDICINES COMPANY Plaintiff-Appellant v. HOSPIRA, INC., Defendant-Cross-Appellant\n2014-1469, 2014-1504\nUnited States Court of Appeals, Federal Circuit.\nDecided February 6, 2018\nEdgar Haug, Haug Partners LLP, New York, NY, argued for plaintiff-appellant. Also represented by'Porter F. Fleming, Angus Chen, Jason Ari Kanter, Laura Krawczyk, Catalin, Sebastian Zqnte, Damon Marcus Lewis.\nBradford Peter Lyerla,. Jenner & Block LLP, ChicagOi IL, argued for defendant-cross-appellant. Also represented by Aaron A. Barlow, Sara Tonnies Horton.\nBefore Dyk, Wallach, and Hughes, Circuit Judges."
  },
  "file_name": "1347-01",
  "first_page_order": 1375,
  "last_page_order": 1382
}