{
  "id": 12275349,
  "name": "Beebe ROH, Mother and next friend of Marcus Roh, minor, Plaintiff-Appellant, v. STARBUCKS CORPORATION, Defendant-Appellee",
  "name_abbreviation": "Roh v. Starbucks Corp.",
  "decision_date": "2018-02-02",
  "docket_number": "No. 16-4033",
  "first_page": "969",
  "last_page": "976",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 969"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2008 WL 905912",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "162 Ill.Dec. 534",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "219 N.E.2d 483",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "486"
        },
        {
          "page": "486"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "35 Ill.2d 74",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        5380589
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/35/0074-01"
      ]
    },
    {
      "cite": "230 N.E.2d 494",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "same"
        },
        {
          "page": "494",
          "parenthetical": "dismissing suit for failure to state a claim given obvious nature of danger posed to a four-year-old by a riding lawn mower"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "87 Ill.App.2d 114",
      "category": "reporters:state",
      "reporter": "Ill. App. 2d",
      "case_ids": [
        2547393
      ],
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-2d/87/0114-01"
      ]
    },
    {
      "cite": "580 N.E.2d 160",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "accompanied minor injured while a guest at defendants home"
        },
        {
          "page": "167"
        },
        {
          "page": "165-68",
          "parenthetical": "affirming summary judgment for landowner after toddler fell into stream on property because although the stream .was- obscured by weeds, parents could be expected-to keep child away from area"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "162 Ill.Dec. 634",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "accompanied minor injured while a guest at defendants home"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "219 Ill.App.3d 823",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        5799863
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "accompanied minor injured while a guest at defendants home"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/219/0823-01"
      ]
    },
    {
      "cite": "781 N.E.2d 631",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 5,
      "year": 2002,
      "pin_cites": [
        {
          "page": "635"
        },
        {
          "page": "634-38",
          "parenthetical": "infant accompanied by parents injured at defendant restaurant"
        },
        {
          "page": "839",
          "parenthetical": "\"Even the most vigilant parent cannot be omnisciente.]\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "269 Ill.Dec. 834",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 3,
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "335 Ill.App.3d 825",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        637145
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "269"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/335/0825-01"
      ]
    },
    {
      "cite": "126 N.E.2d 836",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1955,
      "pin_cites": [
        {
          "page": "841"
        },
        {
          "page": "842"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "5 Ill.2d 614",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2703925
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/5/0614-01"
      ]
    },
    {
      "cite": "860 N.E.2d 479",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 9,
      "year": 2006,
      "pin_cites": [
        {
          "page": "484"
        },
        {
          "page": "485"
        },
        {
          "page": "485",
          "parenthetical": "accompanied minor injured on merchandise display cabinet"
        },
        {
          "page": "486"
        },
        {
          "page": "486"
        },
        {
          "page": "487"
        },
        {
          "page": "487"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "307 Ill.Dec. 825",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 6,
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "369 Ill.App.3d 27",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        4267104
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/369/0027-01"
      ]
    },
    {
      "cite": "301 N.E.2d 307",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "54 Ill.2d 539",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2933898
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/54/0539-01"
      ]
    },
    {
      "cite": "554 N.E.2d 223",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "226"
        },
        {
          "page": "226-27"
        },
        {
          "page": "229",
          "parenthetical": "\"It is fundamental tort law that before a defendant can be found to have been negligent, it must first be determined that the defendant owed a legal duty to the plaintiff.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "143 Ill.Dec. 288",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 3,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "136 Ill.2d 132",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        3255179
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/136/0132-01"
      ]
    },
    {
      "cite": "660 N.E.2d 863",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "868"
        },
        {
          "page": "868"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "214 Ill.Dec. 156",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 2,
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "169 Ill.2d 110",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        909171
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/169/0110-01"
      ]
    },
    {
      "cite": "832 F.3d 645",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4350221
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "648"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/832/0645-01"
      ]
    },
    {
      "cite": "869 F.3d 543",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12265488
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/869/0543-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 1332",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1063,
    "char_count": 20609,
    "ocr_confidence": 0.569,
    "pagerank": {
      "raw": 8.491746668788783e-08,
      "percentile": 0.48626985588735094
    },
    "sha256": "1712a9e57b05bcd88e2d32222b071f67d9f833874c60c46b083b772fff2893d5",
    "simhash": "1:820235818fc0c480",
    "word_count": 3390
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bauer, Rovner, and Sykes, Circuit Judges."
    ],
    "parties": [
      "Beebe ROH, Mother and next friend of Marcus Roh, minor, Plaintiff-Appellant, v. STARBUCKS CORPORATION, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "Rovner, Circuit Judge.\nWhile Beebe and Lucas Roh were at Starbucks on Rush Street in Chicago, Illinois with their two sons Alexander and Marcus, a wood and metal stanchion fell onto Marcus Roh’s finger. Marcus’s injured finger had to be amputated that same day. Beebe sued Starbucks Corporation in state court on\" behalf of Marcus, claiming its negligence caused Marcus’s injury. Invoking federal diversity jurisdiction, Starbucks removed the ease to federal- court, where the district court granted summary judgment in favor of Starbucks. Beebe appeals, and we affirm, concluding, as did the district court, that any duty Starbucks may have owed Marcus was abrogated by his parents’ presence with him in Starbucks at the time of the accident.\nI.\nThe day Marcus injured his finger, the Roh family was visiting a recently opened Starbucks store in downtown Chicago at the busy comer of Oak and Rush Streets. In its other stores, Starbucks has .used varying approaches to encourage line formation and control crowds in the store; these methods include lightweight metal floor baskets placed strategically throughout the store, coffee stands, and occasionally (depending on customer traffic) stanchions with a round base and retractable belts that can connect to adjacent stanchions (like those often seen at airports and crowded venues).\nThis particular Starbucks, however, commissioned an individual named Paul D, Punke to create custom metal stanchions for placement within the store to direct the flow of customer traffic. Punke had previously worked for Potbelly Sandwich Shops, salvaging reclaimed furniture and artifacts for their metal stanchions, which were ordinarily made from salvaged posts from 1800’s-era iron fences or stair posts. The Potbelly stanchions were connected by heavy chains and welded to a base attached to the floor so the weight of the chain did not tip the stanchion over.\nIn contrast to the stanchions affixed to the floor that Punke had created for Potbelly’s, the stanchions in the Oak and Rush Starbucks were freestanding. Although the testimony on the precise reason is disputed, the parties agree that Starbucks initially did not want to affix' the stanchions to the floor-—either because it intended to first establish traffic patterns or simply for aesthetic reasons and to retain flexibility to move them when necessary. Whatever the reason, instead of welding a base that could be affixed to the floor, Punke added a heavy concrete base to the stanchions that could be removed at a later time if Starbucks wanted to permanently affix them to the floor. The stanchions were then used with ropes to control the traffic in the new store, as shown in this picture from the record:\n(Defendant’s Motion for Summary Judgment, Dkt. 51, Exhibit E.)\nThe Roh family visited the new Oak and Rush store on February 9, 2013, approximately two months after it opened. At that time, Marcus was three years old, and Alexander was five. Lucas and Beebe walked with the boys past the stanchions and ordered drinks. After receiving their coffee, the family went to the second floor to use the restrooms. When they returned to the main level and were exiting the store, Beebe and Lucas heard them son Marcus begin crying. Lucas, who had heard a loud noise immediately preceding Marcus’s cries, saw that one of the stanchions had been knocked to the ground. He picked up a screaming Marcus and the entire family went immediately to their car parked out front and took Marcus to the Lurie Children’s Hospital emergency room. Shortly thereafter, Marcus was taken by ambulance to the University of Chicago Medicine Comer Children’s Hospital, where the Rohs thought doctors may be able to save Marcus’s damaged finger.\nThe finger, however, could not be saved. Marcus’s left middle finger was surgically amputated. Marcus also injured his left index finger, which was treated with the insertion of a pin that was later removed.\nAlthough neither Beebe nor Lucas saw what caused the stanchion to fall and have never asked their sons what happened that day, the record establishes that the boys were playing on the rope and stanchions. Marcus remembers little in terms of specifics, but did answer in the affirmative when asked at his deposition whether he was “playing on a pole that day.” His older brother Alexander testified that he thought they were playing on the poles because they were bored, and he thinks he was swinging on the ropes. Judd Luckey, a Starbucks barista working that day, recalled that the boys were “jungle gyming” on the stanchions, and that one of the boys climbed up onto the stanchion while his brother was “hanging on the rope.” Another barista working that day, Nicole Parad-is, remembers seeing Marcus and Alexander running around near the stanchions.\nJen Turner, who was the store manager for the Oak and Rush Starbucks, had expressed some concern about the stanchions on the final walkthrough of the store before it opened. At that time, she mentioned to the district manager, regional director, regional vice president, and several individuals from the design team (all there for the walkthrough) that although the stanchions were beautiful they should consider having them affixed to the floor so they would not have to worry about them falling over. Later Turner herself bruised her leg badly when she attempted to step over the stanchions and caught her foot in the rope, pulling the stanchion onto her leg. She emailed the district manager and the facility manager at the time to inform them that the stanchion had bruised her leg.\nBeebe Roh initiated this action on behalf of Marcus in Illinois state court, alleging that Starbucks was negligent by failing to safely maintain its premises, to adequately secure the stanchion, to properly inspect it to ensure its stability, to warn patrons of the potential danger posed by the stanchion, or to realize that minor patrons would not appreciate the risk posed by the unsecured stanchion. Starbucks removed the action to federal court under the diversity statute, see 28 U.S.C. §§ 1332, 1441, (given Marcus’s injuries the amount in controversy exceeds $75,000 and there is complete diversity of citizenship—Starbucks is incorporated in Washington with its principal place of business in Seattle, and Beebe is a citizen and resident of Illinois).\nThe district court granted Starbucks’ motion for summary judgment, concluding that under Illinois law, Marcus’s parents Beebe and Lucas, not Starbucks, bore the responsibility to protect Marcus from the obvious danger posed by playing on the unsecured stanchions. The district court also denied Beebe Roh’s motion for reconsideration, clarifying that the claim against Starbucks failed under either an “active negligence” or “premise liability” theory.\nII.\nWe review the district court’s grant of summary judgment de novo, examining the record in the light most favorable to Roh and construing all reasonable inferences from the evidence in her favor. E.g., Anderson v. Liberty Lobby Inc., 477 U.S. 242, 255, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Reed v. Freedom Mortgage Corp., 869 F.3d 543, 547 (7th Cir. 2017). Summary judgment is proper when there are no genuine disputes of material fact and the movant is entitled to judgment as a matter of law. Fed. R. Civ. P. 56(a). In a diversity case such as this one, where neither party raises a conflict of law issue, federal courts apply the law of the state in which they sit. Am. Family Mut. Ins. Co. v. Williams, 832 F.3d 645, 648 (7th Cir. 2016).\nTo state a cause of action for negligence under Illinois law, a plaintiff must establish the existence of a duty, the defendant’s breach of that duty, and that the breach proximately caused the plaintiffs resulting injuries. Mt. Zion State Bank & Trust v. Consol. Commc’ns, Inc., 169 Ill.2d 110, 214 Ill.Dec. 156, 660 N.E.2d 863, 868 (1995). Here thé primary issue is whether Starbucks owed Marcus Roh any duty to protect him from the stanchion that toppled onto his finger. We conclude, as did the district court, that any duty owed Marcus by Starbucks was abrogated by his parents’ presence with him in the store that day.\n‘ Whether a duty exists in a given case is a question of law to be determined by the court. Ward v. K Mart Corp., 136 Ill.2d 132, 143 Ill.Dec. 288, 554 N.E.2d 223, 226 (1990). Illinois courts have recognized that the concept of duty in negligence cases is “‘involved, complex, and indeed nebulous,’ ” id. (quoting Mieher v. Broim, 54 Ill.2d 539, 301 N.E.2d 307, 308 (1973)), but have identified the following factors critical to the inquiry: (1) the foreseeability of the injury; (2) the likelihood of the injury; (3) the difficulty of guarding against it; and' (4) the consequences of putting the burden to guard against it on the defendant. Ward, 143 Ill.Dec. 288, 554 N.E.2d at 226-27; Harlin v. Sears Roebuck & Co., 369 Ill.App.3d 27, 307 Ill.Dec. 825, 860 N.E.2d 479, 484 (2006).\nBecause Illinois has rejected the attractive-nuisance doctrine, generally landowners or occupiers in Illinois owe no greater duty to small children than the duty owed to adults. Kahn v. James Burton Co., 5 Ill.2d 614, 126 N.E.2d 836, 841 (1955); Perri v. Furama Rest., Inc., 335 Ill.App.3d 825, 269 Ill.Dec. 834, 781 N.E.2d 631, 635 (2002). Instead, in premises-liability cases involving injury to a child, “the true basis of liability [is] the foreseeability of harm to the child.” Kahn, 126 N.E.2d at 842. A child’s injury will be deemed foreseeable to the landowner if (1) the owner or occupier knows or should know that children habitually frequent the property; (2) a defective structure or dangerous condition is present on the property; (3) the defective structure or dangerous condition is likely to injure children because they are incapable, due to their age and immaturity, of appreciating the risk involved; and- (4) the expense and inconvenience of remedying the defective structure or dangerous condition is slight when compared to the risk to children. Id., 307 Ill.Dec. 825, 860 N.E.2d at 485.\nAlthough this test ordinarily applies where an injured minor is trespassing or unaccompanied, it has been extended to apply in situations like the Roh’s where the injured child is accompanied by a parent. See Harlin, 307 Ill.Dec. 825, 860 N.E.2d at 485 (accompanied minor injured on merchandise display cabinet); Perri, 269 Ill.Dec. 834, 781 N.E.2d at 634-38 (infant accompanied by parents injured at defendant restaurant); Stevens v. Riley, 219 Ill.App.3d 823, 162 Ill.Dec. 634, 580 N.E.2d 160. (1991) (accompanied minor injured while a guest at defendants home); Kay v. Ludwick, 87 Ill.App.2d 114, 230 N.E.2d 494 (1967) (same). If the dangerous-condition test is satisfied—i.e., if the court finds that the injury was foreseeable to the landowner—the landowner’s duty to the child may be abrogated if the child is accompanied by á parent. This is because “[t]he responsibility for a, child’s safety lies primarily with its parents, whose duty it is to see that his behavior does not involve danger to himself.” Driscoll v. C. Rasmussen Corp., 35 Ill.2d 74, 219 N.E.2d 483, 486 (1966); see also Mt. Zion Bank & Trust, 214 Ill.Dec. 156, 660 N.E.2d at 868. Thus, the landowner’s duty to a child is abrogated if “the child was injured due to an obvious danger while under the supervision of his or her parent; ‘or when the parents knew of the existence of the dangerous condition that caused the child’s injury.’” Harlin, 307 Ill.Dec. 825, 860 N.E.2d at 486 (quoting Stevens, 162 Ill.Dec. 534, 580 N.E.2d at 167).\nThe Rohs maintain that Starbucks had a duty to prevent the injury because neither they nor Marcus were aware of the danger posed by the stanchions. They argue primarily that summary judgment was improper- because they could not have anticipated that the stanchions might fall, and thus there is at- least a question of fact as to whether the danger posed by the- stanchions was “hidden,” such that Starbucks is liable for Marcus’s injury.\n' But even when viewed most favorably to them, the facts do not support the imposition of a duty on Starbucks. Both Beebe and Lucas admit having observed the stanchions when they entered Starbucks. They insist, however, that they were not and could not have been 'aware of the dangerous nature of the stanchions, and thus could not have exercised due care to prevent Marcus’s injury. We are unconvinced by their suggestion that the potentially dangerous nature of the clearly visible stanchions was somehow hidden- from them. As the district court noted, it is a matter of common sense that serious injury could result from climbing on the stanchions and swinging from the ropes connecting them together. Beebe essentially argues that they could not have foreseen the particular injury that Marcus suffered. But no such specificity is required.\nFor example, in Sears, the Illinois appellate court considered a negligence claim stemming from a'fall when a two-year-old was injured when she tripped and hit her head on a sharp corner of an empty metal display stand in the Sears store. The court rejected the plaintiffs argument that the corner of the display stand constituted a latent dangerous condition that a two-year old could not be expected to appreciate. Sears, 307 Ill.Dec. 825, 860 N.E.2d at 486. Despite the mother’s testimony that she did not perceive anything dangerous about the display stand, the court concluded that it was a “matter of common sense that two year olds often fall and may get hurt when they land on noncircular objects with metal at the bottom.” Id., 307 Ill.Dec. 825, 860 N.E.2d at 487. Because the child’s mother was aware of the display stand, it was irrelevant whether the child could be expected to appreciate the danger posed by the metal edge. Sears was not negligent simply because the child’s mother “apparently saw -no harm in letting her daughter walk on her own near the.display stand.” Id., 307 IlLDec. 825, 860 N.E.2d at 487. It was also irrelevant whether the child’s mother could have foreseen that particular injury; it was enough that she was aware generally of the display stand’s existence and the possibility that a toddler could trip and fall into it.\nLikewise, the .Rohs need not' to have seen the particular accident that befell Marcus and its disastrous results. It is enough that the Rohs saw the stanchions, which were plainly very heavy. That any parent could foresee that a child hanging from the rope connecting the stanchions or otherwise playing on and around them could be injured is sufficient to support the conclusion that Starbucks did not breach any duty to Marcus, who was engaged in an activity while under his parents’ supervision that could obviously lead to injury of some kind. See Ward, 143 Ill.Dec. 288, 554 N.E.2d at 229 (“It is fundamental tort law that before a defendant can be found to have been negligent, it must first be determined that the defendant owed a legal duty to the plaintiff.”).\nA district court applying Illinois negligence law reached a similar conclusion in Blackford v. Wal-Mart Stores, No. 07-437-GPM, 2008 WL 905912 (S.D. Ill. Apr. 2, 2008). In Blackford, a two-year old was injured when he climbed onto a floor buffing machine inside the store. Like Beebe, the plaintiff in Blackford (the child’s moth-, er) argued that although she saw the floor buffer she could not have anticipated that a child could activate it or that it would pose any danger to a child when it was not activated. Id. at 3. The court rejected the plaintiffs argument, noting that it was irrelevant whether she perceived that .the floor buffer was dangerous because common sense dictated that a young child might be attracted to a machine -and discover “through play” a means to activate it.’ Id. at 4. See also Stevens, 162 Ill.Dec. 534, 580 N.E.2d at 165-68 (affirming summary judgment for landowner after toddler fell into stream on property because although the stream .was- obscured by weeds, parents could be expected-to keep child away from area); Ludwick, 230 N.E.2d at 494 (dismissing suit for failure to state a claim given obvious nature of danger posed to a four-year-old by a riding lawn mower).\nBeebe seeks to distinguish this line of cases, arguing that Marcus’s injury, more closely parallels' the situation in Perri v. Furama Restaurant, where an Illinois appellate court concluded there was a genuine issue of material fact as to whether a restaurant owner was negligent in placing a pot of hot tea on a lazy susan without notifying parents at the table of the tea, 335 Ill.App.3d 825, 269, Ill.Dec. 834, 781 N.E.2d 631 (2002), Perri, however, is inapplicable ‘ here because there the parents were completely unaware that the tea had been placed on the table, and therefore could not' have foreseen that their son might tip it over by spinning the lazy susan oh the table. Perri, 269 Ill.Dec. 834, 781 N.E.2d at 839 (“Even the most vigilant parent cannot be omnisciente.]”). We reject the Rohs’ attempt to characterize their apparent failure to fully appreciate the danger posed by the stanchions as equivalent to the plaintiffs complete lack of awareness of the existence of the teapot on the table in Perri. As Perri itself pointed out, a parent’s duty to supervise absolves a defendant of liability “where an injury is not foreseeable unless a parent or caretaker fails to properly supervise a minor child”—which is precisely what occurred here. Id.\nTheir insistence that Paul Punke did not intend the stanchions to be unsecured does not change this analysis. First, Punke did not testify, as the Rohs claim, that he recommended the stanchions be affixed to the floor. Instead, he explained that they had bolted similar stanchions to the floor in the past but that the heavy concrete base was created to stabilize these particular stanchions so they would not have to be bolted to the floor. He specifically testified about the stanchions that he “felt that they were safe” for “directing traffic” and that he would not have sold them to Starbucks if he believed they were unsafe or dangerous. The same is true of Jen Turner’s observation to store executives that they could consider affixing the stanchions to the floor and her subsequent injury when stepping over them. Neither her casual observation about affixing the stanchions nor the fact that she sustained an injury when stepping over them rather than walking around them as intended sheds light on Starbucks’ duty to an accompanied minor whose parents saw the stanchions and understood their intended purpose.\nThus, even when viewing the facts in the light most favorably to the Rohs, there is no record support for the assertion that Starbucks disregarded safety recommendations or otherwise created a hazardous situation with the stanchions. This conclusion also forecloses their skeletal argument that the district court erred by failing to address what they characterize as an alternative claim for “active negligence.”\nIf there were some evidence that the stanchions tipped because they were faulty, unstable or otherwise hazardous when being used according to their intended purpose, this’ would be a different case. Here, however, it was plainly evident to the Rohs that the heavy stanchions were intended to control traffic flow in the store; their failure to prevent their sons from climbing and playing on them led to Marcus’s injury, not the breach of any duty on Starbucks’ part. As the court in Driscoll observed, it “is always unfortunate when a child gets injured while playing, but a person who is merely in possession and control of the property cannot be required to indemnify against every possible injury thereon.” 35 Ill.2d at 74, 219 N.E.2d at 486. The fact that Marcus tragically sustained a life-altering injury does not change the fact that his parents, not Starbucks, bore the duty of protecting him from harm arising from playing on the stanchions, which they admit having seen when they first entered the defendant’s premises.\nIII.\nFor the foregoing reasons, we AFFIRM the entry of summary judgment in favor of Starbucks Corporation.",
        "type": "majority",
        "author": "Rovner, Circuit Judge."
      }
    ],
    "attorneys": [
      "William T: Gibbs,' Attorney, Corboy & Demetrio, Chicago, IL, for Plaintiff-Appellant.",
      "Elizabeth A. Boratto, Andrew Kent Miller, Attorneys, Miller Law Group, Hins-dale, IL, for Defendant-Appellee."
    ],
    "corrections": "",
    "head_matter": "Beebe ROH, Mother and next friend of Marcus Roh, minor, Plaintiff-Appellant, v. STARBUCKS CORPORATION, Defendant-Appellee.\nNo. 16-4033\nUnited States Court of Appeals, Seventh Circuit.\nArgued September 13, 2017\nDecided February 2, 2018\nWilliam T: Gibbs,' Attorney, Corboy & Demetrio, Chicago, IL, for Plaintiff-Appellant.\nElizabeth A. Boratto, Andrew Kent Miller, Attorneys, Miller Law Group, Hins-dale, IL, for Defendant-Appellee.\nBefore Bauer, Rovner, and Sykes, Circuit Judges."
  },
  "file_name": "0969-01",
  "first_page_order": 1007,
  "last_page_order": 1014
}