{
  "id": 12275215,
  "name": "James E. DANIELS, Jr., Plaintiff-Appellant, v. Wendy KELLEY, Director, Arkansas Department of Correction (originally named as Ray Hobbs), Defendant-Appellee",
  "name_abbreviation": "Daniels v. Kelley",
  "decision_date": "2018-02-01",
  "docket_number": "No. 16-3822",
  "first_page": "607",
  "last_page": "615",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 607"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2009 Ark.App. 664",
      "category": "reporters:state",
      "reporter": "Ark. App.",
      "case_ids": [
        7319492
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "683",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/344/0678-01"
      ]
    },
    {
      "cite": "921 F.2d 830",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546732
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/921/0830-01"
      ]
    },
    {
      "cite": "16 F.3d 878",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10531357
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/16/0878-01"
      ]
    },
    {
      "cite": "726 F.2d 1316",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1929670
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "1319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/726/1316-01"
      ]
    },
    {
      "cite": "562 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12439786,
        6005083
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/178/0624-01",
        "/us/562/0086-01"
      ]
    },
    {
      "cite": "548 U.S. 140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500367
      ],
      "weight": 6,
      "year": 2006,
      "pin_cites": [
        {
          "page": "144"
        },
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/548/0140-01"
      ]
    },
    {
      "cite": "376 U.S. 575",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379455
      ],
      "weight": 4,
      "year": 1964,
      "pin_cites": [
        {
          "page": "589"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0575-01"
      ]
    },
    {
      "cite": "461 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298090
      ],
      "weight": 7,
      "year": 1983,
      "pin_cites": [
        {
          "page": "11-12"
        },
        {
          "page": "11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0001-01"
      ]
    },
    {
      "cite": "529 U.S. 362",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9508607
      ],
      "weight": 5,
      "year": 2000,
      "pin_cites": [
        {
          "page": "412"
        },
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/529/0362-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2013 WL 2149901",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2013 Ark. 208",
      "category": "reporters:state",
      "reporter": "Ark.",
      "pin_cites": [
        {
          "page": "2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2012 WL 11276",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 6,
      "pin_cites": [
        {
          "page": "*8"
        },
        {
          "page": "*3"
        },
        {
          "page": "*3"
        },
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2012 Ark. App. 9",
      "category": "reporters:state",
      "reporter": "Ark. App.",
      "pin_cites": [
        {
          "page": "6-7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "726 F.2d 1316",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1929670
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "1319"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/726/1316-01"
      ]
    },
    {
      "cite": "548 U.S. 140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500367
      ],
      "weight": 4,
      "year": 2006,
      "pin_cites": [
        {
          "page": "147-48"
        },
        {
          "page": "144"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/548/0140-01"
      ]
    },
    {
      "cite": "376 U.S. 575",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379455
      ],
      "weight": 5,
      "year": 1964,
      "pin_cites": [
        {
          "page": "589"
        },
        {
          "page": "589"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/376/0575-01"
      ]
    },
    {
      "cite": "461 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298090
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "11-12"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/461/0001-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "2012 WL 11276",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 3,
      "pin_cites": [
        {
          "page": "*3"
        },
        {
          "page": "*3"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 860,
    "char_count": 21847,
    "ocr_confidence": 0.594,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24882435230779865
    },
    "sha256": "413a50c08f1ab6eb9fa2dc6cff39b1a5b14f813a429f51f7ac07e7201c965318",
    "simhash": "1:6b47c02a7705087e",
    "word_count": 3509
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLLOTON, BENTON, and KELLY, Circuit Judges."
    ],
    "parties": [
      "James E. DANIELS, Jr., Plaintiff-Appellant, v. Wendy KELLEY, Director, Arkansas Department of Correction (originally named as Ray Hobbs), Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "COLLOTON, Circuit Judge.\nJames Daniels, an Arkansas inmate serving a 65-year sentence for drug trafficking offenses, appeals an order of the district court denying his application for a writ of habeas corpus. Daniels complains that the decision of the Arkansas courts upholding his conviction involved an unreasonable application of clearly established federal law concerning the right to counsel and an unreasonable determination of the facts of his case. We disagree and affirm the judgment of the district court.\nI.\nIn 2011, Daniels was convicted in Arkansas state court of two drug trafficking offenses, and the Arkansas Court of Appeals affirmed. Daniels v. State, 2012 Ark. App. 9, at 6-7, 2012 WL 11276, at *8. Daniels sought post-conviction relief, but the trial court denied his petition, and the Arkansas Supreme Court affirmed. Daniels v. State, 2013 Ark. 208, at 2, 2013 WL 2149901, at *4.\nDaniels’s claim in this federal proceeding centers on an alleged violation of his Sixth Amendment right to counsel, so we recount the procedural history of his state criminal proceeding. After the State arrested and charged Daniels in August 2010, the Arkansas trial court appointed counsel for him as an indigent defendant. Daniels remained in custody due to a parole violation. A co-defendant, Justin Jones, was also detained when he was unable to post sufficient bond for pretrial release.\nDaniels and Jones were arraigned in October 2010. Jones was still unable to post bond, so the trial court decided to “fast track” the case and set it for trial on December 14, 2010. At the end of the hearing, Daniels asked the court’s permission to retain private counsel. The court acknowledged Daniels’s right to do so, but informed him that it would not grant a continuance to accommodate a new attorney. Two days later, Daniels’s parents consulted with a private attorney, but this attorney did not enter an appearance or work on Daniels’s case.\nThe cbtirt held another pretrial hearing on November 15, Appointed counsel appeared for Daniels. The private attorney with whom Daniels’s parents had consulted was also present, but he informed the court that after talking to a friend in law enforcement about the case, he was unwilling to represent Daniels. Daniels’s, appointed counsel apparently had been-expecting private counsel to assume representation of Daniels, so she requested a continuance of the December 14 trial date. The court largely denied the.motion, explaining in part that the next available trial date was in February and that delay would unnecessarily prolong the pre-trial detention of co-defendant Jones. After discussion, the court rescheduled the trial for December 16, 2010.\nSix days before trial, appointed counsel again moved for a continuance so that Daniels would have time to hire a private attorney. The court summarily denied the motion. On the date of trial, counsel renewed the motion to continue, arguing that Daniels had not had ample time to find an attorney of his choosing. The court denied the motion, observing that the private attorney consulted by Daniels’s parents had never entered an appearance and stating that the court gave priority to cases where the defendants were in jail. The case then proceeded to trial with Daniels as the only defendant, and he was convicted on two drug trafficking charges. The court sentenced him to 65 years’ imprisonment. The record suggests that Jones gave a statement to the prosecution on the day before trial, but it does not show a plea agreement or otherwise explain why Jones was not tried with Daniels.\nDaniels appealed his conviction, arguing that the trial court’s refusal to grant a continuance denied him his Sixth Amendment right to counsel of choice. The Arkansas Court of Appeals affirmed. On the issue of right to counsel, the court- held “that the trial judge did not abuse his discretion and that Daniels failed to demonstrate prejudice amounting to a denial of justice.” Daniels, 2012 WL 11276, at *3. The court observed that Daniels “identified no new attorney he desired to retain, attempted to retain, or who was willing to be retained, in the month prior to trial.’’ Id. The court continued that Daniels was “represented at all times by a public defender whose qualifications were never questioned,- and the trial judge-made clear from the outset that no continuance would be granted on-the basis of-a change of attorneys.” Id. Daniels raised the denial' of a continuance again in a state post-conviction proceeding, but the trial court denied relief, and the Arkansas Supreme Court ruled that the court of appeals decision on direct appeal was law of the case.\nDaniels then petitioned the district court for a writ of habeas corpus under 28 U.S.C. § 2254(d). A magistrate judge recommended granting the writ, but the district court rejected the recommendation and denied relief. The court concluded that the Arkansas Court of Appeals did not unreasonably apply clearly established federal law when it affirmed the trial court’s denial of Daniels’s motion for a continuance.\nII.\nTo obtain relief under 28 U.S.C. § 2254(d), a petitioner must establish that the state court’s adjudication (1) “resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,” or (2) “resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.” Daniels contends the Arkansas Court of Appeals unreasonably applied clearly established law when, it rejected his right-to-counsel claim. He argues that he enjoyed a constitutional right to secure retained counsel of his choice and that the trial court violated his right by arbitrarily refusing to continue the trial.\nThe phrase “clearly established law, as determined by the Supreme Court” in § 2254(d) “refers to the holdings, as opposed to the dicta, of [the] Court’s decisions as of the time of the relevant state-court'decision.” Williams v. Taylor, 529 U.S. 362, 412, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). Applying that rule, there are two questions about whether Daniels has properly identified clearly established law in support of his claim for relief. First, Daniels relies on a statement in Morris v. Slappy, 461 U.S. 1, 103 S.Ct. 1610, 75 L.Ed.2d 610 (1983), that “an unreasoning and arbitrary ‘insistence upon expeditiousness in the face of á justifiable request for delay1 violates the right to the assistance of counsel,” id. at 11-12, 103 S.Ct. 1610 (quoting Ungar v. Sarafite, 376 U.S. 575, 589, 84 S.Ct. 841, 11 L.Ed.2d 921 (1964)), but this language is arguably dicta. The holding of Slappy was that the trial court there did not violate the defendant’s right to counsel by denying a motion for continuance based on the substitution of appointed counsel six days before trial. Id. at 12, 103 S.Ct.-1610. Ungar, too, held that the denial of a continuance in that case did not violate the defendant’s constitutional rights. 376 U.S; at 591, 84 S.Ct. 841. Second, although an element of the Sixth Amendment right to counsel “is the right of a defendant who does not require appointed counsel to choose who will represent him,” United States v. Gonzalez-Lopez, 548 U.S. 140, 144, 126 S.Ct. 2557, 165 L.Ed.2d 409 (2006), the State contends that no Supreme Court decision clearly establishes that an indigent defendant has a constitutional right to retain counsel of his choice with resources provided by a third party.\nWe will ássume for the sake of analysis that Daniels enjoyed a constitutional right to choose counsel whom his parents could afford to retain, and that clearly established law precludes an arbitrary denial of a motion to continue that is designed to facilitate that choice of counsel. Even so, Daniels -cannot demonstrate that he is-entitled to relief; A' state-court decision, is “unreasonable”' within the meaning of § , 2254(d) only when it is “so lacking in justification that there [is] an error well understood and comprehended in existing , law beyond any possibility for fairminded disagreement.” Harrington v. Richter, 562 U.S. 86, 103, 131 S.Ct. 770, 178 L.Ed.2d 624 (2011). The decision of the Arkansas courts was within the range of reasonableness.\nThe Arkansas Court of Appeals held that “the trial judge did not abuse his discretion” in denying Daniels’s motion to continue the trial. A trial court has “wide latitude in balancing the right to counsel of choice against the needs of fairness and against the demands of its calendar,” Gonzalez-Lopez, 548 U.S. at-152, 126 S.Ct. 2557 (citations omitted), and “broad discretion” over “matters of continuances.” Slappy, 461 U.S. at 11, 103 S.Ct. 1610. Here, when Daniels asked for continuances in November and December 2010, he did not identify-a-proposed counsel of choice who would be prepared to represent Daniels at trial on a proposed date. That the trial judge had declared earlier that he would not continue the trial based on the appearance of a ’ new attorney ’did not relieve Daniels of. the obligation to identify an attorney who would represent him with the proposed continuance. Trial judges must rule based on the circumstances presented, and it is not an act of futility, as the dissent suggests, for a defendant to make an adequate record in support of a constitutional claim. Without an identified counsel of choice and a proposed trial date, the benefits of a continuance were too speculative to show the denial of a clearly established right.\nDaniels complains that the state court unreasonably decided to “fast track” his case, but it was not unreasonable for the state courts to consider the fact that co-defendant Jones was detained as favoring a prompt trial date. A continuance from December 16 until February would have prolonged the detention of a party who was presumed innocent. When Jones apparently was severed from Daniels on the day of trial, a fairminded state court could conclude that the public’s interest in the efficient administration of justice supported the denial of a last-minute continuance, especially when Daniels had not identified a different attorney to represent him as retained counsel. See Urquhart v. Lockhart, 726 F.2d 1316, 1319 (8th Cir. 1984).\nDaniels cites other remarks of the trial court' about his appointed attorney’s qualifications, the strength of the evidence, and the simplicity of the case to support his assertion that the state courts unreasonably applied clearly established law. Daniels did not raise these grounds for relief in his direct appeal, so it is doubtful that he fairly presented these factual premises of his claim to the appropriate state court as required. See Flieger v. Delo, 16 F.3d 878, 884 (8th Cir. 1994); McKinnon v. Lockhart, 921 F.2d 830, 832 & n.2 (8th Cir. 1990). In any event, the state courts reasonably could conclude that the cited factors were appropriate considerations in assessing whether a continuance was necessary to allow either Daniels’s appointed attorney or a newly-retained attorney time to prepare for trial.\nDaniels argues that the state court unreasonably applied clearly established law when it relied on the absence of prejudice in upholding the denial of Daniels’s motion for continuance. In Gonzalez-Lopez, the Court ruled that “[wjhere the right to be assisted by counsel of one’s choice is wrongly denied,... it is unnecessary to conduct an ineffectiveness or prejudice inquiry to establish a Sixth Amendment violation.” 548 U.S. at 148, 126 S.Ct. 2557. There is some tension between that decision and the alternative holding of the Arkansas Court of Appeals “that Daniels failed to demonstrate prejudice amounting to a denial of justice.” Daniels, 2012 WL 11276, at *3. But the potential conflict between the state court’s reasoning and Gonzalez-Lopez does not warrant relief. The state court ruled independently that the trial judge “did not abuse his discretion” in denying a continuance, so an asserted absence of prejudice was not necessary to the decision.\nThe dissent mistakenly asserts that the Arkansas Court of Appeals “started its analysis with an erroneous statement of the law: that the likelihood of prejudice was a component of the abuse of discretion inquiry.” Post, at 614. The Arkansas court, rather, referred to distinct inquiries concerning abuse of discretion and prejudice: “Whether to grant a continuance is left to the sound discretion of the trial court that will not be overturned in the absence of an abuse of discretion resulting in prejudice that amounts to a denial of justice. Price v. State, 2009 Ark.App. 664, 344 S.W.3d 678.” Daniels, 2012 WL 11276, at *2 (emphasis added). The court’s citation makes clear that it was engaged in separate inquires, for the Price court explained that “[a]n appellant must not only demonstrate that the trial court abused its discretion by denying the motion for continuance, but also show prejudice that amounts to a denial of justice.” 344 S.W.3d at 683 (emphasis added).\nDaniels contends alternatively that the state court’s decision was based on an unreasonable determination of the facts. Yet Daniels does not identify factual errors in the decision of the state court. His argument is that the state court ignored certain facts in its legal analysis and relied on other facts that were insufficient to justify the court’s legal conclusion. This contention is simply another way of urging that the state court unreasonably applied an established legal principle to the facts of Daniels’s case. See Williams, 529 U.S. at 413, 120 S.Ct. 1495. For the reasons discussed, we conclude that the state court did not unreasonably apply clearly established law.\nThe judgment of the district court is affirmed.\n. The Honorable J. Leon Holmes, United States District Judge for the Eastern District of Arkansas.",
        "type": "majority",
        "author": "COLLOTON, Circuit Judge."
      },
      {
        "text": "KELLY, Circuit Judge,\ndissenting.\nThe Arkansas Court of Appeals denied James Daniels relief on his Sixth Amendment claim alleging denial of his right to counsel of choice. After a recitation of the chronology of events in Daniels’s case, that court held, with little elaboration, “that the trial judge did not abuse his discretion and that Daniels failed to demonstrate prejudice amounting to a denial of justice.” Daniels, 2012 WL 11276, at *3. Because that holding is both “contrary to” and “an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,” 28 U.S.C. § 2254(d)(1), I respectfully dissent.\nThe court characterizes the state court’s determination “that Daniels failed to demonstrate prejudice amounting to a denial of justice,” Daniels, 2012 WL 11276, at *3, as an “alternative holding” that merely creates “some tension” with Gonzalez-Lopez. I disagree. In my view, the prejudice inquiry is at the core of the Arkansas Court of Appeals’ abridged legal analysis. By focusing in significant part on the competent representation provided by Daniels’s public defender, the Arkansas court’s analysis is in direct conflict with Gonzalez-Lopez:\nThe right to select counsel of one’s choice ... has been regarded as the root meaning of the constitutional guarantee. Where the right to be assisted by counsel of one’s choice is wrongly denied, therefore, it is unnecessary to conduct an ineffectiveness or prejudice inquiry to establish a Sixth Amendment violation. Deprivation of the right' is • “complete” when the defendant is erroneously prevented from being represented by the lawyer he wants, regardless óf the quality of the representation he. received.\n548 U.S. at 147-48, 126 S.Ct. 2557 (citations omitted). The Arkansas Court of Appeals’ holding is simply contrary to this clearly established holding of the Supreme Court.\nI also disagree that the Arkansas court’s opinion contains an entirely distinct holding—that “the trial court did not abuse his discretion,” Daniels, 2012 WL 11276, at *3—that supports denying the petition. A state court could offer alternative holdings, only one of which is legally or factually proper, and that could support the denial of a § 2254 petition. But in this case, the abuse-of-discretion holding was not independent of the prejudice inquiry, and thus they are not truly alternative holdings. Instead, the Arkansas court started its analysis with an erroneous statement of the law: that the likelihood of prejudice was a component of the abuse of discretion inquiry. Id. at *2 (explaining that, in exercising its discretion about whether to grant a continuance based on “new counsel’s néed to prepare,” a trial court “may consider ,.. whether denial will likely result in prejudice to the defendant,” making reliance-on that factor a permissible basis upon which an appellate court could find that the trial court did not abuse its discretion).. A more natural reading, therefore, is to view the no-abuse-of-discretion finding as based on the facts stated in support of it, namely that Daniels was unable to retain counsel and that he was competently represented by the public defender in the case.\nHowever, even if wé assume that this one sentence contains -two unrelated holdings and that the abuse-of-discretion holding was not based in any way on the prejudice inquiry, that holding nonetheless represents an unreasonable application of clearly established law. It is cléarly established that “a myopic insistence upon expeditiousness in the face of a justifiable request for delay can render the right to defend with counsel a • mere formality.” Ungar, 376 U.S. at 589, 84 S.Ct. 841; see also Slappy, 461 U.S. at 11-12, 103 S.Ct. 1610 (explaining that the focus on expeditiousness cannot be “unreasoning and arbitrary”). But the Arkansas court did not inquire whether the trial court acted in an unreasoning and arbitrary manner, nor did it determine whether Daniels’s request for delay was justifiable. Instead, it focused exclusively on the fact that Daniels was unable to retain counsel in the month prior to trial. The court here, too, notes: “[tjhat the trial judge had declared earlier that he would not continue the trial based on the appearance of a new attorney did not relieve Daniels of the obligation to identify an attorney who would represent him with the proposed continuance.” ■ -\nBut this rationale ignores practical reality. More particularly, such a holding would require that, in order to protect his Sixth Amendment rights, Daniels ignore the trial court’s clear, unequivocal, and repeated admonitions regarding its unwillingness to grant a continuance. Futilely, he should have endeavored to identify counsel who would hypothetically be willing to represent him if the trial court changed its mind. Such a requirement conditions a defendant’s Sixth Amendment right to counsel of choice on the very myopic, unreasoning, and arbitrary state court decision making that is forbidden by clearly established federal law. Of course, under different circumstances,- it may indeed be relevant-to the inquiry that a defendant has not successfully retained counsel. Cf. Urqhart, 726 F.2d at 1319. But when a trial court has already indicated that it will insist on expeditiousness without regard to any other factors, it is the trial court, not the defendant, who has made retention of counsel improbable, if not impossible.\nBecause the decision of the Arkansas Court of Appeals is both contrary to, and involves an unreasonable application of, clearly established federal law, I would reverse the district court’s denial of Daniels’s § 2254 motion.\n. While the court declines to address what clearly established law requires, (he precedents cited by Daniels do constitute clearly established law. The court is correct to note that \"clearly established law” refers to holdings as opposed to dicta, but the language it cites from Slappy and Ungar is a necessary component of the Court’s holding in those cases. See Holding, Black’s Law Dictionary (10th ed. 2014) (\"A court’s determination of a matter of law pivotal to its decision; a principle drawn from such a decision.”). In those cases, in order for the Court to find that the trial court did not violate the defendant's right to counsel, it was necessary to set out a standard for when a violation of that right would occur, and then compare the facts of those cases to that standard. That is why the Court explained in Ungar that \"a myopic insistence upon expeditiousness in the face of a justifiable request for delay can render the right to defend with counsel an empty formality,” 376 U.S. at 589, 84 S.Ct. 841, and further held, ”[t]he answer must be found in the circumstances present in every case, particularly in the reasons presented to the trial judge at the time the request was denied.” Id. And similarly, while it is true that indigent defendants do not have a right to choose their appointed counsel if they are unable to pay, there can be no serious dispute that defendants have the right to be represented by retained counsel of their choice, regardless of their indigent status. Cf. Gonzalez-Lopez, 548 U.S. at 144, 126 S.Ct. 2557 (\"We have previously held that an element of this right is the right of a defendant who does not require appointed counsel to choose who will represent him.” (emphasis added)).",
        "type": "dissent",
        "author": "KELLY, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Craig Lambert, North Little Rock, AR, for Plaintiff-Appellant.",
      "Vada Berger, Assistant Attorney General, Brooke Jackson Gasaway, Attorney General’s Office, Little Rock, AR, for Defendant-Appellee."
    ],
    "corrections": "",
    "head_matter": "James E. DANIELS, Jr., Plaintiff-Appellant, v. Wendy KELLEY, Director, Arkansas Department of Correction (originally named as Ray Hobbs), Defendant-Appellee.\nNo. 16-3822\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: September 20, 2017\nFiled: February 1, 2018\nCraig Lambert, North Little Rock, AR, for Plaintiff-Appellant.\nVada Berger, Assistant Attorney General, Brooke Jackson Gasaway, Attorney General’s Office, Little Rock, AR, for Defendant-Appellee.\nBefore COLLOTON, BENTON, and KELLY, Circuit Judges."
  },
  "file_name": "0607-01",
  "first_page_order": 645,
  "last_page_order": 653
}