{
  "id": 12275424,
  "name": "SPRING CREEK COAL COMPANY, Petitioner, v. Susan MCLEAN, O/B/O of Bradford MCLEAN, deceased; Director, Office of Workers' Compensation Programs, United States Department of Labor, Respondents",
  "name_abbreviation": "Spring Creek Coal Co. v. McLean ex rel. McLean",
  "decision_date": "2018-02-05",
  "docket_number": "No. 17-9515",
  "first_page": "1211",
  "last_page": "1226",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 1211"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "741 F.2d 968",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        618515
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "970-71",
          "parenthetical": "holding that jurisdiction is proper in any jurisdiction where a coal miner was employed because pneumoconiosis \"is caused by extensive, extended exposure to coal dust, and it is impossible to say that any one exposure caused the disease.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/741/0968-01"
      ]
    },
    {
      "cite": "65 Fed. Reg. 79,943",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "weight": 6,
      "year": 2000,
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "678 F.3d 305",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3873040
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/678/0305-01"
      ]
    },
    {
      "cite": "78 Fed. Reg. 59,105",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "weight": 7,
      "year": 2013,
      "pin_cites": [
        {
          "page": "45-46"
        },
        {
          "page": "46"
        },
        {
          "page": "46",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 F.3d 1102",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3253640
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1103",
          "parenthetical": "noting that courts must give \"considerable weight\" to the DOL's interpretation of the BLBA"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/455/1102-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "842-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    },
    {
      "cite": "78 Fed. Reg. 59102",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 2013,
      "pin_cites": [
        {
          "page": "59104-59105"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 2882",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6175785
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "7",
          "parenthetical": "noting that \"pneumoconiosis is customarily classified as 'simple' or 'complicated' \""
        },
        {
          "parenthetical": "noting that \"pneumoconiosis is customarily classified as 'simple' or 'complicated' \""
        },
        {
          "parenthetical": "noting that \"pneumoconiosis is customarily classified as 'simple' or 'complicated' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/428/0001-01"
      ]
    },
    {
      "cite": "855 F.2d 509",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529365
      ],
      "weight": 10,
      "year": 1988,
      "pin_cites": [
        {
          "page": "511"
        },
        {
          "page": "512"
        },
        {
          "page": "512-13",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "512"
        },
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/855/0509-01"
      ]
    },
    {
      "cite": "20 C.F.R. § 718.305",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(b)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(d)(2)"
        },
        {
          "page": "(b)(2)"
        },
        {
          "page": "(b)(2) and (d)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "864 F.3d 1142",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275980
      ],
      "weight": 3,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1145"
        },
        {
          "page": "1145",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/864/1142-01"
      ]
    },
    {
      "cite": "20 C.F.R. § 725.202",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. § 718.201",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "30 U.S.C. § 901",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "984 F.2d 364",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10513243
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "368",
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/984/0364-01"
      ]
    },
    {
      "cite": "743 F.3d 1331",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4117470
      ],
      "weight": 8,
      "year": 2014,
      "pin_cites": [
        {
          "page": "1341"
        },
        {
          "page": "1342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/743/1331-01"
      ]
    },
    {
      "cite": "783 F.3d 498",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4149157
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/783/0498-01"
      ]
    },
    {
      "cite": "876 F.3d 663",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12265445
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "668",
          "parenthetical": "quoting Hobet Mining, LLC v. Epling, 783 F.3d 498, 504 (4th Cir. 2015)"
        },
        {
          "page": "667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/876/0663-01"
      ]
    },
    {
      "cite": "30 U.S.C. § 921",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 22,
      "pin_cites": [
        {
          "page": "(c)(4)"
        },
        {
          "page": "251"
        },
        {
          "page": "258"
        },
        {
          "page": "259"
        },
        {
          "page": "260"
        },
        {
          "page": "264"
        },
        {
          "page": "267"
        },
        {
          "page": "268"
        },
        {
          "page": "269"
        },
        {
          "page": "270"
        },
        {
          "page": "(c)(4)"
        },
        {
          "page": "(c)(4)"
        },
        {
          "page": "26"
        },
        {
          "page": "29"
        },
        {
          "page": "(c)(3)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "30 U.S.C. § 932",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 16,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "21"
        },
        {
          "page": "10"
        },
        {
          "page": "9"
        },
        {
          "page": "21"
        },
        {
          "page": "242"
        },
        {
          "page": "247"
        },
        {
          "page": "247-48"
        },
        {
          "page": "248"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 921",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "30 U.S.C. §§ 901-944",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1422,
    "char_count": 45162,
    "ocr_confidence": 0.582,
    "pagerank": {
      "raw": 6.209811994104169e-08,
      "percentile": 0.3845040772647363
    },
    "sha256": "e4cc0e461be4b4dbe622003c660d66ffaa078e165feb5eb183a2ad5a84641053",
    "simhash": "1:29ed6cf42e6ce2e8",
    "word_count": 7174
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BRISCOE,.LUCERO, and BACHARACH, Circuit Judges."
    ],
    "parties": [
      "SPRING CREEK COAL COMPANY, Petitioner, v. Susan MCLEAN, O/B/O of Bradford MCLEAN, deceased; Director, Office of Workers’ Compensation Programs, United States Department of Labor, Respondents."
    ],
    "opinions": [
      {
        "text": "BRISCOE, Circuit Judge.\nSpring Creek Coal Company (Spring Creek) petitions for review of a decision by the Department of Labor (DOL) awarding survivors’ benefits to Susan McLean under the Black Lung Benefits Act (BLBA), 30 U.S.C. §§ 901-944. The DOL concluded that Bradford McLean, Mrs. McLean’s deceased husband, became disabled and died from his exposure to coal dust during the course of his employment at Spring Creek’s surface coal mine. Exercising jurisdiction pursuant to 33 U.S.C. § 921(c) and 30 U.S.C. § 932(a), we deny Spring Creek’s petition.\nI\nFactual background\nBradford McLean was born in Sheridan, Wyoming, on November 23, 1943. In October 1977, Mr. McLean began working for Wyoming-based Big Horn Coal Company (Big Horn). During his time with Big Horn, Mr. McLean worked as a shop laborer, plant laborer, utility oiler, drill helper, drill operator, and truck driver. In the summer of 1986, Mr. McLean left his employment with Big Horn and began working for Montana-based Spring Creek. At Spring Creek, Mr. McLean worked as a utility person, an assistant driller/shooter, and a driller shooter. It is undisputed that all of Mr. McLean’s work occurred above ground in open pit coal mines.\nIn approximately 2001, Mr. McLean for the first time “noted running out of breath with heavy physical exertion.” Joint App. at 10. Mr. McLean did not immediately seek a medical evaluation of his condition, and instead waited until approximately 2003 to discuss the matter with his primary care physician. “[B]y 2006 he was unable to complete the requirements of employment and eventually was unable to complete activities of daily living ....” Id. at 21. In 2006, Mr. McLean was referred to Dr. Robert Merchant, a pulmonologist in Billings, Montana. According to Mr. McLean, he was told by Dr. Merchant “that only 29% of his lungs were working” and Dr. Merchant diagnosed him as suffering from chronic obstructive pulmonary disease (COPD). Id. at 10.\nMr. McLean stopped working in or around coal mines on March 31, 2006, at the advice of his doctor. On September 28, 2006, Mr. McLean was approved for long-term disability. At that time, Dr. Merchant concluded that Mr. McLean was suffering from “severe lung disease from a combination of tobacco use and coal mine dust exposures.” Id. at 9. Dr. Merchant further concluded that Mr. McLean was “severely] impair[ed]” and “totally disabled.” Id. On October 1, 2008, Mr. McLean transferred from long-term disability to retirement.\nIn addition to his exposure to coal dust during his employment, two other factors potentially contributed to his COPD. First, Mr. McLean’s childhood home lacked electricity and, therefore, “food was cooked on a wood or coal burning stove.” Id. at 21. “Such an activity is associated with a very high risk for the development of chronic obstructive pulmonary disease .... ” Id. Second, Mr. McLean smoked for most of his adult life. More specifically, between the ages of twenty and sixty-four, he smoked approximately 1.5 packs of cigarettes per day. He ultimately quit smoking in May of 2008.\nProcedural background\na) The submission and initial processing of the claim\nOn September 7, 2010, Mr. McLean submitted a claim for benefits under the BLBA. Mr. McLean died on June 11, 2011, while his claim for benefits was pending. Mr. McLean’s wife, Susan McLean, succeeded him as the claimant.\nThe DOL’s “District Director approved the claim, because the evidence established the elements of entitlement that Mr.... McLean had [coal worker’s pneumoconio-sis] and was totally disabled due to pneu-moconiosis.” Id. at 242.\nOn July 21, 2011, Spring Creek requested a hearing before an administrative law judge (ALJ). Consequently, the case was referred to the Office of Administrative Law Judges for a formal hearing. The case was assigned to a specific ALJ on June 27, 2013. On September 23, 2013, the ALJ held an evidentiary hearing in Denver, Colorado. Both Mrs. McLean and her son testified about Mr. McLean’s experiences as a coal miner. Spring Creek presented its own witnesses who testified about the working conditions at the mine where Mr. McLean was employed.\nb) The ALJ’s decision and order\nOn October 6, 2015, the ALJ issued a decision and order awarding benefits to Mrs. McLean under the BLBA. In doing so, the ALJ first found “that for at least 15 years of his coal-mine employment at Spring Creek ..,, Mr. McLean worked in dust conditions substantially similar to those found in underground mining.” Id. at 247. The ALJ explained that “[e]ven though' Mr. McLean worked inside a cab with an attached dust collector, he was regularly exposed to coal dust when he worked for Spring Creek.” Id. “Furthermore,” the ALJ noted, “Mr. McLean’s wife’s and son’s testimony of his daily appearance after work suggested] Mr. McLean was regularly exposed to dust.” Id. As for the evidence submitted by Spring Creek regarding the dust exposure that Mr. McLean likely encountered during his employment, the ALJ concluded that it was “insufficient to show that Mr. McLean was not regularly exposed to coal mine dust.” Id. The ALJ therefore concluded that “the first condition necessary to invoke the [applicable statutory and regulatory] presumption of total disability due to pneumoconiosis” had been met. Id. The ALJ in turn noted that “[t]he parties stipulated that [Mr. McLean] had a totally disabling pulmonary or respiratory impairment.” Id. at 247-48. Thus, the ALJ concluded that Mrs. McLean “ha[d] established the applicability of the rebuttable presumption that [Mr. McLean] was totally disabled due to pneumoconiosis.” Id. at 248.\nTo rebut this presumption, the ALJ noted, Spring Creek was required to show either (1) that Mr. McLean “did not have any form of pneumoconiosis under the pertinent statutory and regulatory standards,” i.e., that he did not suffer from either “clinical pneumoconiosis” or “legal pneu-moconiosis,” or (2) “that ‘his respiratory or pulmonary impairment did not arise out Of, or in connection with, employment in a coal mine.’ ” Id. (quoting 30 U.S.C. § 921(c)(4)). Addressing the evidence in the record, the ALJ found “that the x-ray evidence-and Dr., [Peter] Tuteur’s medical opinion established] that [Mr.' McLean] did not have clinical pneumoconiosis.” Id. at 251. And, “[t]here being no evidence to the contrary,” the ALJ “f[ou]nd that [Spring Creek] ... disproved the existence of clinical pneumoconiosis pursuant to Section 718.805(d)(l)(i)(B).” Id. As for legal pneumoconiosis, however, the ALJ found “that the medical opinion evidence [offered by Spring Creek][wa]s insufficient to .disprove the existence of legal pneumoconio-sis.” Id. More specifically, the,ALJ found that “[t]here [wa]s simply no well-reasoned, documented opinion, consistent with the regulatory standards and their scientific bases, establishing that [Mr. McLean] did not suffer from legal pneumoconiosis.” Id. at 258. Thus, the ALJ concluded that Spring Creek “failed to establish by a preponderance of the credible medical evidence that [Mr. McLean] d[id] not suffer from pneumoconiosis.” Id. at 259.\nThe ALJ in turn found that Spring Creek “ha[d] failed to rebut the presumption that [Mr. McLean] was totally disabled due to legal pneumoconiosis.” Id. Consequently, the ALJ concluded that Mrs. McLean “[wa]s entitled to benefits under the Act.” Id. at 260. Because it was unclear from the record when Mr. McLean “became totally disabled due to pneumoco-niosis,” the.ALJ ordered that “benefits sh[ould] commence from September 2010, the month in which [Mr. McLean] filed the claim.” Id,\nc) The Board’s decision and order ■\nSpring Creek appealed the ALJ’s decision to the DOL’s Benefits Review Board (the Board). Spring Creek asserted two general arguments:. (1) that' the ALJ “erred in finding that [Mr. McLean] established at least fifteen years of qualifying coal mine employment,” and in turn erred in finding that Mr. McLean “invoked the Section 411(c)(4) presumption”; and (2) that the ALJ “erred in finding that [Spring Creek] did not rebut the presumption.” Id. at 264. On February 16, 2017, the Board issued a written decision and order rejecting Spring Creek’s arguments and affirming the ALJ’s decision. In doing so, the Board first rejected Spring Creek’s argument that the ALJ “applied an incorrect standard” in deciding to credit Mr; McLean “with at least fifteen years of qualifying coal mine employment.” Id. at 267. The ALJ, the Board noted, “applied the correct standard, requiring claimant to establish that [Mr. McLean’s] surface coal mine employment regularly exposed him to coalmine dust.” Id. The Board in turn rejected Spring Creek’s argument that the ALJ “erred in finding the evidence established that [Mr. McLean] was regularly exposed to coal-mine dust while working at his surface coal mine employment.” Id. at 268. Thus, the Board in turn affirmed the ALJ’s “determination that claimant invoked the rebuttable presumption of total disability due to pneumoconiosis at Section 411(c)(4).” Id. Finally, the Board rejected Spring Creek’s argument that the ALJ “erred in finding that [Spring Creek] failed to establish that [Mr. McLean] did not have legal pneumoconiosis.” Id. at 269. In doing so, the Board concluded that the ALJ “permissibly discredited the opinions of [Spring Creek’s experts] Drs. [Robert] Farney and [Peter] Tuteur, the only opinions supportive of a finding that [Mr. McLean] did not suffer from legal pneumoco-niosis.” Id. at 270. Accordingly, the Board affirmed the ALJ’s decision and order awarding benefits to Mrs. McLean.\nII\nSpring Creek now petitions for review of the Board’s decision and order. “Once the Board makes a merits determination, thé [BLBA] allows for only ‘limited’ judicial review to determine ‘whether substantial evidence supports the factual findings of the ALJ and. whether the legal conclusions of the [Board] and ALJ are rational and consistent with applicable law.’ ” Westmoreland Coal Co. v. Stallard, 876 F.3d 663, 668 (4th Cir. 2017) (quoting Hobet Mining, LLC v. Epling, 783 F.3d 498, 504 (4th Cir. 2015)), As a result, “we review the ALJ’s factual findings for ‘substantial evidence’ ... and the Board’s legal conclusions de novo.” Id. Further, “we do not reweigh the evidence, but instead ask if, based on the record as a whole, substantial evidence is present to support the ALJ’s decision,” Antelope Coal Co./Rio Tinto Energy Am. v. Goodin, 743 F.3d 1331, 1341 (10th Cir. 2014). ‘“[T]he task of weighing conflicting medical evidence is within the sole province of the ALJ.’ ” Id. (quoting Hansen v. Dir., OWCP, 984 F.2d 364, 368 (10th Cir. 1993) (alteration in original) ).\na) The BLBA and its statutory and regulatory framework\nThe stated purpose of the BLBA is “to provide benefits ... to coal miners who are totally disabled due to pneumoconiosis [ (black lung disease) ] and to thé surviving dependents of miners whose death was due to such disease.” 30 U.S.C. § 901(a). Pneu-moconiosis, according to DOL regulations implementing the BLBA, is “a chronic dust disease of the lung and its sequelae, including respiratory and pulmonary impairments, arising out of coal mine employment.\" 20 C.F.R. § 718.201(a). “This definition includes both medical, or ‘clinical’, pneumoconiosis and statutory, or ‘legal’, pneumoconiosis.” Id. Clinical pneumoconio-sis “consists of’ a number of “diseases recognized by the medical community as pneumoconiosis” that are “characterized by permanent deposition of substantial amounts of particulate matter in the lungs and the fibrotic reaction of the lung tissue to that deposition caused by dust exposure in coal mine ■ employment.” Id, § 718.201(a)(1). Legal pneumoconiosis “includes any chronic lung disease or impairment and its sequelae arising out of coal mine employment.” Id § 718.201(a)(2).\nTo establish entitlement to benefits under the BLBA, a claimant must demonstrate that: (1) he is a miner as defined in the applicable regulation; (2) he has pneu-moconiosis (either form); (3) the pneumo-coniosis arose out of coal mine employment; (4) he is totally disabled; and (5) the pneumoconiosis contributes to the total disability. 20 C.F.R. § 725.202(d).\nThe BLBA adopts several presumptions that apply for purposes of determining whether a miner is totally disabled due to pneumoconiosis and whether the death of a miner was due to pneumoconiosis. See 30 U.S.C., § 921 (c)(l)-(5). One of those presumptions, the fifteen-year presumption, is central to the outcome in this case and states:\n[I]f a miner was employed for fifteen years or more in one or more underground coal mines, and if there is a chest roentgenogram, submitted in connection with such miner’s, his widow’s, his child’s, his parent's,-his brother’s, his sister’s, or his dependent’s claim under this subchapter and it is interpreted as negative with respect to the requirements of paragraph (3) of this subsection, and if other evidence demonstrates the existence of a totally disabling respiratory or pulmonary impairment, then there shall be a rebuttable presumption that such miner is totally disabled due to pneumoconiosis, that his death was due to pneumoconiosis, or that at the time of his. death' he was totally disabled by pneumoconiosis. In the case of a living miner, a wife’s affidavit may not be used by itself to establish the presumption. The Secretary shall not apply all or a portion of the requirement of this paragraph that the miner work in an underground mine where he determines that conditions of a miner’s employment in a coal mine other than an underground mine were substantially similar to conditions in an underground mine. The Secretary may rebut such presumption only by establishing that (A) such miner does not, or did not, have pneumoconiosis, or that (B) his respiratory or pulmonary impairment did not arise out of, or in connection with, employment in a coal mine.\n30 U.S.C. § 921(c)(4).\nThe fifteen-year presumption outlined in § 921(c)(4) “was [first] created in 1972” and later “repealed in 1981.” Consolidation Coal Co. v. Dir., Office of Workers’ Comp. Programs, 864 F.3d 1142, 1145 (10th Cir. 2017). “In 2010, however, Congress revived the presumption as to all claims filed after January 1, 2005, and pending on or after March 23,2010.” Id.\nFollowing Congress’s revival of the fifteen-year presumption, the DOL, at Congress’s express direction, revised and adopted a regulation, 20 C.F.R. § 718.305, providing further guidance on the implementation of the presumption. Subsection (b) of the regulation addresses when and how the statutory presumption may be invoked by a claimant and provides, in pertinent part:\n(1) The claimant may invoke the presumption by establishing that—\n(1) The miner engaged in coal-mine employment for fifteen years, either in one or more underground coal mines, or in coal mines other than underground mines in conditions substantially similar to those in underground mines, or in any combination thereof; and\n(ii) The miner or survivor cannot establish entitlement under § 718.304 by means of chest x-ray evidence; and\n(iii) The miner has, or had at the time of his death, a totally disabling respiratory or pulmonary impairment established pursuant to § 718.204, except that § 718.204(d) does not apply.\n(2) The conditions in a mine other than an underground mine will be considered “substantially similar” to those in an underground mine if the claimant demonstrates that the miner was regularly exposed to coal-mine dust while working there.\n20 C.F.R. § 718.305(b) (emphasis added).\nSubsection (d) of the regulation, entitled “Rebuttal,” in turn acknowledges that a party opposing a miner’s claim “may rebut the presumption” and states, in pertinent part:\n(2) Survivor’s claim. In a claim filed by a survivor, the party opposing entitlement may rebut the presumption by—\n(i) Establishing both that the miner did not have:\n(A) Legal pneumoconiosis as defined in § 718.201(a)(2); and\n(B) Clinical pneumoconiosis as defined in § 718.201(a)(1), arising out of coal mine employment (see § 718.203); or\n(ii) Establishing that no part of the miner’s death was caused by pneumoconio-sis as defined in § 718.201.\n20 C.F.R. § 718.305(d)(2).\nb) Spring Creek’s challenge to the regulation\nSpring Creek challenges the legitimacy of 20 C.F.R. § 718.305(b)(2). According to Spring Creek, the “regularly exposed to coal-mine dust” standard adopted in that part of the regulation for assessing claims of above-ground coal miners, such as Mr. McLean, fails to satisfy the statutory standard that is outlined in 30 U.S.C. § 921(c)(4), i.e., that “conditions of a miner’s employment in a coal mine other than an underground mine were substantially similar to conditions in an underground mine.” Simply put, Spring Creek contends the regulation’s “regularly exposed to coalmine dust” standard does not equate to the statute’s standard which requires a showing of conditions “substantially similar” to those in an underground mine. Spring Creek argues that an above-ground mining position is not “substantially similar” to an underground mining position merely because a miner in an above-ground position is “regularly” exposed to coal mine dust. Aplt. Br. at 25. Indeed, Spring Creek argues, “[a] ‘regular exposure to dust’ standard eliminates any inquiry into whether the quantity of dust exposure was ‘substantially similar’ or if the dust exposure essentially resembled underground mining without being identical.” Id. Thus, Spring Creek argues, the DOL’s “§ 718.305(b)(2) regulation provides a definition different from the statute by looking only for regular dust exposure to find work in conditions other than an underground mine sufficient to invoke the 15-year presumption.” Id. at 26. Spring Creek also argues that, even though the regulation allows operators to introduce dust sampling and other information to attempt to rebut the presumption, the regulation provides “no guidance” as to “how the introduction of such technical data is relevant or may be used in analyzing the ‘inherently anecdotal’ lay evidence” that will inevitably be introduced by a claimant. Id. at 29.\nSpring Creek’s arguments, however, are undercut by our prior decision in Antelope Coal. In that case, we dealt with a BLBA claim and, in doing so, had to decide as a threshold matter whether the revised versions of 20 C.F.R. §§ 718.305(b)(2) and (d)(1) applied to the case since they became effective after the claim was filed. We held that the revised subsections did in fact “apply because they do not change existing law and are substantially consistent with prior regulations and agency practices.” 743 F.3d at 1342. With respect to § 718.305(b)(2) in particular, we noted that it “addresses when a surface miner’s working conditions are substantially similar to underground mining working conditions.” Id. Further, we noted that the Seventh Circuit was “[t]he only circuit to address this issue” and it “has long held that surface miners do not need to provide evidence of underground mining conditions to compare with their own working conditions.” Id. (citing decisions from the Seventh Circuit). “These [Seventh Circuit] decisions,” we held, “validate the [DOL] ’s longstanding position that consistently dusty working conditions are sufficiently similar to underground mining conditions.” Id. And, • we held, “[t]he revised regulation,” i.e., § 718.305(b)(2), “codifies that interpreta-' tion by making regular exposure to coal mine dust the standard to determine substantial similarity of surface working conditions to those in underground mines.” Id.\nSpring Creek acknowledges Antelope Coal in its opening, brief, but attempts to distinguish it as a factual matter. According to Spring Creek, Antelope Coal “was more tenuous that [sic] the Board suggests and driven by the facts presented.” Aplt. Br, at 34. In particular, Spring Creek as-. serts that in Antelope Creek “there was no evidence to consider but for the miner’s testimony about his exposure to dust at above-ground mines.” Id Further, Spring Creek argues that “[t]here was no § 718.305(b)(2) to consult at the time of [the] hearing” in Antelope Creek “as it was not published until September 25, 2013.” Id. Lastly, Spring Creek asserts that in Antelope Creek “there was no, scientific information to measure similarity and guide the fact finder’s analysis.” Id. at 35.\nWe reject Spring Creek’s arguments. To begin with, it is immaterial whether or not the employer in Antelope Creek presented evidence—scientific or otherwise—to rebut the miner’s testimony. The important point,, for purposes of the instant appeal, is Antelope.Creek’s discussion of the miner’s burden that is outlined in § 718.305(b)(2). And, in turn, Spring Creek is-incorrect in suggesting that § 718.305(b)(2) was somehow inapplicable in Antelope Creek simply because it had not been published at the time of the October 20, 2010 evidentiary hearing before the ALJ. Indeed, the court in Antelope Creek expressly held that §’ 718.305(b)(2) was applicable to the miner’s claim. 743 F.3d at'1341-42. Thus, contrary to Spring Creek’s assertions, we conclude that Antelope Creek is directly on point and effectively rebuts Spring Creek’s challenge to the standard outlined in § 718.305(b)(2).\nMoreover, Spring Creek’s position is also undercut by the various Seventh Circuit decisions that we referred to in Antelope Coal. Most notably, in Dir., Workers’ Comp. Programs, U.S. Dep’t of Labor v. Midland Coal Co., 855 F.2d 509 (7th Cir. 1988), the Seventh Circuit addressed “the question whether a surface miner, in order to qualify for . the presumption of § [921(c)(4) ], bears the burden of producing evidence of conditions prevailing in an underground mine.” Id. at 511. In answering this question' in the negative, the Seventh Circuit analyzed the language of § 921(c)(4) and could “discern no plain meaning .of [its] requirement of ‘substan-' tial similarity.’ ” Id. “Instead,” the Seventh Circuit stated, “immediately apparent is the fact that the [BLBA] does not specify whether a claimant must establish similarity to a particular underground mine, a hypothetical underground mine, the best, worst, or an average underground mine.” Id. Turning to the legislative history of the BLBA, the Seventh Circuit found “it somewhat ambiguous,” but was “persuaded” that it ,“establish[ed] that Congress, at the very least, was aware that underground mines are dusty and that exposure to coal dust causes pneumoconiosis.” Id. at 512. The Seventh Circuit in turn held that “[tjhis supports the conclusion that Congress focused specifically on dust conditions in enacting the ‘substantial similarity’ provision.” Id. Ultimately, the Seventh Circuit held that “in order to qualify for the presumption of [§ 921(c)(4) ], a surface miner must only establish that he was exposed to sufficient coal dust in his surface mine employment.” Id. “It is then the function of the ALJ,” the Seventh Circuit held, “based on his expertise and, we would expect, certain appropriate objective factors (such as whether the surface miner was employed near the tipple—where conditions are apparently known to be very dusty— or further away from the tipple), to compare the surface mining conditions established by the evidence to conditions known to prevail in underground mines.” Id. at 512-13 (footnote omitted).\nImportantly, the DOL expressly relied on the Seventh Circuit’s decision in Midland Coal when it revised and adopted the current and reinstated version of § 718.305(b)(2) in 2013. In discussing the regulation, the DOL stated, in pertinent part:\nThe final rule’s revised language clarifies the Department’s intent about how the substantial similarity analysis should be conducted. The final rule acknowledges, as the Seventh Circuit recognized in Midland Coal, a fundamental premise underlying the BLBA, as demonstrated by the legislative history, i.e., that “underground mines are dusty.” Midland Coal, 855 F.2d at 512. Given that legislative fact, it is unnecessary for a claimant to prove anything about dust conditions existing at an' underground mine for purposes of invoking the 15-year presumption. Instead, the claimant need only focus on developing evidence addressing the dust conditions prevailing at the non-underground mine or mines at which the minér worked. The objective of this evidence is to show that the miner’s duties regularly exposed him to coal mine' dust, and thus that the miner’s work conditions approximated those at an underground mine. The term “regularly” has been added to clarify that a demonstration of sporadic or incidental exposure is not sufficient to meet the claimant’s burden. The fact-finder simply' evaluates the. evidence presented, and determines whether it credibly, establishes that the \"miner’s non-underground mine working conditions regularly exposed him to coal mine dust. If that fact is established to the fact-finder’s satisfaction, the claimant has met his burden of showing substantial similarity. And if the’periods of regular exposure in non-underground mine employment (combined with any underground mine employment) total 15 years or more, the claimant will be entitled to invoke the presumption if a total respiratory or pulmonary disability is also established. This procedure will also alleviate one commenter’s concern that some administrative law judges may not be knowledgeable about conditions in underground mines.\nTo the extent the comments urge the Department to adopt technical comparability criteria, . such as requiring a claimant to produce scientific evidence specifically quantifying the miner’s exposure to coal mine dust during non-underground mining, the Department rejects the suggestion. Benefit claimants, who must bear the burden of proving substantial similarity to invoke the presumption, generally do not control this type of technical information about the mines in which the miner worked. See generally Usery, 428 U.S. at 29, 96 S.Ct. 2882 (noting that “showing of the degree of dust concentration to which a miner was exposed [is] a historical fact difficult for the miner to prove.”). Instead, the coal mine operators control dust-sampling and similar information about their mines. While this information is publicly available from the Mine Safety and Health Administration for some mines, it may not be relevant or available in any particular case. Dust sampling in non-underground mines is done on a designated-position basis (e.g., bulldozer operator, driller). See generally 30 CFR 71.201 et seq. Thus, the results may not be relevant to miners doing other jobs and certainly would not be an adequate basis for the Department to adopt an exposure rule for all non-underground miners.\nInstead, the Department believes the standard should be one that may be -satisfied by lay evidence addressing the individual miner’s experiences. Congress enacted the Section 411(c)(4) presumption to assist miners and their survivors in establishing entitlement to benefits, and also permitted certain claimants to prove entitlement by lay evidence. 30 U.S.C. 923(b). Putting insurmountable hurdles in claimants’ paths does not comport with that intent. Moreover, because a claimant’s dust exposure evidence will be inherently anecdotal, it would serve no purpose for the Department to develop an objective, and therefore dissimilar, benchmark of underground mine conditions for comparison purposes. The legislative fact that underground coal mines are dusty is fully sufficient for this purpose. Of course, nothing would preclude a coal mine operator from introducing evidence—including any technical data within its control—showing that the particular miner was not regularly exposed to coal mine dust during his non-underground coal mine employment.\nRegulations Implementing the Byrd Amendments to the Black Lung Benefits Act:' Determining Coal Miners’ and Survivors’ Entitlement to Benefits, 78 Fed. Reg. 59102, 59104-59105 (Sept. 25, 2013). As these comments make clear, the DOL clearly considered and rejected the same argument that Spring Creek is asserting in this case.\nOf course, we are not bound by the DOL’s determination that its own regulation is consistent with the BLBA. But we must defer to the DOL’s reasonable interpretation of the BLBA. See Chevron, U.S.A., Inc. v. Nat. Res, Def. Council, Inc., 467 U.S. 837, 842-45, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984); Andersen v. Dir., Office of Workers’ Comp. Programs, 455 F.3d 1102, 1103 (10th Cir. 2006) (noting that courts must give “considerable weight” to the DOL’s interpretation of the BLBA). And the DOL’s explanation reasonably and persuasively indicates why the standard adopted in § 718.305(b)(2) is consistent with § 921(c)(4)’s “substantial similarity” standard. Moreover, the DOL’s explanation undercuts Spring Creek’s argument on appeal that “[a] ‘regular exposure to dust’ standard\" eliminates any inquiry into whether the quantity of dust exposure was ‘substantially similar’ or if the dust exposure essentially resembled underground mining without being identical.” As the DOL notes, that is precisely what an ALJ must do in analyzing an above-ground miner’s claim to the presumption, i.e., the ALJ must, based upon the evidence presented by the miner and the coal company, determine how much coal dust the miner was exposed to during his/her career and decide whether that exposure was substantially similar to what a miner would have been exposed to in an underground mine. Finally, and relatedly, it is simply unclear what Spring Creek would have an ALJ do in assessing an above-ground miner’s claim. Really all that an ALJ can do is precisely what the DOL indicates they must do: “simply evaluate[ ] the evidence presented, and determine!] whether it credibly establishes that the miner’s non-underground mine working conditions regularly exposed him to coal mine dust.” 78 Fed. Reg. 59,105 (Sept. 25, 2013).\nThus, in sum, we reject Spring Creek’s challenge to the legitimacy of § 718.305(b)(2).\nc) Did the ALJ err in his analysis of the medical opinions?\nSpring Creek also argues that the case must be remanded because the ALJ “err[ed] in his analysis of the medical opinions” that were offered at the evidentiary hearing. Aplt. Br. at 45. In support, Spring Creek first asserts that “if the 15-year presumption is inapplicable” (as it argues in its first issue), “the ALJ must be instructed to reweigh the evidence for proof pneumoconiosis and [whether] pneumoco-niosis significantly caused disability rather than determining if the evidence disproves legal pneumoconiosis and disproves disability due to pneumoconiosis.” Id. For the reasons outlined above, however, we conclude that the ALJ properly applied the 15-year presumption. Consequently, we reject Spring Creek’s argument that the case must be remanded.\nAdditionally, Spring Creek argues that “the ALJ’s use of the Preamble [to the DOL’s regulations] is flawed.” Id. “The Preamble,” Spring Creek asserts, “explained why the [DOL] found coal mine dust can cause COPD in some instances” and “its purpose was not to establish that coal mine dust is the cause of all COPD in all coal miners.” Id. at 45-46. Spring Creek in turn argues that “[t]he Preamble, the regulations, and the case law, recognize that miners can have COPD that is not due to coal mine dust exposure.” Id. at 46. Spring Creek argues that the ALJ in this case, however, essentially treated the “Preamble standards” as standing “for the proposition that any disabled miner with COPD has legal pneumoconiosis.” Id at 52. “Such a reading of the regulation,” Spring Creek argues, “flies in the face of the definition of legal pneumoconiosis, as well as portions of the preamble.” Id. Spring Creek also argues that the ALJ effectively fashioned, based upon the Preamble, “rule[s] of law that physicians are unable to use parameters of pulmonary function studies to determine disease causation” and “that decrements in the FEVj /FYC ratio are always due to coal dust.” Id. at 46 (emphasis in original).\nSpring Creek is mistaken. “As revised in 2000, the [DOL] regulations are preceded by an extensive Preamble that ‘sets forth the medical and scientific premises relied on by the [DOL] in coming to [its medical] conclusions in [crafting] its regulations.’ ” Westmoreland Coal, 876 F.3d at 667 (quoting Harman Mining Co. v. Dir., Office of Workers’ Comp. Programs, 678 F.3d 305, 314 (4th Cir. 2012)). These conclusions, which are “[t]he product of notice-and-comment rulemaking,” must be accorded “substantial deference” by this court. Id Consequently, courts have “repeatedly held that ALJs may look to the Preamble in weighing medical opinions addressing the cause of a claimant’s disabling lung disease.” Id.\nIn this case, the ALJ, after concluding that Mr. McLean was entitled to the statutory/regulatory presumption of pneumoco-niosis, in turn analyzed the medical evidence to determine whether Spring Creek had rebutted that presumption. The ALJ first concluded that, in- light of the. x-ray evidence in the record, there was no evidence that Mr. McLean suffered from clinical pneumoconiosis and thus “f[ou]nd that [Spring Creek] ha[d] disproved the existence of clinical pneumoconiosis.” Aplt. App. at 251. The ALJ then examined the “medical opinion evidence” and concluded that it was “insufficient to disprove the existence of legal pneumoconiosis.” Id.\nIn reaching this conclusion,' the ALJ first noted that Dr. Eva Gottschall, who actually examined Mr. McLean for the DOL prior to Mr. McLean’s death, “opined that [his] coal dust exposure during 29 years of employment in open pit coal mines in Wyoming and Montana and his 66 pack-year smoking history [we]re ‘substantially contributing factors to his COPD/em-physema, resulting in lung function abnormalities and oxygen requirements.’ ” Id. at 252. Dr. • Gottschall “stated that above-ground strip mining was a ‘substantial contributor’ to the disabling impairment.” Id. She “diagnosed legal pneumoconiosis based on Mr. McLean’s smoking history and his coal mine dust exposure.” Id. The ALJ concluded that Dr. Gottschall’s conclusions and diagnosis were “supported by the underlying data,” “well-reasoned,” and “entitled to full probative weight.” Id.\nThe ALJ in turn rejected the opinions of Drs. Farney and Tuteur, both of whom were offered by Spring Creek. Dr. Farney, who did not .examine Mr. McLean and instead reviewed only the medical records, “found that Mr. McLean’s chronic tobacco smoke exposure was the overwhelming cause of his emphysema and severe obstructive airway disease and that the.probability that coal dust had any etiologic role was miniscule.” Id. at 253. -Dr. Farney stated in his, deposition “that Mr. McLean’s COPD, due to emphysema, [wa]s one hundred-percent related to his tobacco smoke exposure and that it d[id] not have anything to do with coal-dust exposure.” Id. at 254. Dr. Farney also “stated that Mr. McLean’s FEV1 levels would .not typically be associated with occupational exposure to coal mine dust as a surface miner.” ⅛\nDr. Tuteur, who likewise did not examine Mr. McLean and instead reviewed only the medical records, “opined that Mr. McLean’s respiratory disease was caused by chronic inhalation- of tobacco smoke, not coal mine dust.” Id. at 255. Dr. Tuteur “cited to studies discussing that exposure to coal mine dust is insignificant when considering the cause of an average of FEVt loss.” Id. “Since Mr. McLean was a cigarette smoking coal miner with advanced [COPD], dominantly emphysema, Dr. Tuteur concluded that the etiology of the COPD was chronic inhalation of tobacco smoke not coal mine dust.” Id.\nThe ALJ concluded that “the opinions by Drs, Farney and Tuteur [we]re not consistent with the scientific evidence accepted by the [DOL].” Id. at 256. The ALJ explained that “the prevailing view of the medical community as expressed by the [DOL] in the Preamble to its regulations is that the effects of cigarette smoke and coal dust on [COPD] and chronic bronchitis are additive” and “that dust-induced emphysema and smoke-induced emphysema occur through similar mechanisms.” Id. Also, the ALJ noted, the DOL “cited with approval the National Institute of Occupational Safety and Health (‘NIOSH’) findings ‘that coal miners have an increased risk of developing COPD’ and that ‘COPD may be detected from decrements in certain measures of lung function, especially FEVi and the ratio of FEV/FVC.’ ” Id. (quoting 65 Fed. Reg. 79,943 (Dec. 20, 2000)). “Both Drs. Farney and Tuteur,” the ALJ noted, “expressed views contrary to these positions.” Id.\nThe ALJ also noted that “Drs. Farney and Tuteur” failed to “explain[ ] why coal mine dust could not have been a contributing or aggravating factor.” Id. at 257. More specifically, the ALJ concluded that “neither physician explained] or adequately supported] his opinion, that the Miner’s coal mine dust exposure did not contribute to his respiratory disability, with the science. underlying the Preamble, which stands for the proposition that coal mine dust exposure, even in the absence of clinical pneumoconiosis, may contribute to an obstructive impairment reflected in a reduced FEVi FEV/FVC ratio.in an additive fashion with' smoking,” Id. The ALJ in turn noted that “under the regulations, coal mine dust need only make a substantial or significant contribution to an impairment or condition for the condition to constitute legal pneumoconiosis, and it does not need to be the most significant cause or factor.” Id, In Mr. McLean’s case, the ALJ noted, Spring Creek’s “experts have failed to explain why coal mine dust could not have= contributed to or substantially aggravated his condition, even if it was primarily due to cigarette smoking.” Id.\nThus, in sum, the ALJ’s findings and decision in this case were case-specific and confined to the specific flaws in the testimony of Drs. Farney and Tuteur, The ALJ 'did not, as Spring Creek argues in its appeal, interpret the Preamble standards as indicating “that any disabled miner with COPD has legal pneumoconiosis.” Aplt. Br. at 52. Instead, the ALJ simply recognized, as he was required to do by the Preamble, (1) “that the effects of cigarette smoke and coal dust on [COPD] and chronic, bronchitis are additive,” (2) “that dust-induced emphysema and smokerinduced emphysema occur through similar mechanisms,” (3) “that coal miners have an increased risk- of developing COPD,” and (4) “that COPD may be detected from decrements in certain measures of lung function, especially FEVt and the ratio of FEV/FVC.” Aplt. App. at 256 (internal quotations omitted). Nor did the ALJ, as Spring Creek now asserts, fashion new rules “that physicians are unable to use parameters df pulmonary function studies to determine disease causation” or “that the Preamble posits that decrements in the FEV/FVC ratio are always due to coal dust.” Aplt. Br. at 46 (emphasis-in original). Instead, the ALJ simply noted that neither Dr. Farney nor Dr. Tuteur explained why decrements in Mr. McLean’s FEV/FVC ratio were caused solely by his smoking and not at all from his work-related exposure to coal -dust. In short, the ALJ, properly taking into account the medical conclusions adopted by the DOL in the Preamble (as he was required to do), simply and correctly pointed out the flaws in the opinions of Drs. Farney and Tuteur, i.e., their absolute failure to explain why coal dust exposure could not have contributed in some measure to Mr. McLean’s COPD.\nSpring Creek criticizes the ALJ’s reliance on the testimony from Dr. William Houser, who testified that Mr. McLean did suffer from legal pneumoconiosis. According to Spring Creek, Dr. Houser’s ultimate conclusion should have been “discredited]” because it “was not consistent with the facts of this case.” Aplt. Br. at 51. But Spring Creek mischaracterizes “the facts of this case” in making that argument. In particular, Spring Creek asserts that Mr. McLean experienced “minimal dust exposure.” Id. But that is clearly contrary to the findings of the ALJ. Moreover, Spring Creek’s arguments ignore the medical conclusions in the Preamble, particularly the conclusion that the effects of cigarette smoking and coal dust exposure are additive—a conclusion that its own doctors effectively ignored.\nFinally, Spring Creek makes a passing reference to the ALJ “confus[ing] the disability causation definition with legal pneu-moconiosis and the burden incumbent to establish its absence with the ‘rule out’ standard for determining disability is due to coal dust exposure.” Aplt. Br. at 52. But, contrary to Spring Creek’s arguments, the ALJ did not require its physician-experts to “rule out” the possibility that Mr. McLean’s coal dust exposure contributed to his COPD. Instead, the ALJ simply took those physicians to task for failing to support their proffered opinions that that was the case. In other words, it was Drs. Far-ney and Tuteur who opined that coal dust exposure played no role in Mr. McLean’s COPD, and the ALJ found those opinions lacking in evidentiary support. The ALJ’s approach to this opinion evidence was not improper.\nThus, we conclude that the ALJ did not err in his analysis of the proffered medical opinions, and that there is no need to remand this case for further proceedings.\nIll\nThe petition for review is DENIED.\n. Shortly after Spring Creek filed its petition, the clerk of this court directed the parties to address the matter of this court’s jurisdiction in light of the fact that Mr. McLean last worked at a coal mine in Montana. The parties unanimously assert, and we agree, that we have jurisdiction over Spring Creek's petition because, even though Mr. McLean’s place of last exposure to coal mine dust was in Montana, he also was exposed to coal mine dust when he worked in Wyoming. See Consolidation Coal Co. v. Chubb, 741 F.2d 968, 970-71 (7th Cir. 1984) (holding that jurisdiction is proper in any jurisdiction where a coal miner was employed because pneumoconiosis “is caused by extensive, extended exposure to coal dust, and it is impossible to say that any one exposure caused the disease.”).\n. Spring Creek's witnesses reported that approximately twenty-three dust samples were taken at the driller position over a twenty-year period and that those samples showed the dust levels to be lower than the maximum limit established by the Mine Safety and Health Administration (MSHA),\n. As the ALJ noted, \" '[cjlinical pneumoconio-sis’ consists of those diseases recognized, by the medical community as 'pneumoconiosis such as coal workers' pneumoconiosis or silicosis” while \"[Ilegal pneumoconiosis is defined as ‘any chronic lung disease or impairment and its sequelae arising out of coal mine employment.’ ” Aplt. App. at 248 (quoting 20 C.F.R. § 718.201(a)(2)).\n. Subsection 921(c)(3), which is referred to in subsection 921(c)(4), provides, in essence, that a miner suffering from a chronic dust disease of the lung shall be entitled to an irrebuttable presumption that he is totally disabled due to pneumoconiosis if chest x-ray opacities indicate the presence of complicated pneumoconiosis. 30 U.S.C. § 921(c)(3); see Usery v. Turner Elkhorn Mining Co., 428 U.S. 1, 7, 96 S.Ct. 2882, 49 L.Ed.2d 752 (1976) (noting that \"pneumoconiosis is customarily classified as 'simple’ or 'complicated' ”). In this case, it is undisputed that Mr. McLean had simple, rather than complicated, pneu-moconiosis.\n. In 30 U.S.C. § 921(b), Congress expressly directed the Secretary to adopt regulations \"prescrib[ing] standards for determining ... whether a miner is totally disabled due to pneumoconiosis and for determining whether the death of a miner was due to pneumoconi-osis.”\n. Although the \"regulation went into effect on October 25, 2013, it applies to all claims covered by the statutory amendment.” Consolidation Coal Co., 864 F.3d at 1145 (citation omitted).\n. The ALJ in this cáse also relied on Seventh Circuit case law in expressly noting: \"Courts have found that, for the § 718.305 presumption to be applicable to non-underground employment, a claimant carries the burden of establishing comparability of dust conditions to employment in an underground mine.” Joint App. at 245 (citing Dir., OWCP v. Midland Coal Co., 855 F.2d 509, 512 (7th Cir. 1988)).",
        "type": "majority",
        "author": "BRISCOE, Circuit Judge."
      }
    ],
    "attorneys": [
      "William S. Mattingly, Jackson Kelly PLLC, Lexington, Kentucky, appearing for Petitioner.",
      "Sean G. Bajkowski, Counsel for Appellate Litigation (Nicholas. C.. Geale, Acting Solicitor of Labor, Maia S. Fisher, Associate Solicitor, and Rita A. Roppolo, Attorney, with him on the brief), United States Department of Labor, Washington, DC, appearing for Respondent, Director, Office of Workers’ Compensation Programs, United States Department of Labor.",
      ".Jared,L. Bramwell, Kelly & Bramwell, P.C., Draper, Utah, appearing for Respondent Susan McLean."
    ],
    "corrections": "",
    "head_matter": "SPRING CREEK COAL COMPANY, Petitioner, v. Susan MCLEAN, O/B/O of Bradford MCLEAN, deceased; Director, Office of Workers’ Compensation Programs, United States Department of Labor, Respondents.\nNo. 17-9515\nUnited States Court of Appeals, Tenth Circuit.\nFILED February 5, 2018\nWilliam S. Mattingly, Jackson Kelly PLLC, Lexington, Kentucky, appearing for Petitioner.\nSean G. Bajkowski, Counsel for Appellate Litigation (Nicholas. C.. Geale, Acting Solicitor of Labor, Maia S. Fisher, Associate Solicitor, and Rita A. Roppolo, Attorney, with him on the brief), United States Department of Labor, Washington, DC, appearing for Respondent, Director, Office of Workers’ Compensation Programs, United States Department of Labor.\n.Jared,L. Bramwell, Kelly & Bramwell, P.C., Draper, Utah, appearing for Respondent Susan McLean.\nBefore BRISCOE,.LUCERO, and BACHARACH, Circuit Judges."
  },
  "file_name": "1211-01",
  "first_page_order": 1239,
  "last_page_order": 1254
}