{
  "id": 12275243,
  "name": "Lisa M. WILCOX, Plaintiff-Appellant v. UNITED STATES of America; Lake Regional Health System; Richland Medical Center, LLC; Robert C. Nielsen, M.D.; Russell Johnson, M.D., Defendants-Appellees",
  "name_abbreviation": "Wilcox v. United States",
  "decision_date": "2018-02-05",
  "docket_number": "No. 16-4181",
  "first_page": "667",
  "last_page": "672",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 667"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "385 F.3d 1279",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9188280,
        1319507
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "1288",
          "parenthetical": "\"Although state law determines whether there is substantive liability under the FTCA, federal law defines the applicable limitations period.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/315/1279-01",
        "/f3d/385/1279-01"
      ]
    },
    {
      "cite": "637 F.2d 544",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1353922
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "549",
          "parenthetical": "holding that Congress did not intend \"to allow the state statute of limitations to apply whenever plaintiff is unaware of the status of the defendant as a federal employee acting within the scope of his employment.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/637/0544-01"
      ]
    },
    {
      "cite": "2012 WL 4434712",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "295 F.3d 820",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9412586
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "822",
          "parenthetical": "\"[I]n medical malpractice cases, the claim accrues when the 'plaintiff actually knew, or in the exercise of reasonable diligence should have known, the cause and 'existence of his injury,'\""
        },
        {
          "page": "824",
          "parenthetical": "\"To toll the statute because of a plaintiffs ignorance of the defendant's federal employee status, plaintiff 'must at the very least show that the information could not have been found by a timely diligent inquiry....'\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/295/0820-01"
      ]
    },
    {
      "cite": "410 F.3d 1036",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8955376
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "1039"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/410/1036-01"
      ]
    },
    {
      "cite": "949 F.2d 1007",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11942578,
        6507628
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "1012"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/949/1007-01",
        "/br/134/1007-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2679",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)(2)"
        },
        {
          "page": "(d)(5)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "64 F.3d 1137",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7415402
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/64/1137-01"
      ]
    },
    {
      "cite": "718 F.2d 262",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1894763
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "267"
        },
        {
          "parenthetical": "\"Staff privileges do not establish an employment contract with the hospital.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/718/0262-01"
      ]
    },
    {
      "cite": "Mo. Ann. Stat. § 538.210",
      "category": "laws:leg_statute",
      "reporter": "Mo. Ann. Stat.",
      "opinion_index": 0
    },
    {
      "cite": "447 S.W.3d 701",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        6905796
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "705"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/447/0701-01"
      ]
    },
    {
      "cite": "732 F,3d 882",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3710654
      ],
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "quoting Fed. R. Civ-. P. 56(a)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/732/0882-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11408,
    "ocr_confidence": 0.594,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24882531761504242
    },
    "sha256": "3f4967ecca49224b42178045c0b701097d15669eaa24d95a2214d620c2063934",
    "simhash": "1:c26d5846e709604a",
    "word_count": 1854
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLLOTON and GRUENDER, Circuit Judges, and HOLMES, District Judge."
    ],
    "parties": [
      "Lisa M. WILCOX, Plaintiff-Appellant v. UNITED STATES of America; Lake Regional Health System; Richland Medical Center, LLC; Robert C. Nielsen, M.D.; Russell Johnson, M.D., Defendants-Appellees"
    ],
    "opinions": [
      {
        "text": "HOLMES, District Judge.\nLisa Wilcox appeals the judgment of the district court granting the United States’ motion to substitute parties and motion to dismiss, and Lake Regional Health Systems’ (Lake Regional) motion for summary judgment. We affirm.\nI.\nOn June 28, 2013, Wilcox filed a petition in the Circuit Court of Camden County, Missouri alleging' negligence against Dr. Robert Nielsen and Dr. Russell Johnson after they allegedly failed to diagnose her cancer. Wilcox added Lake Regional, a non-profit hospital, and Richland Medical Center (Richland), a federally supported health center, as defendants based on their alleged vicarious liability for the actions of Nielsen and Johnson. On January 8, 2014, Wilcox’s case was dismissed, without prejudice, because she was unable to produce affidavits of merit required by Missouri law.\nWilcox refiled her petition against'the same parties in the Circuit .Court of Camden ■ County on. January 5, 2015, and amended it on June 19, 2015.\nWilcox filed a Federal Tort Claims Act claim with the Department of Health and Human Services on January 5, 2016.\nOn February 12, 2016, the United States filed a notice of removal. On February 18, 2016, the United States filed a notice of substitution of the United States as the proper party-defendant in place of Nielsen, Johnson, and Richland.\nOn March 3, 2016, the United States filed a motion to dismiss based on Wilcox’s failure to timely file her administrative claims.\nOn May 4, 2016, Lake Regional filed a motion for summary judgment arguing that Nielsen and Johnson were not employees of Lake Regional.\nOn September 8, 2016, the district court granted the United States’ motion to substitute parties and its motion to dismiss. On October 12, 2016, the district court granted Lake Regional’s motion for summary judgment,\nWilcox subsequently filed this appeal. On appeal, she abandons her claims against Johnson.\nIL\nWilcox contends that the district court erred in granting summary judgment for Lake Regional because the hospital demonstrated the requisite degree of control over Nielsen to qualify him as an employee. We disagree.\nWe review “a district court’s grant of summary judgment de novo, affirming if ‘there is no genuine dispute. as to any material fact and the movant is entitled to judgment as a matter of law.’” B.M. ex rel. Miller v. S. Callaway R-II Sch. Dist., 732 F,3d 882,■ 886 (8th Cir. 2013) (quoting Fed. R. Civ-. P. 56(a)).\nUnder' Missouri law, Wilcox may ■not recover against Lake Regional for the alleged negligence of Nielsen if he is not an employee of Lake Regional. See Jefferson ex rel. Jefferson v. Missouri Baptist Med. Ctr., 447 S.W.3d 701, 705 (Mo. Ct. App. 2014), reh’g and/or transfer denied (Sept. 22, 2014), transfer denied (Nov. 25, 2014), (citing Mo. Ann. Stat. § 538.210).\nStaff privileges permit a doctor to .use hospital facilities to practice medicine. Engelstad v. Virginia Mun. Hosp., 718 F.2d 262, 267 (8th Cir. 1983). Staff privileges alone do not establish an employment relationship with a hospital. Id. (“Staff privileges do not establish an employment contract with the hospital.”). Instead, staff privileges serve to define the limits of a doctor’s ability to practice in a hospital based on his or her competence in a particular field. Id.\nThe record demonstrates that Nielsen had an exclusive employment’ contract with Richland and never entered into an employment contract with Lake Regional. Wilcox’s argument that Nielsen is an employee of Lake Regional is based solely on Nielsen having staff privileges\" at the hospital.' Wilcox provides a number of examples .of Lake Regional’s alleged control over Nielsen. These include Lake Regional maintaining a.file that contained Nielsen’s credentials, referring to him as “on staff,” allowing him to treat patients at the hospital, and requiring him to follow its bylaws and policies. However, these facts simply demonstrate that Nielsen complied with Lake Regional’s requirements to -obtain and maintain staff privileges.\n■Nielsen’s staff privileges demonstrate that Lake Regional viewed him as competent and allowed him to use its facilities. See id. They do not in any way demonstrate that Nielsen was employed by Lake •Regional. See id. Because Wilcox has not offered any other support for her assertion that Nielsen was employed by Lake Regional, she cannot show a genuine dispute of material fact.\nAccordingly, the district court did not err in granting summary judgment for Lake Regional.\nm.\nWilcox contends that the district court erred in granting the-United States’ motion to substitute because Nielsen was not a federal employee acting within the scope of his employment at a federal agency. We disagree.\nWe review the district court’s order granting substitution of the United States de novo. See McAdams v. Reno, 64 F.3d 1137, 1144 (8th Cir. 1995).\nUpon certification by the Attorney General that the defendant employee was acting within the scope of his [federal] office or employment at the time of the incident out of which the claim arose, any civil action or proceeding commenced upon such claim in a State court shall be removed ... to the district court of the United States ... Such action or proceeding shall be deemed to be - an action or proceeding brought against the United States ... and the United States shall be substituted as the party defendant.\n28 U.S.C. § 2679(d)(2). “[T]he Attorney General’s certification ... is prima facie evidence that the employee’s challenged conduct was within the scope of employ.” Brown v. Armstrong, 949 F.2d 1007, 1012 (8th Cir. 1991).\nThe United States Attorney for the Western District of Missouri and senior counsel for the Department of Health and Human Services certified that Nielsen was a federal employee. This certification is prima facie evidence that Nielsen was acting within the scope of his federal employment.\nWilcox attempts to rebut this prima fa-cie evidence by arguing that Nielsen was not a federal employee acting within the scope of his federal employment because he was employed by Lake Regional. However, as discussed above, Wilcox has failed to demonstrate that Nielsen was an-employee of Lake Regional. Accordingly, she cannot rebut the prima facie evidence that Nielsen was a federal employee. The district court did not err in granting the United States’ motion to substitute.\nIV.\nWilcox argues that the ' district court erred in granting the United States’ motion to dismiss because she timely filed her federal tort claim under 28 U.S.C. § 2679(d)(5). We disagree.\n“Our review of an order granting a motion to dismiss is de novo.” Coons v. Mineta, 410 F.3d 1036, 1039 (8th Cir. 2005).\nWilcox alleges that her doctors failed to diagnose her cancer on or about July 1, 2011, and that she was not properly diagnosed until June 4, 2012. Using the date of Wilcox’s cancer diagnosis as the date of accrual, her January 5, 2016 administrative tort claim was filed more than three years after her claim accrued. See Motley v. United States, 295 F.3d 820, 822 (8th Cir. 2002) (“[I]n medical malpractice cases, the claim accrues when the ‘plaintiff actually knew, or in the exercise of reasonable diligence should have known, the cause and ’existence of his injury,’”) (citation omitted).\n“A tort claim against the United States shall be forever barred unless it is presented in writing to the appropriate Federal agency within two years after such claim accrues.” 28 U.S.C. § 2401(b). However, under § 2679(d)(5) a claim is deemed timely even though a plaintiff has not technically complied with the statute of limitations in § 2401(b). Estate of Bumann v. United States, 2012 WL 4434712, at *2 (N.D. Iowa Sept. 24, 2012). In order for a claim to be timely under § 2679(d)(5), four requirements must be met: “(1) there must be an initial cause of action in which the United States was substituted as the party defendant; (2) the initial cause of action must have be[e]n dismissed pursuant to Section 2675(a); (3) the initial cause of action must have been filed within the 2 year statute of limitations period required under Section 2401(b); and (4) after dismissal of the initial cause of action, the plaintiff must have filed the instant action with the appropriate federal agency within 60 days.” Id. (summarizing the requirements of § 2679(d)(5)).\nDespite filing her federal tort claim more than two years after her claim accrued, Wilcox argues that her claim was timely under § 2679(d)(5). This argument fails because Wilcox cannot meet the second requirement of § 2679(d)(5) as articulated by the court in Bumann. Wilcox’s initial claim was dismissed without prejudice because she was unable to produce affidavits of merit required by Missouri law. Her claim was not dismissed for failure to exhaust administrative remedies pursuant to § 2675(a). Accordingly, she cannot meet the requirements to demonstrate that her claim was timely under § 2679(d)(5).\nWilcox also argues that her claim was timely filed under the Missouri savings statute and that the statute of limitations should be equitably tolled. We reject both of these arguments. The Missouri savings statute does not apply here. See Wollman v. Gross, 637 F.2d 544, 549 (8th Cir. 1980) (holding that Congress did not intend “to allow the state statute of limitations to apply whenever plaintiff is unaware of the status of the defendant as a federal employee acting within the scope of his employment.”); see also In re Franklin Sav. Corp., 385 F.3d 1279, 1288 (10th Cir. 2004) (“Although state law determines whether there is substantive liability under the FTCA, federal law defines the applicable limitations period.”) (citations omitted). Further, Wilcox has provided no evidence that she could not have ascertained that Nielsen was a federal employee and, as such, the statute of limitations should not be equitably tolled. See Motley, 295 F.3d at 824 (“To toll the statute because of a plaintiffs ignorance of the defendant’s federal employee status, plaintiff ‘must at the very least show that the information could not have been found by a timely diligent inquiry....’”) (emphasis in original) (citation omitted).\nAccordingly, the district court did not err in granting the United States’ motion to dismiss.\nV.\nThe distinct court’s judgment is affirmed in all respects.\n. The Honorable M. Douglas Harpool, United States District Judge for the Western District of Missouri.",
        "type": "majority",
        "author": "HOLMES, District Judge."
      }
    ],
    "attorneys": [
      "Counsel who appeared on the brief and presented argument on behalf of the appellant was Therlow Drew Schauffler, of Columbia, MO.",
      "Counsel who appeared on the brief and presented argument on behalf of the ap-pellee, Lake Regional Hospital was Joshua L. Hill, of Jefferson City, MO.",
      "Counsel who appeared on the brief and presented argument on behalf of the ap-pellees, USA, Richland Medical Center and Robert Neilson was Cari Franke Walsh, AUSA, of Kansas City, MO."
    ],
    "corrections": "",
    "head_matter": "Lisa M. WILCOX, Plaintiff-Appellant v. UNITED STATES of America; Lake Regional Health System; Richland Medical Center, LLC; Robert C. Nielsen, M.D.; Russell Johnson, M.D., Defendants-Appellees\nNo. 16-4181\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: December 15, 2017\nFiled: February 5, 2018\nCounsel who appeared on the brief and presented argument on behalf of the appellant was Therlow Drew Schauffler, of Columbia, MO.\nCounsel who appeared on the brief and presented argument on behalf of the ap-pellee, Lake Regional Hospital was Joshua L. Hill, of Jefferson City, MO.\nCounsel who appeared on the brief and presented argument on behalf of the ap-pellees, USA, Richland Medical Center and Robert Neilson was Cari Franke Walsh, AUSA, of Kansas City, MO.\nBefore COLLOTON and GRUENDER, Circuit Judges, and HOLMES, District Judge.\n. The Honorable P.K. Holmes, III, Chief Judge, United States District Court for the Western District of Arkansas, sitting by designation."
  },
  "file_name": "0667-01",
  "first_page_order": 705,
  "last_page_order": 710
}