{
  "id": 12275200,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Joshua VAN HAFTEN, Defendant-Appellant",
  "name_abbreviation": "United States v. Van Haften",
  "decision_date": "2018-02-01",
  "docket_number": "No. 17-1508",
  "first_page": "543",
  "last_page": "545",
  "citations": [
    {
      "type": "official",
      "cite": "881 F.3d 543"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "747 F.3d 399",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4179655
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/747/0399-01"
      ]
    },
    {
      "cite": "586 F.3d 532",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3485377
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/586/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 6649,
    "ocr_confidence": 0.573,
    "pagerank": {
      "raw": 4.351389287593408e-08,
      "percentile": 0.27360726436174465
    },
    "sha256": "0f8cb6488d6b672f91f8fb10c1ce1f407fbd4eac906d587f0675c87f518d14fc",
    "simhash": "1:9f98e2ebffe62ac2",
    "word_count": 1075
  },
  "last_updated": "2024-02-27T17:59:44.301675+00:00",
  "provenance": {
    "date_added": "2018-10-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Wood, Chief Judge, and Easterbrook and Sykes, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Joshua VAN HAFTEN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "Wood, Chief Judge.\nJoshua Van Haften is a Wisconsin native who was’caught travelling to Turkey in án attempt to join ISIS,' a designated terrorist organization. In some ways, Van Haften fits the typical profile of a terrorist: he believes that ISIS is fighting a holy war against America—a war that will culminate in the establishment of a global caliphate. But this view is just one strand in a web of bizarre, mystical beliefs Van Haften holds. He also believes, for example, that Britain’s Prince William is--the Antichrist, that people can use numerology to predict the future, and that most Western political leaders are closet Satanists. And Van Haf-ten has a personal vendetta against the United States government that has nothing to do with religion: when he was 18 years old, Van Haften was convicted of statutory rape for having sex with his 15-year-old high school classmate. Van Haf-ten’s status as a sex offender made it difficult for him to live a normal life in America, and he greatly resents the “godless laws” that, in his view, destroyed his life.\nAfter he was apprehended in Turkey, Van Haften pleaded guilty to attempting to provide material support to a foreign terrorist organization. 18 U.S.C. § 2339B(a)(l). At the sentencing stage, the district court concluded that the terrorism enhancement, U.S.S.G. § 3A1.4, applies to Van Haften, because his crime was “calculated to influence or affect the conduct of government by intimidation or coercion, or to retaliate against government conduct.” 18 U.S.C. § 2332b(g)(5)(A). The enhancement produced an advisory guidelines range of 292-365 months, capped at a 15-year statutory maximum. After hearing testimony about Van Haften’s delusional beliefs and his willingness to reform, the court gave Van Haften a below-guidelines sentence of ten years. Without the terrorism enhancement, Van Haften’s range would have been 57-71 months. The sole issue in this appeal is whether the district court clearly erred in applying the enhancement. We conclude that it did not.\nThe record contains overwhelming evidence that Van Haften sought revenge against the U.S. government. He wrote on Facebook and in various private notes that he despised America because the county “betrayed” him and Muslims everywhere by refusing to “follow divinely guided law, otherwise known as Shari’ah.” He described Presidents Obama and Bush as “Kuffar disbelievers” and “defenders of the antichrist,” and said that he wanted to travel to Syria to fight against them and their armies. On one occasion, Van Haften asserted that, once he arrived in the Middle East, he would help ISIS “enslave Americans and kill Bush and Obama, [whose] children and grandchildren will be sold as slaves at our markets.” Van Haften also opined that, by placing him on the sex offender registry, the government had “fuck[ed] me for life from age 18.” Because of this, Van Haften said that he wished “death to [Americans] and their little children” and proclaimed that he would “show [them] who [they’re] really fuxkin wit [sic].”\nVan Haften’s writings establish a direct causal link between his hatred of the U.S. government and his desire to “join[] my brothers for the war against American liars” and “kill me some American soldier boys.” These statements persuaded the district court that Van Haften sought to join ISIS, at least in part, because he wanted to “retaliate against the government for its treatment of Muslims in general and specifically for its treatment of [Van Haften] as a designated sex offender.”\nIt is true, as defense counsel points out, that Van Haften’s motivations fluctuated over time and that his worldview was not always consistent. In one conversation with his mother, for example, Van Haften described his anti-U.S. rants as mere “vent[ing].” And in a Facebook exchange with a friend, Van Haften wrote that he was travelling to Syria to “build roads [and] help the helpless.” Further muddying the waters, Van Haften also “liked” links to stories suggesting that ISIS, rather than being comprised of Islamic holy warriors, was actually a CIA front. The defense highlights these and similar inconsistent statements to argue that Van Haf-ten’s motivations were too incoherent to support a finding that he attempted to join ISIS as “a rational act of retaliation.” Even if this is one way of looking at Van Haften’s behavior, however, it is by no means the only one. Van Haften undoubtedly holds many false beliefs—and the strength with which he has held those beliefs has fluctuated over time—but his actions are not irrational. As the district court saw it, Van Haften’s decision to join ISIS’s war against America was “a rational act of retaliation,” even if the factual predicates that motivated his decision are false or absurd. Put another way, it is unimportant why Van Haften wanted to retaliate against the government. All that matters is that he did, in fact, commit a crime calculated to retaliate against the government. 18 U.S.C. § 2332b(g)(5)(A); United States v. Christianson, 586 F.3d 532, 539 (7th Cir. 2009).\nThe district court did not err, much less clearly err, when it concluded that the record does not support Van Haften’s contention that he wanted to join ISIS solely to “help the helpless” or to seek shelter from an impending holy war. A desire for safety and Islamic fellowship may have contributed to Van Haften’s decision to travel to Syria, but this innocent desire was not Van Haften’s sole, or even primary, motivation for attempting to join ISIS. The terrorism enhancement applies so long as the defendant’s conduct was “calculated ... to retaliate against government conduct,” even if it was also calculated to accomplish other goals simultaneously. 18 U.S.C. § 2332b(g)(5)(A); United States v. Wright, 747 F.3d 399, 408 (6th Cir. 2014).\nBecause Van Haften’s own statements demonstrate that he sought to join ISIS to take up arms against America and Americans, we Affirm the decision of the district court to apply the terrorism enhancement to his sentence.",
        "type": "majority",
        "author": "Wood, Chief Judge."
      }
    ],
    "attorneys": [
      "Jeffrey M. Anderson, Attorney, Office of the United States Attorney, Madison, WI, Steven L. Lane, Attorney, Department of Justice, National Security Division, Coun-terterrorism Section, Washington, DC, for Plaintiff-Appellee.",
      "Joséph Aragorn Bugni, Attorney, Federal Defender Services of Wisconsin, Inc., Madison, WI, for Defendant-Appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Joshua VAN HAFTEN, Defendant-Appellant.\nNo. 17-1508\nUnited States Court of Appeals, Seventh Circuit.\nArgued October 31, 2017\nDecided February 1, 2018\nJeffrey M. Anderson, Attorney, Office of the United States Attorney, Madison, WI, Steven L. Lane, Attorney, Department of Justice, National Security Division, Coun-terterrorism Section, Washington, DC, for Plaintiff-Appellee.\nJoséph Aragorn Bugni, Attorney, Federal Defender Services of Wisconsin, Inc., Madison, WI, for Defendant-Appellant.\nBefore Wood, Chief Judge, and Easterbrook and Sykes, Circuit Judges."
  },
  "file_name": "0543-01",
  "first_page_order": 581,
  "last_page_order": 583
}