{
  "id": 12452163,
  "name": "In the Matter of the Disciplinary Proceeding Against Bakary Fansu Conteh, an Attorney at Law",
  "name_abbreviation": "In re the Disciplinary Proceeding Against Conteh",
  "decision_date": "2017-02-16",
  "docket_number": "No. 201,448-8",
  "first_page": "793",
  "last_page": "803",
  "citations": [
    {
      "type": "official",
      "cite": "187 Wash. 2d 793"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "344 P.3d 1200",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 716",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075980
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0716-01"
      ]
    },
    {
      "cite": "711 P.2d 310",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "104 Wn.2d 859",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1201373
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "865",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/104/0859-01"
      ]
    },
    {
      "cite": "93 P.3d 166",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "152 Wn.2d 51",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1217435
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "59",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/152/0051-01"
      ]
    },
    {
      "cite": "173 P.3d 915",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "162 Wn.2d 527",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696186
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "542",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/162/0527-01"
      ]
    },
    {
      "cite": "284 P.3d 724",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "pin_cites": [
        {
          "parenthetical": "this court generally defers to the Board's expertise and affirms its sanction recommendations unless this court can articulate a specific reason to reject the recommendations"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "175 Wn.2d 134",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4024477
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "149",
          "parenthetical": "this court generally defers to the Board's expertise and affirms its sanction recommendations unless this court can articulate a specific reason to reject the recommendations"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/175/0134-01"
      ]
    },
    {
      "cite": "896 P.2d 1281",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "127 Wn.2d 150",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        433028
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/127/0150-01"
      ]
    },
    {
      "cite": "217 P.3d 291",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 3,
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "167 Wn.2d 51",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4004405
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/167/0051-01"
      ]
    },
    {
      "cite": "211 P.3d 1008",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 4,
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 594",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001567
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "604"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0594-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 18303,
    "ocr_confidence": 0.89,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.25721422368640023
    },
    "sha256": "4de49faf7279f4533397d4980de0274c2d3f8efc5a4ce51e5b600c5b65104359",
    "simhash": "1:b5c4c3c7a3b22007",
    "word_count": 2952
  },
  "last_updated": "2024-02-27T20:27:34.476040+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Fairhurst, C.J., and Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Disciplinary Proceeding Against Bakary Fansu Conteh, an Attorney at Law."
    ],
    "opinions": [
      {
        "text": "Madsen, J.\n¶ 1 This case concerns whether the Washington State Bar Association (WSBA) Disciplinary Board (Board) erred in declining to order sua sponte review under ELC 11.3(a) and (d) in a disciplinary matter in which attorney Bakary Fansu Conteh did not seek appeal of a hearing officer’s decision recommending that Conteh be suspended from the practice of law for two years and pay restitution. We affirm.\nFACTS\n¶2 The WSBA’s Office of Disciplinary Counsel (ODC) charged Conteh by formal complaint in December 2013 with multiple (five) counts of violating the Rules of Professional Conduct (RPC) involving two different clients. See Findings of Fact, Conclusions of Law, & Hr’g Officer’s Recommendations (FFCLR) at 1-2. The alleged violations resulted in the possible deportation of one client for Conteh’s failure to file a timely brief with the federal Board of Immigration Appeals. The second client, who was injured in an auto accident but was without fault, was unable to collect any insurance monies because Conteh’s inaction resulted in the expiration of the statute of limitations.\n¶3 Conteh appeared pro se at a two-day disciplinary hearing before a hearings officer in January 2015. The hearings officer issued lengthy findings of fact, conclusions of law, and recommendations on April 20, 2015. He found that Conteh’s conduct violated several RPCs, he applied the presumptive sanction (suspension), and he considered aggravating factors (five) and mitigating circumstances (none). Determining that there was no basis to depart from the presumptive sanction, the hearings officer recommended suspension for two years and restitution to one of Conteh’s injured clients. ODC then moved to amend the FFCLR, Conteh responded, and the hearings officer entered an order granting ODC’s motion to amend on May 26, 2015.\n¶4 Conteh did not appeal the FFCLR to the Board. Because no appeal was filed, the FFCLR was distributed to the Board’s members on July 6, 2015 to determine whether to grant sua sponte review. See ELC 11.2(b), 11.3(a). The Board considered the FFCLR and on July 10, 2015 entered a unanimous order declining sua sponte review and adopting the hearings officer’s decision.\n¶5 On July 24, 2015, Conteh tried to file in this court a petition for review of the order of the Board filed July 10, 2015, but this court’s clerk rejected the filing in an e-mail, noting that Conteh’s appropriate avenue was to file a notice of appeal and pay the filing fee to the clerk of the Board. On August 6, 2015, Conteh submitted the filing fee and the same petition for review to the Board’s clerk, identifying the document as a “notice of appeal.” The Board’s clerk issued a receipt for the filing fee and notice of appeal, stating that the clerk would forward the record and filing fee to this court within 30 days. This court received these items on September 10, 2015.\n¶6 In his notice of appeal, Conteh sought “review of both the hearing officer’s decision and Order granting ODC motion to amend and the Board’s decision declining sua sponte review and adopting the Hearing Officer’s decision and order.” Pet. for Review of the Order of Bd. of WSBA filed July 10,2015 at 1 (Notice of Appeal). This prompted ODC to move to strike the Notice of Appeal; Conteh responded, and ODC replied. This court’s clerk denied the motion to strike, ruling that the Board’s July 10, 2015 order is an appealable decision under ELC 12.3(a). ODC moved to modify the clerk’s letter ruling. This court ultimately considered the matter en banc and issued an order on January 22, 2016 that governs the present review in this matter. We ruled that the Board’s July 10, 2015 order denying sua sponte review and adopting the hearings officer’s decision is an appealable order (under ELC 12.3(a)), and we denied ODC’s motion to modify in part, but limited the scope of Conteh’s appeal (petition) to this court to the issue and the record at the time of the Board’s July 10, 2015 decision. “The scope of the issue on appeal is limited to whether the Disciplinary Board erred by not finding that sua sponte review was required to ‘prevent substantial injustice or to correct a clear error,’ see ELC 11.3(d).” Order, In re Conteh, No. 201,448-8, at 1 (Wash. Jan. 22, 2016). The order directed this court’s clerk to set a briefing schedule, he did so, and the parties filed briefs accordingly.\n¶7 After all scheduled briefing was submitted, ODC filed a motion requesting that the case be decided without oral argument. Conteh opposed that motion and, after considering the matter en banc, this court granted the motion and subsequently considered this case without oral argument.\nANALYSIS\n¶8 While this court bears the ultimate responsibility for lawyer discipline in this state, it will, nevertheless, give great weight to the hearings officer’s findings of fact. In re Disciplinary Proceeding Against Vanderveen, 166 Wn.2d 594, 604, 211 P.3d 1008 (2009). “This court will not disturb findings of fact made on conflicting evidence, and it will uphold findings of fact that are supported by substantial evidence.” Id.\n¶9 “The court reviews conclusions of law de novo, and it will uphold those conclusions if they are supported by the findings of fact.” Id. This court also reviews sanction recommendations de novo, but will generally affirm the Board’s sanction recommendation unless the court can articulate a specific reason to reject it. Id. As in other review proceedings, a hearings officer’s unchallenged findings of fact are treated as verities on appeal. In re Disciplinary Proceeding Against Marshall, 167 Wn.2d 51, 66, 217 P.3d 291 (2009). Further, the burden is on the attorney facing discipline to demonstrate how the sanction imposed is disproportionate or otherwise in error. See Vanderveen, 166 Wn.2d at 616. Also, this court generally defers to the Board regarding a sanction the Board imposes in light of the Board’s expertise in disciplinary matters and particularly when the Board’s decision is unanimous. Id.\n¶10 As noted, the only issue before this court is whether the Board sustainably declined sua sponte review, and the only record before this court is the hearings officer’s FFCLR. As a threshold matter, Conteh’s briefing wholly fails to address the present issue—the propriety of the Board’s order declining sua sponte review. Instead, Conteh’s opening brief asks this court to “order . . . the production of the full record to enable him to proof [sic] that sua sponte review was justified.” Resp’t’s Opening Br. at 5. This court already addressed that issue, ruling that the record for present purposes is the same record before the Board when it decided to decline sua sponte review, namely the hearings officer’s FFCLR. See Order at 1. As noted, no appeal was filed in this case following the hearings officer’s decision. There is no automatic review of the hearings officer’s decision. See ELC 11.2(b)(1). Conteh had 30 days to file an appeal of the hearings officer’s decision to the Board. Id. He failed to do so. That was Conteh’s opportunity to challenge the hearings officer’s findings by specifically assigning error to any findings with which he disagreed. He did not do so, and the hearings officer’s unchallenged findings are verities in the present matter. Marshall, 167 Wn.2d at 66.\n¶11 In his opening brief, Conteh cites to only one case as authority. He cites In re Disciplinary Proceeding Against McMullen, 127 Wn.2d 150, 896 P.2d 1281 (1995), for the proposition that this court reviews the entire record consistent with its ultimate responsibility over lawyer discipline matters. See Resp’t’s Opening Br. at 1 (citing McMullen, 127 Wn.2d at 162). But McMullen does not support the notion that this court is required to review the entire record in all disciplinary cases. In fact, while McMullen acknowledges generally that “the ultimate responsibility and authority for determining the nature of attorney discipline rests with this court,” McMullen reiterated that “[t]his court will adopt the recommended sanction of the board unless it can articulate a specific reason to depart from the board’s recommendation.” 127 Wn.2d at 162; see also In re Disciplinary Proceeding Against Conteh, 175 Wn.2d 134, 149, 284 P.3d 724 (2012) (this court generally defers to the Board’s expertise and affirms its sanction recommendations unless this court can articulate a specific reason to reject the recommendations); In re Disciplinary Proceeding Against Day, 162 Wn.2d 527, 542, 173 P.3d 915 (2007) (same); In re Disciplinary Proceeding Against Guarnero, 152 Wn.2d 51, 59, 93 P.3d 166 (2004) (same); In re Disciplinary Proceeding Against McLeod, 104 Wn.2d 859, 865, 711 P.2d 310 (1985) (same).\n¶12 As noted, in declining sua sponte review, the Board adopted the hearings officer’s decision, as directed by ELC 11.3(a). Relevant here, this court also defers to the hearings officer’s findings involving credibility assessments. Conteh, 175 Wn.2d at 147. Here, the hearings officer expressly found Conteh’s explanations concerning his failings and conduct as to the two clients at issue were “not credible.” FFCLR at 6 (Finding (B)(36)), 7 (Finding (B)(43)), 10 (Finding (C)(21)). Further, RAP 10.3(g) requires that “[a] separate assignment of error for each finding of fact a party contends was improperly made must be included with reference to the finding by number.” See also Conteh, 175 Wn.2d at 143-44. This court has waived this requirement under circumstances in which a party challenging a disciplinary determination has failed to make specific assignments of error but, nevertheless, clearly referred to each challenged finding by number in separate headings and paragraphs in the body of the party’s brief. Id. But here, Conteh makes no specific assignments of error and fails to identify any findings he disagrees with in his briefing. Accordingly, the hearings officer’s findings are unchallenged and are verities on appeal.\n¶13 More to the point, Conteh fails to meet his burden of showing how the Board’s decision is in error. Conteh admits that he “cannot articulate ... any ... factual error or wrong legal conclusions drawn from such fact[s].” Resp’t’s Opening Br. at 5. Here, no error is apparent. As noted above, the Board complied with the directives of ELC 11.3(a), which provides in relevant part:\nIf neither the Respondent nor Disciplinary Counsel files a timely notice of appeal from a Decision recommending suspension or disbarment, the Decision shall be distributed to the Board members for consideration of whether to order sua sponte review and the matter shall be scheduled for consideration by the Board. The Decision shall be distributed to the Board within 30 days after the last day to file a notice of appeal. .. .If the Board declines to order sua sponte review, the Board shall issue an order declining sua sponte review and adopting the Decision of the hearing officer.\n(Emphasis added.) As to the criteria for granting sua sponte review, ELC 11.3(d) directs, “The Board should order sua sponte review only in extraordinary circumstances to prevent substantial injustice or to correct a clear error.” (Emphasis added.) As noted, Conteh’s briefing requests only that this court order “production of the full record” so he can prove that sua sponte review was justified. Resp’t’s Opening Br. at 5. He identifies no extraordinary circumstances, no clear error, and no substantial injustice. Under these circumstances, we affirm the Board’s order, which declined sua sponte review and adopted the hearings officer’s decision as directed in ELC 11.3(a).\nCONCLUSION\n¶14 The Board did not abuse its discretion when it declined to order sua sponte review. Accordingly, we affirm the Board’s July 10, 2015 order, suspend Conteh for two years, and order that he pay restitution of $11,324.41, as set forth in the hearings officer’s decision and unanimously adopted by the Board.\nFairhurst, C.J., and Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nELC 11.3 provides, in part:\n(a) Sua Sponte Review of Recommendations for Disbarment and Suspension. If neither the Respondent nor Disciplinary Counsel files a timely notice of appeal from a Decision recommending suspension or disbarment, the Decision shall be distributed to the Board members for consideration of whether to order sua sponte review and the matter shall be scheduled for consideration by the Board. The Decision shall be distributed to the Board within 30 days after the last day to file a notice of appeal. An order for sua sponte review shall set forth the issues to be reviewed. If the Board declines to order sua sponte review, the Board shall issue an order declining sua sponte review and adopting the Decision of the hearing officer.\n(d) Standards for Ordering Sua Sponte Review. The Board should order sua sponte review only in extraordinary circumstances to prevent substantial injustice or to correct a clear error.\n(Boldface omitted.)\nAs explained later, the record in the present matter is limited to the hearings officer’s FFCLR.\nThe hearings officer found that Conteh violated RPC 1.1, 1.3, 1.4, and 1.5. Relevant portions of those rules are summarized as follows:\nRPC 1.1 provides that “[a] lawyer shall provide competent representation to a client,” including “the legal knowledge, skill, thoroughness and preparation reasonably necessary for the representation.”\nRPC 1.3 provides that “[a] lawyer shall act with reasonable diligence and promptness in representing a client.”\nRPC 1.4(a)(3) and (b) provide in part that “[a] lawyer shall . . . keep the client reasonably informed about the status of the matter . . . [and] shall explain a matter to the extent reasonably necessary to permit the client to make informed decisions regarding the representation.”\nRPC 1.5(b) and (c)(1) provide in part that “[t]he scope of the representation and the basis or rate of the fee and expenses for which the client will be responsible shall be communicated to the client, preferably in writing,” and that “[a] contingent fee agreement shall be in a writing signed by the client.”\nApplying these rules, the hearings officer determined that in the immigration matter, Conteh’s failure to timely file an appeal brief and failure to appropriately file a motion to accept a late-filed brief violated RPC 1.1 (competence) and 1.3 (diligence) and, by failing to inform his client of these circumstances, Conteh’s conduct violated RPC 1.4 (communication). The hearings officer determined that in the auto accident matter, Conteh failed to communicate with his client regarding fee arrangements or to put the contingent fee in writing, in violation of RPC 1.5(b) (basis of fee) and (c)(1) (contingent fee shall be in writing). Further, the hearings officer determined that Conteh’s failure to attempt to settle or to file suit in his client’s personal injury claim within the applicable statute of limitation period violated RPC 1.1 (competence) and 1.3 (diligence), and that Conteh’s failure to inform the client regarding the status of his claim violated RPC 1.4 (communication).\nThe aggravating factors included (1) multiple prior disciplinary offenses, (2) dishonest or selfish motive, (3) pattern of misconduct, (4) multiple current offenses, and (5) refusal to acknowledge wrongful nature of conduct.\nThe hearings officer recommended that Conteh be ordered to pay the client injured in the auto accident $11,324.41, reflecting the client’s unpaid medical bills, and that Conteh’s future reinstatement be conditioned on such restitution payment.\nThe revision clarified that Conteh’s fee arrangement with the auto accident client was “contingent” on the outcome of the matter and that the “ ‘dishonest or selfish motive’ ” aggravator applied. Order Granting Office of Disciplinary Counsel’s Mot. to Amend Hr’g Officer’s Findings of Fact & Conclusions of Law at 1-2. The changes did not alter the hearings officer’s disciplinary recommendation.\nELC 11.2(b) provides that the Board will review a decision if “either party files a notice of appeal within 30 days of service of the Decision on the respondent” or “the Board orders sua sponte review under rule 11.3.”\nELC 12.3(a) provides that “[t]he respondent lawyer or disciplinary counsel has the right to appeal a Board decision recommending suspension or disbarment. There is no other right of appeal.”\nNotably, Conteh’s reply brief (filed May 27, 2016) argued only that ODC’s May 9,2016 response should be stricken as untimely. ODC filed an answer, noting that Conteh’s reply was really a motion to strike and explaining why ODC’s response was timely. This court’s acting clerk agreed that Conteh’s filing was a motion to strike. The acting clerk denied the motion to strike ODC’s response brief. Conteh did not move to modify that ruling.\nELC 11.2 was amended in 2013 to replace the Board’s automatic review of hearing examiners’ suspension and disbarment recommendations with “ ‘an appeal-driven system.’ ” 2 Karl B. Tegland, Washington Practice: Rules Practice, ELC 1.1 author’s cmt. 3, at 585 (8th ed. 2014) (quoting drafters’ cmt. to ELC, 2013 rev.); see also id. ELC 11.2 author’s cmt. 2, at 744.\nConteh cites to no case law in his reply.\nCf. In re Disciplinary Proceeding Against Pfefer, 182 Wn.2d 716, 344 P.3d 1200 (2015). Therein, in the underlying personal injury action, an attorney failed to diligently pursue his client’s claim (resulting in the claim being time barred), failed to convey a settlement offer to his client, and improperly withdrew from representation. In the subsequent disciplinary matter, we affirmed a unanimous recommendation by the Board to suspend the attorney from the practice of law for six months and to condition the attorney’s reinstatement on his payment of restitution to his former client. See id. at 721, 733. In the present matter, the Board’s unanimously recommended sanctions as described above are similarly appropriate, particularly given the multiple aggravating circumstances present in Conteh’s case. See supra note 4.",
        "type": "majority",
        "author": "Madsen, J."
      }
    ],
    "attorneys": [
      "Bakary Fansu Conteh, pro se.",
      "Scott G. Busby, for the bar association."
    ],
    "corrections": "",
    "head_matter": "[No. 201,448-8.\nConsidered October 18, 2016.\nDecided February 16, 2017.\nIn the Matter of the Disciplinary Proceeding Against Bakary Fansu Conteh, an Attorney at Law.\nBakary Fansu Conteh, pro se.\nScott G. Busby, for the bar association."
  },
  "file_name": "0793-01",
  "first_page_order": 829,
  "last_page_order": 839
}