{
  "id": 12452152,
  "name": "In the Matter of the Personal Restraint of Reginald Bell, Petitioner",
  "name_abbreviation": "In re the Personal Restraint of Bell",
  "decision_date": "2017-01-19",
  "docket_number": "No. 92679-4",
  "first_page": "558",
  "last_page": "566",
  "citations": [
    {
      "type": "official",
      "cite": "187 Wash. 2d 558"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "5 P.3d 1240",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "outlining circumstances in which a successive petition may constitute an abuse of the writ"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183458
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0342-01"
      ]
    },
    {
      "cite": "101 P.3d 854",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "citing In re Pers. Restraint of Stoudmire, 141 Wn.2d 342, 352, 5 P.3d 1240 (2000)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "153 Wn.2d 44",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        875618
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "48",
          "parenthetical": "citing In re Pers. Restraint of Stoudmire, 141 Wn.2d 342, 352, 5 P.3d 1240 (2000)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/153/0044-01"
      ]
    },
    {
      "cite": "72 P.3d 703",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 695",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292593
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0695-01"
      ]
    },
    {
      "cite": "76 P.3d 241",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "petitioner's claim did not meet the requirements for newly discovered evidence and therefore was not within the exceptions to the time bar delineated in RCW 10.73.100"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Wn.2d 207",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        9194158
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "220",
          "parenthetical": "petitioner's claim did not meet the requirements for newly discovered evidence and therefore was not within the exceptions to the time bar delineated in RCW 10.73.100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/150/0207-01"
      ]
    },
    {
      "cite": "829 P.2d 1068",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "119 Wn.2d 192",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1370291
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/119/0192-01"
      ]
    },
    {
      "cite": "2011 WL 4458794",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "164 Wn. App. 1006",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4019592,
        4022489,
        4021570,
        4021613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/164/1006-04",
        "/wash-app/164/1006-01",
        "/wash-app/164/1006-02",
        "/wash-app/164/1006-03"
      ]
    },
    {
      "cite": "296 P.3d 872",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4131315
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/177/0001-01"
      ]
    },
    {
      "cite": "74 P.3d 1194",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "150 Wn.2d 71",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        9193894
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/150/0071-01"
      ]
    },
    {
      "cite": "256 P.3d 277",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "171 Wn.2d 354",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4015722
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/171/0354-01"
      ]
    },
    {
      "cite": "933 P.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "131 Wn.2d 558",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1547160
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/131/0558-01"
      ]
    },
    {
      "cite": "19 P.3d 1027",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 261",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425198
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 13107,
    "ocr_confidence": 0.891,
    "pagerank": {
      "raw": 4.339701094470699e-08,
      "percentile": 0.27300973917784394
    },
    "sha256": "be70b5b86a98c44bf5e52a929612214057afba041553a2e5bd95c19054c80726",
    "simhash": "1:226fc6a9a70bf33d",
    "word_count": 2189
  },
  "last_updated": "2024-02-27T20:27:34.476040+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Personal Restraint of Reginald Bell, Petitioner."
    ],
    "opinions": [
      {
        "text": "Per Curiam\n¶1 Reginald Bell was convicted in 2009 of possession of cocaine with intent to deliver and bail jumping. His judgment and sentence became final on direct appeal in 2012. In October 2015, Mr. Bell filed a personal restraint petition in Division Two of the Court of Appeals; the acting chief judge dismissed it as improperly successive. Mr. Bell then sought this court’s discretionary review. Our commissioner denied review, and Mr. Bell moved to modify the commissioner’s ruling. He argued that, procedurally, his personal restraint petition should have been transferred to this court rather than dismissed because his successive petition did not assert an issue that was raised and determined on the merits in a previous personal restraint petition. We agree.\n¶2 A successive personal restraint petition that does not seek relief on the same grounds as those adjudicated in a previous petition must generally be transferred to this court rather than be dismissed. However, there is an exception: if the Court of Appeals determines that the successive petition was time barred, then the Court of Appeals should dismiss it. In this case, however, the Court of Appeals made no such determination. Hence, it erred in dismissing Mr. Bell’s petition rather than transferring it to this court for consideration.\nPROCEDURE\n¶3 The acting chief judge dismissed Mr. Bell’s petition solely on the basis that Mr. Bell failed to show good cause why he did not raise the issue presented in this petition in his previous personal restraint petitions. The dismissal order provides in part as follows:\nBell argues that RCW 10.73.100(4) exempts his petition from the time bar, because it exempts petitions in which the petitioner alleges that “the defendant pled not guilty and the evidence introduced was insufficient to support the conviction.” But even if his petition is not time-barred, it is successive under RCW 10.73.140 because he has filed prior petitions and fails to show good cause why he did not raise this issue in an earlier petition. This court is directed to dismiss a successive petition. RCW 10.73.140. Accordingly, it is hereby\nORDERED that Bell’s petition is dismissed under RAP 16.11(b).\nThus, the Court of Appeals dismissed Mr. Bell’s petition because it was successive. The Court of Appeals did not decide whether the petition was also time barred.\nANALYSIS\n¶4 The legislature and this court apply different rules to successive petitions that raise previously raised claims that have been adjudicated, successive petitions that raise previously raised claims that have not been adjudicated, successive petitions that raise new claims, and successive petitions that raise either type of claim but are also untimely. We take this opportunity to discuss what the rules require in these situations.\n1. Transfer of Successive Petition\n¶5 RCW 10.73.140 directs that “[i]f a person has previously filed a petition for personal restraint, the court of appeals will not consider the petition unless the person certifies that he or she has not filed a previous petition on similar grounds, and shows good cause why the petitioner did not raise the new grounds in the previous petition.” This statute further directs that “[i]f upon review, the court of appeals finds that the petitioner has previously raised the same grounds for review, or that the petitioner has failed to show good cause why the ground was not raised earlier, the court of appeals shall dismiss the petition on its own motion without requiring the state to respond to the petition.”\n¶6 We have previously determined that RCW 10-.73.140 cannot be applied in isolation. In In re Personal Restraint of Perkins, 143 Wn.2d 261, 266, 19 P.3d 1027 (2001), we held that this statute, which applies only to the Court of Appeals, must be considered in light of the directive in RCW 2.06.030 that “[n]o case, appeal or petition for a writ filed in the supreme court or the court shall be dismissed for the reason that it was not filed in the proper court, but it shall be transferred to the proper court.” Accordingly, where the Court of Appeals does not have jurisdiction to consider a petition on a particular basis that this court may consider, the petition should be transferred “to the proper court” rather than dismissed. Sometimes, the Washington Supreme Court is “the proper court” for a personal restraint petition: article IV, section 4 of the Washington Constitution vests this court with original jurisdiction in habeas corpus proceedings, such that a petitioner could file a personal restraint petition directly in this court. Thus, RCW 2.06.030 compels the Court of Appeals to transfer a successive petition that raises new grounds, and that is not time barred, to this court. Id. at 266-67.\n2. Good Cause Requirement\n¶7 Application of this principle has led to a distinction between the proper procedure when the Court of Appeals receives a successive petition asserting similar grounds for relief and when it receives a successive petition raising new grounds for relief. If the Court of Appeals finds that the petitioner has previously raised similar grounds for relief, RCW 10.73.140 divests that court of jurisdiction. But RCW 10.73.140 does not divest this court of jurisdiction, and under RAP 16.4(d), this court may consider more than one petition for similar relief on behalf of the same petitioner if good cause is shown. Accordingly, in In re Personal Restraint of Johnson, 131 Wn.2d 558, 566, 933 P.2d 1019 (1997), where Johnson’s successive petition sought relief on the same grounds as an earlier petition, we held that “the proper procedure for the Court of Appeals, when it receives a personal restraint petition it may not consider under the terms of RCW 10.73.140, is either to dismiss it, or to transfer it to this Court if it determines RAP 16.4(d) might apply.” But dismissal based on failure to show good cause is limited to successive petitions seeking similar relief within the meaning of RAP 16.4(d). By its terms, this rule does not apply to petitions asserting new grounds for relief. Thus, while the Court of Appeals retains the power to dismiss a successive petition asserting similar grounds for relief where the petitioner does not show that good cause might allow this court to consider the petition, there is no good cause prerequisite for transfer to this court of a petition raising new grounds for relief. See Perkins, 143 Wn.2d at 267.\n¶8 The “good cause” requirement of RAP 16.4(d) does not apply to this successive petition. A successive petition seeks “similar relief” within the meaning of RAP 16.4(d) if it raises matters that have been previously heard and determined on the merits. In re Pers. Restraint of Martinez, 171 Wn.2d 354, 362, 256 P.3d 277 (2011). Mr. Bell states that he raised the same sufficiency of the evidence claim presented here in previous petitions, but that the issue has not been considered and determined on the merits. The acting chief judge’s order also indicates that this petition raises a new claim for relief. Accordingly, we will consider Mr. Bell’s successive petition as one that does not seek “similar relief” within the meaning of RAP 16.4(d) and transfer it to this court for determination.\n3. RCW 10.73.090 and Turay Create an Exception to the Rule on Transfer\n¶9 There is an exception to this rule of transfer. The Court of Appeals cannot consider a petition that is both untimely and successive; instead, it must be dismissed as untimely rather than transferred to this court. In re Pers. Restraint of Turay, 150 Wn.2d 71, 87, 74 P.3d 1194 (2003). Thus, the question of whether a successive petition is time barred ordinarily should be decided by the Court of Appeals.\n¶10 If the acting chief judge had found that Mr. Bell’s petition was both successive and untimely, then dismissal would have been proper. But here, the acting chief judge’s order assumes, without deciding, that the petition is timely, apparently reasoning that the successive petition could not be considered under RCW 10.73.140 in any event because Mr. Bell failed to show good cause why he did not raise his challenge to the sufficiency of the evidence in an earlier petition. As discussed above, the good cause showing is not required here. The acting chief judge therefore erred in dismissing the petition without assessing its timeliness. In the absence of a finding that it was untimely, the petition should have been transferred.\n4. Mr. Bell’s Petition Is Untimely\n¶ 11 We begin our review with the question of timeliness. Mr. Bell contends that his petition is timely and that relief is warranted because there was insufficient evidence of his intent to deliver cocaine. RCW 10.73.090 specifies a one-year time limit for filing a collateral attack on a judgment and sentence in a criminal case, but this time limit does not apply if the petitioner pleaded not guilty and demonstrates that the evidence was insufficient to support the conviction. RCW 10.73.100(4). Although Mr. Bell raises a ground for relief that has not previously been determined in the context of a personal restraint petition, and is potentially exempt from the one-year time limit on collateral attack, he did raise insufficiency of the evidence on direct appeal. As a general rule, a personal restraint petitioner may not renew a claim that was raised and rejected on the merits on direct appeal unless the petitioner shows that the interests of justice require reconsideration. In re Pers. Restraint of Yates, 177 Wn.2d 1, 17, 296 P.3d 872 (2013). It is debatable whether the issue was fully considered on the merits on direct appeal. Mr. Bell claimed that the State did not provide sufficient evidence that he possessed cocaine with intent to deliver, see RCW 69.50.401(1), but he provided argumentation only as to the “possession” element. See State v. Bell, noted at 164 Wn. App. 1006, 2011 WL 4458794, at *8 n.9,2011 Wash. App. LEXIS 2241, at *22 n.9. The court addressed only that argument. 2011 WL 4458794, at *8 n.9,2011 Wash. App. LEXIS 2241, at *22 n.9. But we need not decide the parameters of the issue raised and rejected on the merits on direct appeal; regardless of whether it can be said that the Court of Appeals addressed this sufficiency of the evidence issue, the record does not support Mr. Bell’s contention that the State failed to provide sufficient evidence that he intended to deliver the cocaine that was in his possession. Evidence admitted at trial indicated that Mr. Bell personally brought powder cocaine to a motel room, processed the powder cocaine into rock cocaine, and cut a ball of rock cocaine into smaller pieces. The 68 to 73 grams of cocaine police found in the motel room had a street value of more than $6,000. When Mr. Bell was searched incident to his arrest, he had $964 in his pocket. The test for determining the sufficiency of the evidence is whether, after viewing the evidence in the light most favorable to the State, any rational trier of fact could have found guilt beyond a reasonable doubt. State v. Salinas, 119 Wn.2d 192, 201, 829 P.2d 1068 (1992). All reasonable inferences from the evidence must be drawn in favor of the State and interpreted most strongly against the defendant. Id. Clearly, the evidence was sufficient to support a verdict of guilt.\n¶12 Mr. Bell’s assertion that the evidence introduced at trial was insufficient to support the conviction is without merit, and his petition therefore does not escape the time bar set forth in RCW 10.73.090. Cf. In re Pers. Restraint of Stenson, 150 Wn.2d 207, 220, 76 P.3d 241 (2003) (petitioner’s claim did not meet the requirements for newly discovered evidence and therefore was not within the exceptions to the time bar delineated in RCW 10.73.100). We dismiss his personal restraint petition.\nMr. Bell states that in Court of Appeals cause no. 46262-1-II, a panel of judges accepted the State’s concession as to a community custody error and remanded to the trial court for correction of the judgment and sentence, but declined to consider his other claims under the “mixed petition’’ rule of In Personal Restraint of Hankerson, 149 Wn.2d 695, 700, 72 P.3d 703 (2003). He indicates he also raised the issue in Court of Appeals cause no. 47274-1-II, a petition dismissed by the clerk of the court, and in Court of Appeals cause no. 47440-9-II, where the claim was voluntarily dismissed.\nThe only direct bar to raising new issues in this court is the abuse of the writ doctrine. In re Pers. Restraint of Turay, 153 Wn.2d 44, 48, 101 P.3d 854 (2004) (citing In re Pers. Restraint of Stoudmire, 141 Wn.2d 342, 352, 5 P.3d 1240 (2000)). There is no basis here for dismissing the petition as an abuse of the writ. See id. (outlining circumstances in which a successive petition may constitute an abuse of the writ).",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Reginald Bell, pro se.",
      "Mark E. Lindquist, Prosecuting Attorney for Pierce County, and Kathleen Proctor, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 92679-4.\nConsidered December 8, 2016.\nDecided January 19, 2017.\nIn the Matter of the Personal Restraint of Reginald Bell, Petitioner.\nReginald Bell, pro se.\nMark E. Lindquist, Prosecuting Attorney for Pierce County, and Kathleen Proctor, Deputy, for respondent."
  },
  "file_name": "0558-01",
  "first_page_order": 594,
  "last_page_order": 602
}