{
  "id": 12516322,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Timothy RYAN, Defendant-Appellant.",
  "name_abbreviation": "United States v. Ryan",
  "decision_date": "2018-03-13",
  "docket_number": "No. 16-4048",
  "first_page": "449",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "885 F.3d 449"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "136 S.Ct. 1338",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12595701
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "1343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/1338-01"
      ]
    },
    {
      "cite": "714 F.3d 466",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5865972
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/714/0466-01"
      ]
    },
    {
      "cite": "177 F.3d 643",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        727198
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "648"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/177/0643-01"
      ]
    },
    {
      "cite": "859 F.3d 429",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276395
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "434",
          "parenthetical": "\"It is well established that a jury's verdict may rest solely upon circumstantial evidence.\" (quoting United States v. Robinson , 177 F.3d 643, 648 (7th Cir. 1999) ) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/859/0429-01"
      ]
    },
    {
      "cite": "680 F.3d 854",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3882034
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "857",
          "parenthetical": "\"Only if the record is devoid of evidence from which a reasonable jury could find guilt beyond a reasonable doubt can [the defendant's] conviction be over-turned.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/680/0854-01"
      ]
    },
    {
      "cite": "472 F.3d 1219",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5199975
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "1223-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/472/1219-01"
      ]
    },
    {
      "cite": "492 F.3d 867",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3505975
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "876"
        },
        {
          "page": "876"
        },
        {
          "page": "875"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/492/0867-01"
      ]
    },
    {
      "cite": "739 F.3d 1032",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4084212
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "1040"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/739/1032-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 2252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "512 F.3d 416",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4071525
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/512/0416-01"
      ]
    },
    {
      "cite": "727 F.3d 666",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4077216
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "672-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/727/0666-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 13570,
    "pagerank": {
      "raw": 1.0842373317229304e-07,
      "percentile": 0.5632762759527679
    },
    "sha256": "3b195b1b9bf6f7d9a2eb9979839ccad205fa2b5d0021f6b2c3515ad594c47be7",
    "simhash": "1:badea7b6eb1d176b",
    "word_count": 2165
  },
  "last_updated": "2024-02-27T18:45:06.671037+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [
      "Before Bauer, Kanne, and Rovner, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee,\nv.\nTimothy RYAN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "Kanne, Circuit Judge.\nTimothy Ryan was convicted of possessing, receiving, and distributing child pornography. On appeal, he contends that his motion for substitution of counsel should have been granted and that the government failed to prove he knowingly distributed the files. He also argues his computer was improperly forfeited. For the reasons that follow, the judgment of the district court is affirmed.\nI. BACKGROUND\nIllinois police used a peer-to-peer file sharing program to download child pornography from a computer located at Timothy Ryan's home. The Federal Bureau of Investigation then obtained a warrant, searched Ryan's home, and found a desktop computer that contained two peer-to-peer file sharing programs that had been used to download hundreds of child pornography files. The FBI also discovered on the computer a shortcut to a program used to block user-specific IP addresses from seeing the user's peer-to-peer activity or shared files, a list of what appeared to be law enforcement IP addresses, a shortcut to a program that encrypts peer-to-peer communications, and a folder with many images and videos of child pornography.\nPresented with this evidence, a grand jury indicted Ryan for possessing, receiving, and distributing child pornography. The indictment also sought forfeiture of unspecified property.\nRyan rejected a plea offer made by the government and invoked his right to trial by jury. Five days before trial was set to begin, defense counsel filed on Ryan's behalf a motion to substitute counsel. The following day, the district court held a hearing on the motion. The prosecutor, defense counsel, and Ryan were present. Ryan testified that he had lost confidence in counsel and was frustrated with his inability to contact him. After discussing the matter with defense counsel and with Ryan, the court denied the motion.\nAt trial, Ryan claimed the images must have been downloaded by his cousin who had access to his computer. The jury returned guilty verdicts convicting Ryan on all counts. The court sentenced Ryan to 157 months' imprisonment, including an enhancement for knowingly distributing child pornography. The district court also ordered the forfeiture of Ryan's computer.\nII. ANALYSIS\nRyan now appeals his convictions on the basis his motion for substitution of counsel should have been granted. He also appeals the distribution conviction on grounds that the government failed to adequately prove he knowingly distributed the files. He challenges his sentence on this basis as well. Finally, he challenges the forfeiture of his computer.\nA. Motion for substitution of counsel\nFive days before trial was to begin, Ryan filed a motion for substitution of counsel. After a hearing, the district court denied the motion. We review the denial for abuse of discretion. United States v. Volpentesta , 727 F.3d 666, 672-73 (7th Cir. 2013). When assessing a district court's denial of a motion for new counsel, this court considers \"(1) the timeliness of the motion; (2) whether the district court conducted an adequate inquiry into the matter; and (3) whether the breakdown between lawyer and client was so great as to result in a total lack of communication, precluding an adequate defense.\" United States v. Ryals , 512 F.3d 416, 419 (7th Cir. 2008). \"[E]ven if the district court abused its discretion, [the defendant] is not entitled to a new [trial] unless he shows that the error caused him prejudice, meaning that but for the error, there is a reasonable probability that the [trial] would have produced a different result.\" Id.\nFirst, the timeliness factor does not weigh in favor or against the decision to deny Ryan's motion. The motion was filed shortly before trial began, but the prosecutor explained that he would not object to continuing the trial if new counsel was appointed, as he was busy with other trials himself. The district court also considered the timeliness of Ryan's motion and determined the factor was \"neutral\" since the motion was filed so close to the start of trial but no party objected to a continuance.\nSecond, the district court's inquiry was adequate. Ryan argues the district court failed to adequately inquire about his reasons for seeking new counsel and should have held a hearing outside the presence of the prosecuting attorney. We agree that such a hearing should generally be held outside the presence of the prosecutor, but find that his presence created no prejudice in this case. Ryan makes no compelling argument that the motion would have been decided differently if the prosecutor had not been present. The court asked Ryan several questions about his reasons for seeking new counsel and sought to uncover what counsel could have done differently.\nThird, the district court did not err in finding there was no breakdown in communication between Ryan and his attorney. The court reviewed their history of communications and noted that Ryan was frustrated that counsel was not available when he expected him to be and that tensions had risen between the two, but concluded that communication was ongoing and that counsel could present an adequate defense. Counsel had contacted all of the witnesses Ryan thought would be helpful, employed the assistance of the FBI to try to track down Ryan's cousin, and hired an expert to investigate the computer programs involved.\nThe district court did not abuse its discretion in denying Ryan's motion to substitute counsel, therefore, the denial is not a basis for reversing Ryan's convictions.\nB. Proof of Knowing Distribution\nIt is unlawful to \"knowingly receive[ ], or distribute[ ] any visual depiction ..., if the producing of such visual depiction involves the use of a minor engaging in sexually explicit conduct; and such visual depiction is of such conduct.\" 18 U.S.C. § 2252(a)(2). An offender convicted of this offense is subject to a two-level sentencing enhancement if he \"knowingly engaged in distribution.\" U.S.S.G. § 2G2.2(b)(3)(F). Ryan argues that the term \"distribution\" as used in both provisions has been incorrectly defined and that, as a result, his conviction should be vacated and the enhancement should not have been applied. We review the interpretation of the term de novo . United States v. Cureton , 739 F.3d 1032, 1040 (7th Cir. 2014).\nThis court has not directly addressed the meaning of \"distribution\" as it is used in § 2252, but has interpreted the term in § 2G2.2(b)(3)(F). In United States v. Carani , we held that a defendant who \"knowingly make[s] his child pornography available for others to access and download\" via peer-to-peer sharing has distributed pornography for purposes of applying the knowing distribution sentence enhancement. 492 F.3d 867, 876 (7th Cir. 2007). We relied in part on the 10th circuit's analogy to gas station owners who allow drivers to \"stop and fill their cars for themselves\" without the station owner's active involvement in the sale. Id. at 876 (quoting United States v. Shaffer , 472 F.3d 1219, 1223-24 (10th Cir. 2007) ). By doing so, the owner is a distributor of gasoline. In the same way, a user of a file sharing program who passively allows others to download the files stored on his computer has distributed those files. Id. There is no reason why this same definition should not apply when interpreting \"distribute\" in the criminal statute.\nApplying this definition, it is clear the government proved Ryan knowingly distributed child pornography. The programs on Ryan's computer downloaded files to a shared folder from which other users could download the files. The government's expert witness explained to the jury how these programs work and explained the programs running on the computer that allowed the user to block certain people from accessing the shared files. The government also presented evidence of Ryan's sophisticated understanding of computers and software. Based on this evidence, a reasonable jury could find beyond a reasonable doubt that Ryan knew the files were accessible to others. See United States v. Stevenson , 680 F.3d 854, 857 (7th Cir. 2012) (\"Only if the record is devoid of evidence from which a reasonable jury could find guilt beyond a reasonable doubt can [the defendant's] conviction be over-turned.\"); see also United States v. Davis , 859 F.3d 429, 434 (7th Cir. 2017) (\"It is well established that a jury's verdict may rest solely upon circumstantial evidence.\" (quoting United States v. Robinson , 177 F.3d 643, 648 (7th Cir. 1999) ) ). Ryan is not entitled to vacation of his conviction on this basis.\nThis evidence also supports the district court's decision to apply the Guideline enhancement for distribution of child pornography. \"We review the district court's interpretation and application of the Sentencing Guidelines de novo , and its findings of fact for clear error.\" Carani , 492 F.3d at 875. Application of the distribution enhancement is appropriate when the court finds that the \"defendant either knew, or was reckless in failing to discover, that the files he was downloading could be viewed online by other people.\" United States. v. Robinson , 714 F.3d 466, 468 (7th Cir. 2013). The court here relied on the jury's conviction and on the evidence of Ryan's use of sophisticated software to find that Ryan knew or was reckless in failing to discover others could download his files. The court's conclusion is well supported by the record and consistent with our interpretation of the term distribution as used in the Guideline. Therefore, the application of the enhancement was proper.\nC. Forfeiture of Ryan's computer\nFinally, Ryan argues that his computer should not have been forfeited based on a violation of the Federal Rules of Criminal Procedure. Rule 32.2(b)(5)(A) requires that when a defendant's case has been tried before a jury and the indictment states that the government is seeking forfeiture, the district court \"must determine before the jury begins deliberating whether either party requests that the jury be retained to determine the forfeitability of specific property if it returns a guilty verdict.\" Fed. R. Crim. P. 32.2(b)(5)(A). If a party timely requests that the jury determine forfeiture, the government must submit a special verdict form listing the specific property to be forfeited and ask the jury \"to determine whether the government proved the requisite nexus between the property and the offense....\" Fed. R. Crim. P. 32.2(b)(5)(B). The Rule does not indicate the consequences of the court's failure to determine whether a party requests that the jury be retained.\nHere the Rule was clearly violated. Because Ryan made no objection at trial, however, he is entitled to have the forfeiture order vacated only if the district court's error affected his substantial rights. Fed. R. Crim. P. 52(b). An error affects a defendant's substantial rights if the outcome would have been different but for the error. Molina-Martinez v. United States , --- U.S. ----, 136 S.Ct. 1338, 1343, 194 L.Ed.2d 444 (2016).\nThe government argues that, because the jury found Ryan guilty of knowingly distributing the files found on his computer, the jury could not have concluded that there was no nexus between the computer and the offense. Therefore, the error did not affect the outcome.\nGenerally, a jury's guilty verdict alone is insufficient. The jury must specifically determine whether the government established the requisite nexus between the property and offense and return a special verdict form reflecting that finding. In many cases, such a finding is not necessary to find the defendant guilty. In this case, however, no reasonable juror could have found there was not a sufficient nexus between the property and the offense. There was no question in this case that the specific computer listed in the forfeiture order was the one used by Ryan containing the illegal files. Ryan himself testified that there was child pornography found on his computer and that it was the computer found in his house. ( R. 52 at 35.) Therefore, the error was harmless.\nIII. CONCLUSION\nRyan challenged his convictions on two bases: the district court's denial of his motion to substitute counsel and the government failure to prove he knowingly distributed the pornographic images. The district court adequately addressed the request to substitute counsel at a pre-trial hearing, found that counsel was sufficient, and denied the motion. The denial was not an abuse of discretion. And the government sufficiently proved that, by making his files available to other users, Ryan knowingly distributed the pornographic materials. Therefore, the convictions are upheld. Since the government proved Ryan knowingly distributed the files, applying the sentencing enhancement for distribution was appropriate. Finally, the district court erred by failing to determine whether any party requested the jury determine the forfeiture claim, but the error was harmless. The judgment of the district court is AFFIRMED.",
        "type": "majority",
        "author": "Kanne, Circuit Judge."
      }
    ],
    "attorneys": [
      "Nathaniel Whalen, Attorney, OFFICE OF THE UNITED STATES ATTORNEY, Hammond, IN, for Plaintiff-Appellee.",
      "Daniel J. Hillis, Thomas W. Patton, Attorneys, OFFICE OF THE FEDERAL PUBLIC DEFENDER, for Defendant-Appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee,\nv.\nTimothy RYAN, Defendant-Appellant.\nNo. 16-4048\nUnited States Court of Appeals, Seventh Circuit.\nArgued November 6, 2017\nDecided March 13, 2018\nRehearing and Rehearing En Banc Denied May 10, 2018\nNathaniel Whalen, Attorney, OFFICE OF THE UNITED STATES ATTORNEY, Hammond, IN, for Plaintiff-Appellee.\nDaniel J. Hillis, Thomas W. Patton, Attorneys, OFFICE OF THE FEDERAL PUBLIC DEFENDER, for Defendant-Appellant.\nBefore Bauer, Kanne, and Rovner, Circuit Judges.\nJudge Barrett did not participate in the consideration of this petition."
  },
  "file_name": "0449-01",
  "first_page_order": 449,
  "last_page_order": 455
}