{
  "id": 1370292,
  "name": "Peerless Food Products, Inc., et al, Appellants, v. The State of Washington, et al, Respondents",
  "name_abbreviation": "Peerless Food Products, Inc. v. State",
  "decision_date": "1992-09-03",
  "docket_number": "No. 58366-8",
  "first_page": "584",
  "last_page": "597",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 584"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "258 P. 836",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "145 Wash. 25",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        800933
      ],
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/wash/145/0025-01"
      ]
    },
    {
      "cite": "452 P.2d 750",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "75 Wn.2d 575",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1082893
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "578-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/75/0575-01"
      ]
    },
    {
      "cite": "65 A.L.R.4th 93",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "99"
        },
        {
          "page": "99-100"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "741 P.2d 1057",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "49 Wn. App. 217",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1739241
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/49/0217-01"
      ]
    },
    {
      "cite": "89 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "562 P.2d 271",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "17 Wn. App. 288",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1774219
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/17/0288-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 998,
    "char_count": 25761,
    "ocr_confidence": 0.791,
    "pagerank": {
      "raw": 1.6762875659530755e-07,
      "percentile": 0.6967684216338481
    },
    "sha256": "77551ffd701e1d85664ea9681b745d3c33e668061d0280342d6a1fd4e3067792",
    "simhash": "1:086665b1cee81cbe",
    "word_count": 4158
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peerless Food Products, Inc., et al, Appellants, v. The State of Washington, et al, Respondents."
    ],
    "opinions": [
      {
        "text": "Guy, J.\nAppellants Peerless Food Products and North American Transport Company appeal directly to this court from a Thurston County Superior Court award of partial summary judgment to respondent State of Washington. Appellants seek monetary damages from the State of Washington claiming the State wrongfully awarded a dairy supply contract to a third party when Peerless was the lowest responsible bidder on the contract. We affirm the trial court.\nFacts\nIn June 1989, the Office of Purchasing in the Department of General Administration for the State issued an invitation for bids numbered IFB 43-89. The invitation sought bids for a contract to supply Washington state institutions with eggs and daily products for a period of 2 years. The contract was to commence August 1, 1989. Peerless Food Products bid on both the egg and dairy products portions of the contract. Peerless was awarded the contract to supply eggs, while another company, Beverage Company Northwest doing business as Carnation Company (Carnation), was awarded the dairy products contract. The State's award of the dairy supply contract to Carnation is the focus of appellants’ complaint.\nIFB 43-89 told prospective bidders that the contract would be awarded to the \"lowest responsible bidder\" in accordance with the statutes governing the award of state contracts, RCW 43.19.1911. IFB 43-89 also stated that a bid in response to this IFB (invitation for bids) constituted an offer to contract with the State and that a contract would be formed only when a bid response was officially accepted by the State. IFB 43-89 section III.5 provided:\nYour bid response to this IFB is an offer to contract with the State. A bid response becomes a contract when officially accepted by the State as evidenced by issuance of a completed Section VII, \"Offer and Contract Award.\"\nIFB 43-89 also told prospective bidders that the State reserved the right to waive informalities, to reject any and all bids, accept any portion of the items bid, or reissue the invitation for bids.\nIn addition, IFB 43-89 included a bid preference qualification for minority and women-owned businesses. The preference provided that if a bidder had 3 percent participation by women or a minority-owned business, the State would award that bidder the contract if it was within the lower of 5 percent or $5,000 of the lowest responsible bidder.\nPeerless submitted its bid for both the egg and dairy products portions of IFB 43-89, including subcontractor participation by American Transport Systems (ATS) and one other business certified by the Office of Minority and Women's Business Enterprises. It is undisputed for the purposes of this appeal that Peerless, with its subcontractors, qualified as the lowest responsible bidder with Minority and Women's Business Enterprises participation on both the egg and dairy products portions of the contract.\nIFB 43-89 also provided that only those contractors present at the prebid conference for the contract in question would be allowed to bid. On June 29, 1989 (about 1 month before the August 1 commencement date for the contract), the prebid conference took place. Peerless was present at the conference and cited the absence of its competitor, Carnation, from the meeting to the contract administrator, Carla McCully.\nThere is no dispute that Carnation was not present. On July 21, 1989, however, the State awarded Carnation the dairy products portion of the contract.\nOn July 28, 1989, Peerless filed a formal protest of the dairy products portion of the contract to Carnation. This protest was filed in proper accordance with IFB 43-89 provision IV.8 and WAC 236-48-143. The grounds for the protest were that the State had made a mathematical error in computing bid prices, and that the State had improperly awarded the dairy products contract since Carnation did not attend the mandatory prebid conference.\nThe State recalculated Peerless's bid and found that Peerless's bid was lower than originally thought. The State attributed the calculation error to the fact that Peerless had bid one part of the contract using a 6-gallon unit measure for milk rather than the 1-gallon unit measure requested by the IFB and conformed to by the other bidders. The State missed this discrepancy when it first calculated the bid.\nAfter recalculation, the State concluded that Peerless was still not eligible for the contract. The appellants claim that after recalculation Peerless was the lowest bidder even without the Minority and Women's Business Enterprises participation preference. In its brief, the State objected to one part of the appellants' statement of facts but did not expressly challenge this assertion by the appellants. Meanwhile, the State submits that after recalculation, Peerless was still not the lowest bidder \"because they could not receive the preference for minority and women's owned businesses.\" Brief of Respondents, at 5-6. (The parties differ somewhat on the facts at this point. However, the parties have stipulated that for the purposes of appellants' action and appeal, the State should have awarded the dairy products portion of the contract to Peerless.)\nThe State wrote Peerless informing Peerless that Peerless's protest was denied and that Peerless's subcontractor, ATS, had been disqualified as a Minority and Women's Business Enterprises participant because ATS did not have a permit required by the Utilities and Transportation Commission (UTC).\nThe State's determination that ATS was ineligible as a Minority and Women's Business Enterprises participant was erroneous. At the time of the protest and recalculation of bids, August 1989, the State's contract administrators asked UTC whether ATS had all necessary permits for the transportation of dairy products in the state of Washington. UTC said no. At the time UTC was asked for advisement regarding the permit status of ATS, permits were required by law. However, in July 1989, at the time bids had been opened for IFB 43-89, UTC permits were not required. Thus, ATS did qualify as a Minority and Women's Business Enterprises participant and Peerless should not have been disqualified.\nPeerless's protest was denied on August 31, 1989. Meanwhile, on August 1, 1989, Carnation had begun performing the dairy contract.\nPeerless does not dispute the State's assertion that Peerless took no legal action until approximately 1 year after the denial of the protest. Appellants submit that following August 31, 1989, Peerless had\nengaged in numerous discussions and correspondence with the Assistant Attorney General representing the Office of State Procurement. [Peerless's attorney] repeatedly requested the State to investigate the alleged basis for denying the protest of the award. That was finally done and on September 5, 1990, the Senior Assistant Attorney General representing the WUTC advised purchasing's Assistant Attorney General that when the contract was awarded, brokers like American Transport Systems were not required to have a permit from the WUTC. [Peerless's attorney] was then told by Purchasing's AG that the client would not reconsider the denial of the contract, despite the fact no permit was required. Appellants then filed this action.\nReply Brief of Appellants, at 16.\nAppellants filed an action for damages on September 14, 1990. They fisted six causes of action: (1) that the State breached its contract by permitting Carnation to bid; (2) that the State breached its contract by failing to award the contract to Peerless; (3) that the State acted negligently in its evaluation of Peerless's bid by erroneously disqualifying American Transport; (4) that Carla McCully, Purchasing and Contract Administrator, individually and in concert with others acted to deprive Peerless of business opportunities and damaged its reputation; (5) that state employees acted to deprive Peerless of its economic livelihood; and (6) that procedures for telephonic bids on food products under $5,500 have not been adopted as required by the Administrative Procedure Act and have been applied to Peerless in such a way as to exclude it from the opportunity to supply these contracts.\nThe State filed a motion for partial summary judgment of dismissal which was premised upon the State's contention that appellants did not have a cause of action for damages for the State's failure to award the contract to Peerless. For purposes of the motion, it was stipulated that if the bids had been properly evaluated, Peerless would have been awarded the dairy products contract. The parties also stipulated that (1) Peerless attended the mandatory prebid conference and Carnation did not; (2) the State disqualified ATS as a Minority and Women's Business Enterprises participant due to a lack of a permit that ATS was actually not required to have.\nThe trial court granted the State's motion to dismiss, concluding that Washington does not recognize a cause of action for damages in favor of an unsuccessful bidder on a public contract. The trial court entered a CR 54(b) certification that, while the partial dismissal did not terminate the case, there was no just reason for delay in entry of a final judgment. The trial court's order effectively dismissed appellants' first three claims.\nThe court reasoned that most of the witnesses would testify as to all claims and that it would be a hardship on the parties to try the claims in a piecemeal fashion. The court also found that future developments in the trial, should the trial proceed, would not moot the summary judgment order. Moreover, the court concluded that if the contract-based claims are resolved, the parties would be more likely to privately resolve the remaining claims. The court then stayed trial on the remaining claims pending this appeal.\nPeerless and ATS contended in their motion for direct review that this case involved an issue on which there is a conflict between decisions in the Court of Appeals (most notably Butler v. Federal Way Sch. Dist. 210, 17 Wn. App. 288, 562 P.2d 271 (1977), review denied, 89 Wn.2d 1022 (1978) and A-Line Equip. Co. v. Lower Columbia College, 49 Wn. App. 217, 741 P.2d 1057 (1987)), and that the case involved an urgent and fundamental issue of broad public import requiring prompt and ultimate determination by this court pursuant to RAP 4.2(a)(3) and (4). Direct review was granted.\nIssue\nDoes a low bidder eligible for a public contract have a cause of action for damages against the State when a government entity mistakenly or wrongfully awards the contract to one other than the lowest bidder?\nAnalysis\nThe appellants' position, that they may be entitled to contract and tort damages for being mistakenly rejected for a public contract when Peerless was the lowest responsible bidder, is contrary to the weight of authority in Washington and in the United States. Generally speaking:\nAlthough a public contractor whose low bid is wrongfully rejected by a government entity is often held to have standing to prosecute an action for injunction, mandamus, or declaratory judgment, it is less frequently held that there is a remedy for damages in such cases, the basic reasoning being that while equitable, extraordinary, or declarative relief may serve the public interest by preventing the award and execution of a contract for an excessive amount, permitting damages in such cases serves the bidder's interest alone, and is contrary to the public interest the competitive bidding laws were designed to protect, further burdening a treasury already injured by paying too high a price for the goods or services . . .[.]\n(Footnote omitted. Italics ours.) See Annot., Public Contracts: Low Bidder's Monetary Belief Against State or Local Agency for Nonaward of Contract, 65 A.L.R.4th 93, 99 (1988). Furthermore,\n[w]ith regard to tort theories of recovery, while there is authority from one jurisdiction that a public contractor whose low bid is arbitrarily rejected without opportunity for notice and hearing may be entitled to damages for violation of his constitutional and statutory due process rights ... most courts have held that laws governing competitive bidding are enacted for the benefit of the general public, not individual bidders, and that a violation of those laws, being a breach of a duty flowing to the general public rather than to individuals, is not actionable in damages by a disappointed low bidder. . . Thus, the majority of courts have held that damages may not be recovered for rejection of a bid in violation of statute which requires award of public contracts to the \"lowest responsible bidder\" . . . since allowing damages . . . would be contrary to the public interest the statutes were intended to protect.\n(Italics ours.) 65 A.L.R.4th at 99-100.\nThe policy consideration for the general rule disallowing damages actions for nonaward of public contracts is protection of the public treasury before protection of bidders. Whether the contract was wrongfully awarded to a third party when the low bidder is unsuccessful has no bearing on the function of a no-damages action rule based on such a policy. This policy seeks not to make the public suffer twice: first, for the award of an excessive contract to one not the lowest bidder; and second, for the additional payment of lost profits to an unsuccessful bidder who is not performing the contract. We have recognized the rationale of protecting the public treasury has priority over compensation for bidders wrongfully rejected. See Mottner v. Mercer Island, 75 Wn.2d 575, 578-79, 452 P.2d 750 (1969).\nContention That Contract Was Formed Between Parties\nThe invitation to bid in this case, IFB 43-89, expressly stated to bidders:\nYour bid response to this IFB is an offer to contract with the State. A bid response becomes a contract when officially accepted by the State . . .[.]\nUnder the terms of the invitation to bid, Peerless's bid was an offer and did not effect a contract.\nThe appellants' position is that a binding contract was formed by the low bid response of Peerless to the IFB, i.e., that Peerless's bid constituted acceptance of the State's offer to contract with the lowest responsible bidder. We reject the assertion that a contract is created by a bid in response to an IFB as inconsistent with prevailing authority of this court.\nIt is the general rule in public contract law that a bid is an offer to contract and does not constitute an acceptance of a government \"offer\" to contract:\n[A]n ordinary advertisement for bids or tenders is not itself an offer but the bid or tender is an offer which creates no right until accepted. Even though the charter of a municipality expressly requires that a contract shall be awarded to the lowest responsible bidder, a contract is not formed until the lowest bid is in fact accepted. Though the municipality can make a contract with no other person than the lowest bidder, it need make no contract at all since there is no obligation to accept any offer.\n(Footnotes omitted. Italics ours.) 1 S. Williston, Contracts § 31 (3d ed. 1957). Furthermore:\nIt is the acceptance, and not the tender, of a bid for public work which constitutes the contract, and it follows, therefore, that the mere submission of the lowest bid in answer to an advertisement for bids for public work cannot be the foundation of an action for damages based upon the refusal or failure of public authorities to accept such bid, and this is true although a statute requires the contract to be let to the lowest bidder, where the advertisement reserves the right to reject any and all bids.\n(Footnotes omitted. Italics ours.) 64 Am. Jur. 2d Public Works and Contracts § 86 (1972). This court followed the general rule in its decision in Mottner v. Mercer Island, supra.\nAppellants rely on Butler v. Federal Way Sch. Dist. 210, supra, for the assertion that a contract was statutorily created when Peerless submitted the lowest responsible bid, entitling them to contract rights against the State.\nIn Butler, plaintiff Sanitary Cloverleaf Farms (SCF) was a bidder which submitted the lowest bid to supply a school district with dairy products. Because it had been misplaced, the SCF's bid was not opened with the other bids, so that a third party's bid (Foremost Co.'s) appeared to be lowest. Some 15 minutes later plaintiff SCF called the school district to find out who made the lowest bid. It was then discovered SCF's bid had been overlooked. When it was opened it was determined to be the lowest bid. Butler, at 290. The school district was considering waiving the irregularity of overlooking the plaintiff's bid at the appointed time and awarding SCF the contract when Foremost, the second lowest bidder, threatened to sue if it did not get the contract. The school board then decided that rather than waive the irregularity, it would reject all bids and authorize rebidding on the contract. When the second bid round was completed, SCF was no longer the low bidder. Foremost had reduced its bid and was awarded the contract. SCF filed an action seeking damages. The trial court awarded approximately $25,000. The Court of Appeals affirmed the award. The opinion was based on the rationale that while the invitation for bids stated the defendant school district reserved \"the right to reject any and/or all bids, to split awards, and to waive informalities\", nevertheless the applicable bidding statute, former RCW 28A.58.135, contained a limitation upon the authority of the school district to reject a bid. Butler, at 290, 295. Former RCW 28A.58.135 contained the statement, \"Any or all bids may be rejected for good cause.\" (Italics ours.) Butler, at 292-93.\nBecause of this statutory \"for good cause\" qualification, the Butler decision rejected the State's argument that it possessed the right to reject bids with or without good cause. The Butler court declined to follow Mottner v. Mercer Island, supra, in which this court had held a governmental entity had the right to reject any and all bids under circumstances in which both the bid invitation and the relevant bidding statute expressly reserved the right to reject \"any and all bids\". Based on the different statutory language present in Butler, the court held that when the plaintiff submitted the lowest responsible bid, rather than merely making an offer, it \"had a statutory right to award of the contract, absent good cause\". Butler, at 294. The court concluded that threatened litigation did not constitute good cause and that the plaintiff was properly awarded damages.\nButler Reasoning Rejected\nWe reject the reasoning employed in the Butler decision and, consequently, overrule Butler. The Butler opinion incorrectly distinguished its holding from this court's opinions in Mottner and Bellingham Am. Pub'g Co. v. Bellingham Pub'g Co., 145 Wash. 25, 258 P. 836 (1927), on the basis that \"Mottner and Bellingham . . . involved bid guidelines where the right to reject was stated as the right 'to reject any and all bids.'\" Butler, at 295. In Butler, the relevant bidding statute declared bids could only be rejected for \"good cause\", and this was viewed by the appellate court as a restriction on the State's discretion to reject bids which, in effect, turned the State's invitation for bids into an offer rather than an invitation for offers.\nAppellants contend the bidding statute also restricts the discretion of the State to reject bids, as RCW 43.19.1911 provides: \"the contract shall be [awarded] to the lowest responsible bidder . . . Provided, That whenever there is reason to believe that the lowest acceptable bid is not the best price obtainable, all bids may be rejected\".\nPeerless and ATS further submit that due to this statutory language, the State's invitations to bid in this case were actually offers to contract. This assertion is contrary to the controlling rule of Mottner and Bellingham Am. The rule is that a public agency's invitation to bid on a public works contract is not an offer to contract but rather a solicitation for an offer. Bellingham Am. Pub’g Co. v. Bellingham Pub'g Co., supra.\nThe Butler analysis was recently rejected by Division Two of the Court of Appeals in A-Line Equip. Co. v. Lower Columbia College, 49 Wn. App. 217, 741 P.2d 1057 (1987). Division Two held in A-Line that a governmental body's rejection of competitive bids submitted, whether for good cause or not, does not give the lowest responsible bidder a damages right of action for breach of contract. The A-Line opinion correctly holds, in accordance with Mottner and Bellingham Am., that statutory language which limits the discretion of the government to reject bids, while it operates to protect against arbitrary and capricious government action, does not create a new cause of action previously unrecognized in this state or contractually obligate the government to the lowest bidder upon entry of the lowest bid. A-Line, at 222. Second, A-Line held that Butler should not be followed as Butler deviated from the fundamental rule that competitive bidding regulations exist for the protection and benefit of the public, and that a taxpayer's suit is the only remedy available for the improper award of a public contract.\nThe A-Line opinion correctly analyzed Butler as follows:\nThe Butler court attempted to distinguish the Mottner and Bellingham Pub'g Co. cases on the basis that former RCW 28A.58.135, the bidding statute at issue in Butler, provided that \"[a]ny or all bids may be rejected for good cause,\" while the statutes at issue in the previous cases contained no similar \"good cause\" requirement. We are not persuaded that the addition of this language was intended to change the fundamental rule that a taxpayer's suit is the exclusive remedy available for the improper award of a public contract. More likely that language was intended to provide added protection to the public through a stricter standard of judicial review of agency conduct within the taxpayer's suit. See Mottner v. Mercer Island, 75 Wn.2d at 578.\n(Italics ours.) A-Line, at 222-23. We agree with this analysis from A-Line. It interprets bidding statute language in a manner consistent with previous decisions.\nAs Mottner unequivocally states:\nPlaintiffs misinterpret the purpose of [the competitive bidding statute]. Its mantle of protection was not intended to benefit the unsuccessful contractor seeking a public work contract, but rather the tax paying public from arbitrary, capricious, fraudulent conduct on the part of public officials who would favor, without legitimate cause, someone other than the low bidder. The statute, therefore, affords plaintiffs no remedy in damages.\n(Italics ours.) Mottner, 75 Wn.2d at 578.\nThe Mottner decision concludes:\nThe plaintiffs did not in this action seek injunctive relief. Instead they sought a remedy that is not available to them, that is monetary damages.\nMottner, at 580.\nThese last words of the Mottner decision crystallize the matter: the existing rule set out by this court does not deny a remedy to the bidders in this case; rather, it simply rules out monetary damages as a remedy in consideration of protecting the taxpayers' interest.\nBidders who are mistakenly or wrongfully denied contracts have every incentive under our current rule to move quickly in seeking an injunction. If a protest is a prerequisite to court action, then bidders may seek temporary restraint on performance of the contract in question. In this way all parties are interested in as quick and fair a settlement of the issue as possible. Bond requirements upon bidders seeking to enjoin performance of a contract by a third party are not an unfair burden upon a party with a meritorious claim.\nBy restricting the remedy available to disappointed low bidders to the parameters outlined in Mottner and Belling- ham. Am., we allow relief to bidders that does not compete with the public interest and is consistent with a mutual public interest in public contracts being performed by the lowest bidder.\nConclusion\nWe affirm the Thurston County Superior Court grant of partial summary judgment. The Butler decision is overruled in holding that submission of a bid created a contract. A bid constitutes an offer to contract with the State which may or may not be accepted. Allowing damages to a low bidder when that bidder is denied a public contract and the contract is awarded to a higher cost bid is a remedy inherently conflicting with the primary policy behind public bidding law: the protection of the public purse. The remedy of injunctive relief allows a bidder recourse while still within the bounds of protecting both the bidder's and the public's mutual interests.\nDore, C.J., and Utter, Brachtenbach, Dolliver, Andersen, Durham, Smith, and Johnson, JJ., concur.\nWe come to the same conclusion whether a performance bond is or is not generally required of parties entering contracts with the State of Washington.",
        "type": "majority",
        "author": "Guy, J."
      }
    ],
    "attorneys": [
      "Vandeberg & Johnson, by H. Andrew Sailer, Jr., for appellant Peerless Food Products.",
      "Jeffrey J. Donchez, for appellant North American Transport Co.",
      "Kenneth O. Eikenberry, Attorney General, and Glen A. Anderson, Assistant, for respondents.",
      "Arthur D. Curtis, Prosecuting Attorney for Clark County, scad Richard S. Lowry, Chief Civil Deputy, on behalf of Washington State Association of Counties and Washington Association of Prosecuting Attorneys, amici curiae for respondents.",
      "John H. Binns, Jr., on behalf of Snohomish, Olympia, and Snoqualmie Valley School Districts, amici curiae for respondents.",
      "Wayne D. Tanaka on behalf of Washington State Association of Municipal Attorneys, amicus curiae for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 58366-8.\nEn Banc.\nSeptember 3, 1992.]\nPeerless Food Products, Inc., et al, Appellants, v. The State of Washington, et al, Respondents.\nVandeberg & Johnson, by H. Andrew Sailer, Jr., for appellant Peerless Food Products.\nJeffrey J. Donchez, for appellant North American Transport Co.\nKenneth O. Eikenberry, Attorney General, and Glen A. Anderson, Assistant, for respondents.\nArthur D. Curtis, Prosecuting Attorney for Clark County, scad Richard S. Lowry, Chief Civil Deputy, on behalf of Washington State Association of Counties and Washington Association of Prosecuting Attorneys, amici curiae for respondents.\nJohn H. Binns, Jr., on behalf of Snohomish, Olympia, and Snoqualmie Valley School Districts, amici curiae for respondents.\nWayne D. Tanaka on behalf of Washington State Association of Municipal Attorneys, amicus curiae for respondents."
  },
  "file_name": "0584-01",
  "first_page_order": 618,
  "last_page_order": 631
}