{
  "id": 1370247,
  "name": "Simpson Tacoma Kraft Company, et al, Respondents, v. The Department of Ecology, et al, Appellants",
  "name_abbreviation": "Simpson Tacoma Kraft Co. v. Department of Ecology",
  "decision_date": "1992-09-10",
  "docket_number": "No. 57949-1",
  "first_page": "640",
  "last_page": "650",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 640"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "784 P.2d 1301",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "56 Wn. App. 692",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1760061
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/56/0692-01"
      ]
    },
    {
      "cite": "802 P.2d 826",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "60 Wn. App. 107",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1719164
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/60/0107-01"
      ]
    },
    {
      "cite": "810 P.2d 888",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 859",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1376208
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/116/0859-01"
      ]
    },
    {
      "cite": "64 Wash. L. Rev. 781",
      "category": "journals:journal",
      "reporter": "Wash. L. Rev.",
      "year": 1989,
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "683 P.2d 244",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "37 Wn. App. 819",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1785113
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/37/0819-01"
      ]
    },
    {
      "cite": "483 P.2d 116",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "79 Wn.2d 45",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1070634
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/79/0045-01"
      ]
    },
    {
      "cite": "787 P.2d 562",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "114 Wn.2d 271",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1169970
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/114/0271-01"
      ]
    },
    {
      "cite": "800 P.2d 359",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 594",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379096
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "599-600"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0594-01"
      ]
    },
    {
      "cite": "40 C.F.R. § 131.36",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "56 Fed. Reg. 58,420",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "63,471",
          "parenthetical": "to be codified at 40 C.F.R. § 131.36"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "770 F. Supp. 1093",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3755986
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/770/1093-01"
      ]
    },
    {
      "cite": "33 U.S.C. § 1317",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 1313",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(c)(1)"
        },
        {
          "page": "(c)(2)(B)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 1311",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 1342",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 1314",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(l)(1)"
        },
        {
          "page": "(l)(1)(C)"
        },
        {
          "page": "(l)(1)(D)"
        },
        {
          "page": "(l)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 1251",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 18601,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 7.588537894938929e-07,
      "percentile": 0.9706948165703869
    },
    "sha256": "b2ec96c1f432d04a8f976565d3e332aa318da522108310128ef05943fb78708e",
    "simhash": "1:f799c3d16a4aa5b0",
    "word_count": 2967
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simpson Tacoma Kraft Company, et al, Respondents, v. The Department of Ecology, et al, Appellants."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nThe Department of Ecology (Ecology) seeks review of the superior court judgment invalidating Ecology's use of its numeric water quality standard for the discharge of dioxin. The Superior Court invalidated this numeric standard and enjoined its enforcement due to Ecology's failure to follow rule-making procedures in adopting the standard. We affirm the Superior Court.\nThe respondents operate pulp and paper mills in Washington. Pulp and paper mills use chlorine in their wood pulp bleaching process. This process is known to produce dioxin as a by-product. Dioxin is toxic and harmful to humans, animals and plant life. The particular dioxin at issue in this case is 2,3,7,8-Tetrachlorodibenzo-p-dioxin (2378-TCDD). The respondents do not dispute that their dioxin discharges should be limited and regulated, and they conceded this point at oral argument. This appeal thus does not concern whether or to what extent dioxin discharges should be limited. Rather, this case concerns the process by which an appropriate dioxin standard should be adopted in Washington.\nI\nThe Legislature has designated Ecology as the state's water pollution control agency for purposes of the federal Clean Water Act of 1977. RCW 90.48.260. Ecology is authorized to take all actions necessary for Washington to meet the requirements of the act. RCW 90.48.260. The Clean Water Act of 1977 (CWA), codified at 33 U.S.C. § 1251 et seq., provides for a comprehensive system of regulating waste water discharges throughout the country.\nThe CWA requires states to submit to the Environmental Protection Agency (EPA) a fist of water bodies which were still not meeting state water quality standards as of February 4, 1989. 33 U.S.C. § 1314(l)(1). In addition, states are also required under the act to develop a fist of \"point sources\" or entities believed to be discharging pollutants into the water. 33 U.S.C. § 1314(l)(1)(C). For each pollution \"point source\", the act requires a state to develop an \"individual control strategy\" by which the state proposes to control the pollution and bring the water body into compliance with the state's water quality standards within a 3-year period. 33 U.S.C. § 1314(l)(1)(D).\nThe CWA's principal enforcement mechanism is the National Pollutant Discharge Elimination System (NPDES). See 33 U.S.C. § 1342. Under the CWA, it is unlawful to discharge a pollutant from a point source without an NPDES permit. See 33 U.S.C. § 1311(a); 2 D. Stever, Environmental Protection § 12.05[2][a] (1992). These permits generally regulate the discharge of pollutants. The EPA is charged with reviewing each state's list of water bodies and point sources. 33 U.S.C. § 1342(b). If the EPA approves of a state's lists and individual control strategies, the Clean Water Act of 1977 authorizes the state to issue NPDES permits to the entities responsible for the pollution point sources. 33 U.S.C. § 1342(b), (c).\nThe CWA requires a state to hold public hearings at least once every 3 years for the purpose of reviewing the state's water quality standards and for adopting new standards where appropriate. 33 U.S.C. § 1313(c)(1). When a state conducts this review, language in the CWA indicates that a state may be required to adopt specific numerical criteria for certain toxic pollutants. 33 U.S.C. § 1313(c)(2)(B). The dioxin at issue in this case, 2378-TCDD, is one such pollutant. 33 U.S.C. § 1317(a)(1); Staff of House Comm. on Public Works and Transportation, 95th Cong., 1st Sess., Staff Data Relating to H.R. 3199 (Clean Water Act of 1977) 4 (Comm. Print 1977); Natural Resources Defense Coun., Inc. v. United States Envtl. Protec. Agency, 770 F. Supp. 1093, 1097 n.2 (1991).\nThe EPA has determined that pulp and paper mills across the country, including the respondents' mills in Washington, are point sources for dioxin. Ecology accordingly included the respondents in its 1989 fist of point sources, and it proposed to include dioxin discharge limitations in the next NPDES permits issued to each of the respondents. Ecology has not promulgated by means of rulemaking a numeric water quality criterion specifying the allowable concentration of dioxin for the state's waters.\nThe state's narrative water quality standard, however, provides as follows:\nToxic substances shall not be introduced above natural background levels in waters of the state which may . . . adversely affect public health, as determined by the department [of Ecology].\nWAC 173-201-047(4). Ecology applied this narrative standard to dioxin and determined that discharges above .013 parts per quadrillion (ppq) \"may. . . adversely affect public health\" within the meaning of WAC 173-201-047(4). Ecology arrived at this numeric standard by using federal guidance and federal data, but without going through rule-making procedures. Differences of opinion exist within the scientific community regarding dioxin's acceptable concentration level. The states which have adopted a numeric standard for dioxin have reached differing standards.\nThe record reflects that Ecology considers this .013 ppq standard to be the state's water quality standard for dioxin. Ecology officials and employees gave deposition testimony that the .013 ppq standard is a uniform standard applicable to all water bodies and point sources in the state, that Ecology employees are bound to apply the standard, and that entities exceeding the .013 ppq standard would be in violation of state law.\nEcology accordingly used this .013 ppq numeric standard in formulating the respondents' individual control strategies for dioxin. As a result, the respondent pulp mills filed complaints for declaratory and injunctive relief in Thurston County Superior Court. They argued that Ecology's numeric standard for dioxin is invalid and unenforceable due to Ecology's failure to follow statutorily mandated rule-making procedures in adopting the standard.\nThe Superior Court granted the respondents' motion for summary judgment in December 1990. The court invalidated Ecology's numeric standard and enjoined Ecology from enforcing it due to Ecology's failure to follow rule-making procedures in adopting the standard. The court also ruled that the state's narrative water quality standard contained in WAC 173-201-047 is unconstitutionally vague as applied to the respondent pulp mills in this case.\nOn March 8, 1991, the EPA conditionally approved Ecology's listing of the respondent mills for their dioxin discharges. The EPA conditioned this approval, in part, on Ecology's ability to issue by June 1991 new NPDES permits to the mills containing dioxin discharge limitations.\nIn order to issue these permits by the June deadline, Ecology brought a motion before this court for a stay of the Superior Court's injunction. The commissioner of this court granted the stay, allowing Ecology to issue NPDES permits to the respondents based on the .013 ppq water quality standard. The commissioner conditioned his order on Ecology's agreement to stay the permit conditions relating to dioxin pending Ecology's appeal in the case. Ecology has accordingly issued the NPDES permits to the respondents and has stayed the conditions relating to dioxin. This court accepted direct review of Ecology's appeal from the superior court determination.\nIn the interim, the respondents pursued administrative remedies and appealed the dioxin limits in these NPDES permits to the Pollution Control Hearings Board (PCHB) pursuant to RCW 43.21B.110(1)(c). The PCHB has since granted the respondents partial summary judgment on the question of whether Ecology could issue the NPDES permits with the dioxin limits under the authority of the Clean Water Act of 1977. The Board ruled that because Ecology did not devise the NPDES permit limits for dioxin through the promulgation of a numeric water quality standard, Ecology did not have the authority to issue the permits under 33 U.S.C. § 1314(l)(1) of the Clean Water Act of 1977. The validity of the Board's ruling is not before the court in this appeal. Also, this ruling does not appear to be final, as the Board's order gives Ecology the opportunity to present other grounds to the Board, if any such grounds exist, in support of its dioxin control programs.\nOn November 19, 1991, the EPA issued a notice that it proposed to adopt as a rule the same .013 ppq numeric criterion for dioxin that is at issue in this case. 56 Fed. Reg. 58,420, 63,471 (1991) (to be codified at 40 C.F.R. § 131.36). The EPA called for written comments, and a public hearing took place on December 19, 1991. Ecology then brought a motion before this court to declare its appeal moot because of the EPA's proposed rule for dioxin. This motion was passed to the merits. Ecology conceded at oral argument in this case, however, that this appeal is not moot, as the EPA has not yet promulgated any rule.\nII\nWe begin our discussion by determining the proper standard of review. Ordinary rules of appellate procedure apply to an appeal from a declaratory judgment. Nollette v. Christianson, 115 Wn.2d 594, 599-600, 800 P.2d 359 (1990). In a declaratory judgment action, \"[a]ll orders, judgments and decrees . . . may be reviewed as other orders, judgments and decrees.\" RCW 7.24.070; Nollette, 115 Wn.2d at 599. The trial court in this declaratory judgment action granted the respondents' motion for summary judgment. Accordingly, this court will engage in the same inquiry as the trial court when reviewing the trial court's order of summary judgment. See Marincovich v. Tarabochia, 114 Wn.2d 271, 274, 787 P.2d 562 (1990). A summary judgment motion can be granted only when no genuine issue as to any material fact exists, and the moving party is entitled to judgment as a matter of law. Marincovich, 114 Wn.2d at 274. The court must consider the facts in the light most favorable to the nonmoving parly, and the motion should be granted only if reasonable persons could only reach one conclusion. Marincovich, 114 Wn.2d at 274.\nEcology first argues that the trial court erred in not dismissing this action because the mills have not exhausted their administrative remedies before the PCHB. A party must generally exhaust all available administrative remedies prior to seeking relief in superior court. See RCW 34.05.534. If administrative proceedings can alleviate the harmful consequences of the governmental activity at issue, a litigant must first pursue those remedies. Lange v. Woodway, 79 Wn.2d 45, 48, 483 P.2d 116 (1971).\nThe state's Administrative Procedure Act (APA), however, provides for specific exceptions to this exhaustion requirement. Where a party challenges the validity of a rule, and the rule's threatened application \"immediately threatens to interfere with or impair\" the party's legal rights or privileges, the party may petition the superior court for a declaratory judgment. RCW 34.05.570(2)(b). The court may enter a declaratory judgment order \"whether or not the petitioner has first requested the agency to pass upon the validity of the rule in question.” RCW 34.05.570(2)(b).\nThe respondents in this case challenge Ecology's numeric standard as an invalid rule under the APA. Under RCW 34.05.570(2)(b), they were not required to first raise this challenge in administrative proceedings before the PCHB prior to seeking relief in superior court. Moreover, case law indicates that the PCHB may lack jurisdiction to determine whether or not a rule promulgated by the Department of Ecology is valid under the APA. See Seattle v. Department of Ecology, 37 Wn. App. 819, 820, 683 P.2d 244 (1984). Ecology has failed to make any argument or reference in its briefs regarding the applicability of RCW 34.05.570(2)(b) to this case. We find that the trial court did not err in denying Ecology's motion to dismiss.\nEcology next argues that the trial court erred in determining that its numeric standard is a \"rule\" under the APA. Ecology contends that because the standard is not a \"rule\", it was not required to go through rule-making procedures before adopting its standard. We disagree. The APA defines a \"rule\" as \"any agency order, directive, or regulation of general applicability. . . the violation of which subjects a person to a penalty or administrative sanction . . ..\" RCW 34.05.010(15). Ecology does not dispute that it is an \"agency\". The record in this case reflects that its numeric standard is an agency directive which would subject the respondents to punishment if they do not comply with the standard. The sole inquiry is thus whether the numeric standard is \"of general applicability\".\nEcology maintains that its numeric standard is of \"specific\" rather than \"general\" applicability. Ecology argues that the standard applies only to each permittee as an individual, and not to each permittee as a member of a class of entities which discharges dioxin into the state's waters. The record in this case, however, supports the trial court's determination that Ecology uniformly applies its numeric water quality standard to all entities which discharge dioxin into the state's waters, regardless of which entity or water body is at issue. \"[I]t is in the nature of a rule that it apply to individuals only as members of a class.\" Andersen, The 1988 Washington Administrative Procedure Act — An Introduction, 64 Wash. L. Rev. 781, 790 (1989). Because Ecology applies its numeric standard uniformly to the entire class of entities which discharges dioxin into the state's waters, we conclude that this standard is \"of general applicability\" within the meaning of RCW 34.05.010(15). Ecology's numeric standard thus constitutes a \"rule\" under the APA.\nEcology nevertheless argues that under State v. Straka, 116 Wn.2d 859, 810 P.2d 888 (1991), the APA should be narrowly construed in this case to exclude the agency's numeric standard from its definition of a \"rule\". Ecology relies on language in Straka which indicates that the definition of a \"rule\" contained in the Washington APA should not be ignored in favor of another jurisdiction’s different definition of what constitutes a \"rule\". See Straka, 116 Wn.2d at 868. This language in Straka does not stand for the agency's proposition that the APA's definition of a \"rule\" must be narrowly construed in this case. Ecology's numeric standard clearly falls within the definition of a \"rule\" contained in the Washington APA, and Ecology has failed to present any persuasive arguments to the contrary.\nThe APA provides that in a proceeding involving review of a rule:\nthe court shall declare the rule invalid ... if it finds that [the rule] . . . was adopted without compliance with statutory rule-making procedures ....\nRCW 34.05.570(2)(c). Rule-making procedures under the APA involve providing the public with both notice of the proposed rule and an opportunity to comment on the proposal at a public rule-making hearing. See RCW 34.05.320; RCW 34.05.325. The purpose of such rule-making procedures is to ensure that members of the public can participate meaningfully in the development of agency policies which affect them. Andersen, 64 Wash. L. Rev. at 791. In enacting the 1988 APA, the Legislature intended to provide greater public access to administrative decisionmaking. See RCW 34.05.001. Ecology concedes that it failed to go through rule-making procedures in adopting its numeric standard. Moreover, Ecology also conceded at oral argument that it probably should have adopted a numeric standard through rulemaking. Because Ecology failed to go through rule-making procedures in adopting its numeric standard, the trial court did not err in determining that the standard was invalid under RCW 34.05.570(2)(c).\nEcology next argues that even if its numeric standard does fall within the APA's definition of a \"rule\", Ecology may develop its standard through adjudicative proceedings before the PCHB instead of through rule-making proceedings. Ecology failed, however, to raise this argument before the trial court. The trial court granted the respondents' motion for summary judgment and denied Ecology's cross motion for summary judgment. In reviewing \"an order granting or denying a motion for summary judgment the appellate court will consider only . . . issues called to the attention of the trial court.\" RAP 9.12. As Ecology failed to raise this argument before the trial court, we do not address it. See RAP 9.12; Zaleck v. Everett Clinic, 60 Wn. App. 107, 111, 802 P.2d 826 (1991); Johnson v. Reehoorn, 56 Wn. App. 692, 700, 784 P.2d 1301 (1990).\nFinally, the respondents argue that insofar as Ecology attempted to justify its numeric standard as a mere application of the state's narrative water quality standard contained in WAC 173-201-047(4), the narrative standard is unconstitutionally vague as applied in this case. Because Ecology's numeric standard is invalid, we do not reach the argument that the application of this invalid standard renders the narrative standard unconstitutional in this case. We accordingly vacate the Superior Court's unnecessary determination on this issue.\nWe affirm the superior court determination that Ecology's numeric standard is an invalid rule under the APA due to Ecology's failure to go through rule-making procedures. The determination that WAC 173-201-047(4) is unconstitutionally vague as applied in this case is vacated.\nDore, C.J., and Utter, Brachtenbach, Dolliver, Andersen, Durham, Smith, and Guy, JJ., concur.\nEcology also argues that the trial court erred in not dismissing this case because the case is not ripe for review. Ecology maintains that its mere act of including the mills on the list submitted to the EPA has no impact on the mills' current rights and responsibilities under the state or federal water pollution laws. This argument has been rendered moot, however, by Ecology's issuance of the respondents' NPDES permits in June 1991. The dioxin provisions in these permits would, if valid, delineate the mills' responsibilities under the law.",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Kenneth O. Eikenberry, Attorney General, James K. Pharris, Senior Assistant, and Allen T. Miller, Jr., Assistant, for appellants.",
      "Heller, Ehrman, White & McAuliffe, by John W. Phillips and Andrew M. Kenefick; Lane Powell Spears Lubersky, by Robert R. Davis, Jr., and Grant S. Degginger; Bogle & Gates, by Beth S. Ginsberg and Scott P. Isaacson, for respondents.",
      "Victor M. Sher, Todd D. True, and Rebecca E. Todd on behalf of Sierra Club Legal Defense Fund, Inc., amicus curiae for appellants."
    ],
    "corrections": "",
    "head_matter": "[No. 57949-1.\nEn Banc.\nSeptember 10, 1992.]\nSimpson Tacoma Kraft Company, et al, Respondents, v. The Department of Ecology, et al, Appellants.\nKenneth O. Eikenberry, Attorney General, James K. Pharris, Senior Assistant, and Allen T. Miller, Jr., Assistant, for appellants.\nHeller, Ehrman, White & McAuliffe, by John W. Phillips and Andrew M. Kenefick; Lane Powell Spears Lubersky, by Robert R. Davis, Jr., and Grant S. Degginger; Bogle & Gates, by Beth S. Ginsberg and Scott P. Isaacson, for respondents.\nVictor M. Sher, Todd D. True, and Rebecca E. Todd on behalf of Sierra Club Legal Defense Fund, Inc., amicus curiae for appellants."
  },
  "file_name": "0640-01",
  "first_page_order": 674,
  "last_page_order": 684
}