{
  "id": 1370248,
  "name": "The City of Bellevue, Respondent, v. International Association of Fire Fighters, Local 1604, et al, Appellants",
  "name_abbreviation": "City of Bellevue v. International Ass'n of Fire Fighters, Local 1604",
  "decision_date": "1992-06-25",
  "docket_number": "No. 58236-0",
  "first_page": "373",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 373"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "99 Wn.2d 832",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1145933
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "841-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/99/0832-01"
      ]
    },
    {
      "cite": "802 P.2d 784",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1376183
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/116/0001-01"
      ]
    },
    {
      "cite": "750 P.2d 1240",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 114",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182869
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0114-01"
      ]
    },
    {
      "cite": "397 U.S. 99",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12050375
      ],
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0099-01"
      ]
    },
    {
      "cite": "115 Wn.2d 1010",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "weight": 3,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "790 P.2d 185",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "57 Wn. App. 721",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1757050
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "732"
        },
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/57/0721-01"
      ]
    },
    {
      "cite": "826 P.2d 167",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "118 Wn.2d 639",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1372152
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/118/0639-01"
      ]
    },
    {
      "cite": "826 P.2d 158",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "citing H.K. Porter Co. v. NLRB, 397 U.S. 99, 102, 25 L. Ed. 2d 146, 90 S. Ct. 821 (1970"
        },
        {
          "parenthetical": "citing Morris, The Role of Interest Arbitration in a Collective Bargaining System, 1 Indus. Rel. L.J. 427 (1976-1977)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "118 Wn.2d 621",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1372143
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "631",
          "parenthetical": "citing H.K. Porter Co. v. NLRB, 397 U.S. 99, 102, 25 L. Ed. 2d 146, 90 S. Ct. 821 (1970"
        },
        {
          "page": "631-32",
          "parenthetical": "citing Morris, The Role of Interest Arbitration in a Collective Bargaining System, 1 Indus. Rel. L.J. 427 (1976-1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/118/0621-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1976,
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "677 P.2d 108",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "101 Wn.2d 24",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1139541
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "32-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/101/0024-01"
      ]
    },
    {
      "cite": "263 F.2d 483",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        433187
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/263/0483-01"
      ]
    },
    {
      "cite": "100 L. Ed. 1027",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "pin_cites": [
        {
          "parenthetical": "negotiation of a new agreement"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "351 U.S. 149",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1105244
      ],
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "152-53",
          "parenthetical": "negotiation of a new agreement"
        },
        {
          "parenthetical": "negotiation of a new agreement"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/351/0149-01"
      ]
    },
    {
      "cite": "385 U.S. 432",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11338268
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "435-36",
          "parenthetical": "administration of an existing agreement"
        },
        {
          "parenthetical": "administration of an existing agreement"
        },
        {
          "parenthetical": "administration of an existing agreement"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/385/0432-01"
      ]
    },
    {
      "cite": "102 Wn.2d 1021",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "686 P.2d 1122",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "38 Wn. App. 572",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1791724
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/38/0572-01"
      ]
    },
    {
      "cite": "680 P.2d 40",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "101 Wn.2d 435",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1139535
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/101/0435-01"
      ]
    },
    {
      "cite": "730 P.2d 653",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "107 Wn.2d 427",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1192395
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/107/0427-01"
      ]
    },
    {
      "cite": "664 P.2d 1240",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1983,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 865,
    "char_count": 19706,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 2.772195861556666e-07,
      "percentile": 0.8344247097031525
    },
    "sha256": "a9c8d03ec783a7636d9a1ff1932f748d1f81c8d781a0ed24818d7432fa98d73e",
    "simhash": "1:52a961f8a8df3d88",
    "word_count": 3042
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Bellevue, Respondent, v. International Association of Fire Fighters, Local 1604, et al, Appellants."
    ],
    "opinions": [
      {
        "text": "Utter, J.\nLocal 1604 of the International Association of Fire Fighters (the Union or Local 1604) and the Public Employment Relations Commission (PERC) seek direct review of a decision of the Superior Court for Thurston County. The Superior Court for Thurston County reversed an unfair labor practice decision of PERC. It did so on the ground that PERC exceeded its statutory authority when it decided an unfair labor practice claim after it had certified unresolved compensation issues to statutory interest arbitration pursuant to RCW 41.56.450. We hold that PERC retains the authority to decide unfair labor practice claims after it has certified unresolved collective bargaining issues to statutory interest arbitration. The decision of the Superior Court for Thurston County is reversed.\nI\nThe legal dispute in this case centers on the statutory interest arbitration procedures of the Public Employees' Collective Bargaining Act (PECBA), codified at RCW 41.56. Interest arbitration is used to determine the terms of the contract between the parties when they cannot negotiate an agreement and results in a new agreement. Grievance arbitration is used to resolve labor disputes through the interpretation and application of an already existing collective bargaining agreement. See Municipality of Metro Seattle v. Public Empl. Relations Comm'n, 118 Wn.2d 621, 624 nn.1-2, 826 P.2d 158 (1992); Municipality of Metro Seattle v. Division 587, Amalgamated Transit Union, 118 Wn.2d 639, 642, 826 P.2d 167 (1992).\nThe parties stipulated to the essential facts. The City of Bellevue (the City) is a public employer as defined by RCW 41.56.030(1). Fire Fighters Local 1604 is the exclusive bargaining representative for approximately 120 fire fighters employed by the City. Under RCW 41.56.030(7)(b), fire fighters are uniformed personnel.\nThe collective bargaming agreement between the City and the Union was set to expire on December 31, 1986. In the middle of 1986, the City and the Union began negotiations for a new collective bargaining agreement, but were unable to forge a new collective bargaining agreement. Due to unresolved wage and compensation issues, they declared their negotiations at an impasse and asked PERC to provide mediation services. See RCW 41.56.440. Mediation did not resolve the parties' differences on these disputed wage and compensation issues. The PERC mediator found the parties to be at an impasse.\nWhen a public employer and its uniformed personnel are at an impasse in collective bargaining and cannot reach agreement, PERC is empowered by statute to require binding interest arbitration. RCW 41.56.450. Accordingly, the Executive Director of PERC certified the unresolved salary and other wage-related issues to statutory interest arbitration. An arbitration panel composed of two partisan members and a neutral chair was created.\nBy statute, the arbitration panel may consider the \"comparison of the wages, hours, and conditions of employment of personnel involved in the proceedings\" with those of \"like personnel of public fire departments of similar size on the west coast of the United States.\" RCW 41.56.460(c)(ii). While the arbitration hearing was pending, the Union requested the City to provide the comparable wage and salary data that the City intended to present at the arbitration. The City refused to provide this information. On October 16, 1987, the Union filed an unfair labor practice claim against the City, alleging the refusal to provide the wage information was a breach of the duty to bargain collectively in good faith.\nAt the commencement of the arbitration on October 28, 1987, the Union renewed its request for the wage data. On October 29, 1987, the Executive Director of PERC ruled the unfair labor practice complaint alleged facts which, if true, stated a cause of action. The neutral chair of the panel then ordered the City to comply with the Union's request, and, without objection, the City provided the information the following day. Shortly thereafter, the arbitration panel issued its award.\nOn December 23, 1988, a hearing examiner heard the unfair labor practice complaint and found that the City's refusal of the Union's request to provide the comparable wage and salary data constituted an unfair labor practice. She issued an order requiring the City to cease and desist from the unfair labor practice. The City appealed to the frill PERC board, claiming the interest arbitration panel rather than PERC hearing examiner was the proper body to remedy the unfair labor practice complaint. The full PERC board affirmed the hearing examiner's findings of fact and conclusions of law. Relying on Supreme Court and National Labor Relations Board decisions construing the sections of the National Labor Relations Act corresponding to sections of the PECBA, PERC decided the unfair labor complaint was within its jurisdiction and the City's refusal to provide the requested information was a breach of the duly to bargain collectively in good faith.\nThe City then appealed PERC's decision to the Superior Court for Thurston County. Relying on the case of International Ass'n of Fire Fighters, Local 1445 v. Kelso, 57 Wn. App. 721, 790 P.2d 185, review denied, 115 Wn.2d 1010 (1990), the Superior Court for Thurston County reversed PERC's decision, finding that the interest arbitration procedures of RCW 41.56.450 were self-contained and provided a remedy for noncompliance.\nII\nThe Superior Court for Thurston County concluded that PERC had no authority to hear an unfair labor practice claim after it had certified issues to be resolved in interest arbitration. This court has not previously considered this question, and the issue concerning PERC's jurisdiction to consider unfair labor practice claims is one of first impression.\nTraditionally, employers and employees have not been compelled to agree or to accept the terms of a collective bargaining agreement to which they do not agree. Municipality of Metro Seattle v. Public Empl. Relations Comm'n, 118 Wn.2d 621, 631, 826 P.2d 158 (1992) (citing H.K. Porter Co. v. NLRB, 397 U.S. 99, 102, 25 L. Ed. 2d 146, 90 S. Ct. 821 (1970); International Ass'n of Fire Fighters, Local 1445 v. Kelso, 57 Wn. App. 721, 732, 790 P.2d 185 (\"It is axiomatic that, in bargaining, the parties retain the power of decision and are not required to agree.\"), review denied, 115 Wn.2d 1010 (1990)). Resolution of collective bargaining impasses has depended on the economic pressures — typically strikes and lockouts — that the employer and employees could bring to bear on each other. Municipality of Metro Seattle v. Public Empl. Relations Comm'n, 118 Wn.2d 621, 631-32, 826 P.2d 158 (1992) (citing Morris, The Role of Interest Arbitration in a Collective Bargaining System, 1 Indus. Rel. L.J. 427 (1976-1977)).\nDespite the strong policy favoring negotiated labor agreements over those created through interest arbitration, this policy has yielded to countervailing policies in labor disputes between public employers and uniformed personnel. Recognizing the public policy against labor strikes by uniformed public employees, the Legislature in 1973 enacted certain amendments to the PECBA to create \"an effective and adequate alternative means of settling disputes\" involving uniformed employees. RCW 41.56.430. The statutory interest arbitration provisions, RCW 41.56.450, require interest arbitration between uniformed personnel and their employers when contract negotiations and mediation fail to produce a contract. The interest arbitration provisions express and effectuate the countervailing policy of \"pro-mot[ing] . . . dedicated and uninterrupted public service\" of uniformed employees. RCW 41.56.430.\nPERC's unfair labor practice jurisdiction is defined by statute. See RCW 41.56.160. The relevant statutory language states:\nThe commission is empowered and directed to prevent any unfair labor practice and to issue appropriate remedial orders .... This power shall not be affected or impaired by any means of adjustment, mediation or conciliation in labor disputes that have been or may hereafter be established by law.\nRCW 41.56.160. Because RCW 41.56 is remedial in nature, its provisions are to be liberally construed to effect its purpose. PUD 1 v. Public Empl. Relations Comm'n, 110 Wn.2d 114, 119, 750 P.2d 1240 (1988).\nThe City contends that \"means of adjustment, mediation, or conciliation\" means only the voluntary settlement of collective bargaining disputes. We do not agree.\nUnless the Legislature defines a statutory term or a contrary intent appears in the statute, a term is to be given its plain and ordinary meaning. American Legion Post 32 v. Walla Walla, 116 Wn.2d 1, 8, 802 P.2d 784 (1991). \"Adjust\" means \"to settle or bring to a satisfactory state, so that parties are agreed to the result: 'to adjust our differences.'\" Random House Dictionary of the English Language 25 (2d ed. 1987). In its legislative findings for the 1973 amendments, the Legislature expressed its desire to create a means of \"settling disputes\" between public employers and uniformed personnel. RCW 41.56.430. The statutory interest arbitration panel exists \"to resolve the dispute.\" RCW 41.56.450.\nRCW 41.56.160 does not suggest that the phrase \"adjustment, mediation or conciliation\" means only voluntary settlements of disputes. The Legislature used terms that would encompass an evolving variety of means to resolve labor disputes between public employers and uniformed personnel. When RCW 41.56.160 was first enacted, the Legislature had not yet created the statutory mediation and interest arbitration system for uniformed personnel. The language of RCW 41.56.160 shows that the Legislature expected to develop new methods to solve public labor disputes and made it clear that such new methods, whether labeled \"voluntary\" or \"involuntary\", were not to \"affect\" or \"impair\" PERC's authority to prevent and remedy unfair labor practices. RCW 41.56.160.\nRelying on the Kelso opinion, the City contends that the adjudication of the unfair labor practice by PERC interfered with the authority of the interest arbitration panel to remedy noncompliance with its orders. See Kelso, at 732-33. We do not agree. First, PERC did not disturb or modify the panel's award or any other order issued by the panel. Second, if we were to accept the City's position, PERC would no longer have the authority to referee the negotiating process between the failure of mediation and the commencement of interest arbitration. This task of adjudicating unfair labor practices that arise after the parties reach an impasse in their collective bargaining negotiations but before the commencement of interest arbitration would be left to the arbitrators.\nThis would be improper. There is no statutory requirement that the members of the arbitration panel have any expertise in labor relations. See RCW 41.56.450. Because of the expertise of PERC's members in labor relations, see RCW 41.58.005(1) and .010(2), the courts of this state give \"great deference\" to PERC's decisions and interpretation of the collective bargaining statutes. See Public Empl. Relations Comm'n v. Kennewick, 99 Wn.2d 832, 841-42, 664 P.2d 1240 (1983). Because there is no guaranty that any member of the arbitration panel will have any expertise in labor relations, it would be improper for this or any court to give \"great deference\" to an unfair labor practice decision issued by an arbitration panel.\nAccepting the City's position would not promote negotiated resolutions of collective bargaining impasses. An employer or the bargaining representative of uniformed personnel cannot rely on the availability of interest arbitration as an excuse for serious efforts to resolve negotiating impasses. Interest arbitration would become the primary forum where public employers and uniformed personnel would fashion collective bargaining agreements. As the foregoing discussion illustrates, the Legislature did not intend statutory interest arbitration to displace the negotiating process; it intended it to be used to promote uninterrupted and dedicated service by uniformed personnel and to avoid strikes. RCW 41.56.430. Thus, it is more appropriate to view interest arbitration not as a substitute for collective bargaining, but as an instrument of the collective bargaining process that displaces certain economic tactics.\nWe find the Legislature did not intend PERC’s explicit statutory directive \"to prevent any unfair labor practice and to issue appropriate remedial orders\" to be affected or impaired by the statutory interest arbitration procedures of RCW 41.56.450. RCW 41.56.160. We are therefore unwilling to exclude unfair labor practice complaints arising while interest arbitration is pending but before interest arbitration commences from PERCs jurisdiction.\nIll\nHaving established that PERC had jurisdiction to entertain the unfair labor practice claim, the question remains whether PERCs decision that the City committed an unfair labor practice should be affirmed.\nFormer RCW 34.04.130(6) provides the applicable standard of review. If the statutory provision being construed is within PERCs area of expertise, then as long as PERC \" 'applied the correct law to facts which [are] not clearly erroneous,' its decision should be upheld.\" (Citation omitted.) See Green River Comm’ty College Dist. 10 v. Higher Educ. Personnel Bd., 107 Wn.2d 427, 435, 730 P.2d 653 (1986). Because the parties have stipulated to the facts, there is no need to review any of the hearing examiner's factual determinations. When reviewing questions of law, an appellate court may substitute its determination for that of the agency, although PERC's interpretation of the collective bargaining statutes is entitled to substantial weight and great deference. Former RCW 34.04.130(6)(d); Renton Educ. Ass'n v. Public Empl. Relations Comm'n, 101 Wn.2d 435, 441, 680 P.2d 40 (1984); International Ass'n of Firefighters, Local 469 v. Public Empl. Relations Comm'n, 38 Wn. App. 572, 575, 686 P.2d 1122, review denied, 102 Wn.2d 1021 (1984).\nBy statute, it is an unfair labor practice for a public employer \"[t]o refuse to engage in collective bargaining.\" RCW 41.56.140(4). The PECBA defines collective bargaining as the:\nperformance of the mutual obligations of the public employer and the exclusive bargaining representative to meet at reasonable times, to confer and negotiate in good faith, and to execute a written agreement with respect to grievance procedures and collective negotiations on personnel matters, including wages, hours and working conditions, which may be peculiar to an appropriate bargaining unit of such public employer, except that by such obligation neither party shall be compelled to agree to a proposal or be required to make a concession unless otherwise provided in this chapter.\nRCW 41.56.030(4). As interpreted by PERC, collective bargaining includes the duty to provide relevant information the other party needs to carry out its collective bargaining responsibilities. Clarkston v. International Ass'n of Firefighters, Local 2299, Pub. Empl. Relations Comm'n Dec. 3246 PECB (1989); Washington Pub. Employees Ass'n v. Fort Vancouver Regional Library, Pub. Empl. Relations Comm'n Dec. 2350-C PECB (1988). This interpretation is supported by the holdings of several federal cases. See NLRB v. Acme Indus. Co., 385 U.S. 432, 435-36, 17 L. Ed. 2d 495, 87 S. Ct. 565 (1967) (administration of an existing agreement); NLRB v. Truitt Mfg. Co., 351 U.S. 149, 152-53, 100 L. Ed. 1027, 76 S. Ct. 753 (1955) (negotiation of a new agreement); International Woodworkers, Local Unions 6-7 & 6-122 v. NLRB, 263 F.2d 483, 484 (D.C. Cir. 1959).\nThe City argues the duty to bargain in good faith ends when PERC certifies unresolved collective bargaining issues to interest arbitration. The City's position relies on the Kelso court's characterization of collective bargaining as a situation where \"the parties retain the power of decision and are not required to agree.\" International Ass'n of Fire Fighters, Local 1445 v. Kelso, 57 Wn. App. 721, 732, 790 P.2d 185, review denied, 115 Wn.2d 1010 (1990). Because interest arbitration requires a party to agree or make a concession, the City argues that such a requirement is beyond the scope of collective bargaining, and thus the duty to bargain in good faith no longer applies.\nWe do not agree. Collective bargaining is a process of communication, not a game of hide and seek. In characterizing collective bargaining as a situation where \"parties retain the power of decision and are not required to agree\", the Kelso court was simply expressing the general policy in favor of negotiated labor agreements. While this policy is expressed in the statute, the statute indicates this policy is not absolute. See RCW 41.56.030(4). The duty to bargain collectively does not generally include the obligation to agree to a proposal or make a concession. However, the statute expressly qualifies this exclusion from the duty to bargain in good faith with the language \"unless otherwise provided in\" RCW 41.56. RCW 41.56.030(4). The clause \"unless otherwise provided\" is critical. Statutory interest arbitration procedures are an instance where the statute requires the parties to agree to a proposal or make a concession. See RCW 41.56.450. Thus, the duty to bargain in good faith here includes the obligation to agree to a proposal or make a concession. Rather than fulfill their collective bargaining obligations and responsibilities by preparing for some form of economic warfare, parties subject to interest arbitration fulfill their respective obligations and responsibilities by preparing for interest arbitration.\nThe City's interpretation of the scope of collective bargaining is not supported by the language of RCW 41.56.030(4). PERC did not misapply the law, former RCW 34.04.130(6)(d), in holding that the City's duty to bargain in good faith continued after PERC had certified bargaining issues to interest arbitration. Given the fact the City refused to honor the Union's timely and specific request for relevant information, PERC's unfair labor practice decision was not \"clearly erroneous\". Former RCW 34.04.130(6)(e). We affirm PERC's decision that the City committed an unfair labor practice.\nBrachtenbach, Dolliver, Andersen, Durham, Smith, Guy, and Johnson, JJ., concur.\nRCW 34.04.130 was recodified by Laws of 1988, ch. 288, § 706, and can now be found at RCW 34.05.570. Cases commenced prior to July 1, 1989, are governed by the former state administrative procedure act, RCW 34.04. RCW 34.05.902. Because the unfair labor practice action was commenced before July 1, 1989, the former state administrative procedure act applies.\nDecisions construing the National Labor Relations Act are persuasive in interpreting similar provisions of RCW 41.56. Nucleonics Alliance, Local Union 1-369 v. WPPSS, 101 Wn.2d 24, 32-33, 677 P.2d 108 (1984). The federal act defines \"collective bargaining\" in terms substantially similar to those of RCW 41.56.030(4). NLRA, 29 U.S.C. § 158(d) (1976).",
        "type": "majority",
        "author": "Utter, J."
      }
    ],
    "attorneys": [
      "Webster, Mrak & Blumberg, James H. Webster, and Lynn D. Weir, for appellant International Association of Fire Fighters.",
      "Kenneth O. Eikenberry, Attorney General, and Spencer W. Daniels, Assistant, for appellant State.",
      "Richard L. Andrews, City Attorney, and David E. Kahn and Lori Molander, Assistants, for respondent.",
      "William J. Barker, City Attorney for the City of Tacoma, and Patricia Bosmans, Senior Assistant, amicus curiae for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 58236-0.\nEn Banc.\nJune 25, 1992.]\nThe City of Bellevue, Respondent, v. International Association of Fire Fighters, Local 1604, et al, Appellants.\nWebster, Mrak & Blumberg, James H. Webster, and Lynn D. Weir, for appellant International Association of Fire Fighters.\nKenneth O. Eikenberry, Attorney General, and Spencer W. Daniels, Assistant, for appellant State.\nRichard L. Andrews, City Attorney, and David E. Kahn and Lori Molander, Assistants, for respondent.\nWilliam J. Barker, City Attorney for the City of Tacoma, and Patricia Bosmans, Senior Assistant, amicus curiae for respondent."
  },
  "file_name": "0373-01",
  "first_page_order": 407,
  "last_page_order": 419
}