{
  "id": 1370273,
  "name": "Patrick Biggs, Petitioner, v. David B. Vail, Respondent",
  "name_abbreviation": "Biggs v. Vail",
  "decision_date": "1992-05-21",
  "docket_number": "No. 57451-1",
  "first_page": "129",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 129"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "94 Wn.2d 1014",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "613 P.2d 187",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "26 Wn. App. 430",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1833868
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "434-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/26/0430-01"
      ]
    },
    {
      "cite": "665 P.2d 887",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "100 Wn.2d 9",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1142108
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/100/0009-01"
      ]
    },
    {
      "cite": "113 Wn.2d 1001",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "783 P.2d 82",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "56 Wn. App. 125",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1759997
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/56/0125-01"
      ]
    },
    {
      "cite": "724 P.2d 356",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 Wn.2d 614",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1195494
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/106/0614-01"
      ]
    },
    {
      "cite": "807 P.2d 353",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 556",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1376223
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/116/0556-01"
      ]
    },
    {
      "cite": "808 P.2d 746",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 794",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1376194
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/116/0794-01"
      ]
    },
    {
      "cite": "667 P.2d 1120",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "35 Wn. App. 523",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1779443
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/35/0523-01"
      ]
    },
    {
      "cite": "112 S. Ct. 1672",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3385606
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/25/1672-01"
      ]
    },
    {
      "cite": "816 P.2d 18",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 382",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373852
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0382-01"
      ]
    },
    {
      "cite": "58 Wn. App. 1036",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1754240,
        1754424,
        1754124,
        1754266
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/58/1036-04",
        "/wash-app/58/1036-02",
        "/wash-app/58/1036-01",
        "/wash-app/58/1036-03"
      ]
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 15746,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 3.187642941956573e-07,
      "percentile": 0.8649417398466088
    },
    "sha256": "420188d37b14201e5e5b953035f58a523e27bde201dacb3e9e3a8ea372b437eb",
    "simhash": "1:b92c4625b5ef5ca0",
    "word_count": 2586
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patrick Biggs, Petitioner, v. David B. Vail, Respondent."
    ],
    "opinions": [
      {
        "text": "Andersen, J.\nFacts of Case\nThe primary issue in this case is whether attorneys' fees may be awarded pursuant to the frivolous lawsuit statute (RCW 4.84.185) when some, but not all, of the claims for relief in a pleading are frivolous. We construe the statute to require a finding that the action, in its entirety, is frivolous, before fees may be awarded under the statute.\nPetitioner Patrick Biggs and respondent David B. Vail, both attorneys, entered into an employment arrangement in January 1985 under which Biggs became an employee in Vail's law firm. The employment arrangement did not work out and Biggs left Vail's employment in December 1985. The present dispute then arose regarding the ownership of certain attorneys' fees which were earned by Biggs in part during his tenure as an employee of Vail.\nBefore he began working for Vail, Biggs, who had practiced law for some time, prepared a \"Memorandum of Understanding\" regarding the employment arrangement. Vail never signed the document but agreed at trial that the memorandum contained most of the terms of the employment arrangement.\nThe memorandum stated in part:\n1. Employer [Vail] shall compensate Attorney [Biggs] by paying a minimum of. . . ($2,500.00) each month . . .\n2. Employer shall provide Attorney a minimum of ($36,000.00) for services provided in 1985.\n3. In addition to these amounts, Attorney shall be granted additional compensation from fees received from services which Attorney has provided to clients prior to employment with Employer, should fees be gained by these services. Attorney shall also be awarded additional compensation, in the form of a bonus, from any settlement or award on legal matters referred to Attorney by those other than Employer during the term of employment. Additional amounts provided as described in this paragraph shall be determined by negotiation and agreement between Employer and Attorney. . . .\nAttorney Biggs brought three cases with him to the Vail law firm and worked on all three cases while serving as an employee of Vail. One of the cases was a federal civil rights action in which Biggs eventually was successful and in which he was awarded attorneys' fees. Shortly after Biggs ended his employment with Vail, but before the fees were disbursed in the civil rights action, Vail filed a Hen against the attorneys' fees judgment. Biggs responded by filing a lawsuit against Vail. Biggs' amended complaint contained four separate claims for relief: (1) breach of employment contract; (2) interference with business relationship; (3) wrongful withholding of wages; and (4) obstruction of a civil rights remedy.\nFollowing a trial to the court, the trial court found in favor of Vail and against Biggs on the merits of Biggs' breach of employment contract claim. The trial court then found Biggs' other three claims to be \"frivolous\" and, based on this finding, awarded Vail $25,000 attorneys' fees under the frivolous lawsuit statute (RCW 4.84.185), to be paid by Biggs.\nBiggs appealed to the Court of Appeals. In an unpublished opinion, that court affirmed the trial court. In addition, the Court of Appeals also found Biggs' appeal to be frivolous and, based on RAP 18.9(a), awarded Vail his attorneys' fees on appeal. Chief Judge Alexander of Division Two of the Court of Appeals dissented from that part of the Court of Appeals opinion which upheld the trial court's award of attorneys' fees and from the award of attorneys' fees on appeal.\nWe granted Biggs' petition for review.\nWe reverse the trial court and the Court of Appeals with respect to the award of sanctions, both those awarded by the trial court under RCW 4.84.185 and those awarded by the Court of Appeals under RAP 18.9(a).\nOn the contract issue, the Court of Appeals correctly held that substantial evidence supported the trial judge's interpretation of the employment agreement. The trial court based its decision in large part on what it considered to be the more credible evidence presented by attorney Vail, but did not find it to have been a frivolous claim. We therefore affirm the trial court and Court of Appeals with respect to the contract issue.\nTwo remaining issues are dispositive of this appeal.\nIssues\nIssue One. Does the frivolous lawsuit statute, RCW 4.84.185, require a lawsuit, counterclaim, cross claim or defense to be frivolous in its entirety before sanctions may be imposed under the statute?\nIssue Two. Did the Court of Appeals err in awarding sanctions under RAP 18.9(a)?\nDecision\nIssue One.\nConclusion. The lawsuit or defense, in its entirety, must be determined to be frivolous and to have been advanced without reasonable cause before an award of attorneys' fees may be made pursuant to the frivolous lawsuit statute, RCW 4.84.185.\nOur consideration of this issue begins with the language of the statute itself. At the time this case was decided, the frivolous lawsuit statute, RCW 4.84.185, provided:\nIn any civil action, the court having jurisdiction may, upon written findings by the judge that the action, counterclaim, cross-claim, third party claim, or defense was frivolous and advanced without reasonable cause, require the nonprevailing party to pay the prevailing party the reasonable expenses, including fees of attorneys, incurred in opposing such action, counterclaim, cross-claim, third party claim, or defense. This determination shall be made upon motion by the prevailing party after an order of dismissal, order on summary judgment, or final judgment after trial or other final order terminating the action as to the prevailing party. In no event may such motion be filed more than thirty days after entry of the order. The judge shall consider the action, counterclaim, cross-claim, third party claim, or defense as a whole.\nHie provisions of this section apply unless otherwise specifically provided by statute.\n(Italics ours.)\nThe frivolous lawsuit statute, RCW 4.84.185, must be interpreted in a manner that will give effect to the Legislature's intent. Where the meaning of the statute is clear, we must accept the plain and unambiguous language. However, if the meaning of the statute and the intent of the Legislature are not clear from the words of the statute, we may resort to extrinsic aids, such as legislative history, including the final legislative reports, to determine legislative intent. While the language of the statute seems to require with some clarity that the trial judge must find the \"action ... as a whole\" to be frivolous and advanced without reasonable cause before attorneys' fees may be awarded to the prevailing party, this language has caused considerable confusion and is arguably ambiguous. It is instructive, therefore, in interpreting this statute to examine its legislative history.\nThe frivolous lawsuit statute was originally enacted in 1983. The enactment provided for an award of fees when the trial judge found that an \"action, counterclaim, cross claim, third party claim, or defense as a whole\" (italics ours) was frivolous. However, the award of fees could not be made until after final judgment. Legislative history of that first enactment shows an intent to have the statute apply to actions which, as a whole, were spite, nuisance or harassment suits. The 1983 Final Legislative Report explains it as follows:\nThe courts in Washington are experiencing significant congestion. Such congestion might be reduced if lawsuits, claims and defenses brought solely for harassment, delay, nuisance or spite were eliminated. One method of eliminating such claims and defenses is to award attorneys' fees to the prevailing parties in frivolous and unreasonable lawsuits. . . .\n(Italics ours.)\nThe Washington State Bar Association supported the enactment of the frivolous lawsuit statute and filed a written endorsement with the Legislature. The language of the act was developed by a task force of Washington State Bar Association members. In its support of the task force proposal, the bar association stated:\nthere is a clear need to discourage the abuse of the legal system which is too frequently occasioned by frivolous law suits and defenses advanced without reasonable cause. Accordingly, the Washington State Bar Association has proposed that the courts of this state be given the authority to award attorney fees and reasonable expenses to the prevailing party when, considered as a whole, suits are commenced or defenses asserted which have been found by the court to be frivolous and advanced without reasonable cause.\nWe believe that this proposal will reheve the courts and litigants from having to face and deal with spite lawsuits such as are brought simply to harass and harangue the other party and which obviously have no chance of success or merit.\nThis bill does not attempt to define the circumstance under which a case or defenses, as a whole, become \"frivolous\". . . .\n(Italics ours.)\nThe statute was amended in 1987 to allow the award of attorneys' fees in frivolous cases that were determined upon pretrial motion. Nothing in the legislative history shows that the Legislature intended to change the statute to allow for attorneys' fees on a claim by claim basis. The 1987 Final Legislative Report states:\nThe frivolous lawsuit statute is clarified to carry out its purpose and intent. A court may determine if an action was frivolous and advanced without reasonable cause upon either a pre-trial or post-trial motion by the prevailing party.\nIn 1991, after the events which gave rise to this lawsuit occurred, the statute was again amended. The new amendment simply provides that fees may be awarded in the event that a frivolous lawsuit is voluntarily dismissed. Although this amended version of the statute does not apply to this case, the legislative history is instructive in that it also shows that the lawsuit or defense is to be considered as a whole and not on a claim by claim basis. The 1991 Final Legislative Report states:\nThe frivolous claim statute requires the judge to consider the entire action as a whole prior to awarding attorney's fees for a frivolous action. In 1987, the Legislature amended the frivolous claim statute to allow attorney's fees to be awarded in cases which were dismissed in summary judgment proceedings. It has been suggested that the statute should be further clarified and amended to allow attorney's fees in frivolous actions which are either voluntarily or involuntarily dismissed.\n(Italics ours.)\nThus, the intent of the Legislature is clear. The action or lawsuit is to be interpreted as a whole. If that action as a whole, or in its entirety, is determined to be frivolous and advanced without reasonable cause, then fees and costs may be awarded to the prevailing party. Under RCW 4.84.185, the trial court is not empowered to sort through the lawsuit, search for abandoned frivolous claims and then award fees based solely on such isolated claims.\nThe frivolous lawsuit statute has a very particular purpose: that purpose is to discourage frivolous lawsuits and to compensate the targets of such lawsuits for fees and expenses incurred in fighting meritless cases. The statute is not to be used in lieu of more appropriate pretrial motions, CR 11 sanctions or complaints to the bar association. The statute provides for the nonprevailing party, not that party's attorney, to pay attorneys' fees and costs.\nIn this case, the trial judge found three of the plaintiff's four claims to be frivolous. This determination is left to the trial court's discretion, and the record supports the trial court's determination in that regard. However, the trial judge did not find the contract claim to be a frivolous claim, and indeed it was not. Thus the action as a whole cannot be deemed frivolous and attorneys' fees were therefore improperly granted.\nIt appears in this case that the plaintiff, an attorney, was sanctioned for what the trial court considered to be pointless contentiousness and an abusive approach to the practice of law. By reversing the sanctions in this case, we do not in any way condone Mr. Biggs' conduct. However, in order to sanction Mr. Biggs, we will not extend the reach of the statute beyond that intended by the Legislature. In this case, a pretrial motion for dismissal or judgment, CR 11 sanctions, or lawyer discipline proceedings could have been considered by the trial court as possibly being appropriate. But the language and the history of the frivolous lawsuit statute (RCW 4.84.185) are clear. The lawsuit, as a whole, that is in its entirety, must be determined to be frivolous and to have been advanced without reasonable cause before an award of attorneys' fees may be made under the statute. The trial court erred in awarding fees under the statute after having found only three of the four claims for relief in the complaint to be frivolous; the Court of Appeals erred in affirming on that issue.\nIssue Two.\nConclusion. This court having reversed the trial court's ruling invoking sanctions against Mr. Biggs, it follows that Mr Biggs' appeal to the Court of Appeals cannot be denoted as frivolous, and the additional sanctions imposed by that court pursuant to RAP 18.9(a) must also be set aside.\nThe Court of Appeals erred when it held that Mr. Biggs' appeal was frivolous and granted attorneys' fees on appeal against him on that basis. There were clearly debatable issues on appeal. These issues were whether the trial judge correctly determined the contract claim and whether the frivolous lawsuit statute, RCW 4.84.185, is to be applied on a claim by claim basis or to the action as a whole. The appeal thus was not frivolous.\nAffirmed in part and reversed in part.\nUtter, Brachtenbach, Dolliver, Durham, Smith, and Guy, JJ., concur.\nSee CR 8(a).\nThe verdict in the case was set aside and the case had to be retried. However, Biggs ultimately was successful in the action.\nNoted at 58 Wn. App. 1036 (1990).\nSee, e.g., World Wide Video, Inc. v. Tukwila, 117 Wn.2d 382, 387, 816 P.2d 18 (1991), cert. denied, 112 S. Ct. 1672 (1992); Quadra Enters., Inc. v. R.A. Hanson Co., 35 Wn. App. 523, 526, 667 P.2d 1120 (1983).\nThe statute was amended in Laws of 1991, ch. 70, § 1. The amendment is not pertinent here and does not affect the outcome of this case.\nSee Cherry v. Municipality of Metro Seattle, 116 Wn.2d 794, 799, 808 P.2d 746 (1991).\nCherry, 116 Wn.2d at 799.\nCherry, 116 Wn.2d at 799; Brown v. Yakima, 116 Wn.2d 556, 562, 807 P.2d 353 (1991).\nLaws of 1983, ch. 127, § 1, p. 619.\nFinal Legislative Report, 48th Legislature (1983), at 219 (Senate Bill 3130).\nStatement of Washington State Bar Association, Senate Judiciary Committee file on Senate Bill 3130.\nLaws of 1987, ch. 212, § 201, p. 775.\nFinal Legislative Report, 50th Legislature (1987), at 306 (Substitute Senate Bill 6048).\nLaws of 1991, ch. 70, § 1, p. 418.\n1991 Final Legislative Report, 52nd Legislature, at 173 (Senate Bill 5023).\nSee Fluke Capital & Mgt. Servs. Co. v. Richmond, 106 Wn.2d 614, 625, 724 P.2d 356 (1986); Clarke v. Equinox Holdings, Ltd., 56 Wn. App. 125, 132, 783 P.2d 82, review denied, 113 Wn.2d 1001 (1989).\nSee, e.g., Millers Cas. Ins. Co. v. Briggs, 100 Wn.2d 9, 15, 665 P.2d 887 (1983); Streater v. White, 26 Wn. App. 430, 434-35, 613 P.2d 187, review denied, 94 Wn.2d 1014 (1980).",
        "type": "majority",
        "author": "Andersen, J."
      }
    ],
    "attorneys": [
      "Paul Lindenmuth and Law Offices of Neil J. Hoff, for petitioner.",
      "Bertha B. Fitzer and William J. Rush, for respondent.",
      "Gary N. Bloom, Bryan P. Harnetiaux, and Daniel E. Huntington on behalf of Washington State Trial Lawyers Association, amicus curiae for petitioner.",
      "Jeffrey I. Tilden and Barbara J. Kramer on behalf of Washington Defense Trial Lawyers, amicus curiae for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 57451-1.\nEn Banc.\nMay 21, 1992.]\nPatrick Biggs, Petitioner, v. David B. Vail, Respondent.\nPaul Lindenmuth and Law Offices of Neil J. Hoff, for petitioner.\nBertha B. Fitzer and William J. Rush, for respondent.\nGary N. Bloom, Bryan P. Harnetiaux, and Daniel E. Huntington on behalf of Washington State Trial Lawyers Association, amicus curiae for petitioner.\nJeffrey I. Tilden and Barbara J. Kramer on behalf of Washington Defense Trial Lawyers, amicus curiae for respondent."
  },
  "file_name": "0129-01",
  "first_page_order": 163,
  "last_page_order": 172
}