{
  "id": 1370263,
  "name": "The State of Washington, Respondent, v. James Coyle Stearns, Petitioner",
  "name_abbreviation": "State v. Stearns",
  "decision_date": "1992-06-04",
  "docket_number": "No. 58186-0",
  "first_page": "247",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 247"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "829 P.2d 1075",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "119 Wn.2d 138",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1370271
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/119/0138-01"
      ]
    },
    {
      "cite": "750 P.2d 632",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 32",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182897
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "44-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0032-01"
      ]
    },
    {
      "cite": "785 P.2d 808",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "114 Wn.2d 59",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1169975
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "69-70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/114/0059-01"
      ]
    },
    {
      "cite": "822 P.2d 177",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 829",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373913
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "880"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0829-01"
      ]
    },
    {
      "cite": "757 P.2d 492",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 682",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182871
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0682-01"
      ]
    },
    {
      "cite": "799 P.2d 270",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "59 Wn. App. 445",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1750892
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/59/0445-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 7642,
    "ocr_confidence": 0.745,
    "pagerank": {
      "raw": 1.1199263296001772e-07,
      "percentile": 0.5732135348431511
    },
    "sha256": "babe6cf09e0e4359708a7f088de3221cb8a1dceceaaf89a74182d0cd13c552cf",
    "simhash": "1:166074082c8671e1",
    "word_count": 1240
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Respondent, v. James Coyle Stearns, Petitioner."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nJames Coyle Steams was convicted of possessing a controlled substance with intent to manufacture or deliver. See RCW 69.50.401(a). Steams appealed his conviction, arguing that the trial court improperly instructed the jury as to the definition of \"manufacture\". The Court of Appeals held that no instructional error was committed and affirmed the conviction. We likewise uphold Steams' conviction, but solely on the ground that Steams is precluded from challenging the jury instruction for the first time on appeal.\nAt trial, Steams admitted possessing methamphetamine but denied any intent to manufacture or deliver. He testified he had purchased the methamphetamine for his own use, but admitted dividing the drugs into smaller packages. The State argued to the jury that the repackaging constituted manufacturing of the drug. Alternatively, the State argued Steams intended to deliver the drug to others.\nThe trial judge instructed the jury on the elements of the crime. The judge defined \"manufacture\" as \"the production, preparation, compounding, processing, directly or indirectly, as well as the packaging or repackaging of any controlled substance.\" The judge derived this definition from former RCW 69.50.101(m):\n\"Manufacture\" means the production, preparation, propagation, compounding, conversion or processing of a controlled substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis, and includes any packaging or repackaging of the substance or labeling or relabeling of its container, except that this term does not include the preparation or compounding of a controlled substance by an individual for his own use or the preparation, compounding, packaging, or labeling of a controlled substance:\n(1) by a practitioner as an incident to his administering or dispensing of a controlled substance in the course of his professional practice, or\n(2) by a practitioner, or by his authorized agent under his supervision, for the purpose of, or as an incident to, research, teaching, or chemical analysis and not for sale.\nSteams did not object to this definition of \"manufacture\", nor did he propose his own instruction on this point. The jury convicted Steams of the charged crime.\nSteams appealed to the Court of Appeals, challenging the trial court's definition of \"manufacture\". He argued the trial judge should have instructed the jury that repackaging does not constitute manufacturing if the actions were simply part of preparing the drug for personal use. See former RCW 69.50.101(m), quoted above. The State responded to the merits of this challenge, but also contended that Steams was precluded from challenging the jury instruction for the first time on appeal.\nThe Court of Appeals affirmed the conviction, but in doing so chose not to address whether Steams' challenge could be raised for the first time on appeal. See State v. Stearns, 59 Wn. App. 445, 447 n.1, 799 P.2d 270 (1990). The Court of Appeals instead proceeded directly to the merits of Steams' appeal and concluded that the trial judge did not err in defining \"manufacture\" for the jury. Stearns, at 446-47. We granted Steams' petition seeking review of this decision.\nThe threshold issue we must decide is whether Steams may challenge the jury instruction on appeal when he did not raise this issue in the trial court. We begin with the controlling provisions of RAP 2.5(a):\nThe appellate court may refuse to review any claim of error which was not raised in the trial court. However, a party may raise the following claimed errors for the first time in the appellate court: (1) lack of trial court jurisdiction, (2) failure to establish facts upon which relief can be granted, and (3) manifest error affecting a constitutional right. . . .\nUnder this rule, an appellate court generally will review only those issues properly raised in the trial court. State v. Scott, 110 Wn.2d 682, 685, 757 P.2d 492 (1988). Steams argues that the third exception listed in RAP 2.5(a) — manifest error affecting a constitutional right — entitles him to appellate review.\nThe application of these principles is well settled in the context of jury instructions. As long as the instructions properly inform the jury of the elements of the charged crime, any error in further defining terms used in the elements is not of constitutional magnitude. See State v. Lord, 117 Wn.2d 829, 880, 822 P.2d 177 (1991); State v. Fowler, 114 Wn.2d 59, 69-70, 785 P.2d 808 (1990); Scott, at 689-91; State v. Ng, 110 Wn.2d 32, 44-45, 750 P.2d 632 (1988). Even an error in defining technical terms does not rise to the level of constitutional error. Lord, at 880; Scott, at 689-90.\nThe elements of the crime charged against Steams are straightforward: unlawful possession of a controlled substance with intent to manufacture or deliver. RCW 69.50.401(a); see State v. Sims, 119 Wn.2d 138, 141, 829 P.2d 1075 (1992). The trial judge properly instructed the jury that these were the elements constituting the crime charged. The instruction to which Stearns assigns error simply supplies the definition for one of the terms contained in the statutory elements.\nMoreover, Steams is relying on the \"personal use\" exception to the statutory definition, and consequently it is an issue upon which he had the burden of proof at trial. See RCW 69.50.506(a) (\"The burden of proof of any exemption or exception [in RCW 69.50] is upon the person claiming it.\"). Any error relating to the application of the \"personal use\" exception in this case did not affect the State's duty to prove the requisite elements of the crime charged. Therefore, Steams' challenge does not even relate to a true element of the crime charged.\nFor these reasons we conclude that any error in the instruction defining the term \"manufacture\" is not error of a constitutional dimension.\nNot having met the requirements of RAP 2.5(a), Steams is not entitled to appellate review. On this basis alone, we affirm the Court of Appeals decision upholding Steams' conviction. Because this case is properly decided under RAP 2.5(a), we have no occasion to comment on the merits of Steams' challenge, and for that reason we do not adopt the Court of Appeals opinion. Any holding as to the proper definition of \"manufacture\" in the context of an allegedly personal use of controlled substances must await another case.\nDore, C.J., and Utter, Brachtenbach, Dolliver, Andersen, Durham, Smith, and Guy, JJ., concur.\nRCW 69.50.101 was amended in 1989 and 1990. As a result, the definition of \"manufacture\" is now codified at RCW 69.50.101(o). The only substantive change to the definition of \"manufacture\" is that it is now gender neutral.\nWhen reviewing an opinion from the Court of Appeals, we usually will consider only the issues raised in the petition for review and the answer. See RAP 13.7(b). Stearns' petition for review does not raise the threshold issue of whether Steams may allege instructional error for the first time on appeal; the State did not file an answer. The circumstances of this case, however, lead us to address this threshold issue. The issue was briefed by both parties on appeal and a significant portion of the oral argument before this court was devoted to it. Stearns has not objected to our consideration of the issue.",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Wesley S. Johnson, for petitioner.",
      "C.C. Bridgewater, Prosecuting Attorney, and David R. Koss, Chief Civil Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 58186-0.\nEn Banc.\nJune 4, 1992.]\nThe State of Washington, Respondent, v. James Coyle Stearns, Petitioner.\nWesley S. Johnson, for petitioner.\nC.C. Bridgewater, Prosecuting Attorney, and David R. Koss, Chief Civil Deputy, for respondent."
  },
  "file_name": "0247-01",
  "first_page_order": 281,
  "last_page_order": 285
}