{
  "id": 1370265,
  "name": "The State of Washington, Respondent, v. Clyde E. Johnson, Petitioner; The State of Washington, Respondent, v. Denise Ethel Cole, Petitioner; The State of Washington, Respondent, v. Gordon Eugene Dickerson, Petitioner; The State of Washington, Respondent, v. Juan Campos, Petitioner",
  "name_abbreviation": "State v. Johnson",
  "decision_date": "1992-05-21",
  "docket_number": "Nos. 57883-4, 57884-2, 57885-1, 57886-9",
  "first_page": "143",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 143"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "745 P.2d 854",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "109 Wn.2d 484",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1186076
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/109/0484-01"
      ]
    },
    {
      "cite": "841 F.2d 1225",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11304864
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "1230"
        },
        {
          "page": "1233",
          "parenthetical": "\"[A] facial deficiency in [an information] is even more intolerable because the government had actual notice of the defect well before trial. . .\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/841/1225-01"
      ]
    },
    {
      "cite": "822 P.2d 775",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "118 Wn.2d 151",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1372164
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "155-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/118/0151-01"
      ]
    },
    {
      "cite": "229 Or. 167",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        4885229
      ],
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "172"
        },
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or/229/0167-01"
      ]
    },
    {
      "cite": "113 Wn.2d 1030",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "777 P.2d 583",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "55 Wn. App. 376",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        8847958
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "377"
        },
        {
          "page": "380-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/55/0376-01"
      ]
    },
    {
      "cite": "464 U.S. 991",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6479425,
        6479651,
        6479139,
        6479748,
        6479814,
        6479498,
        6478895,
        6479281,
        6479061,
        6479575,
        6479226,
        6478971,
        6479902
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0991-07",
        "/us/464/0991-10",
        "/us/464/0991-04",
        "/us/464/0991-11",
        "/us/464/0991-12",
        "/us/464/0991-08",
        "/us/464/0991-01",
        "/us/464/0991-06",
        "/us/464/0991-03",
        "/us/464/0991-09",
        "/us/464/0991-05",
        "/us/464/0991-02",
        "/us/464/0991-13"
      ]
    },
    {
      "cite": "699 F.2d 853",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1510655
      ],
      "pin_cites": [
        {
          "page": "859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/699/0853-01"
      ]
    },
    {
      "cite": "662 P.2d 395",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "34 Wn. App. 463",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1817181
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/34/0463-01"
      ]
    },
    {
      "cite": "707 P.2d 1306",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Pearson, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "104 Wn.2d 497",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1201380
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "516",
          "parenthetical": "Pearson, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/104/0497-01"
      ]
    },
    {
      "cite": "704 P.2d 1189",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "omission of any statutory element of a crime in the charging document is a defect requiring dismissal"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "104 Wn.2d 315",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1201365
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "omission of any statutory element of a crime in the charging document is a defect requiring dismissal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/104/0315-01"
      ]
    },
    {
      "cite": "812 P.2d 86",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 93",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373973
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0093-01"
      ]
    },
    {
      "cite": "829 P.2d 1075",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "guilty knowledge is not an additional element which must be proved in prosecution for possession with intent to manufacture or deliver a controlled substance; the statute includes the requisite mental state, i.e., intent"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 Wn.2d 138",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1370271
      ],
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "guilty knowledge is not an additional element which must be proved in prosecution for possession with intent to manufacture or deliver a controlled substance; the statute includes the requisite mental state, i.e., intent"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/119/0138-01"
      ]
    },
    {
      "cite": "456 U.S. 1006",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6398721,
        6398564,
        6398247,
        6398152,
        6398954,
        6399179,
        6399082,
        6399276,
        6399630,
        6399466,
        6398840,
        6399387
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/456/1006-04",
        "/us/456/1006-03",
        "/us/456/1006-02",
        "/us/456/1006-01",
        "/us/456/1006-06",
        "/us/456/1006-08",
        "/us/456/1006-07",
        "/us/456/1006-09",
        "/us/456/1006-12",
        "/us/456/1006-11",
        "/us/456/1006-05",
        "/us/456/1006-10"
      ]
    },
    {
      "cite": "635 P.2d 435",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "guilty knowledge is an implicit element of the crime of delivery, but not simple possession, of a controlled substance"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 Wn.2d 373",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1157710
      ],
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "guilty knowledge is an implicit element of the crime of delivery, but not simple possession, of a controlled substance"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/96/0373-01"
      ]
    },
    {
      "cite": "588 P.2d 1151",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "91 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1101789
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/91/0342-01"
      ]
    },
    {
      "cite": "802 P.2d 137",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "59 Wn. App. 867",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1750916
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/59/0867-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 13510,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 7.126954612368409e-07,
      "percentile": 0.9669415089451161
    },
    "sha256": "08d247f7a2e96576e79a50d61e314e49d3697de5228842578ecd66b3bcc97e37",
    "simhash": "1:2f510cac603fe2a4",
    "word_count": 2125
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Respondent, v. Clyde E. Johnson, Petitioner. The State of Washington, Respondent, v. Denise Ethel Cole, Petitioner. The State of Washington, Respondent, v. Gordon Eugene Dickerson, Petitioner. The State of Washington, Respondent, v. Juan Campos, Petitioner."
    ],
    "opinions": [
      {
        "text": "Dolliver, J.\nClyde Johnson, Denise Cole, Gordon Dickerson, and Juan Campos were convicted of unlawful delivery of a controlled substance. Before trial or plea, all four defendants unsuccessfully moved to dismiss, contending their charging documents were defective. The defendants argued the State's informations were insufficient because they only alleged the defendants \"unlawfully\" delivered cocaine and did not specify the defendants knew the identity of the substance delivered. The Court of Appeals affirmed all four convictions, publishing only its opinion in State v. Johnson, 59 Wn. App. 867, 802 P.2d 137 (1990). We granted review to determine whether \"unlawfully\", in a charging document challenged before trial, is sufficient to allege the nonstatutory \"knowledge\" element of unlawful delivery of a controlled substance. Because we find the charging documents were insufficient to allege knowledge, we reverse.\nThese four cases arose out of a Tri-Cities Drug Task Force \"street sweep\" — an undercover police operation targeting downtown drug dealers — on October 27 and 28, 1988. Undercover officers participating in the sweep purchased cocaine from the defendants, each of whom was charged by information on November 1, 1988, with unlawful delivery of a controlled substance. The charging document in each case alleged the defendant on a certain date \"did unlawfully deliver a controlled substance: to wit: cocaine\".\nEach of the four defendants was charged with violating RCW 69.50.401(a), which provides, in relevant part:\nExcept as authorized by this chapter, it is unlawful for any person to manufacture, deliver, or possess with intent to manufacture or deliver, a controlled substance.\nAlthough the statute does not expressly require any intent for simple delivery, in State v. Boyer, 91 Wn.2d 342, 588 P.2d 1151 (1979), we decided \"guilty knowledge, an understanding of the identity of the product being delivered, is a part of the crime.\" Boyer, 91 Wn.2d at 344. We reasoned the crime of unlawful delivery of a controlled substance presupposes mens rea:\n[W]ithout the mental element of knowledge, even a postal carrier would be guilty of the crime were he innocently to deliver a package which in fact contained a forbidden narcotic. Such a result is not intended by the legislature. Accordingly, absent express legislative language to the contrary, we find in the context of this statute, its history and language, that guilty knowledge is intrinsic to the definition of the crime itself. Guilty knowledge must be proven beyond a reasonable doubt . . ..\nBoyer, 91 Wn.2d at 344. See also State v. Cleppe, 96 Wn.2d 373, 635 P.2d 435 (1981) (guilty knowledge is an implicit element of the crime of delivery, but not simple possession, of a controlled substance), cert. denied, 456 U.S. 1006 (1982); State v. Sims, 119 Wn.2d 138, 829 P.2d 1075 (1992) (guilty knowledge is not an additional element which must be proved in prosecution for possession with intent to manufacture or deliver a controlled substance; the statute includes the requisite mental state, i.e., intent).\nThe State concedes guilty knowledge is an element, albeit nonstatutory, of unlawful delivery of a controlled substance. Still, the State contends, because the \"knowledge\" element of unlawftd delivery originated in case law rather than the statute, it need not appear in an information.\nWe recently rejected such an argument in State v. Kjorsvik, 117 Wn.2d 93, 812 P.2d 86 (1991). In that case, we addressed the issue of whether nonstatutory elements of a crime must be included in the charging document and found it \"neither reasonable nor logical\" to require all statutory elements to be included in the charging document, while exempting essential, court-imposed elements. Kjorsvik, 117 Wn.2d at 101. In order to afford notice to an accused of the nature and cause of the accusation against him, we held, \"[a]ll essential elements of a crime, statutory or otherwise, must be included in a charging document.. .\". Kjorsvik, 117 Wn.2d at 97. See State v. Holt, 104 Wn.2d 315, 704 P.2d 1189 (1985) (omission of any statutory element of a crime in the charging document is a defect requiring dismissal).\nThere is no dispute that the requirement of knowledge of the nature of the substance delivered is an \"essential\" element of unlawful delivery. See State v. Smith, 104 Wn.2d 497, 516, 707 P.2d 1306 (1985) (Pearson, J., dissenting); State v. Riggins, 34 Wn. App. 463, 465, 662 P.2d 395 (1983); see also 2 W. LaFave & J. Israel, Criminal Procedure § 19.2, at 452 (1984) (mens rea is an essential element); United States v. Cina, 699 F.2d 853, 859 (7th Cir.) (essential element is one whose specification is necessary to establish the very illegality of the behavior), cert. denied, 464 U.S. 991 (1983). Because knowledge is an essential element, it is subject to the Kjorsvik mandate of inclusion in the charging document. The question, then, is whether the informations in these cases adequately alleged the essential element of guilty knowledge by stating only that defendants \"unlawfully\" delivered cocaine.\nDespite its failure to include in the charging document any explicit reference to guilty knowledge, the State maintains the defendants had notice of that element because the word \"unlawfully\" conveyed the same meaning and import as would have \"knowingly\".\nFirst, the State relies on State v. Nieblas-Duarte, 55 Wn. App. 376, 777 P.2d 583, review denied, 113 Wn.2d 1030 (1989) to support its position. There, the defendant was charged, by information, with \"unlawfully and feloniously\" delivering a controlled substance. Nieblas-Duarte, 55 Wn. App. at 377. The Court of Appeals found the information was sufficient to allege knowledge of the nature of the controlled substance. The State's reliance on Nieblas-Duarte is misplaced; it was the use of \"feloniously\" in Nieblas-Duarte which swayed the Court of Appeals:\nThe weight of authority favors the rule that\n[a]n indictment which charges that a person \"unlawfully and feloniously\" performed an act is equivalent to alleging that he knowingly did so, and thus supplies the element of knowledge where that element is necessary for averment in the indictment.\nState v. Reynolds, 229 Or. 167, 172, 366 P.2d 524, 526 (1961). Moreover, \"feloniously\" has been acknowledged by the Washington court to mean \" 'with intent to commit a crime.'\" Indeed, the term \"felonious\" is legally defined as a \"technical word of law [that] means done with intent to commit crime, i.e. criminal intent.\" We therefore hold that because the Nieblas-Duarte information contains the phrase \"unlawfully and feloniously,\" it conveys the knowledge element and meets constitutional criteria.\n(Footnote and citations omitted.) Nieblas-Duarte, 55 Wn. App. at 380-81. The Nieblas-Duarte court also noted many cases held indictments or informations were sufficient to allege knowledge when \"feloniously\" or \"unlawfully and feloniously\" were used, while few courts or commentators found \"unlawfully\", used alone, sufficient. Nieblas-Duarte, 55 Wn. App. at 381 n.5.\nSecond, the State argues \"knowingly\" is implicit in the term \"unlawfully\". The recent Kjorsvik case did leave open the possibility that use of the word \"unlawfully\", without more, is not necessarily fatal to a charging document:\nAuthority is divided on whether the allegation that an act was done feloniously or unlawfully is a sufficient allegation of criminal intent. This inquiry turns on the elements of the particular crime charged and the meaning to be derived from the language of the charging document.\n(Footnote omitted.) Kjorsvik, 117 Wn.2d at 109. We do not, therefore, hold \"unlawfully\", standing alone, will never be enough to allege knowledge. In fact, when liberally construing an information challenged for the first time on appeal, we have held \"unlawfully\" sufficient to allege intent, unless there is prejudice to the defendant. See, e.g., Kjorsvik, 117 Wn.2d at 110-11.\nIt is likely not one of the defendants in these cases was prejudiced by the omission of guilty knowledge from the informations; indeed, it is almost inconceivable that Johnson, Cole, Dickerson, or Campos would have defended on grounds they did not know the substance they were accused of delivering was cocaine. In addition, by moving to dismiss the informations for failing to allege the element of guilty knowledge, the defendants all showed they were aware of that element and knew they had to defend against it; they moved for dismissal of the informations and identified with particularity the missing element. They were neither surprised nor prejudiced by any lack of notice.\nNevertheless, when an information is challenged pretrial, defendants need not show they were prejudiced by missing elements. Whether a defendant was prejudiced by a defective information is only to be considered if the information is challenged for the first time after a verdict. See Kjorsvik, 117 Wn.2d at 106; State v. Hopper, 118 Wn.2d 151, 155-56, 822 P.2d 775 (1992). Were we to accept the probable lack of prejudice as a justification for finding these informations sufficient, we would encourage defendants with questionable charging documents to defer their motions until after trial. Such \"sandbagging\" is exactly what we sought to avoid by allowing a liberal construction of informations challenged initially on appeal. Kjorsvik, 117 Wn.2d at 103. See United States v. Hooker, 841 F.2d 1225, 1230 (4th Cir. 1988).\nWhile it is true informations challenged for the first time after verdict are reviewed for validity under a liberal standard, the same is not true for informations challenged, as these were, before trial. See Kjorsvik, 117 Wn.2d at 105. The charging documents in these cases are not to be examined to determine whether the missing elements appear in any form, or by fair construction can be found, and the language must not be \"inartful or vague\" with respect to the elements of the crime. See Kjorsvik, at 106. Rather, due to the context of a pretrial challenge, we construe the charging language strictly; because each petitioner was simply charged with \"unlawfully deliver[ing] a controlled substance\", the informations failed to contain language clearly suggesting the requisite criminal intent. See Hooker, 841 F.2d at 1233 (\"[A] facial deficiency in [an information] is even more intolerable because the government had actual notice of the defect well before trial. . .\"). We decline to find \"unlawfiilly\" has the same meaning and import as \"knowingly\"; \"unlawfully\", standing alone, is insufficient.\nWhy the State did not move to amend the informations in these cases and add, at least, that each defendant knew the substance delivered was cocaine is a mystery. Whether motivated by obstinacy or advocacy, the State failed to take advantage of CrR 2.1(e), which allows motions to amend an information at any time prior to the final verdict, as long as substantial rights of the defendant are not prejudiced. Amendments are liberally allowed, with continuances granted to a defendant if necessary to prepare to meet the altered charge. State v. Pelkey, 109 Wn.2d 484, 490, 745 P.2d 854 (1987). It is obvious the State could easily have done so with little or no delay in the scheduled trials.\nA bright line rule mandating dismissal of defective informations challenged before trial is workable and not unduly harsh, given the liberal amendment rule and the ease with which prosecutors can discern the elements of most common crimes. See Kjorsvik, 117 Wn.2d at 102 n.14. In addition, such a rule will guide prosecutors and provide them with an incentive to see to it that the charging document is constitutionally sufficient from the time of filing and beyond. This should result in fewer dismissals, since the prosecutors will presumably be more careful if they know an error could result in dismissal of the charge. Kjorsvik, 117 Wn.2d at 119 (Utter, J., dissenting).\nReversed.\nDore, C.J., and Utter, Brachtenbach, Andersen, Smith, Guy, and Johnson, JJ., concur.",
        "type": "majority",
        "author": "Dolliver, J."
      },
      {
        "text": "Durham, J.\n(dissenting) — I disagree with the majority for two reasons. First, in the context of these cases, the terms \"unlawfully\" and \"knowledge\" have precisely the same effect. The only way the defendants could have acted unlawfully was to have knowledge of the substance they were delivering. Addition of the term \"knowledge\" under these facts adds absolutely nothing to the information. The majority requires a useless act.\nMoreover, and as the majority concedes, the defendants suffered no prejudice. As evidenced by their respective pretrial motions, they were well aware of the crime with which they were charged, as well as the elements of that crime. In overturning these convictions, despite actual notice of the crime, the majority proceeds far beyond constitutional notice requirements and relies upon a purely technical error. I fear that the majority's irritation with the State for failing to amend the information may be motivating a less than compelling analysis. Therefore, I would affirm the convictions.",
        "type": "dissent",
        "author": "Durham, J."
      }
    ],
    "attorneys": [
      "James A. Egan, for petitioners.",
      "Dennis DeFelice, Prosecuting Attorney, for respondent."
    ],
    "corrections": "",
    "head_matter": "[Nos. 57883-4, 57884-2, 57885-1, 57886-9.\nEn Banc.\nMay 21, 1992.]\nThe State of Washington, Respondent, v. Clyde E. Johnson, Petitioner. The State of Washington, Respondent, v. Denise Ethel Cole, Petitioner. The State of Washington, Respondent, v. Gordon Eugene Dickerson, Petitioner. The State of Washington, Respondent, v. Juan Campos, Petitioner.\nJames A. Egan, for petitioners.\nDennis DeFelice, Prosecuting Attorney, for respondent."
  },
  "file_name": "0143-01",
  "first_page_order": 177,
  "last_page_order": 185
}