{
  "id": 1370283,
  "name": "Neah Bay Chamber of Commerce, et al, Appellants, v. The Department of Fisheries, Respondent",
  "name_abbreviation": "Neah Bay Chamber of Commerce v. Department of Fisheries",
  "decision_date": "1992-07-23",
  "docket_number": "No. 57870-2",
  "first_page": "464",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 464"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "532 P.2d 614",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "85 Wn.2d 176",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1120475
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "177-78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/85/0176-01"
      ]
    },
    {
      "cite": "787 P.2d 562",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "114 Wn.2d 271",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1169970
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/114/0271-01"
      ]
    },
    {
      "cite": "231 P. 943",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "132 Wash. 265",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        772301
      ],
      "year": 1925,
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/132/0265-01"
      ]
    },
    {
      "cite": "43 Admin. L. Rev. 147",
      "category": "journals:journal",
      "reporter": "Admin. L. Rev.",
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "149-50"
        },
        {
          "page": "156-59"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "101 A.L.R. 853",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "296 U.S. 176",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5728875
      ],
      "weight": 3,
      "year": 1935,
      "pin_cites": [
        {
          "page": "185-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/296/0176-01"
      ]
    },
    {
      "cite": "38 Admin. L. Rev. 239",
      "category": "journals:journal",
      "reporter": "Admin. L. Rev.",
      "opinion_index": 0
    },
    {
      "cite": "38 Admin. L. Rev. 235",
      "category": "journals:journal",
      "reporter": "Admin. L. Rev.",
      "pin_cites": [
        {
          "parenthetical": "1985-1986"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "463 U.S. 29",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6190630
      ],
      "weight": 8,
      "year": 1983,
      "pin_cites": [
        {
          "page": "43"
        },
        {
          "page": "43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0029-01"
      ]
    },
    {
      "cite": "401 U.S. 402",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11712629
      ],
      "weight": 4,
      "year": 1971,
      "pin_cites": [
        {
          "page": "415"
        },
        {
          "page": "415-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0402-01"
      ]
    },
    {
      "cite": "64 Wash. L. Rev. 781",
      "category": "journals:journal",
      "reporter": "Wash. L. Rev.",
      "year": 1989,
      "pin_cites": [
        {
          "page": "831"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "43 Admin. L. Rev. 571",
      "category": "journals:journal",
      "reporter": "Admin. L. Rev.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "817 P.2d 855",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 576",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373895
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0576-01"
      ]
    },
    {
      "cite": "790 P.2d 124",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "114 Wn.2d 572",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1169893
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "588-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/114/0572-01"
      ]
    },
    {
      "cite": "741 P.2d 18",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 Wn.2d 651",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1187860
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "654-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/108/0651-01"
      ]
    },
    {
      "cite": "799 P.2d 235",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "quoting Federated Am. Ins. Co. v. Marquardt, 108 Wn.2d 651, 654-55, 741 P.2d 18 (1987)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 416",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379119
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "423",
          "parenthetical": "quoting Federated Am. Ins. Co. v. Marquardt, 108 Wn.2d 651, 654-55, 741 P.2d 18 (1987)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0416-01"
      ]
    },
    {
      "cite": "55 Fed. Reg. 11,240",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1990,
      "opinion_index": 1
    },
    {
      "cite": "55 Fed. Reg. 7,522",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1990,
      "opinion_index": 1
    },
    {
      "cite": "50 C.F.R. § 661",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 1
    },
    {
      "cite": "55 Fed. Reg. 18,894",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1990,
      "pin_cites": [
        {
          "page": "18,896",
          "parenthetical": "to be codified in 50 C.F.R. § 661"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "16 U.S.C. §§ 1851-1861",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 1
    },
    {
      "cite": "16 U.S.C. § 1852",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(6)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "804 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 1
    },
    {
      "cite": "115 Wn.2d 21",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379123
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/115/0021-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1415,
    "char_count": 36475,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 2.2232583361810295e-07,
      "percentile": 0.7778746946250534
    },
    "sha256": "f011dc22171750a3f3a3cee1fc0d2e264a2d138d45c1fbafddfe7e465b871453",
    "simhash": "1:178989317b489ee5",
    "word_count": 5884
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Neah Bay Chamber of Commerce, et al, Appellants, v. The Department of Fisheries, Respondent."
    ],
    "opinions": [
      {
        "text": "Durham, J.\nIn this case, we are asked to determine the appropriate standard of review for agency rules under the new Administrative Procedure Act (APA), RCW 34.05. Neah Bay Chamber of Commerce and three of its members (Neah Bay) appeal directly from a trial court order upholding Department of Fisheries' (Department) regulations regarding salmon sport fishing. Neah Bay claims that certain regulations involving the geographic designation of the area are irrational, and should be overturned. We reverse the trial court and remand for further proceedings.\nThe Department's regulations divide the coastal waters of Washington, including the Strait of Juan de Fuca and Puget Sound, into 13 \"catch record\" areas and several sub-areas. See WAC 220-47-307, 220-56-190. Areas 1, 2, and 3 are along the Pacific Coast, extending from the Columbia River to Cape Alava. Area 4 extends north from Cape Alava to Cape Flattery, and then east to the Sekiu River. Areas 5 and 6 extend from the Sekiu River to Port Townsend. See appendix (map). The remaining areas are not relevant here.\nArea 4 is further divided into two sub-areas along the Bonilla-Tatoosh line — a line extending from Tatoosh Island off Cape Flattery to a point on Vancouver Island. Area 4A is on the ocean side of the line, and 4B is within the Strait. Neah Bay is within area 4B and is the only launching point for all of area 4.\nUntil about 1982 the Department applied the same regulations for salmon sport fishing to area 4B as it did to areas 5 and 6. However, since then the Department has treated area 4B the same as the rest of area 4 and the remainder of the ocean areas. That is, area 4B is open for salmon fishing only when ocean waters are open (a relatively short amount of time), even though the rest of the Strait is open the entire year. This change has had a substantial and detrimental influence on the tourist trade of Neah Bay. Areas 5 and 6 have apparently profited from this distinction.\nThe present action was filed in Thurston County Superior Court in 1987. In essence, Neah Bay sought to have the Department's regulations regarding area 4B overturned. In its complaint, Neah Bay requested money damages, as well as injunctive and declaratory relief. In July 1990, the trial court denied Neah Bay's motion for a preliminary injunction and set a date for a bench trial. The Department moved for summary judgment in October 1990.\nExtensive evidence was submitted to the trial court, including deposition testimony and lengthy interrogatories. Conflicting expert testimony was presented concerning the distribution of salmon in the Strait, and the impact of closing area 4B. The trial court granted summary judgment to the Department and dismissed the case. Judge Doran, in his oral opinion, held in part as follows:\nOne of the bases for reviewing decisions made by a department is under the arbitrary and capricious test. Administrative action is arbitrary and capricious only when it is willful and unreasoning action without consideration and in disregard of the facts and circumstances of the case. Whether the Court looks to the rational decisionmaker test or to the arbitrary and capricious test, the decision of the Court would be the same.\nHaving reviewed the extensive affidavits and the opinions of several experts, it is acknowledged that the experts are in disagreement. Since there is disagreement between the experts, the Court could hardly find that the action on the part of the Director is arbitrary and capricious or the act of an irrational decisionmaker.\n(Italics ours.) Clerk's Papers, at 429.\nNeah Bay agrees with the trial court's statement of the standard of review: the arbitrary and capricious or irrational standard. However, Neah Bay argues that the trial court erred when it found that the Department's actions were proper solely because the expert testimony was in conflict. Neah Bay contends that there was no scientific foundation for closing area 4B, and that the Department was biased in favor of other regional groups. To address Neah Bay's complaint, this court must decide if the trial court was correct when it upheld the Department's rules concerning the sport fishing season. Because the only significant regulations before us are those currently in effect, the new APA applies. RCW 34.05.902.\nThe APA provides that \"[t]his chapter establishes the exclusive means of judicial review of agency action,\" with limited exceptions, not relevant here. RCW 34.05.510. The standards of review used to decide if an agency action is valid are prescribed by the act. RCW 34.05.570(1)(b). The party asserting invalidity, here Neah Bay, bears the burden of demonstrating that the action was invalid. RCW 34.05.570(1)(a). The statute expressly provides that it is the only method for obtaining review of agency actions. RCW 34.05.510.\nUnder former RCW 34.04.070(2):\nthe court shall declare the rule invalid only if it finds that it violates constitutional provisions or exceeds the statutory authority of the agency or was adopted without compliance with statutory rule-making procedures.\nAs our earlier cases made clear, this was a very limited standard of review. Regulations were afforded a presumption of validity, and were overturned only if they were inconsistent with the legislation implemented by the rules. Omega Nat'l Ins. Co. v. Marquardt, 115 Wn.2d 416, 423, 799 P.2d 235 (1990) (quoting Federated Am. Ins. Co. v. Marquardt, 108 Wn.2d 651, 654-55, 741 P.2d 18 (1987)); see also Multicare Med. Ctr. v. Department of Social & Health Servs., 114 Wn.2d 572, 588-89, 790 P.2d 124 (1990), and cases cited therein.\nThe APA enacted in 1988 adds a new criterion which significantly expands the review process. The standards for review of agency rules are found in RCW 34.05.570(2)(c):\nIn a proceeding involving review of a rule, the court shall declare the rule invalid only if it finds that it violates constitutional provisions, exceeds the statutory authority of the agency, was adopted without compliance with statutory rule-making procedures, or could not conceivably have been the product of a rational decision-maker.\nIn contrast to the former APA, this statute provides for a review of the reasonableness of agency regulations. Under the new APA a court should overturn a regulation that \"could not conceivably have been the product of a rational decision-maker.\" RCW 34.05.570(2)(c). Such a marked change in the language used by the Legislature in enacting a new version of the APA is strong evidence of its intent to enact a different standard of review than contained in the former APA. State v. Roberts, 117 Wn.2d 576, 586, 817 P.2d 855 (1991). Thus, the court's earlier cases providing for a severely limited standard of review of regulations are not controlling. In addition, the Legislature stated its intention that the new APA clarify existing law and \"achieve greater consistency with other states and the federal government in administrative procedure\". RCW 34.05.001. In conformity with the prevailing practice in other jurisdictions, the added standard of review requires judicial review of the reasonableness of regulations, not just of the consistency of those regulations with the statutes being implemented. See generally Project: State Judicial Review of Administrative Action, 43 Admin. L. Rev. 571 (1991).\nWe discern three possible levels of intensity of judicial scrutiny: at one end of the spectrum is de novo review, where a court disregards the judgment of the body it reviews, and substitutes its own opinion. At the other end, a court subjects a question to the least intense review when it asks only if the judgment is authorized; that is, the court inquires only into the constitutional and procedural regularity of the lower body's decision. In between, there exists a middle level, in which the court examines the reasonableness of the question, but does not substitute its judgment for that of the initial decision-maker. See Brief of Amicus, at 10-11; see also William R. Andersen, The 1988 Washington Administrative Procedure Act — An Introduction, 64 Wash. L. Rev. 781, 831 (1989). We conclude that the Legislature intended that this middle-tier scrutiny be used in reviewing rule-making.\nThis approach is wholly consistent with the United States Supreme Court's review of federal agency rule-making under the arbitrary and capricious standard. As noted earlier, the Legislature specifically provided that the APA be interpreted in a manner consistent with other states, model acts, and federal decisions. RCW 34.05.001. In the Supreme Court's leading case in this area, it made clear that agency actions, although entitled to deference, should not be shielded from \"thorough, probing, in-depth review.\" Citizens to Preserve Overton Park, Inc. v. Volpe, 401 U.S. 402, 415, 28 L. Ed. 2d 136, 91 S. Ct. 814 (1971). There, in deciding if a rule was arbitrary and capricious, the Court held that a court \"must consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment.\" Overton Park, at 416 (citing cases). It went on to note that \"[although this inquiry into the facts is to be searching and careful, the ultimate standard of review is a narrow one. The court is not empowered to substitute its judgment for that of the agency.\" Overton Park, at 416.\nIn a more recent case, the Supreme Court explained the scope of review under the arbitrary and capricious standard:\nthe agency must examine the relevant data and articulate a satisfactory explanation for its action including a \"rational connection between the facts found and the choice made.\" In reviewing that explanation, we must \"consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment.\" Normally, an agency rule would be arbitrary and capricious if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise. . . . [W]e may not supply a reasoned basis for the agency's action that the agency itself has not given. We will, however, \"uphold a decision of less than ideal clarity if the agency's path may reasonably be discerned.\"\n(Citations omitted.) Motor Vehicle Mfrs. Ass'n of U.S., Inc. v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 43, 77 L. Ed. 2d 443, 103 S. Ct. 2856 (1983). This is the proper analysis. It begins with the agency's explanation, determines if the agency relied on the appropriate factors without considering improper issues, and then decides if the agency's reasoning is plausible.\nThe administrative law section of the American Bar Association has published a restatement of federal law on the scope of review in administrative law which provides additional authority for this reading. A Restatement of Scope-of- Review Doctrine, 38 Admin. L. Rev. 235 (1985-1986) (approved by the Section of Administrative Law, American Bar Association, February 8, 1986); see also Ronald M. Levin, Scope-of-Review Doctrine Restated: An Administrative Law Section Report, 38 Admin. L. Rev. 239 (1985-1986). The restatement notes that agency actions should be overturned if they exceed the legal authority of the agency, or in other circumstances amounting to an abuse of agency discretion. The restatement specifically points out that an agency regulation should be reversed if \"[t]he agency has relied on factors that may not be taken into account under, or has ignored factors that must be taken into account under, any of the [relevant] sources of law\". 38 Admin. L. Rev. at 235. This \"relevant factors\" test is derived from Overton Park, discussed above. See Levin, at 252.\nIn contrast, the Department argues that the use of the word \"conceivably\" in the new standard of review means that \"[i]f the court is able to conceive of any set of facts that would justify the rule, those facts are presumed to exist.\" Respondent's Answer to Amicus Brief, at 2. This view, originally expressed in 1935 in Pacific States Box & Basket Co. v. White, 296 U.S. 176, 185-86, 80 L. Ed. 138, 56 S. Ct. 159, 101 A.L.R. 853 (1935), has long since been discredited. See Overton Park, 401 U.S. at 415-16; State Farm, 463 U.S. at 43; William Funk, Rationality Review of State Administrative Rulemaking, 43 Admin. L. Rev. 147, 149-50 (1991). Although the Department argues that the new standard is somehow less searching than the arbitrary and capricious standard, its argument is not convincing. The Legislature clearly intended to allow inquiry into the rationality of regulations, and we do not perceive any principled way to distinguish between the two phrasings, which both pertain to the middle-tier scrutiny. Moreover, such a standard would be insufficient; it would allow an agency to escape scrutiny so long as it could come up with some possible facts (not necessarily the actual facts in existence) after the regulation had been enacted. Finally, this statement of the standard of review fails to account for the language that was added to the APA, which was clearly meant as a change to the existing standard.\nThe Department further invokes the rational basis test employed in reviewing statutes, and claims that the same standard applies to regulations. Agency rules, however, are readily distinguished from legislative enactments. First, the Supreme Court has expressed such a distinction: \"We do not view as equivalent the presumption of constitutionality afforded legislation drafted by Congress and the presumption of regularity afforded an agency in fulfilling its statutory mandate.\" State Farm, 463 U.S. at 43 n.9. Second, agencies act differently than legislatures, and serve a different function. See Funk, at 161-63. Agency decision-making is not the product of political bargaining, nor is it responsive to the scrutiny of constituents. Moreover, agencies are not a co-equal branch of government, as is the Legislature, entitled to the greatest deference. The function of an agency is to utilize its particular expertise to fashion sensible regulations in a narrow area. It was never intended that agencies were empowered to act without regard to the particular facts within that expertise. The somewhat more probing review we adopt here for review of regulations than that used in analyzing statutes is justified.\nIn sum, the \"product of a rational decision-maker\" standard adopted by the Legislature at RCW 34.05.570(2)(c) involves an inquiry into the reasonableness of regulations analogous to the application of the arbitrary and capricious standard, lb decide if a regulation should be overturned because it could not conceivably be the product of a rational decision-maker, we hold that the proper analysis is the 3-part test suggested by amicus, Professor Andersen, and utilized by the federal courts. See Motor Vehicle Mfrs. Ass'n of U.S., Inc. v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 77 L. Ed. 2d 443, 103 S. Ct. 2856 (1983). The court's task is to determine if a given regulation is reasonable without substituting this court's judgment for that of the agency. First, the court inquires if the agency's explanation of its own rule is clear. Second, the court must ask if the agency utilized the appropriate statutory framework, whether it used correct factors in deciding the rule, and if it avoided improper factors. Third, the court must decide if a decision-maker could have reached the conclusion reached by the agency (taking the foregoing into account) by some reasonable process.\nThis analysis requires the court to review the administrative record to determine the factors employed by the agency and the quality of its reasoning. The court must scrutinize the record to determine if the result was reached through a process of reason, not whether the result was itself reasonable in the judgment of the court.\nThe APA contains additional pertinent provisions which enable such a review. Indeed, the extent of the record required by the APA is farther indication of an intent by the Legislature to provide for meaningful review of agency rule-making action. See William Funk, Rationality Review of State Administrative Rulemaking, 43 Admin. L. Rev. 147, 156-59 (1991). Under the APA, an agency is required to maintain a rule-making file for each regulation proposed or adopted. RCW 34.05.370(1). This file serves as the record of review, although the file \"need not be the exclusive basis for agency action on that rule.\" RCW 34.05.370(4). In addition to the materials relied on in enacting the regulation, the rule-making file must contain a concise explanatory statement about the rule which identifies the agency's reasons for adopting the rule. RCW 34.05.355(1). The agency must also respond to any interested party who requests the reasons for overruling considerations urged against the adoption of a specific regulation. RCW 34.05.355(2).\nMoreover, although under some limited circumstances a court may take new evidence, the validity of agency action is to be determined as of the time it was taken. RCW 34.05.562(1); RCW 34.05.570(1)(b). Thus, while additional evidence of an agency's reasoning and the background materials relied upon may be presented on review, such evidence is only admissible to explain the agency's decision at the time. Funk, at 158. We do not foresee the need for additional testimony in the majority of cases.\nTaming to the application of these principles, the trial court ruled that, \"[s]ince there is disagreement between the experts, the Court could hardly find that the action on the part of the Director is arbitrary and capricious or the act of an irrational decisionmaker.\" Although this reasoning may be pertinent to a summary judgment motion, a disagreement among experts is irrelevant to the standards set forth in the APA and discussed above. The court must examine the actions of the agency to ensure that they were only undertaken after proper consideration of appropriate facts. It need not substitute its judgment, but it must make certain that judgment was in fact exercised properly and fairly. Because there was no record presented of what actually went into the Department's regulations pertaining to area 4B, it is impossible to say whether they were rational or irrational. The mere existence of a disagreement is not sufficient to uphold an agency's regulations.\nIn addition, the remainder of the procedure set out above was not followed. No rule-making file is on the record; indeed, the record does not contain any reference to agency files or any other sort of administrative record. The trial cotut relied solely on deposition and other testimony of experts which was not contemporaneous with the rule-making process. Such evidence is rarely relevant, and should supplement, not replace, the administrative record.\nNone of the other bases presented in the APA for overturning the Department's regulations appear to be present here. In addition to the standard discussed above, under RCW 34.05.570, a rule may be declared invalid if it is unconstitutional, exceeds the statutory authority of the agency, or was not adopted in compliance with the procedural requirements of the APA. Neah Bay argues that the regulations are unconstitutional, because they violate either equal protection or due process. Regulations pertaining to fishing and hunting are a classification of territory only, not people. In regard to the areas defined, \"all [people] are restricted exactly alike.\" McMillan v. Sims, 132 Wash. 265, 271, 231 P. 943 (1925). Thus, equal protection is not violated. Furthermore, there is no protected property right for individuals to take fish in public waters. Marincovich v. Tarabochia, 114 Wn.2d 271, 276, 787 P.2d 562 (1990). The indirect impact the Department's regulations have on the economic interests here are not sufficient to give rise to due process protection.\nThe regulations are clearly within the authority delegated by the Fisheries Code of the State of Washington, RCW 75.08. The Department is empowered to \"promote orderly fisheries and shall enhance and improve recreational and commercial fishing in this state.\" RCW 75.08.012. This authority may be exercised in all of the waters at issue here. RCW 75.08.070. The Director is authorized to adopt rules consistent with federal regulations and agreements made in concert with other jurisdictions, including the Pacific Marine Fisheries Commission. RCW 75.08.070. Specifically, the Director may adopt rules pertaining to the types of fish that may be taken, and when and where those fish may be taken. RCW 75.08.080. Thus, the regulations were clearly within the authority delegated to the Department.\nAlthough it is impossible to tell without the administrative record whether or not the procedures of the APA were followed in this case, neither party suggests that they were not, and the trial court did not consider the issue. We note, however, that lack of a rule-making file may itself constitute a sufficient reason to invalidate a regulation. RCW 34.05.375.\nIn accordance with the foregoing, we reverse the trial court and remand for reconsideration.\nDore, C.J., and Brachtenbach, Guy, and Johnson, JJ., concur.\nAppendix\nAlthough Neah Bay claims to be contesting an underlying policy of the Department, and not any particular rule, we consider this to be outside the scope of our appellate review in this case. Neah Bay did not properly raise a claim relating to the policies of the Department, nor did it frame the sort of arguments that would present the issue squarely. Rather, we perceive the sole issue in the case as relating to the application of the new APA to the Department's rule-making.\nThe challenged regulations are those which classify the coastal areas and the Strait, together with those which govern the various fishing seasons in each area. The rules involved are revised regularly, and have a limited duration. Neah Bay correctly points out that the rules change constantly. Nonetheless, we may review their propriety, given the need for future guidance and the likelihood of recurrence present here. See Hartman v. State Game Comm'n, 85 Wn.2d 176, 177-78, 532 P.2d 614 (1975).\nFurthermore, the action was not properly brought. To initiate an action under the APA, a party is supposed to file a petition for review. RCW 34.05.514. Here, Neah Bay did not conform precisely with the provisions of the APA. The supplemental complaint did not cite the APA, nor did it identify the specific agency action at issue or include a copy of any rule or order, as required by RCW 34.05.546. Moreover, a declaratory judgment action under RCW 34.05.570 does not seem appropriate, given the precise conditions of that section. Because the problem was not considered by the trial court, nor raised by either party on appeal, we will not address it here.",
        "type": "majority",
        "author": "Durham, J."
      },
      {
        "text": "Dolliver, J.\n(dissenting) — I must dissent. Review is inappropriate when the plaintiff has failed properly to bring a claim under the Administrative Procedure Act (APA), RCW 34.05. The majority admits this failing in two footnotes but nevertheless proceeds to review the case. See majority, at 468 n.1, 475 n.3. The best and most appropriate action this court could take would be to uphold the trial court and dismiss the entire action.\nIt is important, however, to confront the position of the majority in its interpretation and application of the new standard of review in the APA.\nThe majority correctly identifies there is a middle tier of scrutiny between de novo review and review of procedural regularity. Majority, at 470. However, the majority does not go far enough in its analysis of the middle tier of scrutiny which examines the rationality of the rule-making procedure.\nThe majority correctly rejects the Department's interpretation of the new standard of review as meaning that \" '[i]f the court is able to conceive of any set of facts that would justify the rule, those facts are presumed to exist.'\" (Some italics mine.) Majority, at 472 (quoting Respondent's Answer to Amicus Brief, at 2). This interpretation should be rejected, however, because it does not comport with the legislative language in RCW 34.05.570(2)(c), not because it has been discredited or that it would allow an agency to \"escape scrutiny\". Majority, at 472-73. Once the majority rejects this standard of review, it equates the new standard with the arbitrary and capricious test because it \"do[es] not perceive any principled way to distinguish between the two phrasings, which both pertain to the middle-tier scrutiny.\" Majority, at 472.\nThe Legislature, however, clearly rejected the arbitrary and capricious standard for review of rules. Laws of 1989, ch. 175, § 27, p. 790. First, if the Legislature had intended to adopt the arbitrary and capricious standard, it could easily have used that established phrasing. The difference in language shows the Legislature intended a different meaning. See In re Swanson, 115 Wn.2d 21, 27, 804 P.2d 1 (1990). Second, the Legislature, in enacting a single standard for review of rules in all procedural contexts, \"modified\" the three standards of judicial review contained in the 1988 act, which included review under the arbitrary and capricious standard. See Final Legislative Report, 51st Legislature 59 (1989); Laws of 1988, ch. 288, § 516(2), (4), p. 1386. Lastly, the Legislature kept the arbitrary and capricious standard for review of adjudicative and other agency action, while eliminating its use for review of rules. See RCW 34.05.570(3)(i); RCW 34.05.570(4)(c)(iii).\nI submit the language of the statute provides for a middle tier of scrutiny that is less than the arbitrary and capricious standard, which the Legislature rejected, but more than review of procedural regularity. RCW 34.05.570(2)(c) provides:\nIn a proceeding involving review of a rule, the court shall declare the rule invalid only if it finds that it . . . could not conceivably have been the product of a rational decision-maker.\nThe Legislature is not saying that if, on review, the court can conceive of a set of facts which support the rule, it is valid. Rather, the statute provides that, given the facts before the decisionmaker, if the court can conceive that the rule was the product of a rational decisionmaker, then the rule is valid. Thus, if we can conceive of a rational process which leads from the facts to the rule, the rule is valid regardless of whether the decisionmaker actually went through that rational process. At one point, the majority does express this view by stating that \"the court must decide if a decision-maker could have reached the conclusion reached by the agency ... by some reasonable process.\" (Italics mine.) Majority, at 474. However, in the next paragraph, the majority phrases the inquiry in terms of whether \"the result was reached through a process of reason . . .\" (Italics mine.) Majority, at 474.\nThis lower middle level of scrutiny honors both the intention of the Legislature to allow inquiry into the rationality of agency regulations and its clear rejection of the arbitrary and capricious language. See In re Swanson, supra at 27. This level of scrutiny is more deferential to agency action than the arbitrary and capricious standard under which the court reviews whether the rule was, in fact, reached through a process of reason. Majority, at 475 (\"[The court] must make certain that judgment was in fact exercised properly and fairly.\").\nHowever, under the lower middle-tier scrutiny provided for in RCW 34.05.570(2)(c), the rule is valid if it could have conceivably been the product of a rational decisionmaker. Whether it actually was is not controlling. Therefore, the court, in reviewing a rule under the new standard, must have the facts before it that were available to the decision-maker, but it need not review the actual reasoning process of the decisionmaker.\nIn this case, the analysis is made more difficult by the fact that Neah Bay has not challenged any particular rule, but the entire fishing scheme for 1990. Even so, the record is replete with the information that was before the Department of Fisheries when it made its decisions regarding area 4B which were adopted for the 1990 season. See, e.g., Clerk's Papers, at 94-127, 128-141, 142-314.\nThe 1990 emergency rule is State Register 90-13-056 (1990), which provides the public policy rationale for the regulation:\nPursuant to RCW 34.05.350 the agency for good cause finds that immediate adoption, amendment, or repeal of a rule is necessary for the preservation of the public health, safety, or general welfare, and that observing the time requirements of notice and opportunity to comment upon adoption of a permanent rule would be contrary to the public interest.\nReasons for this Finding: Quotas of coho and chinook are available for harvest in coastal waters. These regulations are adopted to concur with Pacific Fisheries Management Council recommendations.\nEffective Date of Rule: 12:01 a.m., June 18, 1990.\nThe Pacific Fishery Management Council (PFMC) is authorized by 16 U.S.C. § 1852(6) as the National Fishery Management Program. See generally 16 U.S.C. §§ 1851-1861. RCW 75.08.070 authorizes the Director of Fisheries to \"adopt rules consistent with the recommendations or regulations of the Pacific marine fisheries commission . . .\". As indicated in State Register 90-13-056 (1990), this has been done.\nThe development of the PFMC management plans and their adoption for the 1990 fishing season began in November 1989 with a public meeting in Portland, Oregon. During the winter of 1989-90, a number of public meetings were held in Washington, Oregon, and California; the purpose of these meetings was to review the condition of salmon stocks and to develop regulatory options for 1990. One meeting specifically focused on the distribution of the non-Indian recreational salmon share among different geographical areas. At least some of these meetings were attended by plaintiff Peter F. Hanson. The data which came before the PFMC showed an abundance of coho stocks from the Queets and Skagit Rivers and that certain Columbia River chinook stocks were low in 1990. Ocean Salmon Fisheries off the Coasts of Washington, Oregon, and California, 55 Fed. Reg. 18,894, 18,896 (May 7, 1990) (to be codified in 50 C.F.R. § 661).\nIn a process parallel to the PFMC meetings, state, federal, and tribal fish managers convened public meetings called \"North of Cape Falcon\" meetings to discuss distribution of the Skagit River coho catch among Washington fishers. To conserve the scarce Skagit River coho and ensure equitable sharing between treaty and nontreaty fishers, each area and group, including Neah Bay, agreed to accept constraints on fishing.\nThe 1990 recommendations, including the decision to regulate area 4B differently from areas 5 and 6, thus, took into account numerous factors. These included the biological concerns which differ for ocean-originating stocks versus the stock contribution of Puget Sound, the social concern of proximity of fishing access, stability of regulations, and orderly fisheries.\nThe PFMC also attempted to equitably distribute the conservation impact on the various areas. As to the impact on Neah Bay during the 1990 season, the affidavit of Patrick L. Pattillo, Fisheries Biologist IV with the Department of Fisheries, whose duties include directing the annual management of Washington's ocean salmon fisheries, reveals:\nFisheries' policy is to soften restrictions that might be applied were conservation the only factor considered, and to pursue equitable sharing of the conservation burden between all areas. Though all Washington coastal communities have experienced major reductions in season length and salmon catches in the last decade, data compiled by the PFMC indicate , that Neah Bay has fared relatively better than the rest. Attached as Exhibit A are excerpts from the \"Review of 1989 Ocean Salmon Fisheries,\" the PFMC's summary of data relevant to fisheries management. Coho catches at Neah Bay during . . . 1989 totalled 40,100, or 92% of the 1976-80 annual average. In contrast, the 1989 recreational coho catches in Ilwaco, Westport, and La Push, were 40%, 38%, and 7.6%, respectively, of the 1976-80 averages in those areas. Coho catches at Neah Bay during the 1990 season exceeded by 4% the average catch for the 1976-80 period.\n. . . The PFMC data show that the \"number of angler trips,\" a measure of how many recreational fishers use an area, has been increasing annually in Neah Bay and compares favorably with historical levels. In 1989, the number of angler trips taken from the port of Neah Bay was 65% of the 1976-80 average, while the number of angler trips in Ilwaco, Westport, and La Push was 35%, 28%, and 6.5%, respectively, of the 1976-80 averages in those areas. In 1990, angler trips in Neah Bay increased 10% over the 1989 level. According to the data, the number of angler trips in Neah Bay has increased several-fold in recent years.\nClerk's Papers, at 132-34. The PFMC review of the 1989 ocean salmon fisheries is attached to Mr. Pattillo's affidavit as exhibit A. See Clerk's Papers, at 135-41.\nBased upon consideration of these numerous factors, an agreement was presented to the PFMC for its consideration as it developed final recommendations. See Clerk's Papers, at 94-99 (Affidavit of Morris Barker, Ph.D., Fisheries Resource Manager for the Department of Fisheries).\nThe PFMC developed its final 1990 recommendations at public meetings in Eureka, California, in early April. Meeting Notice, 55 Fed. Reg. 7,522 (Mar. 2, 1990); Meeting Notice, 55 Fed. Reg. 11,240 (Mar. 27, 1990); 55 Fed. Reg. at 18,895. To conserve the weak stocks it had identified, and based in part on the catch levels negotiated in the \"North of Cape Falcon\" meetings, the PFMC set a 1990 harvest ceiling of 106,200 chinook salmon and 440,000 coho salmon for Washington coastal areas, to be allocated among commercial, recreational, and Indian fishers. 55 Fed. Reg. at 18,898-18,906. The PFMC allocated 37,500 chinook and 245,000 coho to the non-Indian recreational fishery, and further allocated the recreational coho quota among Washington coastal ports. 55 Fed. Reg. at 18,904. For example, Neah Bay received 24,900 coho, while La Push received 3,300. 55 Fed. Reg. at 18,903.\nOn June 14, 1990, the Director adopted emergency rules conforming to the PFMC recommendations. State Register 90-13-056 (1990). Beginning July 2, 1990, Washington coastal areas, including area 4B, were opened to recreational salmon fishing until September 20, 1990, or until any quota was reached. State Register 90-13-056 (1990). At the same time, fishing times and bag limits were reduced in areas 5 through 9. State Register 90-12-064 (1990).\nUnder the arbitrary and capricious standard adopted by the majority, the court would be obligated to review the actual process by which the PFMC and the Department weighed and considered all the detailed and technical factors and information that went into the adoption of the regulations. Under the language adopted by the Legislature, however, if this court can conceive of a process of reasoning which would produce the rule, then the rule is valid. Here, the myriad reasons advanced, and supported by the record, for the adoption of the regulations, while calling for judgment, are clearly \"the product of a rational decision-maker.\"\nTo adopt the more exacting arbitrary and capricious standard will require courts to engage in analyzing technical information that is best evaluated by agencies and, most importantly, turns a blind eye to the Legislature's deliberate rejection of that standard.\nI would affirm the trial court’s dismissal of Neah Bay’s complaint.\nUtter, Andersen, and Smith, JJ., concur with Dolliver, J.\nReconsideration denied November 5, 1992.",
        "type": "dissent",
        "author": "Dolliver, J."
      }
    ],
    "attorneys": [
      "Stiltner, Sinclair, Clement & Foster, by Samuel J. Stiltner and G. Bruce Clement, for appellants.",
      "Kenneth O. Eikenberry, Attorney General, and Fronda Woods, Assistant, for respondent.",
      "William R. Andersen and Cornelius J. Peck, amici curiae for appellants."
    ],
    "corrections": "",
    "head_matter": "[No. 57870-2.\nEn Banc.\nJuly 23, 1992.]\nNeah Bay Chamber of Commerce, et al, Appellants, v. The Department of Fisheries, Respondent.\nStiltner, Sinclair, Clement & Foster, by Samuel J. Stiltner and G. Bruce Clement, for appellants.\nKenneth O. Eikenberry, Attorney General, and Fronda Woods, Assistant, for respondent.\nWilliam R. Andersen and Cornelius J. Peck, amici curiae for appellants."
  },
  "file_name": "0464-01",
  "first_page_order": 498,
  "last_page_order": 518
}