{
  "id": 1370297,
  "name": "Kevin Conard, et al, Petitioners, v. The University of Washington, et al, Respondents",
  "name_abbreviation": "Conard v. University of Washington",
  "decision_date": "1992-08-06",
  "docket_number": "No. 58719-1",
  "first_page": "519",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 519"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "408 U.S. 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782863
      ],
      "weight": 9,
      "year": 1972,
      "pin_cites": [
        {
          "page": "599-601"
        },
        {
          "page": "601"
        },
        {
          "page": "600"
        },
        {
          "page": "600"
        },
        {
          "page": "602"
        },
        {
          "page": "602"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0593-01"
      ]
    },
    {
      "cite": "819 P.2d 370",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 772",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373938
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "785"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0772-01"
      ]
    },
    {
      "cite": "Or. Rev. Stat. § 271.120",
      "category": "laws:leg_statute",
      "reporter": "Or. Rev. Stat.",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "872 F.2d 862",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536052
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/872/0862-01"
      ]
    },
    {
      "cite": "936 F.2d 328",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10523639
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/936/0328-01"
      ]
    },
    {
      "cite": "627 F.2d 177",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1287826
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "180"
        },
        {
          "page": "180",
          "parenthetical": "no protected interest where only limit on discretion of gaming commission's licensing decisions was that decision had to be reasonable"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/627/0177-01"
      ]
    },
    {
      "cite": "716 F.2d 646",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1890797
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "657"
        },
        {
          "page": "657"
        },
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/716/0646-01"
      ]
    },
    {
      "cite": "724 F.2d 818",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1919995
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "820-21"
        },
        {
          "page": "821",
          "parenthetical": "no significant limit on the discretion of university tenure decisions was found where guidelines looked to whether candidate showed \"outstanding ability in teaching or research, command[ed] obvious respect from colleagues, and provide[d] a substantial contribution\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/724/0818-01"
      ]
    },
    {
      "cite": "743 F.2d 1310",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        607807
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "1315"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/743/1310-01"
      ]
    },
    {
      "cite": "911 F.2d 367",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534481
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "370"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/911/0367-01"
      ]
    },
    {
      "cite": "904 F.2d 719",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3483004,
        10539550
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/284/0263-01",
        "/f2d/904/0719-01"
      ]
    },
    {
      "cite": "927 F.2d 1111",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1797076
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/927/1111-01"
      ]
    },
    {
      "cite": "940 F.2d 243",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522124
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/940/0243-01"
      ]
    },
    {
      "cite": "949 F.2d 1032",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11942964
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/949/1032-01"
      ]
    },
    {
      "cite": "1992 WL 76104",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1992,
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "490 U.S. 454",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605334
      ],
      "weight": 7,
      "year": 1989,
      "pin_cites": [
        {
          "page": "462-63"
        },
        {
          "page": "462-63"
        },
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0454-01"
      ]
    },
    {
      "cite": "408 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782964
      ],
      "weight": 10,
      "year": 1972,
      "pin_cites": [
        {
          "page": "576-78"
        },
        {
          "page": "577"
        },
        {
          "page": "577"
        },
        {
          "page": "577"
        },
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0564-01"
      ]
    },
    {
      "cite": "804 P.2d 24",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1376188
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "351-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/116/0342-01"
      ]
    },
    {
      "cite": "76 A.L.R.4th 517",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "720 P.2d 808",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 Wn.2d 54",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1195512
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/106/0054-01"
      ]
    },
    {
      "cite": "814 P.2d 1242",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "62 Wn. App. 664",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1712183
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "671"
        },
        {
          "page": "669"
        },
        {
          "page": "674"
        },
        {
          "page": "670"
        },
        {
          "page": "670-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/62/0664-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1249,
    "char_count": 34430,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 1.1751527186119704e-07,
      "percentile": 0.5873579888248311
    },
    "sha256": "924ef5ebe80f68828aae543d3d044c60bfe091dd076feb763c91d7eb70fcbb8f",
    "simhash": "1:8bcfdaf1f3ebf89b",
    "word_count": 5488
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kevin Conard, et al, Petitioners, v. The University of Washington, et al, Respondents."
    ],
    "opinions": [
      {
        "text": "Dolliver, J.\nIn February 1983, petitioners Kevin Conard and Vincent Fudzie (plaintiffs) were recruited by the University of Washington (UW) to play football. Both plaintiffs signed national letters of intent and received offers of athletic financial assistance for three consecutive quarters commencing the first day of class of the fall quarter of the 1983 academic year. After signing letters of intent, student athletes who transfer to another university lose 2 years of athletic eligibility. Each offer of financial assistance covered tuition, compulsory fees, room and board, and course-related books, and each had the following provision regarding renewal:\nThis assistance will be considered for renewal during subsequent periods of attendance as long as you are a student in good standing, maintain normal progress toward graduation and are in compliance with all eligibility requirements of this institution, the Pacific-10, and the NCAA [National Collegiate Athletic Association].\nThe offers also stated the assistance \"may be gradated or terminated only in accordance with the legislation of the NCAA, principal details of which appear on the attached sheet.\" The following NCAA rules were attached and signed by Conard, Fudzie, and their guardians:\n2. Financial aid shall not be revoked or altered during any period for which it has been granted except that the University may revoke aid in whole or in part if the student:\na. is rendered ineligible for intercollegiate competition; or\nb. fraudulently misrepresents any information on the application for admission, letter-of-intent or tender; or\nc. engages in serious misconduct warranting substantial disciplinary penalty; or\nd. voluntarily withdraws from a sport for personal reasons. Any such gradation or cancellation of aid is permissible only if such action is taken for proper cause by the regular disciplinary or scholarship awards authorities of the institution and the student-athlete has had an opportunity for a hearing. Under (d) above, such gradation or cancellation of aid may not occur prior to the conclusion of the academic term.\n4. After completion of the above stated period of this award, upon the recommendation of the Head Coach, the Director of Athletics, and the Faculty Representative, the Committee on Financial Aid will consider granting renewal of the assistance, providing you (1) meet the academic requirements of the National Collegiate Athletic Association, the Pacific-10/Nor Pac Conference and the University, and (2) are a student in good standing in every respect as determined by the rules, regulations and administrative decisions of the University, the Pacific- 10/Nor Pac Conference and the National Collegiate Athletic Association.\nThe Department of Intercollegiate Athletics (DIA) makes recommendations regarding the renewal and nonrenewal of athletic scholarships. The DIA policies and procedure manual provides:\nIf a coach wishes to withdraw a recommendation for financial aid at anytime, justification within the rules of the Conference and the Associations (AIAW/NCAA) must be fully established. Each student-athlete is entitled to due process and if the student-athlete requests an appeal as well as a hearing, one will be provided.\nThe opportunity for a hearing is also set forth in section 3-4-(g) of the NCAA constitution.\nIn the latter event [a decision of nonrenewal], the institution also shall inform the student-athlete that if he or she believes the grant has not been renewed for questionable reasons, the student-athlete may request, and shall have the opportunity for, a hearing before the institutional agency making the financial award. The institution shall have established reasonable procedures for the prompt hearing of such a request.\nBoth plaintiffs allege they understood their scholarships were for 4 or 5 years depending on whether they were asked not to play or \"redshirt\" their freshman years. Both stated it is \"commonly understood\" that such scholarships are to last at least 4 years and neither had heard of an athlete whose scholarship had been \"revoked\". Each stated his understanding was based upon\nthe offers of aid which I signed, which indicated that as long as I complied with certain criteria as set out in the Offer of Financial Aid and other documentation that my aid would be renewed, and as stated above, the custom of these types of agreements.\nEric S. Godfrey is the Assistant Vice-President for Student Affairs, the Director of Financial Aid, and the Chairman of UWs Athletic Financial Aid Committee which hears appeals from athletes whose awards are not renewed. Godfrey stated that \"the commitment on the part of the University, in compliance with the NCAA regulations, is if the student meets these conditions, the aid will be renewed for the next academic period.\" Both Godfrey and Don James, the head coach of the UW football team, stated that in order for the committee not to renew a student's athletic financial aid there needed to be a finding of serious misconduct.\nHowever, serious misconduct is not defined by any UW, NCAA, or Pac-10 rule or regulation contained in the record. James testified there are no written guidelines as to what constitutes serious misconduct, and it is up to the discretion of the coach and the \"financial aid people\" on a case-by-case basis to determine whether certain acts constituted serious misconduct. Godfrey stated whether conduct constituted serious misconduct is evaluated generally in light of UW's student conduct code and specifically by the team rules promulgated by James.\nThe team rules are outlined by James for the players at the beginning of every season and represent broad guidelines governing general conduct, conduct in the dressing room, conduct at practice, and conduct dealing with the press, procedures regarding injuries, and a prohibition on gambling. The rules begin with the following statement:\nThe following general rules are for your benefit. Since it is impossible to cover every point or eventuality in a statement of team policy such as this, you are expected to conduct yourself at all times in a manner that will reflect credit upon you, your teammates, the football program, and the University of Washington.\nIn the fall 1983, plaintiffs matriculated at UW and joined the football team playing on the fifth string. There were a series of incidents involving the plaintiffs, individually and together, between that time and December 1985 when James removed them from the team and told them he would not recommend the renewal of their scholarships. The fact that the incidents, themselves, took place is not disputed, although particular aspects of the events are in dispute.\nFirst, in November 1983, UW police notified James that Conard had been arrested for using a stolen student food credit card. James alleges that neither player denied using the card, and Fudzie states that he knew about it. James alleges he warned both players that \"subsequent actions by them might result in ... a loss of their athletic scholarships.\" No formal disciplinary proceedings were brought by UW.\nNext, in 1984 there were several incidents involving plaintiffs. In one incident UW police informed James that Fudzie had punched out some windows in a residence hall. Fudzie admitted the damage and paid restitution. On a separate occasion, it was reported that Fudzie entered a student's room and assaulted a student. In another incident, Fudzie and Conard were reported to have entered a student's room and threatened the student with bodily harm. James alleges he counseled both players as to these incidents and again warned them that if such behavior continued, they could lose their scholarships.\nAlso in 1984, plaintiffs attempted to extort money from a female student by blackmailing her with photographs taken while she was engaged in sexual acts with another student. As a result of the incident, plaintiffs spent a weekend in jail on charges of extortion, but no farther action was taken. James again counseled the players and warned them that unless they stayed out of trouble he would not recommend the renewal of their scholarships.\nIn 1985, James counseled Conard for his lack of respect for and unacceptable behavior toward service and equipment personnel. Conard was also counseled for his failure to report an injury to the trainers pursuant to the team rules. Both conversations resulted in a further warning to Conard as to the probability of the nonrenewal of his scholarship.\nFinally, in December 1985, the UW football team traveled to Anaheim, California, to participate in the Freedom Bowl. On the morning of December 22, plaintiffs did not report for practice with the rest of the team. Plaintiffs were later found to have spent the night in jail at the Santa Ana Police Department as the result of an altercation at a restaurant the previous evening. The police report conflicts with the account of the events given by plaintiffs. The police report states that plaintiffs were asked to leave and then escorted out of the restaurant by police for violating the establishment's dress code; while leaving, they challenged the police officers to a fight; and when the police attempted to arrest plaintiffs after they left the restaurant and were driving away, they resisted arrest. Fudzie stated that the restaurant had a policy of racial exclusion, that the officers assaulted Fudzie and Conard, who are African-Americans, and that two of the officers involved in the incident have resigned from the police force due to the incident. James states that as far as he was concerned, given the previous warnings to the plaintiffs, they should have just walked away from the incident; it was irrelevant why they were asked to leave. After the incident, James informed plaintiffs they would not play in the Freedom Bowl, they were off the team, and he would not recommend their scholarships be renewed for the next year.\nOn June 24, 1986, the Athletic Financial Aid Committee convened to review recommendations for renewal and non-renewal forwarded to them by the DIA. On July 1, 1986, in accordance with the NCAA constitution, Godfrey informed each plaintiff by letter that his athletic financial aid was not being renewed for the 1986-87 academic year. Also in accordance with the NCAA constitution, the letters informed them they could request a hearing before the Athletic Financial Aid Committee to appeal the decision of non-renewal.\nConard did not request a hearing. As a result of low scholarship, he was dropped from UW and was scholastically ineligible to return to UW after spring quarter 1986. Conard did not petition for reinstatement and transferred to San Diego State University.\nBy letter dated September 3, 1986, Fudzie requested a hearing which was held on September 22, 1986. The record contains a transcript of the informal hearing. Godfrey presided over the hearing in which Fudzie gave his version of the events and challenged the information the DIA had received verbally from James. The committee members were allowed to question Fudzie, who was not represented by counsel. Fudzie was then excused. After deliberation, the committee recommended Godfrey request James provide a written statement regarding his recommendation of non-renewal. James submitted a written statement and documents evidencing the team rules and Fudzie's past misconduct. These documents were provided to the committee members, and based upon all the evidence, they determined unanimously that the decision of nonrenewal was reasonable and appropriate. Fudzie was notified of the decision and given a copy of the materials submitted by James.\nAlthough Fudzie lost his athletic scholarship, he received financial aid in the amount of $10,118 for the 1986-87 academic year. While Fudzie was not awarded any aid for the following year because his aid application was not received until after the deadline, he remained at UW and received a Bachelor of Arts degree in accounting on June 11, 1988.\nIn December 1988, plaintiffs brought suit against UW for breach of contract and against James, his wife, and UW for interference with contractual relations. The trial court granted summary judgment in favor of UW and dismissed the suit in its entirety; the plaintiffs appealed. The Court of Appeals affirmed on the breach of contract and interference of contractual relations claims, but held, sua sponte, that plaintiffs had a constitutionally protected claim of entitlement to the renewal of their scholarships. See Conard v. UW, 62 Wn. App. 664, 671, 814 P.2d 1242 (1991). The Court of Appeals affirmed the dismissal of Conard's complaint because he had not requested a hearing and because he was scholastically ineligible to return for the 1986-87 academic year. Conard, 62 Wn. App. at 669. The Court of Appeals reversed the dismissal of Fudzie's complaint against UW and remanded the case for an adversarial hearing because it held the informal hearing afforded Fudzie was constitutionally inadequate. Conard, 62 Wn. App. at 674.\nPlaintiffs petitioned for review of the dismissal of their breach of contract claim against UW for not renewing their football scholarships, for finding no violation of Conard's due process rights, and for not providing monetary damages for the violation of Fudzie's due process rights. UW seeks review of the Court of Appeals' decision finding a violation of Fudzie's due process rights and remanding for a new hearing. This court granted review \"solely to determine if the University's termination of petitioners' athletic scholarships violated their due process rights and, if so, what remedy is appropriate.\"\nInitially, we note the Court of Appeals raised the due process issue sua sponte. We presume the Court of Appeals in its discretion found the issue \"should be considered to properly decide [the] case\", pursuant to RAP 12.1(b), even though it was not raised in the complaint or the briefs on review. RAP 12.1(b) provides that an appellate court \"may notify the parties and give them an opportunity to present written argument on the issue raised by the court.\" While not mandated, this procedure usually proves to be helpful in the decisionmaking and review process at both appellate levels.\nOur grant of review is limited in this case to whether UWs nonrenewal of the plaintiffs' athletic scholarships violated due process under the federal constitution. Plaintiffs assert violations of due process under the federal and state constitutions in their petition for review. We will not consider the state claim, however, because the Court of Appeals' holding was limited to a federal due process violation, and the plaintiffs do not set forth the requisite analysis under State v. Gunwall, 106 Wn.2d 54, 720 P.2d 808, 76 A.L.R.4th 517 (1986) properly to raise an independent state constitutional challenge. See Petition for Review, at 10. See, e.g., Rozner v. Bellevue, 116 Wn.2d 342, 351-52, 804 P.2d 24 (1991). Our review also does not include the contract portion of this case which was determined on summary judgment in favor of UW.\nThe scope of the Fourteenth Amendment's procedural protection of property interests is not coextensive with contract rights. See Perry v. Sindermann, 408 U.S. 593, 599-601, 33 L. Ed. 2d 570, 92 S. Ct. 2694 (1972); Board of Regents v. Roth, 408 U.S. 564, 576-78, 33 L. Ed. 2d 548, 92 S. Ct. 2701 (1972). The terms of a contract may be the source of a property interest, see Roth, 408 U.S. at 566 n.l, but protected property interests include all benefits to which there is a \"legitimate claim of entitlement\". Roth, 408 U.S. at 577. Such a claim is \"more than an abstract need or desire for\" and \"more than a unilateral expectation of\" the benefit. Roth, 408 U.S. at 577. Property interests are created by \"state law — rules or understandings that secure certain benefits and that support claims of entitlement to those benefits.\" Roth, 408 U.S. at 577.\nA person's interest in a benefit is a \"property\" interest for due process purposes if there are such rules or mutually explicit understandings that support his claim of entitlement to the benefit and that he may invoke at a hearing.\nPerry, 408 U.S. at 601.\nProtected interests also may be created if there are statutes or other rules which contain \" 'substantive predicates' \" or \" 'particularized standards or criteria . . .'\" to guide the discretion of decisionmakers and which contain \" 'explicitly mandatory language,' i.e., specific directives to the decision-maker that if the regulations' substantive predicates are present, a particular outcome must follow . . .\". (Citations omitted.) Kentucky Dep't of Corrections v. Thompson, 490 U.S. 454, 462-63, 104 L. Ed. 2d 506, 109 S. Ct. 1904 (1989). Although Thompson involved a liberty interest, the above test has been applied in various contexts to determine if protected property interests have been created. See Specter v. Garrett, No. 91-1932, slip op. at 46-47, 1992 WL 76104, at 17 (3d Cir. Apr. 17, 1992); Abdullah v. Gunter, 949 F.2d 1032 (8th Cir. 1991); Wallace v. Robinson, 940 F.2d 243 (7th Cir. 1991); Jacobs, Visconsi & Jacobs Co. v. Lawrence, Kan., 927 F.2d 1111 (10th Cir. 1991); Tarpeh-Doe v. United States, 904 F.2d 719 (D.C. Cir. 1990); see also Allen v. Beverly Hills, 911 F.2d 367, 370 (9th Cir. 1990); Loehr v. Ventura Cy. Comm’ty College Dist., 743 F.2d 1310, 1315 (9th Cir. 1984); Goodisman v. Lytle, 724 F.2d 818, 820-21 (9th Cir. 1984); Parks v. Watson, 716 F.2d 646, 657 (9th Cir. 1983); Jacobson v. Hannifin, 627 F.2d 177, 180 (9th Cir. 1980).\nUnless a legitimate claim of entitlement to the renewal of plaintiffs' scholarships was created by the terms of the contract, by a mutually explicit understanding, or by substantive procedural restrictions on the part of the decisionmaker, plaintiffs have no constitutional due process protections.\nI\nContract\nThe offers of athletic financial aid to plaintiffs were clear and unambiguous in offering aid for \"three consecutive quarters\". \"If you enroll, you will receive this assistance for three consecutive quarters . . .\". Both the trial court and Court of Appeals held there was no genuine issue of material fact that the duration of the athletic financial aid contracts between plaintiffs and UW was for only three consecutive quarters. See Conard, 62 Wn. App. at 670.\nWhile review of the due process issue raises the question whether the terms of the contract created a protected property interest, the terms of the contract, as found by the Court of Appeals, control this case. Consequently, the duration of the financial aid awards of 1 academic year precludes the contracts from creating a protected property interest for 4 years.\nThe contract terms also do not create a legitimate claim of entitlement to the renewal of the scholarships. The offers provided only that \"[t]his assistance will be considered for renewal during subsequent periods . . .\". (Italics ours.) The NCAA rules, attached to the offers, similarly provided only for consideration of renewal.\nAfter completion of the above stated period of this award, upon the recommendation of the Head Coach, the Director of Athletics, and the Faculty Representative, the Committee on Financial Aid will consider granting renewal of the assistance . . ..\n(Italics ours.) Thus, the duration of the contracts is for only 1 academic year, and terms are not sufficiently definite to establish a legitimate claim of entitlement to the renewal of plaintiffs' athletic scholarships.\nII\nMutually Explicit Understandings\nThe plaintiffs allege they had a claim of entitlement to the renewal of their scholarships as long as they complied with the rules of the UW, the NCAA, and the Pac-10. See Petition for Review, at 14. Plaintiffs assert they relied upon the language of their contracts and the common understanding, based upon the surrounding circumstances and the conduct of the parties, that the aid would be renewed if certain conditions were met. The issue is whether this record supports a \"mutually explicit understanding\" creating a protected property interest in the renewal of the scholarships.\nIn Perry v. Sindermann, supra, a nontenured college professor, whose contract was not renewed and who was not provided a hearing, alleged a property interest in continued employment based upon the existence of rules and understandings which created a de facto tenure system. The plaintiff supported his allegation that the college had a \"de facto tenure program\" by pointing to the Faculty Grade, which provided:\n\"Teacher Tenure: Odessa College has no tenure system. The Administration of the College wishes the faculty member to feel that he has a permanent tenure as long as his teaching services are satisfactory and as long as he displays a cooperative attitude toward his co-workers and his superiors, and as long as he is happy in his work.\"\nSindermann, 408 U.S. at 600. The plaintiff also claimed reliance on guidelines issued by the Coordinating Board of the Texas College and University System which provided \"that a person . . . who had been employed ... for seven years or more has some form of job tenure.\" (Footnote omitted.) Sindermann, 408 U.S. at 600. The Court found that some universities may have \"an unwritten 'common law\"' that some employees are, in essence, tenured. Sindermann, 408 U.S. at 602. The Court held the professor had \"alleged the existence of rules and understandings, promulgated and fostered by state officials, that may justify his legitimate claim of entitlement to continued employment\" sufficient to defeat summary judgment. Sindermann, 408 U.S. at 602.\nIn Roth, a nontenured college professor alleged a property interest in his continued employment when his 1-year teaching contract was not renewed. However, the plaintiff could point to no \"University rule or policy that secured his interest in re-employment or that created any legitimate claim to it.\" (Footnote omitted.) Roth, 408 U.S. at 578. The plaintiff did assert, similar to the statement of plaintiffs in this case, that most teachers \"are, in fact, rehired.\" See Roth, 408 U.S. at 578 n.16. The court addressed this argument in a footnote, stating:\nTo be sure, the respondent does suggest that most teachers hired on a year-to-year basis . . . are, in fact, rehired. But the District Court has not found that there is anything approaching a \"common law” of re-employment [citing Sindermann, at 602] so strong as to require University officials to give the respondent a statement of reasons and a hearing on their decision not to rehire him.\nRoth, 408 U.S. at 578 n.16.\nTwo other federal cases have specifically dealt with whether a mutually explicit understanding created a protected property interest. See Santella v. Chicago, 936 F.2d 328 (7th Cir. 1991); Kraft v. Jacka, 872 F.2d 862 (9th Cir. 1989).\nIn Santella, a municipal employee brought suit against the City and the division chief for depriving him of a supervisory title without due process of law. He asserted that City officials had orally promised him a supervisory title. The court held, however, that those officials did not have authority to make such a promise and that Santella failed to qualify for the title under established personnel rules. The court also held Santella did not support his allegation that he obtained a supervisory title under a de facto method of hiring \"in lieu\". The \"in lieu\" hiring system was a budgetary convenience which was not \"sufficiently certain\" to give rise to a legitimate claim of entitlement. Santella, 936 F.2d at 333.\nIn Kraft, the court held that holders of 1-year gaming licenses did not have a protected property interest in further licensing after their limited licenses automatically expired. The plaintiffs asserted the Gaming Board assured them of continued licensing as long as they met certain conditions. The sole basis for this assertion was a statement by one board member \"that if, during the term of the one-year license, the Board found no 'material problems,' the Board 'may very well entertain going to the full license.'\" Kraft, 872 F.2d at 869. The court held this statement was insufficient to create a protected property interest.\nPlaintiffs assert there was a \"common understanding\" that scholarships were for a minimum of 4 years. Plaintiffs do not cite to any specific persons who made assurances to them regarding a right to renewal. Godfrey did state that \"the commitment on the part of the University, in compliance with the NCAA regulations, is if the student meets these conditions, the aid will be renewed for the next academic period.\" (Italics ours.) Significantly however, unlike Santella and Kraft, nothing in the record indicates Godfrey told this to the plaintiffs, and neither plaintiff asserts he relied upon this or similar statements when accepting the offers.\nBoth plaintiffs allege they did not know of any student whose aid was not renewed who was in compliance with those conditions. This assertion, like that in Roth, however, is insufficient to create a common law of renewal. Like Roth, plaintiffs point to no written UW rule or policy which supports their entitlement. In fact, the language in the offers and the NCAA regulations do not accord with this statement. The offers state that if the student athlete meets certain conditions, \"[t]his assistance will be considered for renewal during subsequent periods of attendance . . .\". (Italics ours.) The NCAA regulations provide an opportunity for a hearing if the student athlete feels the aid was not renewed \"for questionable reasons\".\nLike the statements in Kraft and unlike the specific written provisions in Sindermann, the language of the offers and the NCAA regulations are not sufficiently certain to support a mutually explicit understanding creating a protected property interest. As in Roth, the fact that scholarships are, in fact, normally renewed does not create a \"common law\" of renewal, absent other consistent and supportive UW policies or rules. As argued by UW, the usual renewal of scholarships only reflects the rarity of this level of misconduct. While the statement by Godfrey, if specifically relied on by the plaintiffs, may have been sufficient to create an issue of material fact as to whether there was a mutually explicit understanding, neither plaintiff makes such an allegation.\nMoreover, plaintiffs have not established they actually met the conditions of the offers. Plaintiffs assert that \"a valid finding of misconduct was never made against either Conard or Fudzie.\" Petition for Review, at 13. This assertion is made because plaintiffs were apparently exonerated of any misconduct in the restaurant incident at the Freedom Bowl in 1985, and no formal disciplinary proceedings were brought against them as to the alleged prior misconduct. Petition for Review, at 5.\nHowever, the language of the offers and the NCAA constitution do not require a finding of misconduct in order not to renew the scholarships. Such a finding is required only if the aid is altered or terminated during the period for which it was awarded. The language of the offers makes clear that serious misconduct is only required to be shown if UW seeks to gradate or terminate aid \"dining any period for which it has been granted . . .\". Here, UW did not alter or terminate plaintiffs' aid during the period for which it was granted, and no finding of serious misconduct need be made. The Court of Appeals agreed and held:\nLikewise, since there was no revocation of aid during the contract period, it is unnecessary to determine if Fudzie was guilty of serious misconduct supporting such a revocation.\nConard, 62 Wn. App. at 670-71. Nonetheless, both Godfrey and James testified that in order for the committee not to renew a student's athletic financial aid there needed to be a finding of serious misconduct. Such a finding was made by James and the committee based on plaintiffs' cumulative pattern of misconduct. Even if such a finding were required in making the decision not to renew, however, the record does not establish a mutually explicit understanding that plaintiffs' cumulative pattern of misconduct would not constitute serious misconduct.\nSerious misconduct is not defined in any UW or NCAA rule or policy. James testified the determination whether acts constitute serious misconduct is a discretionary decision made on a case-by-case basis. Godfrey stated that whether acts constitute serious misconduct is left to the discretion of the committee and evaluated in light of the broad guidelines found in UW's student conduct code and the team rules promulgated by James.\nThe broad guidelines set forth in the team rules are not sufficiently specific to create a mutually explicit understanding as to what acts would violate their terms, and plaintiffs have presented no language from the UW student conduct code which would create such an understanding. Therefore, even if there was a mutually explicit understanding that the plaintiffs' scholarships could not be renewed absent a finding of serious misconduct, these broad guidelines are not sufficiently definite to establish a mutually explicit understanding that plaintiffs' cumulative pattern of misconduct would not constitute such serious misconduct.\nIll\nProcedural Requirements\nLastly, procedural guaranties may create protected property interests when they contain \" 'substantive predicates' \" to guide the discretion of decisionmakers and \"specific directives to the decisionmaker that if the regulations' substantive predicates are present, a particular outcome must follow . . .\". Kentucky Dep't of Corrections v. Thompson, 490 U.S. 454, 462-63, 104 L. Ed. 2d 506, 109 S. Ct. 1904 (1989).\nIn Thompson, the Court held the Kentucky prison regulations did not give state inmates a protected liberty interest in receiving visitors because, although there were substantive predicates, there was no \"explicitly mandatory language\" which required a particular outcome upon a finding that the relevant criteria were met. Thompson, 490 U.S. at 463. The regulations stated that a visitor \"may\" be denied a visit if certain grounds were present. Such a regulation did not create a protected interest because the language did not explicitly provide that a visitor must be denied a visit if the grounds were present or must be allowed a visit if the grounds were absent. See also Goodisman v. Lytle, 724 F.2d 818, 821 (9th Cir. 1984) (no significant limit on the discretion of university tenure decisions was found where guidelines looked to whether candidate showed \"outstanding ability in teaching or research, command[ed] obvious respect from colleagues, and provide[d] a substantial contribution\"); Jacobson v. Hannifin, 627 F.2d 177, 180 (9th Cir. 1980) (no protected interest where only limit on discretion of gaming commission's licensing decisions was that decision had to be reasonable).\nIn contrast, the statutes in Parks v. Watson, 716 F.2d 646, 657 (9th Cir. 1983) were found to provide a developer with a protected property interest in the vacation of certain platted city streets. The statutes specified\nthat in ruling on a vacation petition, the agency \"shall\" determine (1) \"whether the consent of the owners of the requisite area has been obtained\", (2) \"whether notice has been duly given\", and (3) \"whether the public interest will be prejudiced by the vacation.\"\nParks, 716 F.2d at 657 (quoting Or. Rev. Stat. § 271.120 (1981)). The court held the first two conditions were factual in nature and the last provided an articulable standard. The statutes also mandated that if the three conditions were met, the street \"shall\" be vacated.\nIn this case, the NCAA constitution and the DIA policies and procedure manual provide for a hearing and due process respectively. However, there are no articulable standards nor explicitly mandatory language in the contracts, the NCAA constitution, or the DIA manual. The contracts provide that the aid will be considered for renewal if certain conditions are met. As in Thompson, the contracts do not state that aid must be renewed if the conditions are met or that aid must not be renewed if they are not met. The NCAA constitution states that there will be an opportunity for a hearing if the student athlete believes the aid was not renewed for \"questionable reasons\". This language does not provide an articulable standard and does not mandate a particular outcome. Lastly, the DIA manual states:\nIf a coach wishes to withdraw a recommendation for financial aid at anytime, justification within the rules of the Conference and the Associations (AIAW/NCAA) must be fully established.\nThe record does not indicate and plaintiffs do not point to any other applicable NCAA or AIAW rules other than those already addressed. The discretion of the decisionmakers in this case is not sufficiently limited to create a protected property interest. Therefore, even though the DIA manual speaks to due process, such a procedural guaranty cannot create a protected property interest in a vacuum. There must be some substantive standard and explicitly mandatory language to give the hearing substance.\nWe hold, on the record in this case, that plaintiffs do not have a protected property interest in the renewal of their athletic scholarships.\nWe decline to address whether plaintiffs have a protected liberty interest because plaintiffs failed to assign error to and adequately brief this issue. See John Doe v. Puget Sound Blood Ctr., 117 Wn.2d 772, 785, 819 P.2d 370 (1991). Because plaintiffs do not have a protected interest in the renewal of their scholarships, we need not address whether the hearing provided by UW was constitutionally adequate, or what the appropriate remedy would be if a violation had occurred.\nThe Court of Appeals' decision holding plaintiffs had a protected property interest in the renewal of their scholarships and remanding Fudzie's case for a rehearing is reversed. The Court of Appeals' decision is affirmed in all other respects.\nDore, C.J., and Utter, Brachtenbach, Andersen, Durham, Guy, and Johnson, JJ., concur.\nReconsideration denied September 28, 1992.",
        "type": "majority",
        "author": "Dolliver, J."
      }
    ],
    "attorneys": [
      "Larry J. Landry, for petitioners.",
      "Kenneth O. Eikenberry, Attorney General, and Lloyd W. Peterson, Senior Assistant, for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 58719-1.\nEn Banc.\nAugust 6, 1992.]\nKevin Conard, et al, Petitioners, v. The University of Washington, et al, Respondents.\nLarry J. Landry, for petitioners.\nKenneth O. Eikenberry, Attorney General, and Lloyd W. Peterson, Senior Assistant, for respondents."
  },
  "file_name": "0519-01",
  "first_page_order": 553,
  "last_page_order": 572
}