{
  "id": 1370249,
  "name": "David T. McDonald, et al, Respondents, v. State Farm Fire and Casualty Company, Petitioner",
  "name_abbreviation": "McDonald v. State Farm Fire & Casualty Co.",
  "decision_date": "1992-10-01",
  "docket_number": "No. 58078-2",
  "first_page": "724",
  "last_page": "738",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 724"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "21 Tort & Ins. L.J. 634",
      "category": "journals:journal",
      "reporter": "Tort & Ins. L.J.",
      "opinion_index": 0
    },
    {
      "cite": "719 P.2d 120",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "prejudice to the nonmoving party is the \"touchstone\" for denying a motion to amend"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "105 Wn.2d 878",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1199224
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "888",
          "parenthetical": "prejudice to the nonmoving party is the \"touchstone\" for denying a motion to amend"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/105/0878-01"
      ]
    },
    {
      "cite": "724 P.2d 1059",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "45 Wn. App. 95",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1809377
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/45/0095-01"
      ]
    },
    {
      "cite": "736 P.2d 249",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 Wn.2d 162",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1187850
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/108/0162-01"
      ]
    },
    {
      "cite": "41 A.L.R.4th 1082",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "applying the ejusdem generis rule to an earth movement exclusion"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "454 N.E.2d 1156",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "applying the ejusdem generis rule to an earth movement exclusion"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "118 Ill. App. 3d 612",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        5661693
      ],
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "applying the ejusdem generis rule to an earth movement exclusion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/118/0612-01"
      ]
    },
    {
      "cite": "268 Cal. Rptr. 33",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1990,
      "pin_cites": [
        {
          "page": "36",
          "parenthetical": "interpreting same policy language, faulty workmanship excluded by policy"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "219 Cal. App. 3d 58",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4426899
      ],
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "interpreting same policy language, faulty workmanship excluded by policy"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/219/0058-01"
      ]
    },
    {
      "cite": "283 Cal. Rptr. 607",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "interpreting same policy language, loss caused by negligent maintenance of water main off the premises excluded by policy"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "232 Cal. App. 3d 693",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        6036601
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "interpreting same policy language, loss caused by negligent maintenance of water main off the premises excluded by policy"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/232/0693-01"
      ]
    },
    {
      "cite": "265 Cal. Rptr. 710",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1989,
      "pin_cites": [
        {
          "page": "714"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "217 Cal. App. 3d 210",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4421349
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/217/0210-01"
      ]
    },
    {
      "cite": "747 P.2d 1091",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "109 Wn.2d 738",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1186037
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "741"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/109/0738-01"
      ]
    },
    {
      "cite": "750 P.2d 1247",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 207",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182870
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0207-01"
      ]
    },
    {
      "cite": "801 P.2d 222",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "quoting Restatement (Second) of Contracts § 200 (1981)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 657",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379120
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "663",
          "parenthetical": "quoting Restatement (Second) of Contracts § 200 (1981)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0657-01"
      ]
    },
    {
      "cite": "519 P.2d 7",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "property damage caused by alleged negligence is a question of fact"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "83 Wn.2d 491",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1127858
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "property damage caused by alleged negligence is a question of fact"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/83/0491-01"
      ]
    },
    {
      "cite": "773 P.2d 413",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "112 Wn.2d 621",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1175520
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/112/0621-01"
      ]
    },
    {
      "cite": "725 P.2d 957",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 Wn.2d 806",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1195558
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/106/0806-01"
      ]
    },
    {
      "cite": "801 P.2d 207",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 679",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379091
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0679-01"
      ]
    },
    {
      "cite": "656 P.2d 1077",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "98 Wn.2d 533",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1151230
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "538"
        },
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/98/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 905,
    "char_count": 23487,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 1.3136691515600982e-06,
      "percentile": 0.9895735233984684
    },
    "sha256": "11ae45f0645b8ce3a6ff36c9ef9683d9c2f715455218aac0be0972b8e8bb5870",
    "simhash": "1:3bfe45de439ef4e9",
    "word_count": 3741
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David T. McDonald, et al, Respondents, v. State Farm Fire and Casualty Company, Petitioner."
    ],
    "opinions": [
      {
        "text": "Utter, J.\nThis case involves an insurance coverage dispute. The McDonalds sued State Farm Fire and Casualty Company (State Farm) for breach of contract. They claimed State Farm failed to indemnify them for property losses the McDonalds asserted were covered by a State Farm homeowners' insurance contract. The Court of Appeals reversed the trial court's grant of summary judgment to State Farm and ordered summary judgment entered in favor of the McDonalds. We reverse the Court of Appeals, finding there is no coverage under the insurance policy for the efficient proximate cause of the McDonalds' losses or the resulting losses themselves. The trial court's grant of summary judgment in favor of State Farm is reinstated.\nI\nEespondents own a home overlooking Carr Inlet at Lake-bay, Washington. The home was built in 1984. Following heavy rains in January 1986, the ground (fill) on the side of the house nearest the hill slope slid away, causing the adjacent foundation of the house to crack and tilt in the direction of the slide.\nThe property was insured by State Farm under a policy that covered the property in the event of \"accidental direct physical loss,\" subject to a number of specific exclusions described in the policy section entitled \"Losses Not Insured\". The policy exclusions addressed foundation cracking, earth movement, and faulty workmanship and materials. The policy also contained a condition that any \"action\" brought against State Farm \"must be started within one year after the occurrence causing loss or damage.\"\nThe McDonalds reported the loss to State Farm, which sent an adjuster to investigate the loss. After an investigation, State Farm then denied the claim under a policy exclusion for earth movement and any loss resulting from earth movement.\nTwenty-seven thousand dollars was spent by the McDonalds on repairs for the damage caused by the January 1986 rains. After another period of heavy rains in March 1987, on approximately March 5, 1987, the repairs failed and the fill slid away from the house a second time. Similar damage occurred to the foundation. After the McDonalds reported the loss, an adjuster inspected the damage and State Farm again denied coverage.\nOn March 2, 1988, the McDonalds sued State Farm for breach of contract due to State Farm's failure to indemnify them for their March 5, 1987, property damage. Their retained soils engineers determined the cause of the 1987 damage to the house was the faulty design and construction of the filled area near the foundation with unsuitable fill materials.\nState Farm moved for summary judgment on February 8, 1989, and argument was set for March 3, 1989. On February 15, 1989, the McDonalds moved to amend their complaint by adding claims seeking coverage for the initial, January 1986, property damages and for violation of the Consumer Protection Act, RCW 19.86. The McDonalds then filed a cross motion for summary judgment on February 21, 1989.\nThe motions for summary judgment were argued on March 3, 1989. State Farm agreed that the \"efficient proximate cause\" of the March 1987 damage to the McDonalds' home was the poor construction of the filled area adjacent to the foundation. State Farm in fact noted there was no evidence suggesting any other cause for the loss. The trial court found the policy specifically excluded coverage for faulty construction and the \"ensuing loss[es]\" of earth movement and foundation cracking and granted State Farm's motion for summary judgment. The trial court also denied the motion to amend the complaint, reasoning the McDonalds were contractually barred from recovering the 1986 losses from State Farm and, inasmuch as there was no coverage under the policy, State Farm did not unreasonably deny coverage.\nThe McDonalds appealed the trial court's summary judgment ruling and its denial of their motion to amend their complaint. In an unpublished opinion, the Court of Appeals reversed and directed summary judgment be entered for the McDonalds on the coverage issue. The Court of Appeals did not address the merits of the trial court's ruling on the motion to amend but affirmed the trial court's order denying the motion to amend.\nThe Court of Appeals read the ensuing loss clause of the exclusions to be a grant of coverage for loss caused by faulty materials and construction. Finding coverage for the faulty 1987 repairs, the Court of Appeals decided the foundation cracking and earth movement exclusions (policy exclusions 1 and 2) were attempts to limit coverage that violated the efficient proximate cause rule announced in Graham v. Public Employees Mut. Ins. Co., 98 Wn.2d 533, 538, 656 P.2d 1077 (1983). State Farm filed a motion for reconsideration. Following the denial of its motion for reconsideration, State Farm sought review by this court.\nII\nThe coverage issue was decided on cross motions for summary judgment. This court engages in the same inquiry as the trial court when reviewing a decision regarding summary judgment. Roller v. Stonewall Ins. Co., 115 Wn.2d 679, 682, 801 P.2d 207 (1990). Interpretation of an insurance contract is a matter of law. Stonewall Ins. Co., at 682. Where there are no relevant facts in dispute, the applicable standard of review is de novo review of lower court decisions regarding insurance coverage. See Stonewall Ins. Co., at 682.\nThe McDonalds' homeowners' insurance policy is typical of most such policies. It insures against all \"accidental direct physical loss . . . except as provided\". State Farm Homeowners' Policy, Section 1 — Losses Insured; Clerk's Papers, at 9. In structural terms, one section of the policy describes the losses insured; another describes the losses not insured. Determining whether coverage exists is a 2-step process. The insured must show the loss falls within the scope of the policy's insured losses. To avoid coverage, the insurer must then show the loss is excluded by specific policy language. There is no question in this case that the McDonalds' losses are \"accidental direct physical loss[es]\".\nThe efficient proximate cause rule states that where a peril specifically insured against sets other causes into motion which, in an unbroken sequence, produce the result for which recovery is sought, the loss is covered, even though other events within the chain of causation are excluded from coverage. Graham v. Public Employees Mut. Ins. Co., 98 Wn.2d 533, 538, 656 P.2d 1077 (1983). \"Stated in another fashion, where an insured risk itself sets into operation a chain of causation in which the last step may have been an excepted risk, the excepted risk will not defeat recovery.\" (Citation omitted.) Villella v. Public Employees Mut. Ins. Co., 106 Wn.2d 806, 815, 725 P.2d 957 (1986). The rule was later reaffirmed in Safeco Ins. Co. of Am. v. Hirschmann, 112 Wn.2d 621, 773 P.2d 413 (1989).\nInitially, State Farm requests this court to discard the efficient proximate cause rule. We decline to do so and reaffirm our commitment to the rule and our decisions applying it.\nBy its own terms, the efficient proximate cause rule operates when an \"insured risk\" or covered peril sets into motion a chain of causation which leads to an uncovered loss. Hirschmann, at 628. If the efficient proximate cause of the final loss is a covered peril, then the loss is covered under the policy. In chain of causation cases, the efficient proximate cause rule is properly applied after (1) a determination of which single act or event is the efficient proximate cause of the loss and (2) a determination that the efficient proximate cause of the loss is a covered peril.\nThe determination whether certain acts are the proximate cause of injury or loss is a question of fact. Graham, at 539; see Hirschmann, at 631. See also Morris v. McNicol, 83 Wn.2d 491, 519 P.2d 7 (1974) (property damage caused by alleged negligence is a question of fact). In this case, State Farm does not dispute the McDonalds' assertion that the efficient proximate cause of their loss is the faulty construction of the filled areas using improper and defective fill materials.\nResolution of the coverage dispute in this case thus turns on the application of the policy exclusions to the efficient proximate cause of the property loss suffered by the McDonalds. The McDonalds argue that the undisputed proximate cause of the property damage — the faulty construction of the filled areas using improper and defective fill materials — is a covered peril under their homeowners' policy. They claim State Farm's policy language does not exclude losses caused by defective construction and materials. The McDonalds read the language of the policy exclusion for defective construction and materials to exclude only loss consisting of the specified events or actions. They argue that only loss which is made up or composed of faulty construction or defective material is excluded. Because the exclusion says nothing about loss caused by third party negligence, faulty construction, or defective materials, they claim such loss is not excluded by specific policy language and thus is covered by the policy.\nThe focal question is whether the exclusionary language of the policy is ambiguous. This question requires us to interpret the policy's exclusionary language and provisions. \" 'Interpretation of a promise or agreement or a term thereof is the ascertainment of its meaning.'\" Berg v. Hudesman, 115 Wn.2d 657, 663, 801 P.2d 222 (1990) (quoting Restatement (Second) of Contracts § 200 (1981)). Insurance policy language must be interpreted in accord with the way it would be understood by the average person. National Union Fire Ins. Co. v. Zuver, 110 Wn.2d 207, 210, 750 P.2d 1247 (1988). An insurance policy provision is ambiguous when it is fairly susceptible to two different interpretations, both of which are reasonable. Stanley v. Safeco Ins. Co. of Am., 109 Wn.2d 738, 741, 747 P.2d 1091 (1988). If exclusionary language is ambiguous, it is proper to construe the effect of such language against the drafter. National Union Fire Ins. Co., at 210. See also Berg v. Hudesman, at 677 (it is proper to construe the legal effect of an ambiguous contract provision against the drafter). Thus, if an insurance policy's exclusionary language is ambiguous, the legal effect of such ambiguity is to find the exclusionary language ineffective. For the reasons outlined below, we find no ambiguity in the policy's exclusionary language.\nThe McDonalds' reading of exclusion 3 overlooks the language contained in exclusion 4. In exclusion 4, the policy states there is no coverage for earth movement or foundation cracking where negligent construction or defective materials \"directly or indirectly cause\" the loss. Exclusion 4 meets the McDonalds' argument. The policy excludes coverage for earth movement and foundation cracking directly or indirectly caused by negligent acts, defective construction or defective materials. An agreement should be interpreted in a way that gives effect to each provision. Restatement (Second) of Contracts § 203(a) (1981). The McDonalds' reading of exclusion 3 disregards an important provision of the policy and is thus unreasonable.\nThe Court of Appeals interpreted the ensuing loss clause of the defective construction and materials exclusion as a grant of coverage for faulty or negligent construction or repairs. The meaning ascribed to the ensuing loss clause is based on an improper interpretation of this clause. The clause appears in the exclusions section of the policy. Because the structure of an all-risk homeowners' insurance policy consists of a grant of coverage counterbalanced by coverage exclusions, an interpretation of provisions contained in such a policy must acknowledge this structure, which is an important objective source of meaning and intent. Given the placement of the ensuing loss clause in a policy exclusion, it is difficult to reasonably interpret the ensuing loss clause contained in the defective construction and materials exclusion to be a grant of coverage.\nThe ensuing loss clause may be confusing, but it is not ambiguous. Reasonably interpreted, the ensuing loss clause says that if one of the specified uncovered events takes place, any ensuing loss which is otherwise covered by the policy will remain covered. The uncovered event itself, however, is never covered. In reviewing the identical ensuing loss clause, the California Court of Appeal explained the intent of the ensuing loss clause is not to enlarge the fist of items covered under the policy. Brodkin v. State Farm Fire & Cas. Co., 217 Cal. App. 3d 210, 218, 265 Cal. Rptr. 710, 714 (1989), review denied (1990). We agree.\nMoreover, it is difficult to reasonably interpret the policy exclusion for faulty construction and defective materials (exclusion 3) as ambiguous. Reasonably interpreted, exclusion 3 excludes coverage for loss caused by faulty construction and defective materials unless a covered loss otherwise results. See Brodkin v. State Farm Fire & Cas. Co., at 218. See also Waldsmith v. State Farm Fire & Cas. Co., 232 Cal. App. 3d 693, 283 Cal. Rptr. 607 (1991) (interpreting same policy language, loss caused by negligent maintenance of water main off the premises excluded by policy); Murray v. State Farm Fire & Cas. Co., 219 Cal. App. 3d 58, 64 n.2, 268 Cal. Rptr. 33, 36 (1990) (interpreting same policy language, faulty workmanship excluded by policy). A homeowners' insurance policy with an exclusion of the kind before us should not be interpreted as extending a warranty of fitness to materials used in construction or repair or as an extending coverage to property loss arising from the negligence of third parties.\nInasmuch as no reasonable reading of the policy indicates that the efficient proximate cause of the property losses was a covered peril, the Court of Appeals incorrectly determined that the efficient proximate cause rule applied here. Only if the peril of negligent construction or repair is a covered peril does the efficient proximate cause rule come into play. This is the effect of the statement in Safeco Ins. Co. of Am. v. Hirschmann, 112 Wn.2d 621, 773 P.2d 413 (1989) that \"[i]f the initial event, the 'efficient proximate cause,' is a covered peril, then there is coverage under the policy regardless whether subsequent events within the chain, which may be causes-in-fact of the loss, are excluded by the policy.\" Hirschmann, at 628.\nThe trial court properly determined that the \"ensuing losses\" of foundation cracking and earth movement were not covered perils. With respect to foundation cracking, the State Farm policy does not provide coverage for foundation cracking. Exclusion 1 is unambiguous. It states there is no coverage \"for loss . . . consisting of. . . cracking . . . of. . . [the] foundation.\"\nEarth movement caused by faulty construction or defective materials also is not a covered peril. The language contained in exclusion 4 meets the argument that the policy only excludes earth movement losses caused by natural, but not manmade, events. Some courts have interpreted the policy's earth movement definition to exclude only earth movement caused by natural events. See, e.g., Mattis v. State Farm Fire & Cas. Co., 118 Ill. App. 3d 612, 454 N.E.2d 1156, 41 A.L.R.4th 1082 (1983) (applying the ejusdem generis rule to an earth movement exclusion). However, application of the ejusdem generis rule is inappropriate here. The language contained in exclusion 4 addresses earth movement and foundation cracking caused by manmade events of faulty construction and use of defective materials. Exclusion 4 indicates that property loss consisting of earth movement and foundation cracking \"directly or indirectly cause[d], contribute[d] to or aggravated]\" by faulty construction or defective materials is excluded. Moreover, there is no indication that the insurance policy at issue in Mattis (or the cases cited therein) contained language similar to that of exclusion 4. Thus, the reasoning of the Mattis court is not especially helpfiil or persuasive on this point.\nTo summarize, the exclusions that address the perils of defective construction and materials, foundation cracking, and earth movement are not ambiguous. On the basis of the facts presented, the State Farm homeowners' policy does not cover loss caused by defective construction or materials and the ensuing losses of foundation cracking and earth movement.\nIII\nThe final issue concerns the trial court's denial of the McDonalds' motion to amend their complaint. The standard of review for a request to amend a pleading is a manifest abuse of discretion. Herron v. Tribune Pub'g Co., 108 Wn.2d 162, 736 P.2d 249 (1987).\nThe State Farm policy contains a condition requiring any \"action\" to be brought \"within one year after the occurrence causing loss or damage.\" State Farm Homeowners' Policy, Section 1 — Conditions; Clerk's Papers, at 14. The motion to amend the complaint was filed on February 16, 1989, over 3 years after the January 1986 damage occurred. Insurance companies are permitted by statute to limit the insured's right of action against the insurer:\nIn contracts of property insurance . . . such limitation shall not be to a period of less than one year from the date of the loss.\nRCW 48.18.200. These 1-year limitation provisions have been enforced. See, e.g., Logan v. North-West Ins. Co., 45 Wn. App. 95, 98, 724 P.2d 1059 (1986).\nA motion to amend can be denied in the face of prejudice to the nonmoving party. Del Guzzi Constr. Co. v. Global Northwest Ltd., 105 Wn.2d 878, 888, 719 P.2d 120 (1986) (prejudice to the nonmoving party is the \"touchstone\" for denying a motion to amend). Because the policy's right of action hmitation bars the McDonalds from recovering these damages from State Farm, permitting the McDonalds to continue to sue State Farm is prejudicial to State Farm. The policy is not a proper basis for recovery against State Farm. Accordingly, it was not an abuse of the trial court's discretion to deny the McDonalds' motion to amend their complaint.\nDore, C.J., and Brachtenbach, Dolliver, Andersen, Smith, Guy, and Johnson, JJ., concur.\nThe foundation cracking exclusion states:\n\"We do not insure for loss to the property described in Coverage A either consisting of, or directly and immediately caused by, one or more of the following:\n\"i. settling, cracking, shrinking, bulging, or expansion of pavements, patios, foundation, walls, floors, roofs or ceilings; . . ..\" State Farm Homeowners' Policy, Section 1 — Losses Not Insured; Clerk's Papers, at 11.\nThe earth movement exclusion states:\n\"We do not insure under any coverage for loss (including collapse of an insured building or part of a building) which would not have occurred in the absence of one or more of the following excluded events. We do not insure for such loss regardless of: a) the cause of the excluded event; or b) other causes of the loss; or c) whether other causes acted concurrently or in any sequence with the excluded event to produce the loss:\n\"b. Earth Movement, meaning any loss caused by, resulting from, contributed to or aggravated by earthquake; landslide; mudflow; sinkhole; erosion; the sinking, rising, shifting, expanding, or contracting of the earth. . . .\" State Farm Homeowners' Policy, Section 1 — Losses Not Insured; Clerk's Papers, at 12.\nThe faulty workmanship and materials exclusion states:\n\"We do not insure under any coverage for loss consisting of one or more of the items below:\n\"a. conduct, act, failure to act, or decision of any person, group, organization or governmental body whether intentional, wrongful, negligent, or without fault;\n\"b. defect, weakness, inadequacy, fault or unsoundness in:\n”(2) design, specifications, workmanship, construction, grading, compaction;\n\"(3) materials used in construction or repair; or . . .\n\"of any property (including land, structures, or improvements of any kind) whether on or off the residence premises.\n\"However, we do insure for any ensuing loss from items a. and b. unless the ensuing loss is itself a Loss Not Insured by this Section.\" State Farm Homeowners' Policy, Section 1 — Losses Not Insured; Clerk's Papers, at 12.\nThe McDonalds failed to devote any argument in their briefs to the Court of Appeals on that issue.\nAs one commentator has described \"all risk\" homeowners' insurance, it is \"a promise to pay upon the fortuitous and extraneous happening of loss or damage . . . from any cause whatsoever, . . . except when occasioned by the wilful or fraudulent act or acts of the insured.\" 2 W. Freedman, Richards on Insurance § 212 (5th ed. 1952), cited in Hecker & Goode, Wear and Tear, Inherent Vice, Deterioration, etc.: The Multi-Faceted All-Risk Exclusions, 21 Tort & Ins. L.J. 634 (1985-1986). Structurally, the policy is the same as earlier \"all risk\" policies: there is a general grant of coverage which in turn is narrowed by specific and detailed exclusions.\nExclusion 4 states:\nWe do not insure for loss described in paragraphs 1. and 2. immediately above regardless of whether one or more of the items listed in paragraph 3. above:\na. directly or indirectly cause, contribute to or aggravate the loss; or\nb. occur before, at the same time, or after the loss or any other cause of the loss.\nState Farm Homeowners' Policy, Section 1 — Losses Not Insured; Clerk's Papers, at 12. Paragraph 1. contains the foundation cracking exclusion and paragraph 2. contains the earth movement exclusion. State Farm Homeowners' Policy, Section 1 — Losses Not Insured; Clerk's Papers, at 11-12.\nThe policy defines earth movement loss as\n\"[A]ny loss caused by, resulting from, contributed to or aggravated by earthquake; landslide; mudflow; sinkhole; erosion; the sinking, rising, shifting, expanding or contracting of the earth.\" State Farm Homeowners' Policy, Section 1 — Losses Not Insured; Clerk's Papers, at 12.\nNevertheless, the McDonalds contend that the policy's exclusion of earth movement loss is ambiguous due to language contained in the \"Additional Coverages\" section extending coverage to debris removal and for reasonable repairs. However, this argument fails because such coverage is expressly conditioned on the damage having been caused by a covered peril. The condition for additional coverage not being met, there is no additional coverage for the specified losses. The McDonalds' interpretation of the \"Additional Coverages\" of debris removal and reasonable repairs is unreasonable. There is no ambiguity with respect to the policy's exclusion of earth movement loss.",
        "type": "majority",
        "author": "Utter, J."
      }
    ],
    "attorneys": [
      "Reed McClure, by Wiliam R. Hickman and Pamela A. Okano, for petitioner.",
      "Hight Green & Yalowitz, by William P. Hight and Michael K. McCormack, for respondents.",
      "Neil G. Dorfman, I. Franklin Hunsaker, and Celeste T. Stokes on behalf of the United States Automobile Association, amicus curiae for petitioner.",
      "Sidney R. Snyder, Jr., and Ronald S. Dinning on behalf of Public Employees Mutual Insurance Company, Unigard Insurance Company, Safeco Insurance Company of America, Mutual of Enumclaw Insurance Company, and North Pacific Insurance Company, amici curiae for petitioner.",
      "Craig H. Bennion and Thomas M. Jones on behalf of Grange Insurance Association, amicus curiae for petitioner.",
      "Bryan P. Hametiaux and Robert H. Whaley on behalf of Washington State Trial Lawyers Association, amicus curiae for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 58078-2.\nEn Banc.\nOctober 1, 1992.]\nDavid T. McDonald, et al, Respondents, v. State Farm Fire and Casualty Company, Petitioner.\nReed McClure, by Wiliam R. Hickman and Pamela A. Okano, for petitioner.\nHight Green & Yalowitz, by William P. Hight and Michael K. McCormack, for respondents.\nNeil G. Dorfman, I. Franklin Hunsaker, and Celeste T. Stokes on behalf of the United States Automobile Association, amicus curiae for petitioner.\nSidney R. Snyder, Jr., and Ronald S. Dinning on behalf of Public Employees Mutual Insurance Company, Unigard Insurance Company, Safeco Insurance Company of America, Mutual of Enumclaw Insurance Company, and North Pacific Insurance Company, amici curiae for petitioner.\nCraig H. Bennion and Thomas M. Jones on behalf of Grange Insurance Association, amicus curiae for petitioner.\nBryan P. Hametiaux and Robert H. Whaley on behalf of Washington State Trial Lawyers Association, amicus curiae for respondents."
  },
  "file_name": "0724-01",
  "first_page_order": 758,
  "last_page_order": 772
}