{
  "id": 1370299,
  "name": "The State of Washington, Respondent, v. Darcy L. Zakel, Petitioner",
  "name_abbreviation": "State v. Zakel",
  "decision_date": "1992-08-20",
  "docket_number": "No. 58482-6",
  "first_page": "563",
  "last_page": "572",
  "citations": [
    {
      "type": "official",
      "cite": "119 Wash. 2d 563"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "78 A.L.R.2d 233",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "weight": 2,
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "80 S. Ct. 725",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6163485,
        6163782
      ],
      "weight": 2,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/us/362/0257-01",
        "/us/362/0309-01"
      ]
    },
    {
      "cite": "362 U.S. 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6163485
      ],
      "weight": 5,
      "year": 1960,
      "pin_cites": [
        {
          "page": "263-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/362/0257-01"
      ]
    },
    {
      "cite": "448 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787633
      ],
      "weight": 6,
      "year": 1980,
      "pin_cites": [
        {
          "page": "92",
          "parenthetical": "discussing the alternative holdings in Jones"
        },
        {
          "parenthetical": "discussing the alternative holdings in Jones"
        },
        {
          "parenthetical": "discussing the alternative holdings in Jones"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/448/0083-01"
      ]
    },
    {
      "cite": "688 P.2d 859",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "102 Wn.2d 537",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1137187
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/102/0537-01"
      ]
    },
    {
      "cite": "439 U.S. 128",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11329017
      ],
      "weight": 4,
      "year": 1978,
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0128-01"
      ]
    },
    {
      "cite": "105 Wn.2d 1012",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "711 P.2d 1057",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "finding that defendant had possession for automatic standing purposes of suitcase in his trunk even though he denied any interest in it"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 Wn. App. 331",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1804146
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "finding that defendant had possession for automatic standing purposes of suitcase in his trunk even though he denied any interest in it"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/42/0331-01"
      ]
    },
    {
      "cite": "606 P.2d 1235",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "finding that defendant had possession for automatic standing purposes of wallet on his person even though he denied any interest in it"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 Wn.2d 170",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1167772
      ],
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "finding that defendant had possession for automatic standing purposes of wallet on his person even though he denied any interest in it"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/93/0170-01"
      ]
    },
    {
      "cite": "411 U.S. 223",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10262
      ],
      "weight": 6,
      "year": 1973,
      "pin_cites": [
        {
          "page": "228-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0223-01"
      ]
    },
    {
      "cite": "627 P.2d 101",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "95 Wn.2d 536",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1160927
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/95/0536-01"
      ]
    },
    {
      "cite": "718 P.2d 801",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "105 Wn.2d 873",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1199184
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/105/0873-01"
      ]
    },
    {
      "cite": "750 P.2d 632",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 32",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182897
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0032-01"
      ]
    },
    {
      "cite": "801 P.2d 235",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 735",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379081
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0735-01"
      ]
    },
    {
      "cite": "812 P.2d 512",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "61 Wn. App. 805",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1729502
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "809"
        },
        {
          "page": "809"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/61/0805-01"
      ]
    },
    {
      "cite": "622 P.2d 1199",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "95 Wn.2d 170",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1161060
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/95/0170-01"
      ]
    },
    {
      "cite": "622 P.2d 1199",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1980,
      "opinion_index": 1
    },
    {
      "cite": "95 Wn.2d 170",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1161060
      ],
      "year": 1980,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/95/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 771,
    "char_count": 17071,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 2.6661972940550523e-07,
      "percentile": 0.8253824836892035
    },
    "sha256": "98d410390189d36c3c38f92eea4800903a50a2989c200a5bf6293db3bc7ef2d3",
    "simhash": "1:956fa4b25364665a",
    "word_count": 2924
  },
  "last_updated": "2024-02-27T20:54:39.105269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Respondent, v. Darcy L. Zakel, Petitioner."
    ],
    "opinions": [
      {
        "text": "Utter, J.\nPetitioner Darcy Zakel seeks review of a Court of Appeals decision affirming his convictions for three counts of taking a motor vehicle without the owner's permission and one count of possession of stolen property. The only issue Zakel now raises is whether the Court of Appeals properly affirmed the trial court's denial of his motion to suppress the State's evidence on the possession charge. The Court of Appeals, as well as the trial court, rejected the doctrine of automatic standing. As a result, they found that Zakel could not contest a police search of a stolen automobile.\nGiven the facts of this case, we find that the lower courts unnecessarily reached the issue of the continuing validity of the automatic standing rule under our state constitution. Zakel has not even met the factual prerequisites to obtain automatic standing. Therefore, we affirm Zakel's convictions, but disapprove of the Court of Appeals' reasoning in this case.\nI\nThe relevant facts are largely undisputed. On April 2, 1989, Kenneth Kirwan's 1980 Mazda KX7 was stolen from a motel parking lot in Portland, Oregon. In early April, Joseph Raab in Troutdale, Oregon, found that a license plate from his car was missing and an unfamiliar plate, which turned out to be from Kirwan's Mazda, was in its place. Raab notified the police.\nOn April 12, 1989, at about 11 p.m., Aberdeen Police Officer Sidor saw a 1980 Mazda RX7 illegally parked and unattended in a loading zone in a commercial alley behind the Asher Apartments in Aberdeen. Sidor ran a license check and discovered that the plate on the vehicle had been stolen. Sidor approached the RX7 and looked on the dash for a vehicle identification number (VIN) on the car to determine whether the plates in fact matched the vehicle. He could not find the VIN on the dash. He attempted to open a door of the RX7, but could not from the outside because of damage to the car door. Sidor looked inside the car and saw several wallets, car keys, stereo equipment, cassette tapes and other items. He was concerned that some of these items, as well as the car itself, were stolen. Because the VIN was not visible on the dash, he tried to open the door to view the doorpost. The driver's door was unlocked, but damaged, so Sidor had to reach inside an open window to open the door using the inside latch. He looked for the VEN on the doorpost and the back of the door. While inside the car, Sidor opened two wallets lying on the console between the seats.\nAs Sidor was examining these items, Zakel and Glen Jenkins came into the alley from the rear entrance of the Asher Apartments. Jenkins continued to walk down the alley, but Zakel stopped and asked Sidor what was going on. Officer Sidor replied by asking Zakel who owned the vehicle. Zakel said he did not know, and then asked the officer if anything was wrong. Sidor said, \"No, not really.\" Zakel then left the alley, heading in the direction Jenkins had gone.\nSidor released the RX7's hood and looked for the VEN under the hood. He found the VIN on the fire wall. He contacted the dispatcher, and learned that the VIN did not match the license plate of the car, and that the car was stolen. Sidor decided to leave the car in the alley and watch it. About an hour later, Zakel returned. Zakel was placed under arrest after he opened and entered the Mazda.\nFollowing Zakel's arrest in the early morning hours of April 13, 1989, Zakel made a statement to the Aberdeen police. Exhibit 2. He claimed, among other things, that he had received the car from a man named Robert Scott. Zakel had apparently been living in the car prior to his arrest. The police performed an inventory of the items found in the RX7. Numerous items found in the car appear to have been Zakel's personal property — clothes, shoes, blankets, a pillow, as well as papers belonging to Zakel. Other items found in the car, such as tools, keys, stereo equipment, wallets, and cassettes, were identified at trial as belonging to the owners of several vehicles that had been stolen a few days prior to Zakel's arrest. These objects helped link Zakel to those other crimes. The RX7 itself had been damaged since the time it was stolen, and Zakel had obtained an estimate for repairs. Zakel was charged with possession of the stolen Mazda and the stolen property inside it, as well as three counts of taking and driving a motor vehicle without the owner's permission.\nZakel moved to suppress the Mazda's VIN and all other evidence obtained as a result of the officer's search of the car and discovery of the VIN. The trial court denied his motion, concluding that automatic standing is \"not a viable constitutional proposition.\" Conclusion of law 4; Report of Proceedings, at 74 (June 5, 6, 1989). Because it concluded automatic standing was no longer required in this state, it applied the \"legitimate expectation of privacy\" test for determining whether Zakel could challenge the search as a violation of his Fourth Amendment rights. The trial court concluded Zakel did not have a legitimate expectation of privacy in the VIN or the contents of the vehicle. Conclusion of law 5. As a result, it denied Zakel's suppression motion. The jury found Zakel guilty of three counts of taking a motor vehicle without the owner's permission and one count of possession of stolen property in the first degree.\nZakel appealed the trial court's decision to Division Two of the Court of Appeals. The State moved to transfer the appeal to this court, but the commissioner denied the motion. In support of its motion, the State noted that the trial court had refused to apply the automatic standing doctrine adopted by a plurality of this court as a matter of state constitutional law in State v. Simpson, 95 Wn.2d 170, 622 P.2d 1199 (1980). The commissioner, however, denied the motion to transfer, noting that it was unnecessary to reach the issue of the continuing validity of the automatic standing doctrine because Zakel did not possess the vehicle at the time of the search, which is a factual prerequisite for automatic standing to apply.\nThe Court of Appeals, nonetheless, unnecessarily addressed the validity of the automatic standing doctrine. State v. Zakel, 61 Wn. App. 805, 812 P.2d 512 (1991). It refused to apply the automatic standing doctrine adopted by a plurality in Simpson. In addition, it stated that the doctrine \"was not intended as a means for defendants to acquire standing to challenge the search of an area where they had no legitimate right to be.\" Zakel, 61 Wn. App. at 809. As a result, it affirmed the trial court's decision denying Zakel's motion to suppress, and it affirmed Zakel's convictions. Zakel petitioned this court for review. We now affirm his convictions, but on the more narrow ground that the automatic standing issue is not raised by the facts in this case.\nII\nWe have repeatedly stated that we will not decide a constitutional issue unless it is absolutely necessary for the determination of a case. In re Blauvelt, 115 Wn.2d 735, 801 P.2d 235 (1990); State v. Ng, 110 Wn.2d 32, 750 P.2d 632 (1988); Tropiano v. Tacoma, 105 Wn.2d 873, 718 P.2d 801 (1986); State v. Hall, 95 Wn.2d 536, 539, 627 P.2d 101 (1981). Under the facts of this case, Zakel has not even met the prerequisites for automatic standing. Therefore, it is not only unnecessary, but it would also be improper, for us to inquire whether our state constitution requires us to adhere to the automatic standing doctrine.\nA plurality of this court in State v. Simpson, 95 Wn.2d 170, 622 P.2d 1199 (1980) found that Const. art. 1, § 7 provides an independent state constitutional foundation for the automatic standing doctrine. In Simpson, patrolmen went to the defendant's residence to arrest him on a warrant charging first degree forgery. 95 Wn.2d at 172. After a time, the defendant drove up in a Chevrolet pickup truck with big tires, mag wheels, and beer decal stickers in the back window. He parked in front of the residence, got out, and locked the truck. The officers then placed him under arrest. Acting on a hunch, one of the patrolmen noted the license plate of the truck and performed a registration check. 95 Wn.2d at 173. He learned that the license number on the truck had been canceled. Two officers returned to impound the truck for being improperly licensed. They unlocked the vehicle with a key taken from the police property box and checked the VIN in the interior of the truck. A vehicle check revealed that the truck was stolen. 95 Wn.2d at 173.\nThe plurality in Simpson stated that a defendant has automatic standing to challenge a search or seizure if:\n(1) the offense with which he is charged involves possession as an \"essential\" element of the offense; and (2) the defendant was in possession of the contraband at the time of the contested search or seizure.\nSimpson, 95 Wn.2d at 181. This 2-part test for automatic standing is consistent with the federal test for automatic standing prior, to the United States Supreme Court's abandomnent of the doctrine. Ultimately, the plurality in Simpson found that the defendant had met the requirements for automatic standing, and could, as a result, invoke all the privacy interests an individual properly in possession of the truck could assert. Simpson, 95 Wn.2d at 182.\nZakel undeniably meets the first requirement of the automatic standing test. Possession is an essential element of the offense of possession of stolen property in the first degree. See RCW 9A.56.140(1), .150(1); Simpson, 95 Wn.2d at 181.\nUnlike the defendant in Simpson, however, Zakel has not met the possession requirement for automatic standing. In Simpson the police saw the defendant drive up to his house in the truck, park it, get out of it, and lock it, before they arrested him. Simpson, 95 Wn.2d at 172. In addition, the court noted:\nRespondent also had possession of the property at the time of the search. When the search took place, the locked truck was located directly outside respondent's house where he had left it, and the key to the truck was being held for the respondent by the police. Thus, respondent had the requisite relationship to the seized property at the time when the contested search took place.\nSimpson, 95 Wn.2d at 181 (citing 3 W. LaFave, Search and Seizure § 11.3, at 590 (2d ed. 1978); Brown v. United States, 411 U.S. 223, 228-29, 36 L. Ed. 2d 208, 93 S. Ct. 1565 (1973)).\nThis case differs significantly from Simpson. Officer Sidor found the RX7 unlocked, with the window open. It was unattended, illegally parked in a commercial alley, and the keys were inside it. The defendant had no relationship to the businesses on the alleyway, nor did he five in the nearby apartment building, nor was he staying with anyone there.\nZakel insists he was in possession of the RX7 because he had lived in it for several days, his personal belongings were in it, and he had obtained an estimate for repairs. These facts, however, do not support the conclusion that he possessed the KX7 at the time of the search.\nIt is also significant that before the officer located the VIN of the RX7, the defendant walked by and stated that he did not know who owned the car. Admittedly, this disclaimer of ownership would not be sufficient by itself to justify saying Zakel was not in possession of the RX7 at the time of the search. See State v. Allen, 93 Wn.2d 170, 606 P.2d 1235 (1980) (finding that defendant had possession for automatic standing purposes of wallet on his person even though he denied any interest in it); State v. Goodman, 42 Wn. App. 331, 711 P.2d 1057 (1985) (finding that defendant had possession for automatic standing purposes of suitcase in his trunk even though he denied any interest in it), review denied, 105 Wn.2d 1012 (1986). In combination, however, with all the other facts in this case, it leads us to conclude that Zakel did not possess the RX7 at the time of the search, and therefore is not entitled to claim automatic standing. Because Zakel has not even met the prerequisites to obtain automatic standing, we need not reach the issue of the continuing validity of the automatic standing doctrine under otar state constitution.\nAutomatic standing is an exception to the inquiry we engage in when an individual challenges a search or seizure under the Fourth Amendment: Does the individual have a legitimate expectation of privacy? Rakas v. Illinois, 439 U.S. 128, 143, 58 L. Ed. 2d 387, 99 S. Ct. 421 (1978). We agree with the trial court that without the benefit of automatic standing, Zakel cannot show that he had a legitimate expectation of privacy in the VIN of the Mazda or its contents. An individual \"who owns or lawfully possesses or controls property will in all likelihood have a legitimate expectation of privacy by virtue of his right to exclude.\" Rakas, 439 U.S. at 144 n.12; see also State v. Mathe, 102 Wn.2d 537, 688 P.2d 859 (1984). Zakel had no legitimate interest in the RX7, and therefore he cannot claim a legitimate expectation of privacy.\nIll\nWe decline to decide whether our state constitution requires adherence to the automatic standing doctrine because it is unnecessary for the resolution of this case. The factual prerequisites for automatic standing simply are not present here. Zakel did not possess the RX7 at the time of the search. Without the benefit of automatic standing, Zakel cannot challenge the search of the RX7. Therefore, we affirm Zakel's convictions, but hold that the Court of Appeals unnecessarily reached the issue of the continuing validity of the automatic standing doctrine under our state constitution.\nBrachtenbach, Smith, and Johnson, JJ., concur.\nShortly before Simpson the United States Supreme Court in United States v. Salvucci, 448 U.S. 83, 65 L. Ed. 2d 619, 100 S. Ct. 2547 (1980) abolished the automatic standing doctrine as a federal constitutionál requirement.\nWhen the Court developed the automatic standing doctrine in Jones v. United States, 362 U.S. 257, 4 L. Ed. 2d 697, 80 S. Ct. 725, 78 A.L.R.2d 233 (1960), it did not state clearly whether the defendant's possession at the time of the search was a requirement for automatic standing. Later, in Brown v. United States, 411 U.S. 223, 36 L. Ed. 2d 208, 93 S. Ct. 1565 (1973), the Court indicated that possession at the time of the search was necessary for automatic standing. 3 W. LaFave, Search and Seizure § 11.3, at 589 et seq. (2d ed. 1978).\nA close examination of Jones v. United States, 362 U.S. 257, 4 L. Ed. 2d 697, 80 S. Ct. 725, 78 A.L.R.2d 233 (1960), the case in which automatic standing originated, reveals that the Court of Appeals also incorrectly assumed that automatic standing applies only where a defendant has a legitimate right to be in a place. In Jones, federal officers arrested Jones in a friend's apartment, where he was a guest, after they discovered narcotics in the apartment. Jones moved to suppress evidence gathered by the government. The government, however, challenged Jones's standing to move to suppress because he neither admitted owning the seized articles nor showed any significant interest in the apartment. The United States Supreme Court found that Jones had standing to challenge the search on two alternative theories, the first of which has come to be called the automatic standing rule, the second of which is known as the \"legitimately on [the] premises\" rule. 362 U.S. at 263-67.\nThe Court of Appeals in Zakel erroneously merged these two alternative bases for standing when it stated that automatic standing \"was not intended as a means for defendants to acquire standing to challenge the search of an area where they had no legitimate right to be.\" Zakel, 61 Wn. App. at 809. The \"legitimately on [the] premises\" rationale, however, is a basis for standing wholly separate from automatic standing. See United States v. Salvucci, 448 U.S. 83, 92, 65 L. Ed. 2d 619, 100 S. Ct. 2547 (1980) (discussing the alternative holdings in Jones). In addition, a plurality of this court in State v. Simpson, 95 Wn.2d 170, 622 P.2d 1199 (1980) recognized that a defendant need not have a legitimate right to be in a place to assert automatic standing, when it accorded automatic standing to a defendant to challenge a search of a stolen truck.",
        "type": "majority",
        "author": "Utter, J."
      },
      {
        "text": "Guy, J.\n(concurring) — I concur with the holdings and the reasoning of the majority. I write separately to emphasize that the detailed examination of the automatic standing doctrine by the majority should not be construed to indicate an adherence to or a rejection of whether, as a matter of state constitutional law, State v. Simpson, 95 Wn.2d 170, 622 P.2d 1199 (1980) controls.\nDore, C.J., and Dolliver, Andersen, and Durham, JJ., concur with Guy, J.",
        "type": "concurrence",
        "author": "Guy, J."
      }
    ],
    "attorneys": [
      "Copland & Micheau, by Thomas A. Copland, for petitioner.",
      "H. Steward Menefee, Prosecuting Attorney, and Gerald R. Fuller, Deputy, for respondent.",
      "Scott J. Engelhard on behalf of Washington Association of Criminal Defense Lawyers, amicus curiae for petitioner."
    ],
    "corrections": "",
    "head_matter": "[No. 58482-6.\nEn Banc.\nAugust 20, 1992.]\nThe State of Washington, Respondent, v. Darcy L. Zakel, Petitioner.\nCopland & Micheau, by Thomas A. Copland, for petitioner.\nH. Steward Menefee, Prosecuting Attorney, and Gerald R. Fuller, Deputy, for respondent.\nScott J. Engelhard on behalf of Washington Association of Criminal Defense Lawyers, amicus curiae for petitioner."
  },
  "file_name": "0563-01",
  "first_page_order": 597,
  "last_page_order": 606
}