{
  "id": 1878831,
  "name": "VILLAGE OF ELK GROVE VILLAGE, Plaintiff-Appellant, v. James E. EVANS, et al., Defendants-Appellees. HP/Meacham Road Land Limited Partnership and CBS, Incorporated, Intervenors",
  "name_abbreviation": "Village of Elk Grove Village v. Evans",
  "decision_date": "1993-06-25",
  "docket_number": "No. 92-1691",
  "first_page": "328",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 328"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "722 F.2d 845",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3790712,
        10602155
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/232/0359-01",
        "/f2d/722/0845-01"
      ]
    },
    {
      "cite": "775 F.2d 1303",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        41776
      ],
      "pin_cites": [
        {
          "page": "1306-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/775/1303-01"
      ]
    },
    {
      "cite": "857 F.2d 1307",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537940
      ],
      "pin_cites": [
        {
          "page": "1315"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/857/1307-01"
      ]
    },
    {
      "cite": "906 F.2d 1362",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1812417
      ],
      "pin_cites": [
        {
          "page": "1364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/906/1362-01"
      ]
    },
    {
      "cite": "946 F.2d 710",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10523810
      ],
      "pin_cites": [
        {
          "page": "712-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/946/0710-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "387 U.S. 136",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11335008
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "155"
        },
        {
          "page": "1519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/387/0136-01"
      ]
    },
    {
      "cite": "33 C.F.R. § 320.4",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(Z)(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "47 C.F.R. §§ 1.1307-1.1317",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "47 C.F.R. §§ 1.1313",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "47 U.S.C. § 309",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "981 F.2d 937",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1875124
      ],
      "pin_cites": [
        {
          "page": "939"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/981/0937-01"
      ]
    },
    {
      "cite": "384 U.S. 394",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12045684
      ],
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "421-22"
        },
        {
          "page": "1559-60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0394-01"
      ]
    },
    {
      "cite": "478 U.S. 788",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213232
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "797-98"
        },
        {
          "page": "3225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0788-01"
      ]
    },
    {
      "cite": "111 S.Ct. 2331",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1108097
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "2337-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0312-01"
      ]
    },
    {
      "cite": "112 S.Ct. 2130",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11730070
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0555-01"
      ]
    },
    {
      "cite": "930 F.2d 1239",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546621
      ],
      "pin_cites": [
        {
          "page": "1242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/1239-01"
      ]
    },
    {
      "cite": "958 F.2d 1411",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10523575
      ],
      "pin_cites": [
        {
          "page": "1415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/958/1411-01"
      ]
    },
    {
      "cite": "447 U.S. 352",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184637
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "367-68"
        },
        {
          "page": "2240-41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0352-01"
      ]
    },
    {
      "cite": "485 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13427
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "8"
        },
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0001-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 706",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(2)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1331",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "33 C.F.R. § 330.5",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. § 1344",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C. §§ 1251",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 854,
    "char_count": 16081,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 3.603806651538187e-07,
      "percentile": 0.8878664354562756
    },
    "sha256": "4ff4f040f1dc8f30bb1fba91b90f91c557392fb1889fb1d153b84db0805d5e50",
    "simhash": "1:3b89b530f7869227",
    "word_count": 2658
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POSNER and EASTERBROOK, Circuit Judges, and WOOD, Jr., Senior Circuit Judge."
    ],
    "parties": [
      "VILLAGE OF ELK GROVE VILLAGE, Plaintiff-Appellant, v. James E. EVANS, et al., Defendants-Appellees. HP/Meacham Road Land Limited Partnership and CBS, Incorporated, Intervenors."
    ],
    "opinions": [
      {
        "text": "POSNER, Circuit Judge.\nThe Village of Elk Grove, Illinois, brought this suit to enjoin the Corps of Engineers (the relevant officials of whom are the defendants) from granting a permit for the construction of a radio tower in the floodplain of a creek near the village. (Actually there were to be two radio towers side by side, but we can disregard that detail.) The tower was to be built by HP/Meacham Road Land Limited Partnership on land owned by HP, and transferred to Columbia Broadcasting System upon completion. The suit claims that the granting of the permit violated Executive Order 11988, issued by President Carter and still in force, which forbids any federal agency to authorize construction in a floodplain if there is a practicable alternative. 42 Fed.Reg. 26951 (May 24,. 1977), as amended, 44 Fed.Reg. 43239 (July 20, 1979). The Corps of Engineers had got into the act because, under the Clean Water Act, 33 U.S.C. §§ 1251 et seq., a permit from the Corps is required for construction that would result in certain types of discharge into wetlands, § 1344; and the construction of the radio tower would do that. A wetland is not a floodplain, but Executive Order 11988, at least as interpreted by the Village of Elk Grove, requires the Corps of Engineers, as it does every other federal agency, to explore alternatives to floodplain development whenever the Corps is asked to grant a permit, under whatever authority, that would permit such development. Nevertheless the Corps granted the permit to the builder-owner without considering alternative sites for the tower that were not on the floodplain. It did so because it concluded that the nature of the project qualified it for a general permit—in effect for an exemption from the requirement of seeking an individual permit in which applicant would have to show that construction off the floodplain would be infeasible. 33 U.S.C. § 1344(e); 33 C.F.R. § 330.5.\nThe Corps of Engineers believes that this exemption is consistent with the executive order, having been crafted with due concern for possible floodplain effects. The Village, disagreeing, brought this suit. It invoked the jurisdiction of the district court under 28 U.S.C. § 1331, the general federal-question statute; claims a right to judicial relief under the Administrative Procedure Act, which creates a judicial remedy against agency action “found to be ... not in accordance with law,” 5 U.S.C. § 706(2)(A); and contends that the executive order which it alleges the Corps violated is “law” within the meaning of section 706(2)(A). The district judge, rejecting the last point, granted summary judgment for the defendants and dismissed the suit. The Village wants an injunction that, by forcing the Corps of Engineers to rescind the exemption, will prevent construction until the Corps conducts an individualized inquiry into the compatibility of the construction with the executive order.\nThe question in what circumstances an executive order creates a judicially enforceable right is an important one, but there is serious doubt whether we can reach it. There may not be a case or controversy within the meaning of Article III of the Constitution. The problem is not, as one might have supposed, that the complaint fails to allege any injury to the Village of Elk Grove from the construction of the radio tower. That was a startling omission, but in response to the defendants’ motion to dismiss the suit for want of standing the Village submitted an affidavit which explains that Elk Grove is flood-prone, that when there is a flood the municipality incurs expenses for sandbags, overtime salaries for rescue workers, and such, and that the construction of the radio tower, by plopping down a huge slab of concrete near the creek and thus limiting the creek’s drainage area, will increase the risk of flooding. The injury is of course probabilistic, but even a small probability of injury is sufficient to create a case or controversy—to take a suit out of the category of the hypothetical—provided of course that the relief sought would, if granted, reduce the probability. Pennell v. San Jose, 485 U.S. 1, 8, 108 S.Ct. 849, 855, 99 L.Ed.2d 1 (1988); Bryant v. Yellen, 447 U.S. 352, 367-68, 100 S.Ct. 2232, 2240-41, 65 L.Ed.2d 184 (1980); Tucker v. U.S. Dept. of Commerce, 958 F.2d 1411, 1415 (7th Cir.1992); North Shore Gas Co. v. EPA, 930 F.2d 1239, 1242 (7th Cir.1991).\nThis is not a case in which a citizen or taxpayer or member of some other large group is trying to maintain a suit in respect of a diffuse and impalpable deprivation, such as the deprivation of an alleged right to view wildlife. Lujan v. Defenders of Wildlife, — U.S. -, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992). The Village is in the path of a potential flood. If, however, it were clear that the danger would be averted by the enforcement of another enactment besides Executive Order 11988, or, more to the point as we are about to see, by the enforcement of this enactment by another agency, or conversely, as in Renne v. Geary, — U.S. -, - -, 111 S.Ct. 2331, 2337-38, 115 L.Ed.2d 288 (1991), if it appeared that the Village’s claimed right to prevent the danger was nixed by another enactment, then the Village would lack standing.\nIn order to be allowed to operate the radio tower, CBS needed a permit from the FCC. When CBS applied for the permit the FCC told it that in order to ensure the FCC’s own compliance with Executive Order 11988, CBS would have to submit evidence that there is no practicable alternative to building the tower in the floodplain. When this case was argued to us, CBS was in the process of complying with this requirement and the FCC had not yet acted on its application for a permit. The issue then was: when the FCC did act, would this not moot our case and therefore deprive the Village of standing to litigate it? If the Commission denied the permit and the denial (if challenged in court) were upheld, the present case would be moot; no radio tower, at least of the proposed configuration, would be built in the floodplain of Meacham Creek. If the permit were granted, this would mean that the FCC was satisfied that there was no alternative to building the tower in the floodplain, and again the Village’s suit would be’ moot, because the executive order would have been complied with, albeit by the FCC rather than by the Corps of Engineers.\nOn this view, the fact that CBS applied to the FCC for a permit is irrelevant. All that matters is that it was required to institute a proceeding in which the FCC would be required to make just the individualized determination of compliance with Executive Order 11988 that the Village of Elk Grove is seeking from the Corps of Engineers, thus mooting the present controversy.\nWe are not so sure. For suppose the FCC were to find that there were no practicable alternatives to building the radio tower in the floodplain, but the Village then asked the Corps of Engineers to make an independent assessment before granting a permit. Would the Corps (if forbidden — the relief sought by the Village in the present suit — to rest on the general permit) be required, or for that matter permitted, to duplicate the efforts of the FCC? That would depend in part on the character of the executive order, which is an issue on the merits. Suppose the Village is right and the executive order is just like a statute that grants people judicially enforceable rights, in this case a right against any federal agency’s permitting floodplain construction without canvassing and rejecting the nonfloodplain alternatives. The fact that another agency had judged the executive order complied with would not necessarily operate as a conclusive determination of the Village’s rights even though the Village was a party to the permit proceeding before the FCC. (If it was not a party, it could not be estopped by the decision in that proceeding. It would not have had its day in court, or rather in the administrative equivalent of “court.”) Not that the determination in that proceeding that the executive order had been complied with would lack a sufficiently adjudicative character to be entitled to preclusive effect in other proceedings. University of Tennessee v. Elliott, 478 U.S. 788, 797-98, 106 S.Ct. 3220, 3225, 92 L.Ed.2d 635 (1986); United States v. Utah Construction & Mining Co., 384 U.S. 394, 421-22, 86 S.Ct. 1545, 1559-60, 16 L.Ed.2d 642 (1966); Kairys v. INS, 981 F.2d 937, 939 (7th Cir.1992). The tower-permit proceeding itself is adjudicative in character and in that proceeding the Village of Elk Grove, like any other party, would be entitled to an evidentiary hearing with respect to any contestable factual issues that it presented. 47 U.S.C. § 309(e); 47 C.F.R. §§ 1.1313(a), 1.1319(a). The obstacle to giving conclusive weight to the FCC’s determination would be different; would be that although the FCC told CBS that it would have to show the absence of a feasible location for its antenna off the floodplain, the only pertinent regulations, 47 C.F.R. §§ 1.1307-1.1317, require merely an environmental assessment of any proposed facilities that are to be located in a floodplain, § 1.1307(a)(6), and all that is required to be included in the environmental assessment is a canvass of alternatives to environmentally sensitive actions, such as building on a floodplain. § 1.311(a)(4). The regulations do not require that an alternative be followed provided it is feasible. Whether or not these regulations comply with the executive order, which has been interpreted to require agencies “to act, not merely to consider, reducing risk, minimizing impacts, and restoring and preserving flood plain values,” Water Resources Council, Floodplain Management: Guidelines for Implementing Executive Order 11988, 43 Fed.Reg. 6030, 6033 (Feb. 10, 1978), the regulations of the Corps of Engineers are different. They provide that “in accordance with Executive Order 11988, the district engineer should avoid authorizing floodplain developments whenever practicable alternatives exist outside the floodplain.” 33 C.F.R. § 320.4(Z)(3).\nGiven the difference in standards between the two agencies, and the related fact that an agency concerned with the regulation of telecommunications is unlikely to know much about floodplains, we cannot be certain that the Corps of Engineers must or would defer to the FCC’s deciding to let this construction project proceed. (We are supposing, remember, that the Corps of. Engineers has been forced by us to consider alternatives to floodplain development in every case rather than being allowed to rely on an exemption for a class of cases that includes this one.) Another general permit or exemption issued by the Corps, this one for bridges approved by the Coast Guard, mentions that the Coast Guard is bound by Executive Order 11988, 56 F.E. 14604 (April 10, 1991), which suggests that the Corps has in effect delegated a part of the enforcement of the executive order to another agency. But there is no counterpart regulation delegating enforcement to the FCC. And there is nothing unusual about multiple permit requirements. The fact that the FCC insists on an environmental assessment, despite its lack of environmental expertise, suggests that the FCC, at least, believes that the Executive Order calls for multiple independent assessments.\nIf the suit were dismissed, moreover, and the FCC later granted the permit, it might be too late for the Village to challenge the Corps’ failure to make the determination required (in the Village’s view) by the executive order. It is true that section 706(2)(A) has no statute of limitations. It is an extraordinary omission, when one considers how common is “nonstatutory” judicial review of administrative action — which is to say review obtained by the bringing of an injunctive or declaratory action against the agency in federal district court, basing jurisdiction on 28 U.S.C. § 1331 and the right to a remedy on the Administrative Procedure Act because the agency’s organic statute does not prescribe a method of judicial review. Laches is applicable, however, precluding review if unreasonable delay has harmed the defendant. Abbott Laboratories v. Gardner, 387 U.S. 136, 155, 87 S.Ct. 1507, 1519, 18 L.Ed.2d 681 (1967). And a number of cases hold that 28 U.S.C. § 2401(a), which provides a six-year statute of limitations for civil actions against the United States, applies to suits under the Administrative Procedure Act. Wind River Mining Corp. v. United States, 946 F.2d 710, 712-13 (9th Cir.1991); Shiny Rock Mining Corp. v. United States, 906 F.2d 1362, 1364 (9th Cir.1990); Sierra Club v. Penfold, 857 F.2d 1307, 1315 (9th Cir.1988); Geyen v. Marsh, 775 F.2d 1303, 1306-07 (5th Cir.1985); Impro Products, Inc. v. Block, 722 F.2d 845, 850 and n. 8 (D.C.Cir.1983).\nWe need not pursue the issue further; need not decide whether the existence of the FCC permit requirement mooted this case from the outset. After the case was argued, we were informed that CBS had withdrawn its application for an FCC permit, having decided not to go forward with the project. We were further informed that the owner of the property on which the tower was to be built (HP), armed with the Corps of Engineers’ permission to build in the floodplain, wants to go ahead with development of its property and that the Village of Elk Grove wants to head off this possibility by obtaining the relief that it has sought from the start in this suit: enjoining the Corps of Engineers from exempting the project from the requirement of an individualized assessment of compliance with the executive order. The permit, however, is project-specific. It authorizes the construction in the floodplain on the basis of the specifications that the owner-builder had submitted to the Corps. It is possible but unlikely that another broadcaster would want a tower of the identical dimensions, materials, foundation, etc. as CBS. Should HP find some other broadcaster who wants a tower or devise some other mode of developing the land, it will have to submit new plans to the Corps and we could only speculate as to whether the Corps would grant a new permit on the basis of the new plans and if so whether those plans would create the same danger of flooding that incited the Village of Elk Grove to institute the present suit. There is, in short, no present controversy between the Village of Elk Grove and the Corps of Engineers. It is, we suppose, imaginable that CBS will reapply for the FCC permit if we dismiss this suit as moot, but no one has suggested that possibility and should it materialize the suit could of course be reinstated. We conclude that, whether or not the suit was moot earlier, it is now, and we therefore vacate the judgment of the district court with instructions to dismiss the lawsuit, and all previous orders by the district court in the suit, without prejudice.",
        "type": "majority",
        "author": "POSNER, Circuit Judge."
      }
    ],
    "attorneys": [
      "Joseph V. Karaganis (argued), A Bruce White, John W. Kalich, Karaganis & White, Chicago, IL, George B. Knickerbocker, Sa-melson, Knickerbocker & Payne, Des Plaines, IL, for plaintiff-appellant Village of Elk Grove Village.",
      "David C. Shilton (argued), Dept, of Justice, Land & Natural'Resources Div., Washington, DC, for defendants-appellees Jess J. Franco, James E. Evans and U.S. Army Corps of Engineers.",
      "Jonathan Haile, Office of the U.S. Atty., Criminal Div., Chicago, IL, David C. Shilton, Dept, of Justice, Land & Natural Resources Div., Washington, DC, for defendants-appel-lees Michael P.W. Stone and U.S. Army.",
      "Roger Price, Jeffrey H. Bergman (argued), Ann H. Theodore, D’Ancona & Pflaum, Chicago, IL, for intervenors CBS, Inc. and HP/Meacham Road Land Ltd. Partnership."
    ],
    "corrections": "",
    "head_matter": "VILLAGE OF ELK GROVE VILLAGE, Plaintiff-Appellant, v. James E. EVANS, et al., Defendants-Appellees. HP/Meacham Road Land Limited Partnership and CBS, Incorporated, Intervenors.\nNo. 92-1691.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Dec. 9, 1992.\nDecided June 25, 1993.\nJoseph V. Karaganis (argued), A Bruce White, John W. Kalich, Karaganis & White, Chicago, IL, George B. Knickerbocker, Sa-melson, Knickerbocker & Payne, Des Plaines, IL, for plaintiff-appellant Village of Elk Grove Village.\nDavid C. Shilton (argued), Dept, of Justice, Land & Natural'Resources Div., Washington, DC, for defendants-appellees Jess J. Franco, James E. Evans and U.S. Army Corps of Engineers.\nJonathan Haile, Office of the U.S. Atty., Criminal Div., Chicago, IL, David C. Shilton, Dept, of Justice, Land & Natural Resources Div., Washington, DC, for defendants-appel-lees Michael P.W. Stone and U.S. Army.\nRoger Price, Jeffrey H. Bergman (argued), Ann H. Theodore, D’Ancona & Pflaum, Chicago, IL, for intervenors CBS, Inc. and HP/Meacham Road Land Ltd. Partnership.\nBefore POSNER and EASTERBROOK, Circuit Judges, and WOOD, Jr., Senior Circuit Judge."
  },
  "file_name": "0328-01",
  "first_page_order": 380,
  "last_page_order": 384
}