{
  "id": 1878747,
  "name": "The TRAVELERS INSURANCE COMPANY, Plaintiff-Appellee, v. CANAL PLACE LIMITED PARTNERSHIP, a Louisiana Partnership in Commendam, d/b/a Canal Place 2000, f/k/a Canal Place Venture 2000, Defendant, United States of America, et al., Movants-Appellants",
  "name_abbreviation": "Travelers Insurance v. Canal Place Ltd. Partnership",
  "decision_date": "1993-08-05",
  "docket_number": "No. 92-3816",
  "first_page": "105",
  "last_page": "108",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 105"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "908 F.2d 1020",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540324,
        3482935
      ],
      "pin_cites": [
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/908/1020-01",
        "/us-app-dc/285/0261-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 10718,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0689910878974025
    },
    "sha256": "7ececafc0c6e8b2cbdbd2484d2311df350ad67be3abda06e1304e04995e3503d",
    "simhash": "1:0a70d0c15bf00b70",
    "word_count": 1717
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POLITZ, Chief Judge, DUHÉ, Circuit Judge, and MAHON , District Judge."
    ],
    "parties": [
      "The TRAVELERS INSURANCE COMPANY, Plaintiff-Appellee, v. CANAL PLACE LIMITED PARTNERSHIP, a Louisiana Partnership in Commendam, d/b/a Canal Place 2000, f/k/a Canal Place Venture 2000, Defendant, United States of America, et al., Movants-Appellants."
    ],
    "opinions": [
      {
        "text": "ELDON B. MAHON, District Judge:\nThis case comes to us on appeal from an order limiting the commission provided to the United States Marshals Service for services rendered in connection with the sale of real property through a Writ of Fieri Facias or Execution.\nThe sale at issue occurred on February 21, 1991 and involved a piece of real property in New Orleans, Louisiana known as Canal Place Phase II. The Appellee The Travelers Insurance Company (“Travelers”) beat out another bidder, securing the property with the high bid of $37,000,00o. It is uncontested that the Marshals Service provided its usual amount of services in connection with this sale. For these services, Travelers was charged $555,015. The Marshals Service also informed Travelers that this commission had to be paid before the Service would execute the deed on the property. Under obvious pressure, Travelers tendered the amount demanded and sought relief in the district court. The district court reviewed the commission charged by the Marshals Service and, finding it excessive, ordered the Marshals Service to return all but $50,000.\nIn determining whether the district court in this case erred in rejecting the fee demanded by the Marshals Service and setting the Marshals’ fee at a much lower amount, the Court turns first to the controlling statute and its amendments. Section 1921 of 28 U.S.C., as amended in 1988, provides in pertinent part as follows:\n(c)(1) The United States Marshals Service shall collect a commission of 3 percent of the first $1000 collected and Vk percent on the excess of any sum over $1,000, for seizing or levying on property, ... disposing of such property by sale, setoff, or otherwise, and receiving and paying over money, except that the amount of commission shall be within the range set by the Attorney General....\n(2) The Attorney General shall prescribe from time to time regulations which establish a minimum and maximum amount for the commission collected under paragraph (1).\nPrior to the 1988 amendments, the statute provided for a commission to be paid to the Marshals Service of 3 percent of the first $1,000 and Vk percent on any amount collected in excess of $1,000. The same percentage applied regardless of the price received or the amount of effort provided. In 1988, Congress acted to inject fairness into the setting of such commissions. The 1988 amendments to the statute retain the same framework for calculating the commission but also impose a substantial modification requiring that commissions be limited by a maximum and a minimum that may be charged. These limits were to be set by the Attorney General and adjusted by him or her from time to time. The purpose of setting such limitations, as was noted in the regulation finally promulgated by the Attorney General, was, in part, to eliminate “unduly high” and “excessive commissions.” See 56 Fed.Reg. 2436 (1991). As of the date of the sale of Canal Place Phase II, however, no such regulation was in effect. The Attorney General had waited over two years before finally promulgating a range for Marshals commissions consisting of a minimum commission of $100 and a maximum of $50,000. Ironically, this regulation went into effect the day after the sale of Canal Place Phase II.\nImplicit in the Marshals Service’s argument before this Court is that the 1988 amendments to § 1921 had no effect on the manner in which it was to collect commissions in the absence of timely action by the Attorney General. We think the principles of statutory construction articulated in Chevron, U.S.A., Inc. v. N.R.D.C., along with the clear intent and purpose of the 1988 amendments to § 1921 compel a different conclusion.\nUnder Chevron, the Court first must determine whether Congress has spoken to the precise question at issue. Chevron, 467 U.S. at 842, 104 S.Ct. at 2781. The precise question at issue in this case is whether the Marshals Service, faced with the failure of the Attorney General to set limits on its commissions for over two years, was still free to assess a blatantly excessive commission on a sale of property under § 1921. We find that this precise question was not specifically addressed by Congress in this statute.\nWhen, as here, the Congress does not specifically speak to the issue in question, the Court must “not simply impose its own construction on the statute” but must give “considerable weight” to an administering agency’s interpretation. Chevron, 467 U.S. at 843, 104 S.Ct. at 2782. While there is no explicit congressional delegation of authority for the Marshals Service to interpret § 1921(c) in the event that the Attorney General fails to fulfill its responsibilities, such authority can fairly be implied from the clear intent of the statute coupled with the Marshals’ responsibility to enforce the statute. In this case, the Court must defer to the Marshals Service’s interpretation of § 1921(c) if it is reasonable. Chevron, 467 U.S. at 844, 104 S.Ct. at 2782. The Court finds, however, that under the particular circumstances of this case, the Marshals Service’s interpretation was not only unreasonable, but manifestly contrary to the clear intent of Congress in amending § 1921(e) over two years before.\nClearly, Congress intended a change in the law with its 1988 enactment. It intended that Marshals’ commissions be calculated in a more equitable manner. Congress charged the Attorney General with the responsibility for setting the specific limits which would guide the Marshals Service and achieve Congress’ intent. Instead of acting within a reasonable period of time, however, the AG torney General waited nearly a year and a half before publishing a proposed regulation and then waited an additional seven months before publishing a final regulation which would not go into effect for another 30 days. All told, action was delayed for over two years.\nIn spite of the Attorney General’s failure, the Marshals determined that when faced with a patently unfair commission calculated under pre-1988 standards, they were under no duty to conform their actions to the clear congressional intent behind the 1988 amendments to § 1921(c).\nThere is no doubt that the commission assessed in this case violates the clear intent of Congress. The $556,015 commission in this case is precisely the type of exorbitant amount that the 1988 amendments to § 1921(e) were designed to limit. This fact could not have been lost on the Marshals Service. The Attorney General had published its proposed rule setting a $50,000 maximum over seven months before and as a final rule a month before the sale in question. Though not yet in effect, the Attorney General’s determination certainly put the Marshals Service on notice that a $555,015 commission was excessive and violative of the purposes of the 1988 amendments to § 1921(e).\nStill, the Marshals Service determined that the 1988 amendments to § 1921(c) were, after two years, still ineffective and had no bearing on their responsibilities. This outcome is as contrary to the intent of the amended statute as would be the Attorney General setting the maximum Marshals commission at $1 or $1 million. It is unreasonable and, thus, is not entitled to deference from this Court.\nThe change in the law dictated by Congress in its 1988 amendments to § 1921(c) requires that some reasonable limit be placed on the Marshals’ commission in this case. Our task is to determine a maximum in the absence of any regulation that was effective as of the time of the sale which would afford the Court needed direction. The Marshals’ argument that the former levels should control after more than two years is clearly contrary to Congress’ purpose. Our task would be nigh impossible without some ultimate determination from the Attorney General. Fortunately, our analysis is informed from the Attorney General’s subsequent determination of $50,000 as a reasonable maximum commission.\nThe Attorney General’s interpretation is both reasonable and consistent with the expressed legislative purpose. We elect to defer to the Attorney General’s determination that $50,000 is a reasonable maximum for the services rendered in this sale. Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984); e.g., Robinson v. American Airlines, Inc., 908 F.2d 1020, 1023 (D.C.Cir.1990) (applying Chevron deference to interpretive regulations not yet effective when claim arose).\nFor the foregoing reasons, the judgment of the district court is AFFIRMED.\n. A similar property was apparently sold that same day by the Marshals Service for $1,000.00 when there was but one bidder.\n. Clearly, the effective date of the Attorney General's regulation cannot be read to appropriate the Marshals' implied authority to interpret the statute for itself up until the regulation's effective date.\n. 56 Fed.Reg. 18, 130 (1990) published May 1, 1990.\n. 56 Fed.Reg. 2436 (1991) published January 23, 1991.\n. This $555,015 commission is indefensible in terms of being reasonably related to the value of the services rendered. This discrepancy is so profound as to make the commission arguably unconstitutional.\n. In a memo from the Marshals Service to the individual Marshals regarding the recently enacted 1988 amendments, the Service instructed the Marshals to \"continue to collect fees in the amounts prescribed by prior law\" pending issuance of a regulation by the Attorney General. While this interpretation of the 1988 amendments may have been reasonable initially, the validity of this interpretation was undermined by the Attorney General’s long period of inaction.\n. Although the Attorney General's regulation became effective after the sale in question, it was not a post-hoc rationalization by the Government but a reasoned determination which, though very much overdue, was clearly the product of the Attorney General's expertise on this subject.",
        "type": "majority",
        "author": "ELDON B. MAHON, District Judge:"
      }
    ],
    "attorneys": [
      "Eneid A. Francis, Harry Rosenberg, U.S. Atty., New Orleans, LA, Edward T. Swaine, Barbara C. Biddle, Appellate Staff, Civil Div., Dept, of Justice, Washington, DC, for appellants.",
      "Elizabeth Jones Futrell, R. Patrick Vance, Jones, Walker, Waechter, Poitevent, Carrére & Denégre, New Orleans, LA, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "The TRAVELERS INSURANCE COMPANY, Plaintiff-Appellee, v. CANAL PLACE LIMITED PARTNERSHIP, a Louisiana Partnership in Commendam, d/b/a Canal Place 2000, f/k/a Canal Place Venture 2000, Defendant, United States of America, et al., Movants-Appellants.\nNo. 92-3816.\nUnited States Court of Appeals, Fifth Circuit.\nAug. 5, 1993.\nEneid A. Francis, Harry Rosenberg, U.S. Atty., New Orleans, LA, Edward T. Swaine, Barbara C. Biddle, Appellate Staff, Civil Div., Dept, of Justice, Washington, DC, for appellants.\nElizabeth Jones Futrell, R. Patrick Vance, Jones, Walker, Waechter, Poitevent, Carrére & Denégre, New Orleans, LA, for plaintiff-appellee.\nBefore POLITZ, Chief Judge, DUHÉ, Circuit Judge, and MAHON , District Judge.\nDistrict Judge of the Northern District of Texas, sitting by designation."
  },
  "file_name": "0105-01",
  "first_page_order": 157,
  "last_page_order": 160
}