{
  "id": 1878716,
  "name": "In Re BIRMINGHAM ASBESTOS LITIGATION. Reida H. UNDERWOOD, as Executrix of the Estate of Ernest Burtrand Hanks, deceased, Plaintiff-Appellant, v. ARMSTRONG WORLD INDUSTRIES, INC., et al., Defendants, Asarco Incorporated, et al., Defendants-Appellees",
  "name_abbreviation": "Underwood ex rel. Estate of Hanks v. Armstrong World Industries, Inc.",
  "decision_date": "1993-08-05",
  "docket_number": "No. 91-7602",
  "first_page": "827",
  "last_page": "830",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 827"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "578 So.2d 1059",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7535982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/578/1059-01"
      ]
    },
    {
      "cite": "318 So.2d 279",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9626000,
        2544003
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/318/0279-01",
        "/ala/294/0417-01"
      ]
    },
    {
      "cite": "294 Ala. 417",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        2544003
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/ala/294/0417-01"
      ]
    },
    {
      "cite": "432 So.2d 1281",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9545051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/432/1281-01"
      ]
    },
    {
      "cite": "470 So.2d 657",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7612299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/470/0657-01"
      ]
    },
    {
      "cite": "487 So.2d 1361",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7626315
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/487/1361-01"
      ]
    },
    {
      "cite": "496 So.2d 760",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7597449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/496/0760-01"
      ]
    },
    {
      "cite": "514 So.2d 892",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7577991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/514/0892-01"
      ]
    },
    {
      "cite": "554 So.2d 398",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7520118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/554/0398-01"
      ]
    },
    {
      "cite": "585 So.2d 1331",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        11315420
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/585/1331-01"
      ]
    },
    {
      "cite": "619 So.2d 1360",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7491976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/619/1360-01"
      ]
    },
    {
      "cite": "966 F.2d 1392",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528307
      ],
      "pin_cites": [
        {
          "page": "1394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/966/1392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 9522,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 5.3145267598478216e-08,
      "percentile": 0.3353004364347111
    },
    "sha256": "0589124e06009b1d1d2e8e983eab93ebe74f031c7ed53bf08b061773b5f412ab",
    "simhash": "1:f2c465628132c488",
    "word_count": 1506
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BIRCH, Circuit Judge, JOHNSON and BOWNES, Senior Circuit Judges.",
      "MADDOX, ALMON, SHORES, HOUSTON and KENNEDY, JJ„ concur."
    ],
    "parties": [
      "In Re BIRMINGHAM ASBESTOS LITIGATION. Reida H. UNDERWOOD, as Executrix of the Estate of Ernest Burtrand Hanks, deceased, Plaintiff-Appellant, v. ARMSTRONG WORLD INDUSTRIES, INC., et al., Defendants, Asarco Incorporated, et al., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis case arises from numerous asbestos-related personal injury and wrongful death actions that have been consolidated in the Northern District of Alabama. Count Two of each complaint sets forth a complaint based upon Section 315(a) of the Restatement (Second) of Torts. Section 315(a) states:\nThere is no. duty so to control the conduct of a third person as to prevent him from causing physical harm to another unless (a) a special relation exists between the actor and the third person which imposes a duty upon the actor to control the third person’s conduct.\nSee Restatement (Second) of ToRts § 315(a) (1965).\nVarious defendants submitted motions to dismiss and/or motions for summary judgment as to Count Two of the complaints. The district court held that Alabama law does not support the application of a “duty to control” theory of liability in the context of a parent/subsidiary relationship. After all the affected defendants had filed appropriate motions, the district court dismissed Count Two of the complaints and entered final judgment on that claim. The plaintiffs appealed.\nOn appeal we noted that no Alabama case had directly addressed whether the “duty to control” doctrine may be applied in the context of a parent/subsidiary corporate relationship, and we certified the following question to the Alabama Supreme Court:\nWhether under Alabama law the tort doctrine of “duty of control” could be applied to hold a parent corporation liable for the acts of its subsidiary?\nSee In re Birmingham Asbestos Litigation, 966 F.2d 1392, 1394 (11th Cir.1992). On April 19, 1993, the Alabama Supreme Court answered our question, stating that the “duty to control” doctrine could not be used to hold a parent corporation liable for the acts of its subsidiary. 619 So.2d 1360. A copy of the Alabama Supreme Court opinion is attached to'this opinion.\nAccordingly, the district court’s orders dismissing Count Two and entering final judgment on that claim are AFFIRMED.\nAPPENDIX\nNOTICE: This opinion is subject to formal revision before publication in the advance sheets of Southern Reporter. Readers are requested to notify the Reporter of Decisions, Alabama Appellate Courts, 445 Dexter Avenue, Montgomery, Alabama 36130 ((205) 242-4621), of any typographical or other errors, in order that corrections may be made before the opinion is printed in Southern Reporter.\nSUPREME COURT OF ALABAMA\nOCTOBER TERM, 1992-93\n1911667-CER\nIn re: Birmingham Asbestos Litigation Reida H. Underwood, as executrix of the estate of Ernest Burtrand Hanks, deceased, plaintiff-appellant v. Armstrong World Industries, Inc., et al., defendants Asarco Incorporated, et al., defendants-appellees\nCERTIFIED QUESTION FROM THE UNITED STATES COURT OF APPEALS FOR THE ELEVENTH CIRCUIT\n(91-7602)\nFiled April 19, 1993.\nSTEAGALL, Justice.\nThe United States Court of Appeals for the Eleventh Circuit certified to this Court the following question of law:\n“Whether under Aabama law the tort doctrine of ‘duty to control’ could be applied to hold a parent corporation liable for the acts of its subsidiary.”\nThe answer to this question is sought in regard to all actions encompassed by a January 8, 1991, order issued from the United States District Court for the Northern District of Aabama in which the district court consolidated, for pretrial purposes, all cases in that district “asserting claims for personal injury, illness, or death from exposure to asbestos products or asbestos-containing products.” In these consolidated actions, the plaintiffs generally allege that they had been exposed to asbestos in the workplace and had suffered serious injury as a result. (Some plaintiffs represent the estates of persons they say died because of exposure to asbestos in the workplace.) The defendants are parent corporations that the plaintiffs alleged held voting interests in subsidiaries that manufactured, installed, or sold asbestos or asbestos-containing products and then placed these products into the stream of commerce, where they ultimately became a part of the buildings where the plaintiffs (or their decedents) worked. The plaintiffs seek to hold the parent corporations liable for the activities of the asbestos-related subsidiaries.\nIt is well settled that a parent corporation, even one that owns all the stock of a subsidiary corporation is not subject to liability for the acts of its subsidiary unless the parent so controls the operation of the subsidiary as to make it a mere adjunct, instrumentality, or alter ego of the parent corporation. First Health, Inc. v. Blanton, 585 So.2d 1331 (Ala.1991); Simmons v. Clark Equip. Credit Corp., 554 So.2d 398 (Ala.1989); Messick v. Moring, 514 So.2d 892 (Ala.1987); Duff v. Southern Ry., 496 So.2d 760 (Ala.1986); Washburn v. Rabun, 487 So.2d 1361 (Ala.1986); American Pioneer Life Ins. Co. v. Sandlin, 470 So.2d 657 (Ala.1985); Ex parte Baker, 432 So.2d 1281 (Ala.1983); Cohen v. Williams, 294 Ala. 417, 318 So.2d 279 (1975). However, the mere domination or control of a corporation by its stockholder cannot be enough to allow a piercing of the corporate veil; rather, there must be the added elements of misuse and harm or loss resulting from the misuse. First Health, Inc. v. Blanton, supra. Limited liability is one of the principal purposes for which the law has created the corporation. Chenault v. Jamison, 578 So.2d 1059 (Ala.1991). Thus, it is the law in Alabama that a plaintiff must first “pierce the corporate veil” before the parent corporation’s liability may be established.\nThe plaintiffs advocate a departure from this established doctrine of “piercing the corporate veil” and argue that a parent corporation should be liable for the acts of its subsidiary if (1) the parent controls the subsidiary and (2) the parent can foresee the harm that the subsidiary’s activities may have. The plaintiffs base this “duty to control” theory on Restatement (Second) of Torts § 315 (1965), which states:\nThere is no duty so to control the conduct of a third person as to prevent him from causing physical harm to another unless\n(a) a special relation exists between the actor and the third person which imposes a duty upon the actor to control the third person’s conduct, or\n(b) a special relation exists between the actor and the other which gives the other a right to protection.”\nThe type of “special relation” that would establish the third person’s duty to control the actor is defined in §§ 316 and 319 of the Restatement. These relations include those of parent and child and master and servant, the relation of a possessor of land or chattels to a licensee, and the relation of one who takes charge of a person having dangerous propensities to a person who may be harmed as a result of those dangerous propensities. The plaintiffs contend that the association between a parent company and its subsidiary should also be deemed a “special relation” for purposes of § 315. Their theory of liability rests upon the premise that the § 315 duty to control should apply in any circumstance where one individual controls the actions of another and the other’s actions result in foreseeable harm.\nNo Alabama case has adopted this theory or specifically embraced § 315(a) as part of this state’s tort law. The plaintiffs have not shown that other jurisdictions have applied § 315(a) to establish a corporate parent’s responsibility for its subsidiary’s business activities, and the authorities they have cited do not persuade us to create this rule of law as an alternative to our long-held doctrine of piercing the corporate veil. We therefore hold that, under Alabama law, the “duty to control” doctrine may not be applied to hold a parent corporation liable for the acts of its subsidiary.\nQUESTION ANSWERED.\nMADDOX, ALMON, SHORES, HOUSTON and KENNEDY, JJ„ concur.\n. We have styled this case just as it is styled in the United States Court of Appeals.",
        "type": "majority",
        "author": "PER CURIAM: STEAGALL, Justice."
      }
    ],
    "attorneys": [
      "J. William Lewis, Environmental Litigation Group, Birmingham, AL, for plaintiff-appellant.",
      "J. Glynn Tubb, Eyster, Key, Tubb, Weaver & Roth, Decatur, AL, for M.H. Detrick Co.",
      "William H. Mills, Redden, Mills & Clark, Birmingham, AL, for Asarco Inc.",
      "Norman Jetmundsen, Jr., Bradley, Arant, Rose & White, Birmingham, AL, T. Michael Brown; Michael D. MeKibben; Walter Sears, III, for IREX Corp.",
      "D. Jeffrey Campbell, Porzio, Bromberg & Newman, Myron J. Bromberg, Morristown, NJ, for Arsareo, Inc.",
      "Hobart Grooms, Jr., Spain, Sillón, Grooms, Blan & Nettles, E. Ann McMahan, Bert S. Nettles, Lisa Paul Hodges, Birmingham, AL, for Ingersoll-Rand Co.",
      "James Lewis Griffith, Griffith & Hemsley, Slade H. McLaughlin, Bala Cynwyd, PA, J. Ross Forman, III, Burr & Forman, John C. Morrow, Birmingham, AL, for General Dynamics Corp.",
      "Norwood S. Wilner, Spohrer, Wilner, Mar-ees, Maxwell, P.A, Jacksonville, FL, for Armstrong World Ind.",
      "Richard W. Vollmer, III, Reams, Philips, Brooks, Schell, Gaston & Hudson, P.C., Mobile, AL.",
      "Sydney F. Frazier, Jr., Cabaniss, Johnston, Gardner, Dumas & O’Neal, Birmingham, AL, for Bairnco Corp."
    ],
    "corrections": "",
    "head_matter": "In Re BIRMINGHAM ASBESTOS LITIGATION. Reida H. UNDERWOOD, as Executrix of the Estate of Ernest Burtrand Hanks, deceased, Plaintiff-Appellant, v. ARMSTRONG WORLD INDUSTRIES, INC., et al., Defendants, Asarco Incorporated, et al., Defendants-Appellees.\nNo. 91-7602.\nUnited States Court of Appeals, Eleventh Circuit.\nAug. 5, 1993.\nJ. William Lewis, Environmental Litigation Group, Birmingham, AL, for plaintiff-appellant.\nJ. Glynn Tubb, Eyster, Key, Tubb, Weaver & Roth, Decatur, AL, for M.H. Detrick Co.\nWilliam H. Mills, Redden, Mills & Clark, Birmingham, AL, for Asarco Inc.\nNorman Jetmundsen, Jr., Bradley, Arant, Rose & White, Birmingham, AL, T. Michael Brown; Michael D. MeKibben; Walter Sears, III, for IREX Corp.\nD. Jeffrey Campbell, Porzio, Bromberg & Newman, Myron J. Bromberg, Morristown, NJ, for Arsareo, Inc.\nHobart Grooms, Jr., Spain, Sillón, Grooms, Blan & Nettles, E. Ann McMahan, Bert S. Nettles, Lisa Paul Hodges, Birmingham, AL, for Ingersoll-Rand Co.\nJames Lewis Griffith, Griffith & Hemsley, Slade H. McLaughlin, Bala Cynwyd, PA, J. Ross Forman, III, Burr & Forman, John C. Morrow, Birmingham, AL, for General Dynamics Corp.\nNorwood S. Wilner, Spohrer, Wilner, Mar-ees, Maxwell, P.A, Jacksonville, FL, for Armstrong World Ind.\nRichard W. Vollmer, III, Reams, Philips, Brooks, Schell, Gaston & Hudson, P.C., Mobile, AL.\nSydney F. Frazier, Jr., Cabaniss, Johnston, Gardner, Dumas & O’Neal, Birmingham, AL, for Bairnco Corp.\nBefore BIRCH, Circuit Judge, JOHNSON and BOWNES, Senior Circuit Judges.\nHonorable Hugh H. Bownes, Senior U.S. Circuit Judge for the First Circuit, sitting by designation."
  },
  "file_name": "0827-01",
  "first_page_order": 879,
  "last_page_order": 882
}