{
  "id": 1878872,
  "name": "Robert C. BUCKLEY, Plaintiff-Appellant, and Illinois Judges Association, Intervening Plaintiff-Appellant, v. ILLINOIS JUDICIAL INQUIRY BOARD, and its members, not individually but in their capacity as members of the Board, Defendants-Appellees; Anthony L. YOUNG, Plaintiff-Appellant, v. James Harold BANDY, et al., Defendants-Appellees",
  "name_abbreviation": "Buckley v. Illinois Judicial Inquiry Board",
  "decision_date": "1993-06-10",
  "docket_number": "Nos. 92-3279, 92-3291, 92-3283",
  "first_page": "224",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 224"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "292 A.2d 749",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "15 Md.App. 625",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        2243898
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/md-app/15/0625-01"
      ]
    },
    {
      "cite": "403 U.S. 15",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026621
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0015-01"
      ]
    },
    {
      "cite": "461 U.S. 171",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298296
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0171-01"
      ]
    },
    {
      "cite": "111 S.Ct. 2720",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1108204
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/us/501/1030-01"
      ]
    },
    {
      "cite": "413 U.S. 548",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11342106
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/413/0548-01"
      ]
    },
    {
      "cite": "448 U.S. 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787572
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/448/0555-01"
      ]
    },
    {
      "cite": "435 U.S. 829",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2526
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/435/0829-01"
      ]
    },
    {
      "cite": "112 S.Ct. 1846",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11728538
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0191-01"
      ]
    },
    {
      "cite": "803 S.W.2d 953",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9991490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/803/0953-01"
      ]
    },
    {
      "cite": "944 F.2d 137",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521246
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "144"
        },
        {
          "page": "139, 142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/944/0137-01"
      ]
    },
    {
      "cite": "415 U.S. 566",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178884
      ],
      "weight": 3,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0566-01"
      ]
    },
    {
      "cite": "56 U.Chi.L.Rev. 236",
      "category": "journals:journal",
      "reporter": "U. Chi. L. Rev.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "980 F.2d 437",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10513594
      ],
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/980/0437-01"
      ]
    },
    {
      "cite": "467 U.S. 947",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6211185
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "964-68"
        },
        {
          "page": "2850-53"
        },
        {
          "page": "964-68"
        },
        {
          "page": "2850-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0947-01"
      ]
    },
    {
      "cite": "456 U.S. 45",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6183319
      ],
      "weight": 3,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/456/0045-01"
      ]
    },
    {
      "cite": "979 F.2d 589",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10515452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/979/0589-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "460 U.S. 462",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194952
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0462-01"
      ]
    },
    {
      "cite": "263 U.S. 413",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142415
      ],
      "weight": 3,
      "year": 1923,
      "opinion_index": 0,
      "case_paths": [
        "/us/263/0413-01"
      ]
    },
    {
      "cite": "716 F.2d 40",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3788762,
        1890716
      ],
      "pin_cites": [
        {
          "page": "46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/230/0236-01",
        "/f2d/716/0040-01"
      ]
    },
    {
      "cite": "418 F.2d 874",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2166001
      ],
      "pin_cites": [
        {
          "page": "876"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/418/0874-01"
      ]
    },
    {
      "cite": "432 U.S. 333",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179268
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "343"
        },
        {
          "page": "2441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/432/0333-01"
      ]
    },
    {
      "cite": "111 S.Ct. 2331",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1108097
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "2338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0312-01"
      ]
    },
    {
      "cite": "394 U.S. 814",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181588
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "816"
        },
        {
          "page": "1494-95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0814-01"
      ]
    },
    {
      "cite": "595 N.E.2d 109",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "172 Ill.Dec. 46",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "230 Ill.App.3d 540",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        5209005
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/230/0540-01"
      ]
    },
    {
      "cite": "801 F.Supp. 83",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7405196
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/801/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1383,
    "char_count": 28788,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 5.314507898169936e-07,
      "percentile": 0.9426207859994926
    },
    "sha256": "211d6663acb7a8102cef4bd94777a64ae064ee19a0fc3487bb303ed51dbd07d6",
    "simhash": "1:59b0836048bd4073",
    "word_count": 4765
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BAUER, Chief Judge, POSNER, Circuit Judge, and RONEY, Senior Circuit Judge."
    ],
    "parties": [
      "Robert C. BUCKLEY, Plaintiff-Appellant, and Illinois Judges Association, Intervening Plaintiff-Appellant, v. ILLINOIS JUDICIAL INQUIRY BOARD, and its members, not individually but in their capacity as members of the Board, Defendants-Appellees. Anthony L. YOUNG, Plaintiff-Appellant, v. James Harold BANDY, et al., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "POSNER, Circuit Judge.\nWe are asked to declare unconstitutional a rule promulgated by the Supreme Court of Illinois to regulate the speech of candidates for state judicial office. The rule provides that “a candidate, including an incumbent judge, for a judicial office filled by election or retention ... should not make pledges or promises of conduct in office other than the faithful and impartial performance of the duties of the office; announce his views on disputed legal or political issues; or misrepresent his identity ... or other fact; provided, however, that he may announce his views on measures to improve the law, the legal system, or the administration of justice, if, in doing so, he does not cast doubt on his capacity to decide impartially any issue that may come before him.” Ill. S.Ct. R. 67(B)(1)(c), Ill.Rev.Stat. ch. 110A ¶ 67(B)(1)(c). The rule is enforced in proceedings brought before the Illinois Courts Commission by the Judicial Inquiry Board in the case of judges, and in proceedings conducted by the Attorney Registration and Disciplinary Commission in the case of lawyers. We have plaintiffs of both types. Robert Buckley is a Justice of the Appellate Court of Illinois, the middle tier in the state’s three-tier system of courts of general jurisdiction. (The bottom tier is the circuit court, the top tier the supreme court.) In 1990, Buckley ran unsuccessfully for a seat on the Supreme Court of Illinois. Open positions on Illinois courts, other than openings for the position of associate judge of the circuit court, are filled in partisan elections, with the further exception of a mid-term vacancy, which is filled by the supreme court. Judges or justices whose terms expire and who stand for reelection run unopposed but must receive 60 percent of the votes cast in order to retain their office. The position of associate judge is purely appointive, although associate judges have the same jurisdiction as circuit judges.\nDuring his campaign for the supreme court, Justice Buckley circulated campaign literature which stated that he had “never written an opinion reversing a rape conviction.” Less than two weeks before the election the Judicial Inquiry Board filed charges against him with the Illinois Courts Commission, which after the election found that he had violated Rule 67(B)(1)(c) but declined to impose a sanction. (Authorized sanctions range from a reprimand to removal from office. Ill. const, art. VI, § 15(e).) The Courts Commission’s decision is final, Ill. const, art. VI, § 15(f), so Justice Buckley had no avenue of appeal within the state court system. He filed this suit in 1991, and the next year ran unsuccessfully again for the supreme court but successfully for retention of his seat on the Illinois Appellate Court. The Illinois Judges Association, of which Justice Buckley is a member, intervened as a plaintiff in his suit.\nBuckley’s case was consolidated with a separate but similar case brought by Anthony Young, a member of the Illinois legislature who in 1992 was elected to the Circuit Court of Cook County. Young claims that the risk of being sanctioned for violating Rule 67(B)(1)(c) deterred him from speaking out in his campaign on issues that he believed to be important to Illinois voters, including capital punishment, abortion, the state’s budget, and public school education. Had Young actually been sanctioned, he could have obtained judicial review in the Supreme Court of Illinois. Ill.Rev.Stat. ch. 110A, ¶ 753(e).\nThe district judge upheld Rule 67(B)(1)(c) and dismissed the two suits after construing the “announce” clause (the candidate is not to “announce his views on disputed legal or political issues”) as being limited to statements on issues likely to come before the judge in a case. 801 F.Supp. 83 (N.D.I11. 1992). The plaintiffs have appealed. We must first consider two jurisdictional issues, though neither is raised by any party. One is whether the plaintiffs have standing to complain about the rule. Neither Buckley nor Young is at present a candidate for judicial office, and the challenged rule is limited to pledges, promises, and announcements made during a campaign for such office. Young will have to run for retention in 1998, assuming he wants to remain a judge. Buckley will not be up again for retention until 2002 and may by that time have had his fill of judicial office — more to the point, he will reach the age of 75 before then and will have to vacate his office. Ill.Rev.Stat. ch. 37, ¶ 23.71. Yet as the judicial tenure statute has been interpreted, it would not bar him from running in 1992 for the open position created by the expiration of the term in which he had been forced to retire, or from running for any other judicial office in Illinois. Anagnost v. Layhe, 230 Ill.App.3d 540, 172 Ill.Dec. 46, 595 N.E.2d 109 (1992). And he is likely to run for the state supreme court again when a vacancy occurs.\nA further consideration in support of the conclusion that we have a live controversy is the brevity of judicial campaigns in relation to the leisureliness of litigation, which prevented the appeals in these two cases from being decided before Justice Buckley’s retention campaign. Should he decide to run for the next open position on the state supreme court, by the time he decides it will probably already be too late for him to file a suit that we would be able to decide before the election; and during such a campaign the Illinois Courts Commission’s finding that he violated the rule would undoubtedly be used against him, as it was, we are told, in his retention campaign. This brings our case within the orbit of Moore v. Ogilvie, 394 U.S. 814, 816, 89 S.Ct. 1493, 1494-95, 23 L.Ed.2d 1 (1969), which allowed a challenge to a state election law to be maintained after the election in which the plaintiffs had run for office, because the law would affect future elections. See also Renne v. Geary, — U.S. -,-, 111 S.Ct. 2331, 2338, 115 L.Ed.2d 288 (1991).\nThis discussion is rather academic, since the membership of the Illinois Judges Association, which is still another plaintiff, includes many judges who will be running either for retention or for higher judicial office, and Rule 67(B)(1)(c) will inhibit their campaign statements. An association has standing to sue if its members have standing. Hunt v. Washington State Apple Advertising Comm’n, 432 U.S. 333, 343, 97 S.Ct. 2434, 2441, 53 L.Ed.2d 383 (1977). True, the Judges Association is merely an intervening plaintiff, and if the suit in which it intervened was not within the jurisdiction of the federal court its presence could not confer jurisdiction. But the petition for intervention could be treated as the complaint in a separate action, and the suit preserved in that way. Atkins v. State Board of Education, 418 F.2d 874, 876 (4th Cir.1969) (per curiam); Simmons v. ICC, 716 F.2d 40, 46 (D.C.Cir.1983) (dictum); 7C Charles Alan Wright, Arthur R. Miller & Mary Kay Kane, Federal Practice and Procedure § 1917 at pp. 457-59 (2d ed. 1986).\nThe other jurisdictional question is whether Justice Buckley’s suit is barred by the Rooker-Feldman doctrine: federal courts other than the Supreme Court lack jurisdiction to review judgments of state courts. Rooker v. Fidelity Trust Co., 263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923); District of Columbia Court of Appeals v. Feldman, 460 U.S. 462, 103 S.Ct. 1303, 75 L.Ed.2d 206 (1983). The judgment of the Illinois Courts Commission in the disciplinary proceeding against Justice Buckley was the judgment of the highest court of the State of Illinois because it could not be reviewed by any other Illinois court, so only the U.S. Supreme Court could review it further, not the district court or this court. No statute, with the irrelevant exception of the statute allowing state prisoners to seek habe-as corpus in federal district court, 28 U.S.C. § 2254, authorizes the federal district courts or courts of appeals to review judgments of state courts. Feldman itself, however, allowed a lawyer, refused admission to the bar in a proceeding much like the one to discipline Justice Buckley, to challenge in a federal district court proceeding the constitutionality of the rule that had been applied to deny him admission, because the challenge to the rule did not entail a challenge to the ruling on its application. So here, Justice Buckley’s challenge to the constitutionality of Illinois Supreme Court Rule 67(B)(1)(e) does not entail a challenge to the ruling by the Illinois Courts Commission that he violated the rule. It is true that if as in Leaf v. Supreme Court, 979 F.2d 589 (7th Cir.1992), Buckley were seeking not only to clear away the rule so that he could run in future judicial elections unimpeded by it but also to obtain relief against the discipline imposed upon him, he would be in effect appealing from the Illinois Courts Commission’s judgment (though that would be only a part of what he was doing), which Rooker-Feldman forbids him to do. But he is not asking us to expunge the disciplinary finding or do anything else to correct or revise the Commission’s judgment. He is not, in short, asking for any relief of the kind an appellant seeks—relief directed against a judgment. Of course that judgment, which by virtue of Rooker-Feldman Justice Buckley cannot attack in this suit, might by principles of res judicata bar him from maintaining this suit. But res judicata is a defense, not a limitation on jurisdiction. It must be pleaded. It has not been. And finally Rooker-Feldman is no obstacle to the maintenance of this suit by the judges’ association or by Young.\nSo we have jurisdiction, and come to the merits. Two principles are in conflict and must, to the extent possible, be reconciled. Candidates for public office should be free to express their views on all matters of interest to the electorate. Judges should decide cases in accordance with law rather than with any express or implied commitments that they may have made to their campaign supporters or to others. The roots of both principles lie deep in our constitutional heritage. Justice under law is as fundamental a part of the Western political tradition as democratic self-government and is historically more deeply rooted, having been essentially uncontested within the mainstream of the tradition since at least Cicero’s time. Whatever their respective pedigrees, only a fanatic would suppose that one of the principles should give way completely to the other—that the principle of freedom of speech should be held to entitle a candidate for judicial office to promise to vote for one side or another in a particular case or class of cases or that the principle of impartial legal justice should be held to prevent a candidate for such office from furnishing any information or opinion to the electorate beyond his name, rank, and serial number. We do not understand the plaintiffs to be arguing that because Illinois has decided to make judicial office mainly elective rather than (as in the federal system) wholly appointive, it has in effect redefined judges as legislators or executive-branch officials, thus bringing the case within the orbit of Brown v. Hartlage, 456 U.S. 45, 102 S.Ct. 1523, 71 L.Ed.2d 732 (1982), which holds that the First Amendment forbids government to bar candidates for public office from promising to conduct their office in a way that will benefit particular classes of voter. Mode of appointment is only one factor that enables distinctions to be made among different kinds of public official. Judges remain different from legislators and executive officials, even when all are elected, in ways that bear on the strength of the state’s interest in restricting their freedom of speech. Further , we need not go since the plaintiffs do not argue that the State of Illinois is constitutionally prohibited from placing greater restrictions on the campaign utterances of judicial candidates than on the campaign utterances of candidates for other types of public office.\nIn the contending litigants’ agreement about the extreme cases we have the clue to how this case should be decided. The defendants’ able counsel made clear at argument that the concern which animates the rule is precisely that a candidate in a judicial election might, in order to attract votes or to rally his supporters, make commitments to decide particular cases or types of case in a particular way and having made such a commitment would be under pressure to honor it if he won the election and such a case later came before him. This commitment, this pressure, would hamper the judge’s ability to make an impartial decision and would undermine the credibility of his decision to the losing litigant and to the community. The difficulty with crafting a rule to prevent the making of such commitments is that a commitment can be implicit as well as explicit. And this in two ways. • The candidate might make an explicit commitment to do something that was not, in so many words, taking sides in a particular case or class of cases but would be so understood by the electorate; he might for example promise always to give paramount weight to public safety or to a woman’s right of privacy. Or he might discuss a particular case or class of cases in a way that was understood as a commitment to rule in a particular way, even though he avoided the language of pledges, promises, or commitments.\nThe rule here challenged deals with both forms of implied commitment and in the most comprehensive fashion imaginable. The “pledges or promises” clause is not limited to pledges or promises to rule a particular way in particular cases or classes of case; all pledges and promises are forbidden except a promise that the candidate will if elected faithfully and impartially discharge the duties of his judicial office. The “announce” clause is not limited to declarations as to how the candidate intends to rule in particular cases or classes of case; he may not “announce his views on disputed legal or political issues,” period. The rule certainly deals effectively with the abuse that the draftsmen were concerned with; but in so doing it gags the judicial candidate. He can say nothing in public about his judicial philosophy; he cannot, for example, pledge himself to be a strict constructionist, or for that matter a legal realist. He cannot promise a better shake for indigent litigants or harried employers. He cannot criticize Roe v. Wade. He cannot express his views about substantive due process, economic rights, search and seizure, the war on drugs, the use of excessive force by police, the conditions of the prisons, or products liability — or for that matter about lais-sez-faire economics, race relations, the civil war in Yugoslavia, or the proper direction of health-care reform. Cf. Patrick M. McFadden, Electing Justice: The Law and Ethics of Judicial Election Campaigns 86-87 (1990). All these are disputed legal or political issues.\n•The rule thus reaches far beyond speech that could reasonably be interpreted as committing the candidate in a way that would compromise his impartiality should he be successful in the election. Indeed, the only safe response to Illinois Supreme Court Rule 67(B)(1)(c) is silence. True, the silencing is temporary. It is limited to the duration of the campaign. But interference with the marketplace of ideas and opinions is at its zenith when the 1 customers” are most avid for the market’s “product.” The only time the public takes much interest in the ideas and opinions of judges or judicial candidates is when an important judicial office has to be filled; and in Illinois those offices are filled by election. It is basically only during the campaign that judicial aspirants have an audience, and literal compliance with Illinois Supreme Court Rule 67(B)(1)(c) would deprive the audience of the show.\nWe are quick to add that there is nothing wrong in general with a rule’s being overin-elusive. Overinclusiveness is the standard method of plugging loopholes. But when an overinclusive rule has the effect, and it is fair to say the calculated effect, of greatly curtailing an important part of the speech “market,” the rule is deeply problematic. Secretary of State v. Joseph H. Munson Co., 467 U.S. 947, 964-68, 104 S.Ct. 2839, 2850-53, 81 L.Ed.2d 786 (1984). The draftsmen of the rule challenged here, the district judge, and the defendants in their brief and argument in this court have all recognized this and striven to circumscribe the rule’s scope. The draft-men’s contribution was, in borrowing the “announce” clause from Canon 7(B)(1)(c) of the ABA’s 1972 Model Code of Judicial Conduct (reprinted in Judicial Conduct and Ethics 526 (Jeffrey M. Shaman, Steven Lubet & James J. Alfini eds.1990)), to add the proviso that the candidate “may announce his views on measures to improve the law, the legal system, or the administration of justice, if, in doing so, he does not cast doubt on his capacity to decide impartially any issue that may come before him.” The problem is not only that the proviso carves out only a small subset of disputed legal and political issues, but that what is given with one hand is taken away with the other. Almost anything a judicial candidate might say about “improving] the law” could be taken to cast doubt on his capacity to decide some case impartially, unless he confined himself to the most mundane and technical proposals for law reform. If instead he announced boldly that he did not think juries should be used in most civil eases, he could be thought to be casting doubt on his capacity to preside impartially at civil jury trials, to rule on motions for directed verdict in such trials, to conduct a fair jury voir dire, to administer the rules of evidence in jury trials, and to decide on proposed jury instructions.\nThe district judge’s contribution to narrowing the rule was to interpret the “announce” clause as confined to issues likely to come before the judge in his judicial capacity. Although a federal court cannot make an interpretation of state law that will bind state courts, the district judge’s interpretation is both plausible and consistent with the policy of the Supreme Court of Illinois, which is to interpret the state’s statutes, where possible, to sustain their constitutionality. Sherman v. Community Consolidated School District 21, 980 F.2d 437, 442 (7th Cir.1992). But the district judge’s interpretation does not in fact circumscribe Rule 67(B)(1)(c) significantly, and this apart from the fact that it does not touch the “pledges or promises” clause, which is as overbroad as the “announce” clause. There is almost no legal or political issue that is unlikely to come before a judge of an American court, state or federal, of general jurisdiction. The civil war in Yugoslavia? But we have cases in which Yugoslavs resist deportation to that nation on the ground that they face persecution from one or another side in that nation’s multisided civil war; and some years ago the Illinois courts were embroiled in a custody fight involving a child who didn’t want to return to the then Soviet Union with his Soviet parents.\nAt argument, the defendants’ counsel suggested several additional ways in which the rule could and in her view should be read narrowly. She suggested that the rule contains an implicit right of reply — if one of Justice Buckley’s opponents in the campaign for the state supreme court had accused him of being soft on rapists, he would have been entitled to reply that he had never written an opinion reversing a rapist’s conviction. She also suggested that the word “announce” in the rule bears the meaning not of making a public statement but of forecasting a future event, as when a couple “announces” its forthcoming marriage. By this reading she proposes to confine the “announce” clause to statements in which a judicial candidate tells the electorate how he will vote on a particular ease or class of cases. She even suggested that the rule means nothing more or less than the ABA’s 1990 Model Code of Judicial Conduct, which in Canon 5(A)(3)(d)(ii) states that a judicial candidate should not “make statements that commit or appear to commit the candidate with respect to cases, controversies or issues that are likely to come before the court.” This suggestion is odd because the ABA itself sees a big difference between this language and the text of the challenged rule. The new language replaces the “announce clause” of the 1972 Model Code of Judicial Conduct, which was believed to be “an overly broad restriction on speech.” American Bar Association, Model Code of Judicial Conduct as Submitted for Consideration at the 1990 Annual Meeting of the House of Delegates, App. C at p. 72 (1990). Various advisory bodies on judicial ethics had suggested that the announce-clause forbade judicial candidates to discuss the following topics: pretrial release, plea bargaining, criminal sentencing, capital punishment, abortion, gun control, the equal rights amendment, drug laws, gambling laws, liquor licensing, dram shop legislation, labor laws, property tax exemptions, the regulation of condominiums, court rules, prior court decisions (both of other courts and of the candidate’s court), specific legal questions, and hypothetical legal questions. McFadden, supra, at 86-87.\nCounsel and the district judge have tried to rewrite Illinois Supreme Court Rule 67(B)(1)(c) to make it narrower and they ask us in effect to promulgate their revised rule in an opinion affirming the dismissal of these suits. It is not our proper business to patch up the rule—and it would be a patchwork job indeed, with the rule itself saying one thing and the judicial gloss on it another. A “saving” construction which transformed the rule into the ABA Canon that we just quoted would cast us in the role of a Council of Revision empowered to make such changes in a proposed enactment, state or federal, as might be necessary to render it constitutional. We are not authorized to play such a role. See James T. Barry III, “The Council of Revision and the Limits of Judicial Power,” 56 U.Chi.L.Rev. 236 (1989).\nThe fact that some of the statements forbidden by the rule, notably promises to rule in particular ways in particular cases or types of case, are within the state’s regulatory power cannot save the rule. A statute that forbids, or can fairly be read to forbid, privileged speech is not saved by the fact that it also forbids unprivileged speech and could in application be confined to the latter. Secretary of State v. Joseph H. Munson Co., supra, 467 U.S. at 964-68, 104 S.Ct. at 2850-53; Smith v. Goguen, 415 U.S. 566, 94 S.Ct. 1242, 39 L.Ed.2d 605 (1974).\nOur conclusion that the supreme court’s rule is invalid creates undoubted tension with the Third Circuit’s decision in Stretton v. Disciplinary Board, 944 F.2d 137 (3d Cir.1991), which upheld an almost identically worded rule that had been promulgated by the Supreme Court of Pennsylvania. Stret-ton is distinguishable, although precariously. While the court employed a similar form of words as the district judge in our ease to narrow the application of the rule, it seems to have understood the rule to be confined to campaign statements that would leave the impression that a case had been “prejudged,” id. at 144, which seems to fold the “announce” clause back into the “pledges or promises” clause understood as equivalent to the ABA’s new “commitment” canon. The court listed a number of issues, including the rights of victims of crime and the importance of the constitutional right to privacy, as lying outside the rule as interpreted both by it and the chief counsel of the disciplinary authority. Id. at 139, 142. The court did not have the benefit of the insight into the scope of such a rule as is provided by a ruling such as that of the Illinois Courts Commission that condemned so innocuous a statement as a candidate’s report of his past record in ruling on a particular type of case (Justice Buckley’s comment on rape convictions). Nor did it have to confront the complexities introduced by a concession that a candidate has a broad right of reply or that the word “announce” should be read to mean foretell one’s vote.\nThe only other published appellate decision on point is J.C.J.D. v. R.J.C.R., 803 S.W.2d 953 (Ky.1991), which held that an identical rule (save that it lacked the proviso) violated the First Amendment. Of course there are countless decisions on analogous issues. Burson v. Freeman, — U.S.-, 112 S.Ct. 1846, 119 L.Ed.2d 5 (1992), for example, upheld a prohibition against campaigning within 100 feet of a polling place. Landmark Communications, Inc. v. Virginia, 435 U.S. 829, 98 S.Ct. 1535, 56 L.Ed.2d 1 (1978), invalidated a statute that forbade newspapers to publish information about the confidential proceedings of the state judicial disciplinary commission. Landmark is representative of the many cases in which the Supreme Court has considered the rights of the press to report on judicial proceedings; another is Richmond Newspapers, Inc. v. Virginia, 448 U.S. 555, 100 S.Ct. 2814, 65 L.Ed.2d 973 (1980). U.S. Civil Service Commission v. National Association of Letter Carriers, 413 U.S. 548, 93 S.Ct. 2880, 37 L.Ed.2d 796 (1973), upheld the Hatch Act, which forbids federal civil servants to campaign for political candidates. Gentile v. State Bar of Nevada, — U.S. -, 111 S.Ct. 2720, 115 L.Ed.2d 888 (1991), holds that a state may limit out-of-court comment by attorneys about pending proceedings; and the power to forbid judges to make public comments on pending cases is conceded. Other cases allow the picketing of the Supreme Court and forbid states to prevent ideological statements in courthouse corridors, United States v. Grace, 461 U.S. 171, 103 S.Ct. 1702, 75 L.Ed.2d 736 (1983); Cohen v. California, 403 U.S. 15, 91 S.Ct. 1780, 29 L.Ed.2d 284 (1971), but at the same time allow judges to punish with the contempt power disruptive and incendiary statements by lawyers. In re Kinlein, 15 Md.App. 625, 292 A.2d 749 (1972). Taken all in all these eases and the many others that we might cite confirm what we said at the outset of our analysis, that the principle of impartial justice under law is strong enough to entitle government to restrict the freedom of speech of participants in the judicial process, including candidates for judicial office, but not so strong as to place that process completely outside the scope of the constitutional guaranty of freedom of speech. Beyond that valuable generality the cases do not provide much guidance, but they certainly do not support the proposition that to prevent the slightest danger of judicial candidates’ making statements that might be interpreted as commitments a state is free to circumscribe their freedom of speech by a rule so sweeping that only complete silence would comply with a literal, which is also so far as appears the intended and the. reasonable, interpretation of the rule.\nThe judgment of the district court is reversed with directions to enter a final judgment declaring Illinois Supreme Court Rule 67(B)(1)(c) in violation of the U.S. Constitution.\nReversed.",
        "type": "majority",
        "author": "POSNER, Circuit Judge."
      }
    ],
    "attorneys": [
      "William J. Harte (argued), Stephen L. Garcia, Joan M. Mannix, Chicago, IL, for plaintiff-appellant in No. 92-3279.",
      "Candace J. Fabri (argued), John H. Ehrlich, Sachnoff & Weaver, Chicago, IL, Jennifer A. Keller, Asst. Atty. Gen., for defendants-appellees in Nos. 92-3279, 92-3291.",
      "Stephen R. Swofford, Bruce L. Carmen (argued), Peter D. Sullivan, Hinshaw & Culbertson, Chicago, IL, for intervenor-appel-lant.",
      "William J. Harte (argued), Stephen L. Garcia, David J. Walker, Chicago, IL, for plaintiff-appellant in No. 92-3291.",
      "Stephen R. Swofford, Bruce L. Carmen (argued), Peter D. Sullivan, Hinshaw & Culbertson, Chicago, IL, for intervenor-plaintiff.",
      "Harvey M. Grossman, Jane M. Whicher (argued), Roger Baldwin Foundation of ACLU, Inc., Chicago, IL, for plaintiff-appellant in No. 92-3283.",
      "James J. Grogan, James S. Renfroe, Atty. Registration & Disciplinary Com’n, Chicago, IL, for defendant-appellee in No. 92-3283."
    ],
    "corrections": "",
    "head_matter": "Robert C. BUCKLEY, Plaintiff-Appellant, and Illinois Judges Association, Intervening Plaintiff-Appellant, v. ILLINOIS JUDICIAL INQUIRY BOARD, and its members, not individually but in their capacity as members of the Board, Defendants-Appellees. Anthony L. YOUNG, Plaintiff-Appellant, v. James Harold BANDY, et al., Defendants-Appellees.\nNos. 92-3279, 92-3291, 92-3283.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 13, 1993.\nDecided June 10, 1993.\nWilliam J. Harte (argued), Stephen L. Garcia, Joan M. Mannix, Chicago, IL, for plaintiff-appellant in No. 92-3279.\nCandace J. Fabri (argued), John H. Ehrlich, Sachnoff & Weaver, Chicago, IL, Jennifer A. Keller, Asst. Atty. Gen., for defendants-appellees in Nos. 92-3279, 92-3291.\nStephen R. Swofford, Bruce L. Carmen (argued), Peter D. Sullivan, Hinshaw & Culbertson, Chicago, IL, for intervenor-appel-lant.\nWilliam J. Harte (argued), Stephen L. Garcia, David J. Walker, Chicago, IL, for plaintiff-appellant in No. 92-3291.\nStephen R. Swofford, Bruce L. Carmen (argued), Peter D. Sullivan, Hinshaw & Culbertson, Chicago, IL, for intervenor-plaintiff.\nHarvey M. Grossman, Jane M. Whicher (argued), Roger Baldwin Foundation of ACLU, Inc., Chicago, IL, for plaintiff-appellant in No. 92-3283.\nJames J. Grogan, James S. Renfroe, Atty. Registration & Disciplinary Com’n, Chicago, IL, for defendant-appellee in No. 92-3283.\nBefore BAUER, Chief Judge, POSNER, Circuit Judge, and RONEY, Senior Circuit Judge.\nHon. Paul H. Roney of the Eleventh Circuit, sitting by designation."
  },
  "file_name": "0224-01",
  "first_page_order": 276,
  "last_page_order": 283
}