{
  "id": 1878730,
  "name": "Allan MOLASKY and Gloria Molasky, Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Appellee",
  "name_abbreviation": "Molasky v. Commissioner",
  "decision_date": "1993-07-09",
  "docket_number": "No. 92-3384",
  "first_page": "1241",
  "last_page": "1243",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 1241"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "351 F.2d 345",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        807837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/351/0345-01"
      ]
    },
    {
      "cite": "914 F.2d 1040",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539002
      ],
      "pin_cites": [
        {
          "page": "1044"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/1040-01"
      ]
    },
    {
      "cite": "989 F.2d 294",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10511585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/989/0294-01"
      ]
    },
    {
      "cite": "897 F.2d 334",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530046
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "339"
        },
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/897/0334-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 6881,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06899050871305624
    },
    "sha256": "0263e2aac4471ac02549f69c9f70f1935233317a02f02539c9ccfc8d136bb600",
    "simhash": "1:eac8879bed6448eb",
    "word_count": 1074
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McMILLIAN and BEAM, Circuit Judges, and SACHS, Senior District Judge."
    ],
    "parties": [
      "Allan MOLASKY and Gloria Molasky, Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nTaxpayers Allan Molasky and his wife, Gloria Molasky, appeal from an adverse decision of the United States Tax Court. They appear here for a second time in this controversy. Molasky v. Commissioner, 897 F.2d 334 (8th Cir.1990). Allan Molasky contends he has been charged with an excessive allocation of income from payments on the sale of a business operation, for which $354,200 was allocated by contract in exchange for a non-competition provision binding on him, his son Mark Molasky, and the corporate owner of the distributorship being sold, Racing Services, Inc.\nIn the first appeal the court stated that from 1960 until 1981, Allan Molasky operated the distributorship in the New Orleans area, where he distributed a horse racing publication known as Daily Racing Farm. The court observed that Allan Molasky managed the daily affairs of the corporate seller. On the prior appeal a major issue decided against the taxpayer was his contention that noncompetition provisions are of little value in the distributorship business, where a practice of exclusive geographic dealerships is followed. Competitive threats within a geographic area were claimed to have little or no credibility. This claim was rejected, partly because taxpayer had agreed to such an allocation in the 1981 sales contract. The court did, however, sustain a contention that the corporate seller should be assessed a portion of the noncompetition proceeds, where $129,-777.08 was paid to satisfy corporate debts. The court said, “in our view at least $129,-777.08 of the provision comprised consideration to Racing Services.” 897 F.2d at 339. The court remanded the matter to the tax court, directing that the court “consider what portion of the unallocated $224,422.92 comprised compensation to Allan Molasky.” 897 F.2d at 338.\nOn remand, the tax court allocated none of the additional proceeds to the corporate seller, and divided the noncompetition proceeds between Allan Molasky and his son in a manner heavily weighted against the father. $194,222.92 was attributed to him; only $30,200 was allocated to the son. On this appeal, while taxpayer seeks to reargue certain points previously decided, the issues we consider are (1) whether the tax court handled the remand properly when it decided the case on the record previously made, rather than on a reopened record; and (2) whether the new allocation is supported by the record and is at least “ ‘plausible in light of the record viewed in its entirety.’ ” Langer v. Commissioner, 989 F.2d 294 (8th Cir.1993) (quoting from Moser v. Commissioner, 914 F.2d 1040, 1044 (8th Cir.1990)). We find no error, much less the clear error that would be required for reversal of discretionary and factual rulings.\nThere is nothing in the first opinion tending to show that this court expected or directed the tax court to reopen the record. At the initial proceeding before that court there was an opportunity to challenge the allocation in general and as between the parties to the noncompete clause. Such a record was made, although appellant now claims, without adequate specification, that he would be able to make a better record as to his appropriate share of the proceeds. Deciding the matter on remand without a further evidentiary hearing was clearly justified, procedurally. Poletti v. Commissioner, 351 F.2d 345 (8th Cir.1965).\nBecause of Allan Molasky’s long experience and earlier dominant role, it was completely plausible to allocate to him the lion’s share of the proceeds. The purchaser’s president perceived potential competition from Allan Molasky to be a “significant problem,” while Mark Molasky posed a potential threat, but to a “much lesser degree.” The office manager of the publisher referred to the taxpayer’s lengthy experience, and said that “it was never my opinion that anyone but Allan Molasky was responsible for all Daily Racing Forms shipped to New Orleans, up until the sale.” This referred to financial responsibility, but implies very considerable involvement. Mark Molasky was understood to be “more actively involved in wholesale magazines and retail bookstores.” In evaluating his abilities, the buyer did not consider Mark Molasky to be a “good businessman.”\nThe opinion of the tax court further concluded that the purchaser “essentially feared competition from the individuals who controlled Racing Services, not Racing Services itself.” A corporate noncompete agreement, according to the purchaser, “would not have given us the assurances that we needed.” There was some testimony about corporate personnel other than the Molaskys handling daily operations, but nothing to suggest that they were capable of putting together a competing distributorship or maintaining the operation independently of the Molaskys. There was nothing in the record to support allocating more to the corporation than had been accomplished by the first decision of this court.\nIf further consideration were required, it would necessarily concentrate on the knowledge and perceptions of the purchaser’s president when he sought and obtained the non-compete agreement. The actual roles of the parties, unknown to the purchaser, would have little pertinence to the allocation of the price paid for the component parts of the noncompete agreement. Not only does appellant fail to suggest what more could be offered to support a different allocation, but treats with skepticism the testimony of the witness whose testimony would be crucial.\nAllan Molasky suggests an equal three-way split between the corporation, his son and himself. This would seemingly constitute a wholly arbitrary form of allocation, adopted simply as a matter of convenience, in the absence of any evidence allowing a meaningful division. The tax court solution is distinctly more compelling. Its findings are not clearly erroneous.\nThe tax court decision is therefore affirmed.\n. The Honorable William M. Fay, Judge, United States Tax Court.\n. Appellant refers to this testimony as self-serving. While it may have been subject to being discounted on the point already settled, the value of the noncompete agreement as a whole, it was not suspect as \"self-serving,” as between the parties to the noncompete agreement.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Jane M. Carriker, Clayton, MO, argued (Howard A. Wittner, on the brief), for appellants.",
      "Jonathan A. Wasserman, Dept, of Justice, Washington, DC, argued (Gary R. Allen and David I. Pincus, Dept, of Justice, on the brief), for appellee."
    ],
    "corrections": "",
    "head_matter": "Allan MOLASKY and Gloria Molasky, Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Appellee.\nNo. 92-3384.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted April 15, 1993.\nDecided July 9, 1993.\nJane M. Carriker, Clayton, MO, argued (Howard A. Wittner, on the brief), for appellants.\nJonathan A. Wasserman, Dept, of Justice, Washington, DC, argued (Gary R. Allen and David I. Pincus, Dept, of Justice, on the brief), for appellee.\nBefore McMILLIAN and BEAM, Circuit Judges, and SACHS, Senior District Judge.\nThe Honorable Howard F. Sachs, Senior United States District Judge for the Western District of Missouri, sitting by designation."
  },
  "file_name": "1241-01",
  "first_page_order": 1293,
  "last_page_order": 1295
}