{
  "id": 1878792,
  "name": "UNITED STATES of America, Appellee, v. Mark Phillip CARTER, Appellant",
  "name_abbreviation": "United States v. Carter",
  "decision_date": "1993-07-06",
  "docket_number": "No. 92-3914",
  "first_page": "459",
  "last_page": "461",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 459"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "982 F.2d 262",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        36464
      ],
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/982/0262-01"
      ]
    },
    {
      "cite": "974 F.2d 61",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10512534
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "64"
        },
        {
          "page": "64-65"
        },
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/974/0061-01"
      ]
    },
    {
      "cite": "21 U.S.C. §§ 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(b)(1)(A)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 5128,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 7.264610146298633e-08,
      "percentile": 0.4329470559866618
    },
    "sha256": "574101fa49d98774020ce25fbe34949d29ca84d5ae3c58a1a8ca06afa7faed27",
    "simhash": "1:136ec9656e99abd3",
    "word_count": 810
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McMILLIAN, Circuit Judge, FLOYD R. GIBSON, Senior Circuit Judge, and HANSEN, Circuit Judge."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Mark Phillip CARTER, Appellant."
    ],
    "opinions": [
      {
        "text": "McMILLIAN, Circuit Judge.\nMark Phillip Carter appeals from a final judgment entered in the District Court for the Southern District of Iowa sentencing him to 120 months imprisonment and 5 years of supervised release following his guilty pleas to possessing cocaine base with intent to distribute and to conspiring to distribute cocaine base, in violation of 21 U.S.C. §§ 841(a)(1), 846. For reversal, Carter argues that the district court erred in relying on the testimony of a cooperating witness in determining the amount of drugs attributable to him. We affirm the judgment of the district court.\nBased in part upon statements made by a cooperating witness during his debriefing and during grand jury and trial proceedings against Carter and Carter’s co-conspirators, the presentence report (PSR) attributed to Carter 28.5 grams of cocaine powder and 2,027.02 grams of cocaine base. Carter objected to the PSR’s use of the statements of the cooperating witness to determine the amount of drugs, arguing that the statements were inconsistent and unreliable. The cooperating witness testified at Carter’s sentencing hearing. The district court noted that there were some inconsistencies in the past and present testimony of the cooperating witness. The district court found, however, that his statements had an overall consistency, and that his testimony at the sentencing hearing was the most credible. The district court determined that, based on the testimony of the cooperating witness at the sentencing hearing and other evidence, Carter was responsible for 28.5 grams of cocaine powder and at least 50 grams of cocaine base. This resulted in a base offense level of 32. The district court granted Carter a three-level reduction for acceptance of responsibility. With an offense level of 29 and a criminal history category of III, the applicable Guidelines sentencing range was 108 to 135 months. Noting, however, that a ten-year mandatory minimum was applicable, see 21 U.S.C. § 841(b)(1)(A), the district court set the applicable range at 120 to 135 months. The district court sentenced Carter to 120 months imprisonment and five years supervised release and ordered Carter to pay a special assessment of $100.\nCarter argues on appeal that the district court erred in relying on the testimony of the cooperating witness at the sentencing hearing to determine the amount of drugs attributable to him. He argues that, because the testimony of the cooperating witness was internally inconsistent and was inconsistent with his prior statements, and because the cooperating witness conceded that he was uncertain of the amounts he distributed to Carter, his testimony was unreliable.\nBy pointing to the inconsistencies in the sentencing testimony of the cooperating witness, Carter attacks the credibility of that testimony. See United States v. Candie, 974 F.2d 61, 64 (8th Cir.1992). As we previously stated, however, the credibility of a witness’s testimony concerning drug quantities is an issue for the district court, which is “virtually unreviewable on appeal.” Id. at 64-65. The district court is free to believe all, some, or none of the witness’s testimony. Id. at 65. Here, the record indicates that the district court believed some of the sentencing testimony of the cooperating witness. The district court recognized that there were some inconsistencies in the past and present testimony of the cooperating witness, but found that the present testimony was the most credible. The district court then found, based on the present testimony, that the cooperating witness distributed to Carter more than fifty grams of cocaine base, subjecting him to the ten-year mandatory minimum sentence.\nWe will not overturn the district court’s credibility determinations. Furthermore, we conclude that the district court’s findings about the amount of drugs attributable to Carter (which were based on the testimony of the cooperating witness at the sentencing hearing) are not clearly erroneous. See United States v. Alexander, 982 F.2d 262, 267 (8th Cir.1992) (district court’s findings as to amount of drugs attributable to defendant are reviewed for clear error). The cooperad ing witness testified that he distributed 10 or 20 grams of cocaine base to Carter on one or two occasions in December 1990, and distributed 50 to 100 grams to him on one or two occasions prior to December 1990. Thus, the least amount he distributed to Carter was 60 grams. By adding 60 grams of cocaine base to 28.5 grams of powder cocaine (an undisputed amount), the resulting base offense level is 32.\nAccordingly, we affirm the judgment of the district court.\n. The Honorable R.E. Longstaff, United States District Judge for the Southern District of Iowa.",
        "type": "majority",
        "author": "McMILLIAN, Circuit Judge."
      }
    ],
    "attorneys": [
      "Dean Stowers, Des Moines, IA, for appellant.",
      "Cliff Wendel, Asst. U.S. Atty., Des Moines, IA, for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Mark Phillip CARTER, Appellant.\nNo. 92-3914.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted June 16, 1993.\nDecided July 6, 1993.\nDean Stowers, Des Moines, IA, for appellant.\nCliff Wendel, Asst. U.S. Atty., Des Moines, IA, for appellee.\nBefore McMILLIAN, Circuit Judge, FLOYD R. GIBSON, Senior Circuit Judge, and HANSEN, Circuit Judge."
  },
  "file_name": "0459-01",
  "first_page_order": 511,
  "last_page_order": 513
}