{
  "id": 1878839,
  "name": "UNITED STATES, Plaintiff-Appellant, v. Paul J. KIRVAN, Defendant-Appellee; UNITED STATES, Appellee, v. Paul J. KIRVAN, Defendant-Appellant",
  "name_abbreviation": "United States v. Kirvan",
  "decision_date": "1993-06-29",
  "docket_number": "Nos. 92-2069, 92-2289",
  "first_page": "963",
  "last_page": "967",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 963"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "412 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6176639
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "upholding an instruction that unexplained possession of stolen property permits an inference of knowledge"
        },
        {
          "parenthetical": "upholding an instruction that unexplained possession of stolen property permits an inference of knowledge"
        },
        {
          "parenthetical": "upholding an instruction that unexplained possession of stolen property permits an inference of knowledge"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/412/0837-01"
      ]
    },
    {
      "cite": "380 U.S. 609",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524757
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0609-01"
      ]
    },
    {
      "cite": "91 L.Ed. 1850",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "67 S.Ct. 1511",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "331 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178168,
        6177801,
        6178044,
        6177919
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0837-04",
        "/us/331/0837-01",
        "/us/331/0837-03",
        "/us/331/0837-02"
      ]
    },
    {
      "cite": "160 F.2d 229",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1119363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/160/0229-01"
      ]
    },
    {
      "cite": "977 F.2d 14",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10511452
      ],
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/977/0014-01"
      ]
    },
    {
      "cite": "89 L.Ed.2d 342",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 1233",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "475 U.S. 1029",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6310624,
        6313154,
        6312071,
        6310027,
        6311116,
        6310284,
        6309742,
        6311551,
        6309071,
        6309297,
        6312336,
        6309527,
        6312600,
        6310879,
        6312926,
        6311327
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/475/1029-07",
        "/us/475/1029-16",
        "/us/475/1029-12",
        "/us/475/1029-05",
        "/us/475/1029-09",
        "/us/475/1029-06",
        "/us/475/1029-04",
        "/us/475/1029-11",
        "/us/475/1029-01",
        "/us/475/1029-02",
        "/us/475/1029-13",
        "/us/475/1029-03",
        "/us/475/1029-14",
        "/us/475/1029-08",
        "/us/475/1029-15",
        "/us/475/1029-10"
      ]
    },
    {
      "cite": "776 F.2d 1071",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1516392
      ],
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/776/1071-01"
      ]
    },
    {
      "cite": "904 F.2d 1070",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/904/1070-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 675",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 683",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "498 U.S. 1029",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6547011,
        6546469,
        6546630,
        6546439,
        6546503,
        6546921,
        6546825,
        6546731,
        6546863,
        6546543,
        6546678,
        6547062,
        6546774,
        6546585,
        6546970
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/us/498/1029-14",
        "/us/498/1029-02",
        "/us/498/1029-06",
        "/us/498/1029-01",
        "/us/498/1029-03",
        "/us/498/1029-12",
        "/us/498/1029-10",
        "/us/498/1029-08",
        "/us/498/1029-11",
        "/us/498/1029-04",
        "/us/498/1029-07",
        "/us/498/1029-15",
        "/us/498/1029-09",
        "/us/498/1029-05",
        "/us/498/1029-13"
      ]
    },
    {
      "cite": "907 F.2d 456",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/907/0456-01"
      ]
    },
    {
      "cite": "93 L.Ed.2d 1011",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 964",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "479 U.S. 1070",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6547976,
        6548013,
        6548080,
        6548116,
        6548054,
        6548185
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/479/1070-01",
        "/us/479/1070-02",
        "/us/479/1070-04",
        "/us/479/1070-05",
        "/us/479/1070-03",
        "/us/479/1070-06"
      ]
    },
    {
      "cite": "801 F.2d 1382",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10552290,
        3611231
      ],
      "pin_cites": [
        {
          "page": "1385"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/801/1382-01",
        "/us-app-dc/255/0343-01"
      ]
    },
    {
      "cite": "945 F.2d 1083",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526733
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1088"
        },
        {
          "page": "1088"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/945/1083-01"
      ]
    },
    {
      "cite": "800 F.2d 895",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1600065
      ],
      "pin_cites": [
        {
          "page": "899"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/800/0895-01"
      ]
    },
    {
      "cite": "918 F.2d 4",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529201
      ],
      "pin_cites": [
        {
          "page": "6-7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/918/0004-01"
      ]
    },
    {
      "cite": "903 F.2d 16",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3482200,
        10532330
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/284/0199-01",
        "/f2d/903/0016-01"
      ]
    },
    {
      "cite": "848 F.2d 303",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1783289
      ],
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/848/0303-01"
      ]
    },
    {
      "cite": "864 F.2d 232",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526039
      ],
      "pin_cites": [
        {
          "page": "240-41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/864/0232-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 924",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 2113",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 927,
    "char_count": 15502,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 3.016758590583022e-07,
      "percentile": 0.8535920433971247
    },
    "sha256": "5790b56a057610b61c3430a45375ac9e8c2dd9f3b64b2a4c2a3457f2b451bf2c",
    "simhash": "1:ec28033499a4c682",
    "word_count": 2637
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CYR and BOUDIN, Circuit Judges, and BURNS, Senior District Judge."
    ],
    "parties": [
      "UNITED STATES, Plaintiff-Appellant, v. Paul J. KIRVAN, Defendant-Appellee. UNITED STATES, Appellee, v. Paul J. KIRVAN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "BOUDIN, Circuit Judge.\nPaul Kirvan appeals from a jury verdict finding him guilty on one count of armed bank robbery, in violation of 18 U.S.C. § 2113(d). The jury also convicted Kirvan of carrying a firearm during the commission of a crime of violence, in violation of 18 U.S.C. § 924(c), but the district court set that conviction aside. On cross-appeal, the government argues that the trial judge erred in granting a judgment of acquittal on this second count. We affirm the bank robbery conviction, reinstate the firearm conviction and remand for resentencing.\nThe facts, limited to those pertinent to the issues on appeal, can be briefly stated. A lone masked robber held up a savings bank in Lowell, Massachusetts, at 3:25 p.m. on August 20, 1991. The surveillance photographs taken by a bank camera showed the robber wearing a distinctive rain hat and holding what appeared to be a large handgun. Several persons in the bank saw .the same robber and the gun. At one point the gun fell to the floor with a loud thump as the robber climbed over a counter. The robber collected cash from, several drawers, stuffed the money into a bag and fled from the bank with the cash and his gun.\nAt about 3 p.m., before the robbery, an FBI special agent named Gerald Mohan happened to be driving out of a parking lot not far from the bank. For plausible reasons, unrelated to the bank robbery, Mohan began to follow an Oldsmobile that turned out to be registered to Kirvan. Soon, the Oldsmobile stopped, and a passenger wearing a rain hat left the car, transferred to a Chevrolet, and both cars were driven back toward the bank. Mohan briefly lost contact with the cars and then located the Chevrolet leaving the bank parking lot. As Mohan’s car passed the Chevrolet going in the opposite direction, he saw in the driver’s seat a man wearing a rain hat.\nMohan later selected Kirvan’s photograph from an array as the man whom Mohan had seen in the Chevrolet leaving the bank. Through other witnesses, there was evidence that the driver and another man had abandoned the Chevrolet (which was stolen) around 3:30 p.m. and switched to another car; one young witness to the switch of cars testified that one of the individuals who left the Chevrolet looked “Portuguese.” The police later discovered a bag and a police-band radio scanner in Kirvan’s Oldsmobile.\nOn October 3, 1991, the grand jury handed down an indictment charging Kirvan with armed bank robbery and using or carrying a firearm during a crime of violence. After a six-day trial, the jury returned guilty verdicts on both counts. Pursuant to Fed. R.Crim.P. 29(e), Kirvan filed a motion for judgment of acquittal. The district court judge denied the motion as to the bank robbery count but granted a judgment of acquittal on the firearms count. On the latter count, the trial judge ruled that there was insufficient evidence for a jury to conclude that a genuine firearm was carried during the robbery.\nKirvan’s first argument on appeal is that a statement made by the prosecutor during summation was improper. The statement concerned Mohan’s ability to identify the driver of the oncoming Chevrolet where the distance between Mohan’s car and the other car was approximately 3 to 4 feet and both cars were travelling in opposite directions between 30 and 35 miles per hour. The prosecutor said to the jury, “I’m not going to talk in terms of feet .or seconds or milliseconds. I want you to put yourselves in the place that [Moh'ah] was in.” As defense counsel did not object to this statement during trial, the question is whether allowing it to stand was plain error. United States v. Mateos-Sanchez, 864 F.2d 232, 240-41 (1st Cir.1988).\nKirvan’s brief relies primarily on cases that forbid so-called “golden rule” arguments in which plaintiffs or prosecutors ask the jury to put itself in the place of the victim. E.g., Forrestal v. Magendantz, 848 F.2d 303, 309 (1st Cir.1988). But “golden rule” cases do not apply where, as here, the jury is asked to put itself in the place of an eyewitness. In this situation, the invitation is not an improper appeal to the jury to base its decision on sympathy for the victim but rather a means of asking the jury to reconstruct the situation in order to decide whether a witness’ testimony is plausible.\nKirvan also asserts that the prosecutor engaged in impermissible vouching for the credibility of Mohan. Mohan had been attacked vigorously on cross-examination with questions designed to suggest that his reasons for following the Oldsmobile were fictitious, that he had not had time to see Kirvan’s face, and that in other respects he lacked credibility. In summation, the prosecutor spoke favorably of Mohan, saying to the jury:\n“... It tells you something about his professional instincts; they turned out to be right. Tells you something about his sense of duty. It tells you he cared, that he gave a damn, that he got himself involved.\nHe didn’t wait or let someone else worry about it. You saw him on the stand cross-examined for how many hours. You saw the attempt to condemn him, to criticize him, to embarrass him, to humiliate him, to imply ineompetency, to imply deceit.\nI suggest to you that Gerry Mohan should not be condemned; he should be commended. That he shouldn’t be criticized; he should be applauded. And he shouldn’t be embarrassed or humiliated. He should be proud, and you should be proud of him.”\nThis argument does not constitute improper vouching; the prosecutor did not assert his own opinion of Mohan’s veracity as a witness. If any criticism could be made, it is that the “let someone else worry” and “commended ... applauded” commentary by the prosecutor is inappropriate cheerleading; but this is hardly plain error, and, given the assault on Mohan’s integrity, the remarks may be fair comment. As for the prosecutor’s argument that events proved Mohan’s instincts to be sound, it may well be false logic from a philosopher’s standpoint but it is perfectly good folk wisdom and is neither an appeal to emotion nor personal vouching.\nFinally, Kirvan argues that the prosecutor engaged in impermissible conduct in recounting testimony. As already noted, a young witness, actually one called by the defense, described the driver of the Chevrolet as appearing “Portuguese.” During closing argument, the prosecutor told the jury:\n“[The witness] also said that the man, to him, looked like his ancestry was Portuguese. I ask you to look at Paul Kirvan. Imagine him with his hair a little longer like it is in the photos. Imagine him with his skin a little more tanned like it is in this photo. Imagine him with a mustache, and imagine him with a beard that you can see from your jury box. Imagine him with a growth of a day or so of beard and ask yourselves whether [the witness’] characterization — although it may not have been technically accurate, ask yourselves whether it was descriptively accurate.”\nNo objection to these comments was made at trial. On appeal, Kirvan does not claim that allowing the witness’ response was error. However, Kirvan contends that prosecutor’s statement (quoted above) during closing argument either invited the jury to speculate about identity based on a vague criterion or was racially inflammatory and deprived the defendant of a fair trial in violation of the United States Constitution.\nThere may be some force to the notion that “looking] ... Portuguese” is not much of a criterion for identification, although the description came from a defense witness. But defense counsel had ample opportunity in closing argument to point out this weakness to the jury. The defense brief on appeal imaginatively refers us to cases that preclude a jury from viewing an infant to determine paternity; but that rule is not followed everywhere and rests in part on considerations of policy. In any event, counsel did not object to the prosecutor’s statement at the time it was made, and the statement is not so vague or misleading as to constitute plain error.\nThe claim that the statement was a racial slur is more serious in that the “[r]aeial fairness of the trial is an indispensable ingredient of due process and racial equality a hallmark of justice.” United States v. Doe, 903 F.2d 16, 25 (D.C.Cir.1990). However, the prosecutor’s statement was not in fact a racially inflammatory remark; it was a permissible, “unembellished reference to evidence of race [or ethnicity] simply as a factor bolstering an eyewitness identification of a culprit.” Id. Indeed, we think that this charge against the prosecutor should not even have been made.\nThe government’s cross-appeal presents a far more difficult question. Following the jury verdict of guilt on the second count (carrying a firearm during a crime of violence), the court granted a judgment of acquittal finding “no evidence that the defendant actually carried a firearm, as opposed to a toy gun.” On appeal, we examine the evidence in the light most favorable to the government. If a rational trier of fact could have concluded that every essential element of the crime charged was proved beyond a reasonable doubt, then the issue should have been left to the jury. United States v. Medina-Garcia, 918 F.2d 4, 6-7 (1st Cir.1990).\nThe firearm statute, 18 U.S.C. § 924(c), provides in relevant part that whoever carries a firearm during the commission of a crime of violence shall be sentenced to an additional five years’ imprisonment (or more if the weapon is of a type here not involved). It is common ground that the gun need not be proved to be loaded or operable in order to convict, United States v. Gonzalez, 800 F.2d 895, 899 (9th Cir.1986), but that a toy or replica will not do. United States v. Westerdahl, 945 F.2d 1083, 1088 (9th Cir.1991). The district court summed up the evidence and held it inadequate to permit a reasonable jury to find, beyond a reasonable doubt, that Kirvan carried a real gun as opposed to a toy.\nThe government’s riposte is to point to a square holding by then Circuit Judge Scalia in Parker v. United States, 801 F.2d 1382, 1385 (D.C.Cir.1986), cert. denied, 479 U.S. 1070, 107 S.Ct. 964, 93 L.Ed.2d 1011 (1987), that non-expert testimony affirming that a robber used a gun is enough. The holding was followed without much discussion by the Fourth Circuit in a case where five witnesses had described the object as a gun. United States v. Jones, 907 F.2d 456 (4th Cir.1990), cert. denied, 498 U.S. 1029, 111 S.Ct. 683, 112 L.Ed.2d 675 (1991). Kirvan in turn points us to cases which, in upholding convictions under this or similar statutes, recounted or relied upon testimony from a firearms expert or at least a witness who saw the robbery and claimed to know about weapons. E.g., United States v. Buggs, 904 F.2d 1070 (7th Cir.1990); Westerdahl, 945 F.2d at 1088.\nIf fake guns were extraordinarily rare in bank robberies, it might be fairly easy, absent affirmative proof, to dismiss the possibility that the gun was a toy. The jury had no actual data, which might be inadmissible in any event, although it does have considerable latitude in making intuitive judgments about how the world works. United States v. Guerrero-Guerrero, 776 F.2d 1071, 1075 (1st Cir.1985), cert. denied, 475 U.S. 1029, 106 S.Ct. 1233, 89 L.Ed.2d 342 (1986). Nor does policy tilt the balance, as it might if we faced an issue where the government had ready access to direct evidence {e.g., whether a bank is federally insured) and no excuse for leaving the matter in doubt. Of course, Kir-van has such access but we will not decide the matter by relying upon his failure to produce the gun for inspection.\nWe need not decide here whether the government’s burden could be met merely by unembellished lay testimony that “the robber carried a gun.” In this instance, the object was identified by two witnesses as a gun; one said that it was black and had a five inch barrel and the other, who was closer, supplied more detail: he said that it appeared “shiny, silver” in color; that it was “[ljarge, very large for a handgun”; and that when it fell to the floor, it made “[a] very loud noise. Heavy object hitting the floor.”\nWithout deciding whether less would do, we think that this detail permitted a rational jury to conclude that this was a “real” gun: it was a plausible size, colored like a real gun, and quite heavy. One witness could easily describe gun metal as black and another as silver. Although some toy guns might be of similar size and color, the heavy weight certainly would not be as common in a toy. And while a good replica might still fool a witness at a distance, the chances of error decline where, as here, the witness saw the gun, stationary and at a close distance, for a least half a minute.\nIn sum, we think that the jury, which concluded that the object was a real gun “beyond a reasonable doubt,” cannot be deemed irrational. We understand why the trial judge came to the opposite view. But judgments of acquittal are subject to de novo review, United States v. Reed 977 F.2d 14, 18 (1st Cir.1992), and if deference is owed to anyone it is to the jury. In Judge Pretty-man’s widely cited formulation, “if a reasonable mind might fairly have a reasonable doubt or might fairly not have one, the case is for the jury, and the decision is for the jurors to make.” Curley v. United States, 160 F.2d 229 (D.C.Cir.), cert. denied 331 U.S. 837, 67 S.Ct. 1511, 91 L.Ed. 1850 (1947).\nFor the reasons stated above, the judgment of conviction on count one is affirmed; the directed judgment of acquittal on count two is set aside and the jury verdict on that count is reinstated and the case is remanded to the district court for resentencing.\n. In his summation, defense counsel called Mo-han a liar and deceptive, stupid or both. While these remarks followed the prosecutor’s, they reflect the thrust of defense counsel’s earlier cross-examination of Mohan.\n. See 1 McCormack, Evidence § 210, at 949-50 (4th ed. 1992) (cases discourage mathematical proof and probability data in criminal cases). Such data may exist. E.g., Washington Post, October 2, 1986, p. Cl (\"Neil Hurley, chief of the grand jury section of D.C. Superior Court, said that at least 10 percent of the armed robbery cases that he sees involve fake guns.\").\n. The problem with an adverse inference is the Fifth Amendment’s bar against compelled self-incrimination. See Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965). But cf. Barnes v. United States, 412 U.S. 837, 93 S.Ct. 2357, 37 L.Ed.2d 380 (1973) (upholding an instruction that unexplained possession of stolen property permits an inference of knowledge).\n. Kirvan says that a robber would be unlikely to leave a real gun unattended on the floor for 30 seconds; the government says that a robber would not leave a replica unconcealed for any length of time. These inferences, if they do not precisely cancel out, are not conclusive.",
        "type": "majority",
        "author": "BOUDIN, Circuit Judge."
      }
    ],
    "attorneys": [
      ". Richard Abbott, Brookline, MA, for Paul J. Kirvan.",
      "Timothy Q. Feeley, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA was on brief, for U.S."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Plaintiff-Appellant, v. Paul J. KIRVAN, Defendant-Appellee. UNITED STATES, Appellee, v. Paul J. KIRVAN, Defendant-Appellant.\nNos. 92-2069, 92-2289.\nUnited States Court of Appeals, First Circuit.\nHeard April 6, 1993.\nDecided June 29, 1993.\nRehearing Denied Aug. 6, 1993.\n. Richard Abbott, Brookline, MA, for Paul J. Kirvan.\nTimothy Q. Feeley, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA was on brief, for U.S.\nBefore CYR and BOUDIN, Circuit Judges, and BURNS, Senior District Judge.\nOf the District of Oregon, sitting by designation."
  },
  "file_name": "0963-01",
  "first_page_order": 1015,
  "last_page_order": 1019
}