{
  "id": 1878743,
  "name": "SANBORN MANUFACTURING COMPANY, INC., Appellant, v. CAMPBELL HAUSFELD/SCOTT FETZER COMPANY, Appellee",
  "name_abbreviation": "Sanborn Manufacturing Co. v. Campbell Hausfeld/Scott Fetzer Co.",
  "decision_date": "1993-07-08",
  "docket_number": "No. 92-2559",
  "first_page": "484",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 484"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "729 F.2d 589",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1939159
      ],
      "pin_cites": [
        {
          "page": "593"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/729/0589-01"
      ]
    },
    {
      "cite": "889 F.2d 787",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533705
      ],
      "pin_cites": [
        {
          "page": "789-90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/889/0787-01"
      ]
    },
    {
      "cite": "748 F.2d 767",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        638514
      ],
      "pin_cites": [
        {
          "page": "774"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/748/0767-01"
      ]
    },
    {
      "cite": "16 U.S.C. § 1125",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "753",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "633 F.2d 746",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1298345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/633/0746-01"
      ]
    },
    {
      "cite": "828 F.Supp. 652",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3827494
      ],
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/828/0652-01"
      ]
    },
    {
      "cite": "815 F.2d 500",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        519422
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "503"
        },
        {
          "page": "505"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/815/0500-01"
      ]
    },
    {
      "cite": "944 F.2d 438",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522473
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "440"
        },
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/944/0438-01"
      ]
    },
    {
      "cite": "988 F.2d 61",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10509544
      ],
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/988/0061-01"
      ]
    },
    {
      "cite": "824 F.2d 665",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1730371
      ],
      "pin_cites": [
        {
          "page": "667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/824/0665-01"
      ]
    },
    {
      "cite": "640 F.2d 109",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1369826
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "114"
        },
        {
          "page": "114"
        },
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/640/0109-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 1125",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 31,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)(1)"
        },
        {
          "page": "96-97",
          "parenthetical": "Tetzlaff deposition"
        },
        {
          "page": "248",
          "parenthetical": "memo"
        },
        {
          "page": "306",
          "parenthetical": "Keilholz supplemental affidavit"
        },
        {
          "page": "56",
          "parenthetical": "Florence deposition"
        },
        {
          "page": "70-74",
          "parenthetical": "Tetzlaff deposition"
        },
        {
          "page": "89-90",
          "parenthetical": "letter"
        },
        {
          "page": "45",
          "parenthetical": "letter"
        },
        {
          "page": "44",
          "parenthetical": "letter"
        },
        {
          "page": "251",
          "parenthetical": "memo"
        },
        {
          "page": "254",
          "parenthetical": "letter"
        },
        {
          "page": "307-08",
          "parenthetical": "Keilholz supplemental affidavit"
        },
        {
          "page": "18",
          "parenthetical": "Yacobi affidavit"
        },
        {
          "page": "256",
          "parenthetical": "letter"
        },
        {
          "page": "129, 135",
          "parenthetical": "Keil-holz deposition"
        },
        {
          "page": "257",
          "parenthetical": "letter"
        },
        {
          "page": "253",
          "parenthetical": "variation notice"
        },
        {
          "page": "147",
          "parenthetical": "Bandemer deposition"
        },
        {
          "page": "258",
          "parenthetical": "letter"
        },
        {
          "page": "259",
          "parenthetical": "copy of listing card"
        },
        {
          "page": "282",
          "parenthetical": "letter"
        },
        {
          "page": "196-97",
          "parenthetical": "Dohrmann also agreed that close-out letter \"looks that way\""
        },
        {
          "page": "50-51",
          "parenthetical": "Gary Hansen, a senior engineer in UL's Follow-Up Services Department states that from the variation notice and the close-out letter that \"it looks like [3.5 air compressor horsepower rating] marking is acceptable\""
        },
        {
          "page": "98",
          "parenthetical": "Powell states that based upon the variation notice, UL did not approve of the marking \"3.5 air compressor horsepower rating\" and that he does not recall giving such permission"
        },
        {
          "page": "117",
          "parenthetical": "Bell did not authorize approval of the phrase \"3.5 air compressor horsepower rating\""
        },
        {
          "page": "57-58, 84-86",
          "parenthetical": "Tetzlaff stated that \"3.5 air compressor horsepower\" would not be acceptable and that his March 9, 1991, letter should have made that clear to Campbell"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 24417,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.856683363688191e-07,
      "percentile": 0.9327009026394976
    },
    "sha256": "663bc32ccc05fecd079525e0ab5e52509e9247bf74ff2ac9ef20d7abf4386201",
    "simhash": "1:d9be792f69301e6f",
    "word_count": 3934
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MAGILL, Circuit Judge, HEANEY, Senior Circuit Judge, and HANSEN, Circuit Judge."
    ],
    "parties": [
      "SANBORN MANUFACTURING COMPANY, INC., Appellant, v. CAMPBELL HAUSFELD/SCOTT FETZER COMPANY, Appellee."
    ],
    "opinions": [
      {
        "text": "HANSEN, Circuit Judge.\nSanborn Manufacturing Company (San-born) sued Campbell Hausfeld/Scott Fetzer Company (Campbell) for deceptive advertising in violation of the Lanham Act, 15 U.S.C. § 1125(a), and in violation of the Minnesota Deceptive Trade Practices Act, Minn.Stat. § 325D.43 et seq., and for unfair competition. Sanborn moved for a preliminary injunction alleging that Campbell had improperly affixed tags to two air compressor models erroneously indicating that the units had been inspected and approved by Underwriters Laboratories (UL). The district court denied Sanborn’s motion for preliminary injunction and Sanborn appeals. We affirm the district court.\nI. Background\nSanborn and Campbell are two of the major manufacturers competing in the air compressor manufacturing market. Campbell sells two models of air compressors: the “HL7023 model,” labeled as “5 Air Compressor HP rating,” and the “WL6007 model,” labeled as “3.5 Air Compressor Horsepower Rating.” Campbell affixed a tag to both models indicating that they had been inspected and approved by Underwriters Laboratories (UL).\nUnder an amendment to UL standard 1450, air compressors labeled as having more than three horsepower and manufactured after August 30, 1991, must use an air tank certified by the American Society of Mechanical Engineers (ASME). Sanborn alleges that the two Campbell models do not meet the UL standard. Campbell admits that the models manufactured after August 30, 1991, do not have ASME certified air tanks, but asserts that UL approved of the use of its mark on the two models. Sanborn and Campbell hotly contest whether UL gave its approval to the models in question. Sanborn maintains that it is at a competitive disadvantage because its models bearing the UL mark and labeled as having more than three horsepower do have ASME certified air tanks and are, therefore, more expensive. Beginning April 28, 1992, Campbell voluntarily removed the UL mark from the models and is removing the words “horsepower” and/or “h.p.” from the labels on the models. On June 3, 1992, the district court denied Sanborn’s request for preliminary injunction.\nSanborn asserts that the district court abused its discretion in denying the motion for preliminary injunction based on the weight of the evidence. Sanborn also argues that in determining one of the factors used in deciding a motion for preliminary injunction, the threat of irreparable harm to the movant, that the district court applied an erroneous legal standard.\nII. Discussion\nIn deciding a motion for a preliminary injunction, the court should consider (1) the probability of success on the merits; (2) the threat of irreparable harm to the movant; (3) the balance between this harm and the injury that granting the injunction will inflict on other interested parties; and (4) whether the issuance of an injunction is in the public interest. Dataphase Sys., Inc. v. C L Sys., Inc., 640 F.2d 109, 114 (8th Cir.1981) (en banc). “As is always true when weighing these factors to determine whether the extraordinary relief of a preliminary injunction should be granted, no single factor is in itself dispositive.” Calvin Klein Cosmetics v. Parfums de Coeur, Ltd., 824 F.2d 665, 667 (8th Cir.1987) (citation omitted). Rather, “all of the factors must be considered to determine whether the balance weighs towards granting the injunction.” Dakota Indus., Inc. v. Dakota Sportswear, Inc., 988 F.2d 61, 64 (8th Cir.1993) (citation omitted). The burden on the movant “is a heavy one where, as here, granting the preliminary injunction will give [the movant] substantially the relief it would obtain after a trial on the merits.” Dakota Indus., Inc. v. Ever Best Ltd., 944 F.2d 438, 440 (8th Cir.1991) (citations omitted). We will not “disturb the district court’s balancing of the equities absent a clearly erroneous factual determination, an error of law, or an abuse of discretion.” Calvin Klein Cosmetics v. Lenox Labs., Inc., 815 F.2d 500, 503 (8th Cir.1987) (citations omitted).\nA. Likelihood of Success\nWith respect to the first Dataphase factor, the district court found that “the likelihood of success on the merits is not clear, with conflicting predictions presented by the parties.” Sanborn Mfg. Co. v. Campbell-Hausfeld/Scott Fetzer Co., 828 F.Supp. 652, 657 (D.Minn.1993) (memorandum and order).\nThe Lanham Act provides that a company that uses any “false or misleading representation of fact” that is “likely to cause confusion, or to cause mistake or to deceive” as to the “approval” of its goods which enter interstate commerce shall be liable in a civil action by a party “who believes that [it] is or is likely to be damaged by such act.” 15 U.S.C. § 1125(a)(1). Sanborn argues that Campbell’s use of the UL mark on the HL7023 model and the WL6007 model was a false representation of fact because UL did not in fact approve the models in question. Campbell argues that the UL gave its approval of the use of the mark. Although discovery was incomplete, both parties submitted substantial evidence to support their respective positions.\nCampbell asserts that a meeting between Mike Yacobi, Campbell’s Director of Engineering; Mike Keilholz, an engineer for Campbell; and Mike Tetzlaff, UL Staff Engineer, took place on December 11, 1990, at which the amendment to UL standard 1450 was discussed. Campbell submitted contemporaneous handwritten notes and an affidavit that indicate that while an air compressor without an ASME certified air tank labeled as “3.5 horsepower air compressor” would not receive UL approval, one labeled “3.5 air compressor horsepower” would receive approval because the order indicated that the wording referred to the air compressor, not the motor. See Campbell’s appendix, at 17 (Yacobi affidavit), 24 (Yacobi handwritten notes). Tetzlaff does not recall the details of this meeting and stated that he does not believe that he would have given final approval for that language. See id. at 96-97 (Tetzlaff deposition); Sanborn’s app. at 81-82 (Tetzlaff deposition). A memorandum from Keilholz sent two days later to Ed Kloss, an engineer for UL, states “According to Mike T., a manufacturer cannot state ‘3jéHP’, but ‘3/6 compressor HP’ is acceptable.” See Campbell’s app. at 245 (memo).\nSoon thereafter, Keilholz faxed correspondence seeking approval of a tank decal stating “3.5 AIR COMPRESSOR HORSEPOWER RATING” to Laurie Florence, the UL engineer assigned to Campbell air compressor projects. Id. at 248 (memo). Keilholz stated that Florence telephoned him and gave him oral approval. Id. at 306 (Keilholz supplemental affidavit). Florence could not recall this conversation. Id. at 56 (Florence deposition).\nOn February 8,1991, Keilholz sent Tetzlaff a handwritten note seeking approval for a label that read “3.5 RATED AIR COMPRESSOR H.P.” See Sanborn’s app. at 87-88 (note). A notation on the document indicated that on February 11, 1991, Tetzlaff communicated by telephone that the label was “ok till effective date of new requirements [August 30, 1991].” Id. at 70-74 (Tetzlaff deposition), 87-88 (note).\nOn March 4, 1991, Tetzlaff wrote Keilholz and stated that the Model HL7023 air compressors manufactured after August 30,1991, would not comply with the amended standard 1450. Id. 89-90 (letter). The letter further stated that the right to use the UL mark “will cease on that date unless prior to that time the products are found by UL to comply.” Id. A letter dated March 9, 1991, from Tetzlaff thanked Keilholz for his response to the March 4, 1991, letter, and stated that “the phrase, ‘3.5 air compressor,’ would be acceptable whereas the phrase, ‘3.5 air compressor horsepower,’ would not be acceptable.” Id. at 45 (letter).\nOn May 24, 1991, Keilholz faxed a memorandum to Anthony Bell of UL. Id. at 44 (letter). After acknowledging that Campbell must alter the labels on its air compressors to comply with the amendment to UL standard 1450, effective August 30,1991, Keilholz stated:\nThrough talking with Mike Tetzlaff ..., Campbell Hausfeld has taken the position to comply by not wording 3 + horsepower models using non-ASME tanks with the word “horsepower” in any way, shape or form on the actual model or its packaging, manual or sales literature. Campbell Hausfeld has successfully listed compressors in the past as “3.5 Air Compressor” marked on the models, and we plan to use this mark on all 3 + horsepower models using non-ASME tanks (even after the August 30, 1991 rule effective date).\nId. Keilholz now states that he meant that the word “horsepower” would not be used immediately after a number such as 3.5 where it would refer to motor rating rather than air compressor pump ratings. See Campbell’s app. at 320-21 (Keilholz third affidavit). Bell ambiguously responded that Campbell’s “fax states that the units in question are 3 + horsepower models” and that “3 + horsepower units submitted will be subjected to 3 + horsepower requirements.” Id. at 251 (memo). Bell states that the discussion centered on the term “3.5 air compressor” and that he did not authorize the use of the phrase “3.5 air compressor horsepower rating” for units manufactured after August 30, 1991. See Sanborn’s app. at 117 (Bell deposition).\nOn August 27, 1991, an inspector from UL issued a variation notice on Model WL6007, identified as item one on the notice. See Campbell’s app. at 252 (variation notice). The notice stated:\n1. ... THIS UNIT IS MARKED IN 3 PLACES PLUS CARTON MARKING 3.5 HP NOT 3 HP AS DESCRIBED. THIS UNIT DOES NOT EMPLOY CODE TANKS.\n(Item 1 marking is 3.5 AIR COMPRESSOR HORSEPOWER RATING).\nId. On August 29, 1991, Keilholz wrote a letter to Tetzlaff in response to the variation notice regarding item one and stated that “The outer carton is explicitly wrong by having 3.5HP marked on it” and that Campbell would “block out the ‘HP’ on the carton (6 places).” Id. at 254 (letter). Keilholz clarifies that before the variation notice the cartons were marked “3.5 HP air compressor” but the tank decal said “3.5 air compressor horsepower rating.” Id. at 307-08 (Keilholz supplemental affidavit); see also id. at 18 (Yacobi affidavit). Charles Powell of UL Follow-Up Services responded on August 29, 1991.\nWe are authorizing the use of the UL Listing Mark on those 236 units referenced in the subject VN [variation notice] where the word “horsepower” (or its abbreviation) does not follow the 3.5 marking. Although the VN cites three locations where this occurs, we understand that two markings state “3.5 Air Compressor” and one marking states “3.5 hp Air Compressor.” You have agreed to obliterate the “hp” in the latter case. Therefore, based upon the position stated in UL’s May 24, 1991 letter to you, we are agreeable to our Mark appearing on units marked “3.5 Air Compressor” for this lot only.\nWe plan to reevaluate the position stated in our May 24, 1991 letter. We will advise you of the results of this reevaluation in order to avoid interruption of your use of the UL Mark on future production.\nId. at 256 (letter). Keilholz understood UL’s position to be that the UL mark could be used on the 236 units in question as long as the “hp” immediately following the number 3.5 was marked out on the carton, but that the tank decal language (noted in item one of the variation notice as “3.5 AIR COMPRESSOR HORSEPOWER RATING”) was still under consideration. Id. at 129, 135 (Keil-holz deposition). On August 30,1991, Powell wrote Keilholz to amend the previous day’s letter to “authorize use of the UL Listing Mark to production of Model [WL6007] that shall occur between the 236 units referenced in the Variation Notice and the reporting of the results of our reevaluation to you.” Id. at 257 (letter). There was no evidence of any reevaluation.\nOn November 25, 1991, Michael Bandemer wrote on the back side of the variation notice that “T. Bells letters May 24 + June 11 will take ‘3.5 Air Compressor’ marking with no reference as to the 3.5 meaning horsepower.” Id. at 253 (variation notice). Jeffrey Dohrm-ann also signed indicating that he reviewed the variation notice. Id. These notations were for internal use and were not forwarded to Campbell. Id. at 147 (Bandemer deposition), 195 (Dohrmann deposition). On November 27, 1991, Bandemer and Dohrmann sent Campbell a “close-out” letter stating:\nItem 1 was acceptable. No revisions to Follow-Up Services Procedure were considered necessary. The Variation Notice has been resolved.\nId. at 258 (letter).\nOn February 7, 1992, UL’s listing card for Campbell listed both Models WL6007 and HL7023. Id. at 259 (copy of listing card); 61-62 (Florence deposition). In an industry review by UL, the UL inspection centers reported on February 13, 1992, that all manufacturers were in compliance with the amended standard 1450. Id. at 282 (letter).\nThe depositions from UL employees provide some support for the conflicting sides. See, e.g., Campbell’s app. at 145-46 (Bandemer states that it “looks like” the close-out letter of November 27, 1991, told Campbell that language of the tank decal reported on the variation notice was acceptable to UL); id. at 196-97 (Dohrmann also agreed that close-out letter “looks that way”); id. at 50-51 (Gary Hansen, a senior engineer in UL’s Follow-Up Services Department states that from the variation notice and the close-out letter that “it looks like [3.5 air compressor horsepower rating] marking is acceptable”); but see Sanborn’s app. at 107 (Dohrmann states that “[i]n general I remember that 3.5 air compressor horsepower was not acceptable”); id. at 98 (Powell states that based upon the variation notice, UL did not approve of the marking “3.5 air compressor horsepower rating” and that he does not recall giving such permission); id. at 117 (Bell did not authorize approval of the phrase “3.5 air compressor horsepower rating”); id. at 57-58, 84-86 (Tetzlaff stated that “3.5 air compressor horsepower” would not be acceptable and that his March 9, 1991, letter should have made that clear to Campbell).\nWe find evidence to directly support both Sanborn’s and Campbell’s arguments. For example, the March 9,1991, letter by Tetzlaff does explicitly indicate that the language used by Campbell was not acceptable to UL. In contrast, the November 27,1991, close-out letter, which finds item one acceptable, read in connection with the variation notice, which quotes the item one’s tank decal language “3.5 AIR COMPRESSOR HORSEPOWER RATING,” does appear to indicate that the language was acceptable. We do not find that the district court was clearly erroneous when it concluded that it could “not say now that it appears likely that Sanborn will prevail on the merits, at least not sufficiently likely to support the kind of relief it requests.” Sanborn Mfg., slip op. at 13.\nB. Irreparable Harm\nThe second Dataphase standard requires that the movant “show the threat of irreparable harm.” 640 F.2d at 114. Sanborn argues that the district court improperly required proof of irreparable harm in denying Sanborn’s motion for preliminary injunction rather than presuming irreparable harm from its showing on the merits of its Lanham Act claim.\nSanborn relies upon Black Hills Jewelry Mfg. Co. v. Gold Rush, Inc., 633 F.2d 746 (8th Cir.1980), in which we stated that where the movant has shown that the alleged falsities have a tendency to deceive, then the irreparable harm requisite is satisfied for an injunction under § 43(a) of the Lanham Act, 16 U.S.C. § 1125(a). Id. at 753 (citations omitted). Subsequently, we have stated that a district court “could presume irreparable injury from a finding of probable success” on the merits in such a case. Calvin Klein Cosmetics v. Lenox Labs., Inc., 815 F.2d 500, 505 (8th Cir.1987) (citing Black Hills Jewelry).\nThe district court found that Sanborn failed to show irreparable injury but did not address this presumption. No error occurred, however, because the presumption did not apply. Because the district court did not find that Sanborn established its likelihood of success on the merits, irreparable injury could not be presumed. Accordingly, because we find that the district court was not clearly erroneous in its determination with respect to the likelihood of success factor, we also find that it did not clearly err in its determination with respect to the irreparable harm factor.\nC. Balance of Hardships\nThe third Dataphase factor requires a district court to consider the balance between the harm to the movant and the injury that granting the injunction will inflict on other interested parties. 640 F.2d at 114. The district court in this case found that the balance tipped in favor of denying the requested relief.\nSanborn’s complaint and its motion for preliminary injunction sought injunctive relief that would (1) require Campbell to recall all existing air compressors with the alleged improper UL mark; (2) prohibit Campbell from selling or marking any air compressor models with the UL mark that do not comply with the amended standard 1450; (3) require Campbell to send a notice to all of its customers who have purchased an air compressor with the alleged improper UL mark; and (4) require Campbell to provide an immediate accounting of the products sold and its compliance with the injunction. Beginning April 28, 1992, Campbell has voluntarily ceased placing the UL mark on the models and has removed the word “horsepower” and its abbreviation “h.p.” from the labels. At the hearing on the preliminary injunction motion, Sanborn withdrew its request for a product recall from consumers from the district court’s consideration of its motion for preliminary injunction.\nThe district court found Sanborn’s request for relief of prohibition of future sales of the allegedly mislabeled air compressors was mooted by Campbell’s voluntary cessation of UL labeling on the two models. Reasoning that Campbell’s cessation of labeling the air compressors with the UL mark reduced any harm to Sanborn that was allegedly caused by the past labeling, the district court found the harm to Sanborn was not sufficient to warrant a notice to be sent to all customers of the air compressor models in question. Finally, the district court stated that the accounting sought by Sanborn could likely be obtained through discovery procedures.\nOn appeal, Sanborn argues that Campbell’s cessation was an “11th hour capitulation” that should not have been relied upon. Sanborn further argues that the harm continues, because although Campbell has discontinued the UL labeling for air compressors manufactured after April 28, 1992, many allegedly improperly labeled compressors may remain in Campbell’s warehouses or at customer distribution centers or retail stores yet to be sold to the individual consumer.\nWe find that the district court was not clearly erroneous in declining to grant a prohibitory preliminary injunction when Campbell has voluntarily taken remedial action. See Burndy Corp. v. Teledyne Indus., Inc., 748 F.2d 767, 774 (2d Cir.1984) (injunctive relief considered “wholly unnecessary” when defendant had voluntarily brought his products labeled with the UL mark into compliance with UL standards and where there was not a likelihood of repetition or hazard to the public). We further find no clear error in the district court’s conclusion that the present harm to Sanborn of Campbell’s past labeling practices was not sufficient to justify the injury to Campbell that would be caused by issuing a mandatory injunction on a preliminary injunction motion. Requiring Campbell to take affirmative action such as sending a notice to all of its customers indicating that it has falsely labeled its products before that issue has been decided on the merits goes beyond the purpose of a preliminary injunction. “ ‘The primary function of a preliminary injunction is to preserve status quo until, upon final hearing, a court may grant full effective relief.’ ” Rathmann Group v. Tanenbaum, 889 F.2d 787, 789-90 (8th Cir.1989) (quoting Ferry-Morse Seed Co. v. Food Corn, Inc., 729 F.2d 589, 593 (8th Cir.1984)). Because Sanborn seeks on its motion for preliminary injunction substantially the same relief it would obtain after a trial on the merits, we find that the district court did not clearly err in holding that Sanborn’s “heavy” burden had not been met. See Dakota Indus., Inc. v. Ever Best Ltd., 944 F.2d at 440.\nD. Public Interest\nIn weighing the final factor, whether the issuance of an injunction is in the public interest, the district court found that “there has been no showing that the public interest would be served by the relief.” Sanborn Mfg., slip op. at 13. Although the public interest favors enjoining false statements, the district court did not find that at this point Sanborn was likely to succeed on the merits of this claim. The district court further found Sanborn’s argument that the public interest is served with an injunction because of the safety risks associated with the allegedly mislabeled compressors to be speculative. Sanborn’s argument regarding safety is that labeling an air compressor with a non-ASME certified air tank as having more than three horsepower may indicate that the units are commercial rather than light duty. The alleged falsity in the labeling, however, is not the amount of horsepower but rather whether the compressor had UL approval. Therefore, even if the district court granted Sanborn’s motion and enjoined Campbell from using the UL mark on the models in question, the safety concerns would not be addressed. We find the district court was not clearly erroneous in finding that the public interest factor did not weigh in favor of granting the injunction.\nIII. Conclusion\nBecause we find the district court was not clearly erroneous in its evaluation of the Dataphase factors, we conclude that it did not abuse its discretion in denying Sanborn’s motion for preliminary injunction. Accordingly, we affirm.\n. The Honorable Diana E. Murphy, Chief Judge, United States District Court for the District of Minnesota.\n. The district court's analysis was only under the Lanham Act reasoning that the \"standards for granting injunctive relief are essentially the same under the Minnesota Act and the Lanham Act.\" Sanborn Mfg., slip op. at 6 n. 1. Sanborn does not dispute this point on appeal.",
        "type": "majority",
        "author": "HANSEN, Circuit Judge."
      },
      {
        "text": "HEANEY, Senior Circuit Judge,\nconcurring in part and dissenting in part.\nI would affirm the district court in all respects but one. I agree that the product recall, the mailing of notices to past customers, and the accounting sought by Sanborn are not warranted as preliminary injunctive relief in this case. In my view, however, the record does support a grant of limited injunc-tive relief with respect to the approximately 30,000 air compressors that were still in the hands of distributors or retailers at the time this matter was before the district court.\nAt the hearing on the preliminary injunction, Campbell agreed to cease further sales of the two disputed air compressor models with the UL label. The district court ruled that this agreement mooted Sanborn’s request for an injunction against further sales of units. I cannot agree. It is clear from the record that 30,000 units had not reached the ultimate consumer at the time of the hearing. It is also clear that it would not have worked a great hardship to have required Campbell to supply the necessary decals to retailers and distributors to cover the UL label on those compressors. This simple action, together with Campbell’s agreement not to put more compressors with the disputed UL label into the market, would have adequately protected Sanborn’s rights and maintained the status quo pending a full hearing on the propriety of injunctive relief — and would have done so at a minimal cost to Campbell.\nAccordingly, I dissent from the panel opinion to the extent that it affirms the district court’s decision to deny all relief to Sanborn.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "HEANEY, Senior Circuit Judge,"
      }
    ],
    "attorneys": [
      "Daniel J. Maertens, Minneapolis, MN, argued (Jerome B. Pederson, on the brief), for appellant.",
      "Mark G. Schroeder, St. Paul, MN, argued (Alan H. Maelin, on the brief), for appellee."
    ],
    "corrections": "",
    "head_matter": "SANBORN MANUFACTURING COMPANY, INC., Appellant, v. CAMPBELL HAUSFELD/SCOTT FETZER COMPANY, Appellee.\nNo. 92-2559.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted March 15, 1993.\nDecided July 8, 1993.\nDaniel J. Maertens, Minneapolis, MN, argued (Jerome B. Pederson, on the brief), for appellant.\nMark G. Schroeder, St. Paul, MN, argued (Alan H. Maelin, on the brief), for appellee.\nBefore MAGILL, Circuit Judge, HEANEY, Senior Circuit Judge, and HANSEN, Circuit Judge."
  },
  "file_name": "0484-01",
  "first_page_order": 536,
  "last_page_order": 543
}