{
  "id": 1878721,
  "name": "Robert Frank Alexander FRYE, Appellant, v. Les ASPIN, Secretary of Defense; Army & Air Force Exchange Service, Appellees",
  "name_abbreviation": "Frye v. Aspin",
  "decision_date": "1993-07-01",
  "docket_number": "No. 92-3784",
  "first_page": "426",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 426"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "933 F.2d 1378",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545431
      ],
      "pin_cites": [
        {
          "page": "1386-87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/933/1378-01"
      ]
    },
    {
      "cite": "985 F.2d 437",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10513326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/985/0437-01"
      ]
    },
    {
      "cite": "916 F.2d 558",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/916/0558-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 1613.704",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "29 C.F.R. §§ 1613",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "939 F.2d 204",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521711
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/939/0204-01"
      ]
    },
    {
      "cite": "113 L.Ed.2d 721",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 1625",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "918 F.2d 1073",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539463
      ],
      "pin_cites": [
        {
          "page": "1078"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/918/1073-01"
      ]
    },
    {
      "cite": "752 F.2d 1271",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        297121
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1278"
        },
        {
          "page": "1280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/752/1271-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "249-50"
        },
        {
          "page": "2510-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "932 F.2d 1229",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545692
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1230-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/932/1229-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 1613.215",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(a)(7)"
        },
        {
          "page": "(a)(7)"
        },
        {
          "page": "1078"
        },
        {
          "page": "1076-77"
        },
        {
          "page": "(a)(7)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. §§ 791",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 707,
    "char_count": 13229,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 1.6153304420678522e-07,
      "percentile": 0.6863245695019284
    },
    "sha256": "b6526a9e6670d9ea791c8c0d3651df6b4efd6aab86dc65dc1f246710556574bb",
    "simhash": "1:f371f35def91f663",
    "word_count": 2150
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BOWMAN, Circuit Judge, HENLEY, Senior Circuit Judge, and MAGILL, Circuit Judge."
    ],
    "parties": [
      "Robert Frank Alexander FRYE, Appellant, v. Les ASPIN, Secretary of Defense; Army & Air Force Exchange Service, Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nRobert Frank Alexander Frye appeals from a grant of summary judgment in favor of appellee, the Secretary of Defense, in this action for handicap discrimination brought under the Rehabilitation Act, 29 U.S.C. §§ 791, 794. The district court held that Frye rejected an “offer of full relief’ and therefore was not entitled to maintain this lawsuit. We affirm.\nI.\nFrye, a disabled veteran, began working for the Army and Air Force Exchange Service (AAFES) in January 1990 as a sales associate in the Turner Shoppette at Fort Leonard Wood, Missouri. In March 1991, Frye was placed on leave without pay allegedly because a lifting impairment prevented him from performing his job. In general, Frye received satisfactory performance evaluations throughout his employment and, in fact, received a satisfactory evaluation several days after he was placed on leave without pay status.\nWhen Frye applied for the job at Fort Leonard Wood, he informed the AAFES that he had a medical disability. He checked the appropriate boxes on the job application form indicating that he had a “Nonparalytic Orthopedic Impairment,” which described his condition as follows: “Because of chronic pain, stiffness, or weakness in bones or joints, there is some loss of ability to move or use ... one or both legs.” Frye’s military records show that at the time of his honorable discharge from the United States Army in 1989, he had a permanent lifting impairment due to a degenerative disc disease in his spine and was unable to lift more than fifteen pounds. These records also indicate that he had certain limitations due to an injury to his left knee.\nAfter he was placed on leave without pay, Frye complained to the AAFES Equal Employment Opportunity office that the AAFES improperly removed him from the work list rather than accommodating his handicap, and that a supervisor had made a discriminatory remark to him (ie., “Had we known you were disabled, we would never have hired you.”). In response to that complaint, the AAFES offered to settle the dispute on March 15, 1991, and again on May 17, 1991.\nThe May 17 settlement offer, which was certified as an “offer of full relief’ in accordance with 29 C.F.R. § 1613.215(a)(7), is at the heart of this appeal. It provides that the AAFES would: (1) reinstate Frye at the same pay, same job level, same shift, and same number of hours as his previous job; (2) not require Frye to lift more than fifteen pounds; (3) give Frye back wages and benefits; (4) require the general manager of the Fort Leonard Wood Exchange to give Frye a written commitment that Frye would not be subjected to discriminatory comments or actions; (5) provide training to supervisors regarding their responsibilities to provide reasonable accommodations to disabled persons; and, (6) transfer Frye to another store at Fort Leonard Wood, the Specker Shoppette.\nFrye rejected the settlement offer and the AAFES cancelled his complaint. He eventually filed this lawsuit alleging that he was discriminated against based on his handicap in violation of the Rehabilitation Act, 29 U.S.C. §§ 791, 794. The Secretary moved for summary judgment arguing that Frye rejected a certified offer of full relief and was therefore not entitled to maintain this lawsuit. The district court found that no genuine issues of material fact existed, held that the AAFES offer was an offer for full relief, and granted summary judgment for the Secretary.\nII.\nWe review a grant of summary judgment de novo, applying the same standard as the district court. Moore v. Webster, 932 F.2d 1229, 1230-31 (8th Cir.1991). We must view the evidence in the light most favorable to the nonmoving party, and give the nonmoving party the benefit of all reasonable inferences drawn from the evidence. Id. The issue before us is whether “there is no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56(c). Once the moving party has demonstrated an absence of evidence to support the nonmoving party’s case, the nonmoving party must establish that there is legally sufficient and probative evidence to present to the trier of fact. See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 249-50, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986).\nThe sole issue in this appeal is whether the AAFES’s settlement offer constituted an offer of full relief. Many of the facts in this case are undisputed: Frye received a settlement offer from the AAFES; that offer was certified as an “offer of full relief’ by the appropriate official; Frye rejected that offer; and, the AAFES cancelled Frye’s complaint.\nFrye appears to agree that if he rejected an offer of full relief, he cannot prevail in this lawsuit. In Gardner v. Morris, 752 F.2d 1271, 1278 (8th Cir.1985), we held that a plaintiff suing under the Rehabilitation Act must exhaust administrative remedies. A necessary corollary of that rule is that if a claimant obtains “full relief’ as a result of the administrative proceedings, then that claimant cannot bring a lawsuit in federal court. As the Second Circuit recently held in a factually similar case:\n[A] claimant who is offered full relief in the administrative process must either accept the relief or abandon the claim. To allow [plaintiff] to pursue claims that have been fully remedied during the administrative process would frustrate the congressional policy favoring administrative resolution of complaints for no discernible reason.\nWrenn v. Secretary, Dept. of Veterans Affairs, 918 F.2d 1073, 1078 (2nd Cir.1990), cert. denied, - U.S. -, 111 S.Ct. 1625, 113 L.Ed.2d 721 (1991).\nThe Secretary, citing Wrenn, argues that summary judgment is required whenever a plaintiff rejects a settlement offer that has been “certified” as an offer of full relief in accordance with 29 C.F.R. § 1613.215(a)(7). We do not read Wrenn so broadly. In Wrenn, the plaintiff, an applicant for a federal job, filed an employment discrimination suit after he rejected a certified offer of full relief. The Second Circuit affirmed the grant of summary judgment for the government. Id. at 1078. Before reaching its conclusion, however, the court examined in detail the government’s settlement offer to determine whether the certified offer was indeed an offer for “full relief.” Id. at 1076-77.\nWe, too, must examine the sufficiency of the government’s offer in this ease before ruling on the grant of summary judgment. Frye contends that the settlement offer is inadequate because he was not offered “reinstatement” to his job at the Turner Shop-pette, but rather was offered a position at the Specker Shoppette.\nIf successful, a Rehabilitation Act plaintiff is entitled to the equitable remedy of reinstatement. See Eastman v. Virginia Polytechnic Institute, 939 F.2d 204, 206 (4th Cir.1991). The applicable federal regulations dictate that an “offer of full relief’ must include an offer of reinstatement to the same position previously held or a “substantially equivalent position.” 29 C.F.R. §§ 1613.-215(a)(7), .271(a)(3). Moreover, in a handicap discrimination case such as this, the offer of reinstatement must include a “reasonable accommodation” for the complainant’s handicap. See Gardner, 752 F.2d at 1280; 29 C.F.R. § 1613.704.\nThe question whether an employer has provided a “reasonable accommodation” is ordinarily a question of fact. See, e.g., Fuller v. Frank, 916 F.2d 558, 562 n. 6 (9th Cir.1990). We have recognized that “the Rehabilitation Act requires the district court to conduct an individualized inquiry and to make appropriate findings of fact.” Wood v. Omaha School Dist., 985 F.2d 437, 439 n. 4 (8th Cir.1993). The ■ district court in this case, relying on Gardner, concluded that “[t]he accommodation to transfer [Frye] to the Specker Shoppette was reasonable and was all that AAFES was required to do.” Because we believe that Frye has failed to create a factual dispute concerning the reasonableness of the AAFES’s accommodation, we affirm the district court’s grant of summary judgment.\nIn response to the Secretary’s motion for summary judgment, Frye submitted that his deposition testimony created a factual dispute concerning the question whether the transfer to the Specker Shoppette was a reasonable accommodation of his handicap. In that deposition, Frye explained his objections to the transfer. He stated that he had visited the Specker Shoppette once or twice and during those visits he noticed that the store was larger than the Turner Shoppette and the shelves higher. Based on those observations, he assumed that he would be required to walk further distances and climb ladders. He concluded that it would be impossible for him to work at the Specker Shoppette because he could not walk the extra distances and could not climb ladders.\nTo withstand the Secretary’s motion for summary judgment, Frye cannot rest on the allegations of his pleadings, but must set forth specific facts showing there is an issue for trial. Fed.R.Civ.P. 56(e). We believe he has failed to meet this burden. Frye assumed he would be required to climb ladders in order to restock the shelves at the Speck-er Shoppette. He also assumed he would be required to walk farther distances. These assumptions may have been based on his personal knowledge of the duties he had been required to perform at the Turner Shoppette for over a year, or they may have been based on the AAFES’s March 15, 1991 settlement offer which stated, “At the Specker Shop-pette, Mr. Frye can accomplish his same duties and responsibilities' without having to lift case lots of merchandise.” See supra note 5. Even so, Frye failed to present any evidence — other than these assumptions or mere allegations — concerning the actual job requirements at the Specker Shoppette. In sum, he has not presented any evidence that he would be required to do those things he claims he cannot do. We therefore hold that Frye’s deposition testimony about the physical requirements of the job at the Specker Shoppette is insufficient to establish a factual dispute over the reasonableness of the AAFES’s accommodation.\nWe note that in his complaint Frye also claimed the offer was deficient because he was not adequately compensated for the discrimination he suffered. Frye’s complaint asks for compensatory damages for humiliation, embarrassment, emotional distress, pain and suffering, and loss of reputation. The district court held that the offer was for full relief because these types of tort-like damages are not recoverable under the Rehabilitation Act. Because Frye did not raise this issue on appeal, we do not discuss it. See, e.g., Lockley v. Deere & Co., 933 F.2d 1378, 1386-87 (8th Cir.1991) (issue not argued on appeal is deemed abandoned).\nThe judgment of the district court is affirmed.\n. The district court dismissed the complaint against the Army & Air Force Exchange Service and Frye has not appealed that order.\n. The Honorable Russell G. Clark, Senior United States District Judge for the Western District of Missouri.\n. There is some dispute as to when Frye provided the AAFES with copies of his military records, but this disputed fact is not material to the resolution of the issue raised in this appeal.\n. Frye also claims he aggravated the condition of his left knee in July 1990 while unloading sixty-pound bundles of charcoal at the Turner Shop-pette. It is unclear whether he reported the injury to his supervisor. In February 1991, he informed his supervisor that he would be wearing a knee brace that would limit his mobility. Fiye's recent medical records indicate that his knee injury has worsened.\n. In the original settlement offer dated March 15, 1991, the AAFES stated:\nThe reason for the transfer [to the Specker Shoppette] is that Mr. Frye has made Ms. Davis [a supervisor] aware that he is restricted from lifting anything that weighs more than 15 pounds. At the Turner Shoppette, lifting is more important because of the physical layout of the facility. At the Specker Shoppette, Mr. Frye can accomplish his same duties and responsibilities without having to lift case lots of merchandise.\n.29 C.F.R. § 1613.215(a)(7) provides as follows:\nThe agency head or designee shall reject or cancel a complaint ... [i]f the complainant refuses ... to accept an agency offer of full relief in adjustment of the complaint, provided that the Agency’s Director of Equal Employment Opportunity ,.. has certified in writing that the agency’s written offer of relief constitutes full relief.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Charles M. Wesley, Waynesville, MO, argued, for appellant.",
      "Cynthia J. Hyde, Asst. U.S. Atty., Springfield, MO, argued, for appellees."
    ],
    "corrections": "",
    "head_matter": "Robert Frank Alexander FRYE, Appellant, v. Les ASPIN, Secretary of Defense; Army & Air Force Exchange Service, Appellees.\nNo. 92-3784.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted May 11, 1993.\nDecided July 1, 1993.\nCharles M. Wesley, Waynesville, MO, argued, for appellant.\nCynthia J. Hyde, Asst. U.S. Atty., Springfield, MO, argued, for appellees.\nBefore BOWMAN, Circuit Judge, HENLEY, Senior Circuit Judge, and MAGILL, Circuit Judge.\nLes Aspin is substituted for former Secretary of Defense Richard B. Cheney pursuant to Fed. R.App.P. 43(c).\nJudge Henley agreed in conference with the result in this case, but became ill and was unable to participate before the filing of this opinion."
  },
  "file_name": "0426-01",
  "first_page_order": 478,
  "last_page_order": 481
}