{
  "id": 1878922,
  "name": "In re MICHIGAN LITHOGRAPHING COMPANY, Debtor. OWEN-AMES-KIMBALL COMPANY, Plaintiff/Counter Defendant-Appellee, v. MICHIGAN LITHOGRAPHING COMPANY; U.S. Concord, Inc.; Barclays-American/Business Credit, Inc.; and Old Kent Bank & Trust Company, Defendants, Brett N. Rodgers, Trustee for the Estate of Michigan Lithographing Company, Debtor, Counter Plaintiff-Appellant",
  "name_abbreviation": "Owen-Ames-Kimball Co. v. Michigan Lithographing Co.",
  "decision_date": "1993-07-02",
  "docket_number": "No. 92-2035",
  "first_page": "1158",
  "last_page": "1160",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 1158"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "29 Mich. 162",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1936708
      ],
      "year": 1874,
      "opinion_index": 0,
      "case_paths": [
        "/mich/29/0162-01"
      ]
    },
    {
      "cite": "140 B.R. 161",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6495527
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "165-67"
        },
        {
          "page": "171-72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/140/0161-01"
      ]
    },
    {
      "cite": "63 B.R. 4",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6095754
      ],
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/63/0004-01"
      ]
    },
    {
      "cite": "103 B.R. 440",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6487497
      ],
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/103/0440-01"
      ]
    },
    {
      "cite": "679 F.2d 13",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        553005,
        6552895
      ],
      "pin_cites": [
        {
          "page": "15-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/679/0013-01",
        "/br/20/0013-02"
      ]
    },
    {
      "cite": "11 U.S.C. § 544",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(3)"
        },
        {
          "page": "(a)(3)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 4802,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06899610749507018
    },
    "sha256": "f0609914bb63a26e85e9a629b2d7ea5a47fb1c9e13d9e1b833b8d6789645c03a",
    "simhash": "1:f5fa60949879413a",
    "word_count": 738
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: RYAN, Circuit Judge; KRUPANSKY, Senior Circuit Judge; and JOINER, Senior District Judge."
    ],
    "parties": [
      "In re MICHIGAN LITHOGRAPHING COMPANY, Debtor. OWEN-AMES-KIMBALL COMPANY, Plaintiff/Counter Defendant-Appellee, v. MICHIGAN LITHOGRAPHING COMPANY; U.S. Concord, Inc.; Barclays-American/Business Credit, Inc.; and Old Kent Bank & Trust Company, Defendants, Brett N. Rodgers, Trustee for the Estate of Michigan Lithographing Company, Debtor, Counter Plaintiff-Appellant."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nBankruptcy trustee Brett Rodgers appeals the district court’s affirmance of the bankruptcy court’s entry of summary judgment in favor of Owen-Ames-Kimball Company (OAK), deciding that OAK’s construction lien was valid as against the trustee of debtor Michigan Lithographing Company. The sole issue in this case is whether OAK’s failure to record a notice of lis pendens with the county register of deeds as required by section 117 of the Michigan Construction Lien Act, Mich. Comp.Laws Ann. § 570.1117 (West 1967; Supp.1993), renders its construction lien unenforceable against the trustee in bankruptcy under 11 U.S.C. § 544(a)(3) of the Bankruptcy Code, where OAK’s construction lien was timely and properly recorded and the lien foreclosure suit timely commenced.\nI.\nThe pertinent facts are not disputed. In 1988, Michigan Lithographing Company (the “debtor”) contracted with OAK for the construction of an addition and improvements to its existing facility. The contract price was $1,121,703.48. OAK substantially completed the work and the debtor defaulted in payment. OAK timely recorded a claim of lien in the amount of $1,037,063.42 with the county register of deeds on February 3,1989, and filed a complaint to foreclose against the debtor and other parties in interest within the next year as required by section 117(1) of Michigan’s Construction Lien Act. A notice of lis pendens was attached to the complaint as an exhibit and consequently served on all defendants. Through an oversight, the notice of lis pendens was not filed with the register of deeds as required by section 117(2) of the Act.\nAn involuntary Chapter 11 bankruptcy petition was filed against the debtor on February 8, 1990, one year and five days after the claim of lien was recorded. The state court foreclosure action was removed to bankruptcy court. OAK and the trustee in bankruptcy then filed cross-motions for summary judgment on the enforceability of OAK’s lien.\nII.\nPursuant to the “strong-arm” provision of 11 U.S.C. § 544(a)(3), a trustee in bankruptcy is given the rights and powers of a bona fide purchaser of real property from the debtor if, at the time the bankruptcy is commenced, a hypothetical buyer could have obtained bona fide purchaser status. State law governs who may be a bona fide purchaser. McCannon v. Marston, 679 F.2d 13, 15-17 (3d Cir.1982); In re Davidson Rehabilitation Assoc., 103 B.R. 440, 443 (Bankr.S.D.N.Y.1989); In re Perrin’s Marine Sales, Inc., 63 B.R. 4, 5 (Bankr.W.D.Mich.1985).\nBankruptcy Judge Stevenson concluded that under Michigan law, OAK’s construction lien gave constructive notice to any prospective purchaser of the debtor’s property of the existence of its lien. Owen-Ames-Kimball Co. v. Michigan Lithographing Co., 140 B.R. 161, 165-67 (Bankr.W.D.Mich.1992). As a result of this notice, a prospective purchaser would have been required under Michigan law to inquire as to the status of the lien, and inquiry would have revealed the existence of the pending foreclosure action. Id. at 171-72. The bankruptcy court rejected the trustee’s argument that a notice of lis pendens is the exclusive method for providing constructive notice of a construction lien- or’s interest more than one year after the filing of the construction lien. The district court affirmed in an unpublished decision.\nWe have carefully reviewed the arguments advanced by the trustee in support of his position, and conclude that the decision of the bankruptcy court was correct. We therefore AFFIRM, for the reasons stated in Bankruptcy Judge Stevenson’s thorough opinion.\n. The trustee argues that reversal is required by Barnard v. Campau, 29 Mich. 162 (1874), a case not presented to the bankruptcy court. In contrast to Barnard, the real estate record in this case contained information which would put a prospective purchaser on inquiry that an adverse claim of lien existed.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Thomas W. Schouten (argued and briefed), Wyoming, MI, for plaintiff-appellee.",
      "Jonathan F. Thoits (argued and briefed), Day, Sawdey, Flaggert & Porter, Brett N. Rodgers, Grand Rapids, MI, for plaintiff-appellant."
    ],
    "corrections": "",
    "head_matter": "In re MICHIGAN LITHOGRAPHING COMPANY, Debtor. OWEN-AMES-KIMBALL COMPANY, Plaintiff/Counter Defendant-Appellee, v. MICHIGAN LITHOGRAPHING COMPANY; U.S. Concord, Inc.; Barclays-American/Business Credit, Inc.; and Old Kent Bank & Trust Company, Defendants, Brett N. Rodgers, Trustee for the Estate of Michigan Lithographing Company, Debtor, Counter Plaintiff-Appellant.\nNo. 92-2035.\nUnited States Court of Appeals, Sixth Circuit.\nArgued June 7, 1993.\nDecided July 2, 1993.\nThomas W. Schouten (argued and briefed), Wyoming, MI, for plaintiff-appellee.\nJonathan F. Thoits (argued and briefed), Day, Sawdey, Flaggert & Porter, Brett N. Rodgers, Grand Rapids, MI, for plaintiff-appellant.\nBefore: RYAN, Circuit Judge; KRUPANSKY, Senior Circuit Judge; and JOINER, Senior District Judge.\nThe Honorable Charles W. Joiner, United States District Court for the Eastern District of Michigan, sitting by designation."
  },
  "file_name": "1158-01",
  "first_page_order": 1210,
  "last_page_order": 1212
}