{
  "id": 1878789,
  "name": "Larry FISHER, Petitioner-Appellee, v. Edward HARGETT, Superintendent, Mississippi State Penitentiary, Respondent-Appellant",
  "name_abbreviation": "Fisher v. Hargett",
  "decision_date": "1993-07-26",
  "docket_number": "No. 92-7691",
  "first_page": "1095",
  "last_page": "1101",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 1095"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "112 S.Ct. 2686",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1480837
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/505/0647-01"
      ]
    },
    {
      "cite": "47 L.Ed.2d 361",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 1431",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "424 U.S. 955",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12049538,
        12049352,
        12048617,
        12048522,
        12049482,
        12049418,
        12048717,
        12048941,
        12049032,
        12049266,
        12048824
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0955-11",
        "/us/424/0955-08",
        "/us/424/0955-02",
        "/us/424/0955-01",
        "/us/424/0955-10",
        "/us/424/0955-09",
        "/us/424/0955-03",
        "/us/424/0955-05",
        "/us/424/0955-06",
        "/us/424/0955-07",
        "/us/424/0955-04"
      ]
    },
    {
      "cite": "515 F.2d 853",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1137589
      ],
      "pin_cites": [
        {
          "page": "856"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/515/0853-01"
      ]
    },
    {
      "cite": "666 F.2d 241",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        468475
      ],
      "pin_cites": [
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/666/0241-01"
      ]
    },
    {
      "cite": "404 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172901
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "320-21"
        },
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0307-01"
      ]
    },
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 6,
      "year": 1972,
      "pin_cites": [
        {
          "page": "530"
        },
        {
          "page": "532"
        },
        {
          "page": "532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0514-01"
      ]
    },
    {
      "cite": "605 F.2d 839",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1444597
      ],
      "pin_cites": [
        {
          "page": "845"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/605/0839-01"
      ]
    },
    {
      "cite": "874 F.2d 1013",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1816606
      ],
      "pin_cites": [
        {
          "page": "1014"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/874/1013-01"
      ]
    },
    {
      "cite": "59 L.Ed.2d 469",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 1239",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "440 U.S. 918",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6227297,
        6228353,
        6230243,
        6228007,
        6229320,
        6229704,
        6229995,
        6227693,
        6230542,
        6228691,
        6229018
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/440/0918-01",
        "/us/440/0918-04",
        "/us/440/0918-10",
        "/us/440/0918-03",
        "/us/440/0918-07",
        "/us/440/0918-08",
        "/us/440/0918-09",
        "/us/440/0918-02",
        "/us/440/0918-11",
        "/us/440/0918-05",
        "/us/440/0918-06"
      ]
    },
    {
      "cite": "584 F.2d 148",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        849623
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/584/0148-01"
      ]
    },
    {
      "cite": "879 F.2d 1255",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539545
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1256"
        },
        {
          "page": "1257",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1256",
          "parenthetical": "emphasis added"
        },
        {
          "page": "1257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/879/1255-01"
      ]
    },
    {
      "cite": "404 U.S. 226",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171947
      ],
      "weight": 16,
      "year": 1971,
      "pin_cites": [
        {
          "page": "227"
        },
        {
          "page": "433"
        },
        {
          "page": "227"
        },
        {
          "page": "433"
        },
        {
          "page": "230"
        },
        {
          "page": "435"
        },
        {
          "page": "228"
        },
        {
          "page": "434"
        },
        {
          "page": "228-29"
        },
        {
          "page": "434"
        },
        {
          "page": "232"
        },
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 883,
    "char_count": 21545,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.665177426825232e-08,
      "percentile": 0.2920554441590996
    },
    "sha256": "3baf88a52ffeaeb0af104aeb61c276938db2319f830a28d6e0f7c8a3342b7981",
    "simhash": "1:822fe0e26bc2f53d",
    "word_count": 3553
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EMILIO M. GARZA, DeMOSS, Circuit Judges, and ZAGEL , District Judge."
    ],
    "parties": [
      "Larry FISHER, Petitioner-Appellee, v. Edward HARGETT, Superintendent, Mississippi State Penitentiary, Respondent-Appellant."
    ],
    "opinions": [
      {
        "text": "DeMOSS, Circuit Judge:\nPetitioner Larry Fisher is currently in the custody of the Mississippi Department of Corrections. Convicted of rape on January 31, 1986, Fisher received a life sentence which he appealed to the Mississippi Supreme Court. When the Mississippi Supreme Court affirmed his conviction on September 14, 1988, Fisher instituted the present federal habeas corpus proceeding. The district court agreed with Fisher that Mississippi’s failure to provide him with a free full transcript of his second trial for the capital murder of an earlier victim violated his constitutional right of equal protection. Though the district court rejected Fisher’s second claim that his constitutional right to a speedy trial had been violated, it granted Fisher’s Petition for Habeas Corpus. The State of Mississippi filed this appeal from that order. We reverse the grant of habeas corpus.\nI. FACTS AND PROCEDURAL HISTORY\nOn February 11,1983, Patsy Jo Rivers was raped in Lauderdale County, Mississippi. On June 4, 1983, Meridian Police set up a decoy operation in which they caught and arrested Fisher. On the next day, Ms. Rivers identified Fisher in a line-up. On December 1, 1983, Fisher was formally indicted for the rape, in addition to two separate capital murder charges for the deaths of Melinda Gail Weathers and Carol Formby. On December 5, 1983, the state trial court arraigned Fisher on all three indictments.\nOn April 16-21, 1984, Fisher was tried, convicted, and sentenced to die for the capital murder of Ms. Weathers. Fisher appealed and on October 16, 1985, the Mississippi Supreme Court reversed the murder conviction and remanded the case for a new trial with directions for a change of venue. On December 9, 1985, Fisher’s remanded trial commenced. On December 13, 1985, the jury acquitted Fisher of the charge of murder.\nOn January 30, 1986, the Rivers rape trial commenced. Fisher, as an indigent, was represented by appointed counsel, just as he had been on each of the two earlier occasions. The state used three witnesses that had testified in both previous murder trials. The testimony of these witnesses in the prior murder trials was minimal and limited to Fisher’s modus operandi in such murder. Though Rivers was one of these three common witnesses, her testimony in the two earlier trials never mentioned the rape. However, as the rape victim, Rivers was the state’s main witness in the present case.\nFisher requested a full free transcript of the second trial, which the State refused. He had been given a transcript of the first capital murder trial; and the State also gave him all discovery materials within its possession, including written statements by all of the state’s witnesses. Moreover, his counsel obtained a full transcript of the rape trial’s preliminary hearing in which Rivers had testified. The state judge permitted him to use this transcript during the rape trial for impeachment purposes. At the close of the trial, the jury convicted Fisher of rape and sentenced him to life imprisonment. Fisher appealed and the Mississippi Supreme Court affirmed his conviction on September 14, 1988.\nThis habeas corpus petition is based on Fisher’s claim that the State’s denial of a free transcript of the second trial violated his constitutional right to equal protection. In the alternative, Fisher argues that his constitutional right to a speedy trial was violated by the length of time between his arrest on the rape charge and his trial.\nII. DISCUSSION\nA. Constitutional Right to a Free Transcript\nFisher claims that a full free transcript of the second capital murder trial was necessary for his defense in the rape trial. He argues that the state’s use of witnesses common to all three trials made this transcript a necessity to his new counsel as both a discovery tool and as a means of impeaching those witnesses. The district court accepted this argument and found that the state trial court’s refusal to furnish Fisher, an indigent, with the requested transcript violated the holding of the Supreme Court’s opinion in Britt v. North Carolina, 404 U.S. 226, 92 S.Ct. 431, 30 L.Ed.2d 400 (1971).\nIn Britt, an indigent defendant requested a transcript from an earlier mistrial to prepare for a subsequent retrial one month later on the same charge, with the same judge, counsel, and court reporter. The Supreme Court established a two-prong test to determine a defendant’s need for the transcripts of a prior mistrial proceedings: (1) the value of the transcript to the defendant in connection with the appeal or trial for which it is sought, and (2) the availability of alternative devices that would fulfill the same functions as a transcript. Id. at 227, 92 S.Ct. at 433. Though the defendant in Britt failed to satisfy this second element, the Court’s opinion stands for the rule that indigent defendants have a constitutional right under the equal protection clause to receive a free transcript of prior mistrial proceedings unless they are provided an adequate alternative. Id.\nThe question of first impression before us today is whether the state is constitutionally required to provide an indigent defendant with a full free transcript of a prior trial on a different charge.\nFisher answers the question affirmatively, relying heavily on the district court’s analysis and interpretation of Britt. In Britt, the Supreme Court declared that “[o]ur cases have consistently recognized the value to a defendant of a transcript of prior proceedings, without requiring a showing of need tailored to the facts of the particular case.” Britt, 404 U.S. at 227, 92 S.Ct. at 433. As a result, the district court found that Fisher had demonstrated sufficient need for the trial transcript from his second capital murder trial. According to the district court, the transcript could be used to familiarize the new attorney with the prior proceedings and to impeach witnesses who testified in both the murder retrial and the River’s rape trial. As to Britt’s second requirement, the district court relied on the Supreme Court’s statement that “[a] defendant who claims the right to a free transcript does not, under our cases, bear the burden of proving inadequate such alternatives as may be suggested by the State or conjured up by a Court in hindsight.” Britt, 404 U.S. at 230, 92 S.Ct. at 435. Therefore, the district court held that Fisher was not required to prove that he attempted to take advantage of all possible substitutes for the trial transcript to be entitled to relief.\nThis Court has held that “[a]n indigent defendant has both a constitutional and a statutory right to a free transcript of prior proceedings if it is reasonably necessary to present an effective defense at a subsequent proceeding.” United States v. Pulido, 879 F.2d 1255, 1256 (5th Cir.1989) (citing United States v. Johnson, 584 F.2d 148, 157 (6th 1978), cert. denied, 440 U.S. 918, 99 S.Ct. 1239, 59 L.Ed.2d 469 (1979)); see also, Tague v. Puckett, 874 F.2d 1013, 1014 (5th Cir.1989) (interpreting Britt to require a state furnished transcript when needed for an effective defense). Furthermore, we have interpreted Britt to mean that “a court must assume that a transcript of a prior mistrial is valuable to the defense. Thus, ... [a] case turns on the availability of adequate alternatives to a transcript.” Pulido, 879 F.2d at 1257 (citations omitted).\nThe authorities cited by both the district court and Fisher in support of their position all address a request by a defendant for a transcript of a prior mistrial for use in a subsequent retrial for the same offense. The State argues that Britt does not extend to this case, which involves a request of a transcript of a prior case (not a mistrial) for use in a subsequent case for an offense involving a different victim of a different crime that occurred in a different place and at a different time.\nThe State emphasizes that Britt and its progeny (Pulido and Tague), addressed the limited question of whether a free transcript of a prior mistrial was constitutionally required for use in a subsequent retrial for the same offense. We are referred to our statement in Pulido that “[t]his right extends to the case of a mistrial followed by a subsequent prosecution but has been limited by the Supreme Court according to criteria with somewhat hazy parameters.” Pulido, 879 F.2d at 1256 (emphasis added). The State adds that the eases that the Supreme Court cites in footnote 1 of Britt all involve a request for a free transcript for use in an appeal or some other type of review of the same case. According to the State, Britt is therefore limited to a specific context, which is not applicable to this case. Lastly, the State argues that even if the Britt test has been met, then any error which may have occurred is harmless.\n1. Value of Transcript\nIf we apply Britt’s requirements to the facts of the present case, the logic underlying the Britt test breaks down. For example, in the case of a mistrial and subsequent trial on the same charge, the Supreme Court held that the first Britt requirement concerning the value of the transcript to a defendant should be assumed. Britt, 404 U.S. at 228, 92 S.Ct. at 434. Their rationale was that a mistrial becomes, essentially, a dry run of the second prosecution. In that context, the transcript is invaluable in preparing for the second trial. When we review the facts of a case where the subsequent proceedings involve a different charge, this automatic assumption is no longer sound.\nIn the present case, only three of the 29 witnesses that testified for the State in the Weather’s capital murder case also testified in the rape trial. Pat Rivers, the victim in the rape case, gave only limited testimony in the murder trial. Specifically, her testimony was limited to her description of being pulled over by Fisher flashing his headlights from his automobile. Rivers did not testify to having been raped by Fisher. At the rape trial, however, Rivers testified unequivocally that Fisher raped her. This difference in testimony is significant in that the requested transcript would not have enabled Fisher to impeach Rivers in the rape trial regarding the rape itself because her testimony regarding the rape was being offered for the first time.\nThere is little doubt that River’s testimony in the murder trials was of minor importance. Fisher’s own attorneys admitted at the state court hearing on the request for the transcript that they knew little about the rape. These attorneys, who had represented Fisher at the murder trials, further testified that no evidence of the rape was introduced in either of Fisher’s murder trials. Thus, the transcript of Rivers’ testimony would have been of little value to Fisher in the rape trial, despite the fact that River was now the State’s main witness.\nThe second common witness, Detective House, testified at the murder trial about his participation in a decoy operation, which resulted in the arrest of Fisher four months after the rape of Rivers. Even if Fisher had been able to test House’s testimony in the rape trial using the requested transcript, it would have only been as to a minor point surrounding the arrest and not the rape itself.\nThe third common witness, Marsha Pigott, testified that Fisher had pulled her over by flashing his headlights and told her that her license plate tag was falling off. She admitted to giving inconsistent prior testimony as to Fisher’s description; therefore, “impeachment would have added little since [Pigott] admitted that [her] earlier testimony may have differed.” United States v. Smith, 605 F.2d 839, 845 (5th Cir.1979). Indeed, Pigott was in fact impeached not only in both murder trials but also in the rape trial.\nIn our view, the importance of a prior trial transcript on a different charge is likely to be minimal. The limited testimony of the three common witnesses in this case played a minor role in the murder trials and did not vary much from trial to trial. As a result, we cannot infer that the requested transcript was constitutionally indispensable to Fisher’s defense, especially in light of the fact that the State furnished him with a transcript of the first murder trial. Consequently, we conclude that the assumption that a requested transcript of a prior proceeding is automatically valuable does not extend beyond the narrow confines of Britt. We do not claim that a free transcript of the prior proceeding could not have been helpful to Fisher in some way. Nonetheless, we do not feel it is constitutionally required when the preceding trial was for a different offense involving a different victim at a different time.\n2. Availability of Adequate Alternatives\nThe second requirement of Britt is whether adequate alternatives to the transcript existed. We hold that Fisher had adequate alternatives.\nIn Pulido, we stated that it is infrequently determined that available alternatives are adequate. Pulido, 879 F.2d at 1257. However, it must be remembered that in Pulido we were referring to a transcript of a prior mistrial of the same offense. In the present case, the adequacy of alternatives requirement is easy to satisfy. In Britt, the Supreme Court’s emphasis upon the availability of adequate alternatives before a free transcript could be withheld, 404 U.S. at 228-29, 92 S.Ct. at 434, does not appear to require an equally valuable substitute. All that is constitutionally required is an adequate alternative. And a bare minimum appears to fulfill this requirement. In Britt, the Court held a court reporter’s notes, which the court reporter would have read back to the defendant if requested, satisfied the requirement of adequacy. We interpret this holding to mean that an adequate alternative need not be a virtual substitute for a transcript’s role in preparing a defense.\nIn determining what constitutes an adequate alternative, the availability of discovery, or the lack thereof, is an important factor. In the present case, the State voluntarily made discovery available to Fisher. And it was the preliminary hearing record, not the requested transcript, which was the “virtual dry run of the entire prosecution’s [rape] case.” Britt, 404 U.S. at 232, 92 S.Ct. at 436. Accordingly, in the present case, an adequate alternative to a transcript existed when full discovery was made available to the defendant, and the defendant had a copy of the transcript of the preliminary hearing.\nTherefore, we agree with the state court that there were adequate alternatives to the requested transcript. The state court found that the following alternatives available to Fisher were adequate and sufficient for an effective defense: (i) the transcript of the first capital murder trial, and (ii) the ability of Fisher’s new attorney to consult with his prior attorneys and other persons present at the second capital murder trial.\nThere was a strong basis for the state court’s finding. Fisher’s counsel conceded that the transcript of the first murder trial contained “essentially identical” testimony as that contained in the requested transcript. Additionally, Fisher’s counsel admitted that he had discussed the second murder trial with other persons present at that trial. Another source of information was the previously discussed discovery which the State made available to Fisher under court order.\nFinally, at no stage of the post-conviction proceedings has Fisher offered proof of telling discrepancies between the trial testimony here and the testimony in the second murder trial. Fisher could have offered the evidence of his prior counsel, or a court reporter or a bystander at the second murder trial to prove his point. Nor did Fisher request, as he could have, that the district court exercise its discretion and order that the prior tria! transcripts of the three witnesses be provided under the terms of the Criminal Justice Act. See 18 U.S.C. §§ 3006A(e)(l) and 3006A(a)(2)(B). Fisher’s case might be stronger if he had attempted to make it less theoretical.\nIn summary, it appears that the requested transcript would not have substantially aided Fisher in connection with his trial on the rape charge, and that there were sufficiently available alternatives, which Fisher utilized, that fulfilled the same function as the requested transcript. Accordingly, we hold that the state court did not err in refusing to require the State to furnish Fisher with a free full transcript of the second murder trial.\nB. Speedy Trial\nFisher also alleges that his constitutional right to a speedy trial was violated and therefore that the district court erred in denying his claim. The State responds that Fisher has waived his right to raise this argument on appeal because he failed to file a timely appeal of the district court’s decision. Nonetheless, we shall address Fisher’s claim.\nThe leading case on the speedy trial issue is Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972). In Barker, the Supreme Court applied a balancing test which enumerated four considerations: (1) length of the delay, (2) reason for the delay, (3) defendant’s assertion of his right to a speedy trial, and (4) prejudice resulting to the defendant. Barker, 407 U.S. at 530, 92 S.Ct. at 2191.\n1.Length of Delay\nThe speedy trial clock begins to tick when the defendant is arrested and held to answer for a criminal charge. United States v. Marion, 404 U.S. 307, 320-21, 92 S.Ct. 455, 463, 30 L.Ed.2d 468 (1971). In the present case, approximately 32 months elapsed between Fisher’s arrest for the River’s rape and the beginning of the trial.\n2. Reason for the Delay\nThe trial court entered an order of continuance pending the outcome of Fisher’s appeal of his death sentence after his murder conviction in the original murder trial. As Fisher concedes, the majority of the delay— approximately 19$ months—consisted of the time between the entry of the court’s continuance order and the beginning of the trial. This Court held, in an analogous situation, that a state was justified in choosing “not to expend scarce judicial and prosecutorial resources in trying a defendant facing a death sentence, the execution of which would have eliminated the need for any trial at all.” Jamerson v. Estelle, 666 F.2d 241, 244 (5th Cir.1982) (quoting Turner v. Estelle, 515 F.2d 853, 856 (5th Cir.1975), cert. denied, 424 U.S. 955, 96 S.Ct. 1431, 47 L.Ed.2d 361 (1976)). Applying Jamerson to the present case, we find that the delay was justified.\n3. Fisher’s Assertion of the Right\nIn Barker, the Supreme Court held that the failure to assert the right to a speedy trial “will make it difficult for a defendant to prove he was denied a speedy trial.” Barker, 407 U.S. at 532, 92 S.Ct. at 2193. The trial court’s Continuance Order stated that the rape case was continued “until further motions or requests of either the defendant or the state.” Fisher filed no motion asking to go to trial on the rape case. Fisher claims he knew nothing of the continuance, did not agree to one and was not served with a copy of the order. We are unpersuaded by his argument and find that this prong of the Barker test weighs in favor of the State.\n4. Prejudice to Fisher\nThere are three interests to consider in determining whether Fisher was prejudiced by the delay: (a) preventing oppressive pretrial incarceration, (b) minimizing the anxiety and concern of the accused, and (c) limiting the possibility that the defense will be impaired. Barker, 407 U.S. at 532, 92 S.Ct. at 2193.\nIn our view, Fisher was not prejudiced by the delay. Fisher was incarcerated pursuant to his murder conviction, not because he was awaiting trial on the rape charge. His anxiety over the upcoming rape trial was probably minimal given that he was facing the death penalty. And Fisher does not point out any way in which the delay impaired his defense. Fisher contends, however, that the delay in the trial was so great that prejudice is presumed.\nIn Doggett v. United States, — U.S. -, 112 S.Ct. 2686, 120 L.Ed.2d 520 (1992), the Supreme Court spoke on this issue. In Dog-gett, which involved a delay of eight-and-one-half years, the Court held that the defendant’s right to a speedy trial had been violated even though he could not point to any particular prejudice he had suffered as a result of the delay. In reaching its conclusion, the Court relied on the fact that six years of the delay was attributable to the Government’s negligence. In the present case, there is a much shorter delay and the majority of the delay was caused by the trial court’s interest in preserving judicial resources, not negligence on the part of the State.\nConsequently, we agree with the district court’s conclusion that Fisher’s speedy trial claim must fail.\nIII. CONCLUSION\nWe hold that the district court erred in finding that the State was constitutionally required to provide Fisher with a free full transcript of his second murder trial. Accordingly, we REVERSE the district court’s grant of habeas relief.",
        "type": "majority",
        "author": "DeMOSS, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Marvin L. White, Jr., Asst. Atty. Gen., Mike Moore, Atty. Gen., Jackson, MS, for respondent-appellant.",
      "George Lucas, Jackson, MS (Court-appointed), for petitioner-appellee."
    ],
    "corrections": "",
    "head_matter": "Larry FISHER, Petitioner-Appellee, v. Edward HARGETT, Superintendent, Mississippi State Penitentiary, Respondent-Appellant.\nNo. 92-7691.\nUnited States Court of Appeals, Fifth Circuit.\nJuly 26, 1993.\nMarvin L. White, Jr., Asst. Atty. Gen., Mike Moore, Atty. Gen., Jackson, MS, for respondent-appellant.\nGeorge Lucas, Jackson, MS (Court-appointed), for petitioner-appellee.\nBefore EMILIO M. GARZA, DeMOSS, Circuit Judges, and ZAGEL , District Judge.\nDistrict Judge of the Northern District of Illinois, sitting by designation."
  },
  "file_name": "1095-01",
  "first_page_order": 1147,
  "last_page_order": 1153
}