{
  "id": 1878763,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Norma MOORE, E. James Holmes, Fred Rodriguez, and Betty Florez, Defendants-Appellants",
  "name_abbreviation": "United States v. Moore",
  "decision_date": "1993-07-21",
  "docket_number": "No. 91-7251",
  "first_page": "55",
  "last_page": "62",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 55"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "370 U.S. 31",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164935
      ],
      "weight": 3,
      "year": 1962,
      "pin_cites": [
        {
          "page": "35"
        },
        {
          "page": "1122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/370/0031-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "687"
        },
        {
          "page": "2064"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "961 F.2d 1286",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1863263
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/961/1286-01"
      ]
    },
    {
      "cite": "964 F.2d 318",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        42551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/964/0318-01"
      ]
    },
    {
      "cite": "935 F.2d 1440",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/935/1440-01"
      ]
    },
    {
      "cite": "925 F.2d 107",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1789083
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "109-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/925/0107-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 371",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "Conspiracy to commit offense or to defraud United States"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "722 F.2d 88",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10590838
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/722/0088-01"
      ]
    },
    {
      "cite": "821 F.2d 1034",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1699794
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/821/1034-01"
      ]
    },
    {
      "cite": "941 F.2d 598",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11716906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/941/0598-01"
      ]
    },
    {
      "cite": "800 F.2d 1558",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1599971
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/800/1558-01"
      ]
    },
    {
      "cite": "817 F.2d 1127",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1671007
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1132"
        },
        {
          "page": "1132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/817/1127-01"
      ]
    },
    {
      "cite": "899 F.2d 1465",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538640
      ],
      "pin_cites": [
        {
          "page": "1473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/899/1465-01"
      ]
    },
    {
      "cite": "914 F.2d 1239",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/914/1239-01"
      ]
    },
    {
      "cite": "949 F.2d 1397",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11944730
      ],
      "pin_cites": [
        {
          "page": "1406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/949/1397-01"
      ]
    },
    {
      "cite": "625 F.2d 709",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1283192
      ],
      "pin_cites": [
        {
          "page": "711"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/625/0709-01"
      ]
    },
    {
      "cite": "107 L.Ed.2d 318",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 328",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "493 U.S. 935",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11420320,
        11420056,
        11420229,
        11420647,
        11420279,
        11420135,
        11420552,
        11420177,
        11420758,
        11420375,
        11420472,
        11420697,
        11420604,
        11420095
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0935-07",
        "/us/493/0935-01",
        "/us/493/0935-05",
        "/us/493/0935-12",
        "/us/493/0935-06",
        "/us/493/0935-03",
        "/us/493/0935-10",
        "/us/493/0935-04",
        "/us/493/0935-14",
        "/us/493/0935-08",
        "/us/493/0935-09",
        "/us/493/0935-13",
        "/us/493/0935-11",
        "/us/493/0935-02"
      ]
    },
    {
      "cite": "868 F.2d 1428",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536987
      ],
      "pin_cites": [
        {
          "page": "1431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/868/1428-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1014,
    "char_count": 24012,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 3.824718392931002e-07,
      "percentile": 0.8985035420984003
    },
    "sha256": "6aeeff2fbd827b3f60606b5fdd0fc69ed722f9d05c5a4d75f09df1503930e5f7",
    "simhash": "1:cd5f22a00b2d5746",
    "word_count": 3863
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIENER, BARKSDALE and DeMOSS, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Norma MOORE, E. James Holmes, Fred Rodriguez, and Betty Florez, Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "DeMOSS, Circuit Judge:\nI\nFACTS AND PROCEEDINGS\nIn 1987, E. James Holmes started a tax preparation organization for the primary purpose of assisting taxpayers in preparing amended income tax returns that would reflect substantial previously unclaimed deductions. Holmes’ fee for this service was 10% of the amount to be refunded. He required the taxpayers to pay him this amount in advance, in cash. Holmes also conducted classes on how to prepare such amended tax returns.\nThe government describes Holmes’ method of preparing these amended returns as a reverse process which starts with the total tax withheld. The preparer would then claim sufficient deductions to entitle the taxpayer to a refund of approximately 75% of the tax that had been withheld. The newly claimed deductions would be spread among several categories to minimize the chances of triggering an audit. Apparently, the vast majority of these deductions were simply fabricated by the preparer and were not supported by any documentation.\nNorma Moore was a member of Holmes’ organization for several months during 1987 until she left to start her own tax return preparation service using the same methods. Similarly, Betty Florez attended classes for approximately two months before she left to continue her own business preparing tax returns using the same methods. Fred Rodriguez started attending Holmes’ classes in November 1987 and continued with the organization until after the IRS shut it down.\nThe IRS eventually identified 534 tax returns as fraudulently prepared by this organization and approximately $566,000 in tax refunds as fraudulent. Ml four defendants were indicted on one count each of conspiracy and multiple counts of aiding and assisting in the preparation of false tax returns. The ease was tried to a jury and all defendants were convicted on the conspiracy count. Holmes, Moore, and Florez were each convicted on all respective counts of aiding and assisting. Rodriguez was convicted on three of the four aiding and assisting counts that he was charged with. Holmes received a 60 month prison sentence, while Moore, Florez and Rodriguez were each sentenced to 24 months.\nAll the. defendants in this appeal raise issues concerning: (1) the admissibility of an expert summary witness’ testimony and (2) the application of the sentencing guidelines. Defendant Rodriguez raises two additional grounds. He challenges both the sufficiency of the evidence against him and the effectiveness of his counsel.\nWe AFFIRM.\nII\nEXPERT SUMMARY WITNESS TESTIMONY\nUpon review of the record, we find that Holmes never objected to Agent Copeland’s testimony. Under FED.R.EVID. 103(a)(1), Holmes has waived his right to raise this issue on appeal. Nonetheless, we will address this issue as if all the defendants had properly objected. IRS Agent Copeland testified for the government in several capacities. As an expert witness, Copeland was proffered for his knowledge of tax law, of audits, and of preparing tax returns. His expertise extended far beyond mere income tax matters: Copeland was also a case agent in charge of the IRS’ criminal investigations of tax violations. In addition to his specialized background, Copeland testified as one of two IRS agents who had investigated the present case. He had interviewed the defendants as well as many of the witnesses. He had personally led the raid on Holmes’ home, had reviewed the documentation and had helped to prepare the case for trial. He was therefore both a general tax expert and a direct witness of the events leading to the defendants’ indictment.\nCopeland was also used in a third capacity. As an expert summary witness, he was to summarize both the government’s own evidence and the trial testimony of all the witnesses. Present throughout the course of the trial, Copeland was to remind the jury of the detailed evidence which they had heard. His testimony therefore covered three areas: (1) general income tax matters; (2) the IRS’ criminal investigation of the defendants; (3) the trial proceedings. The multifaceted nature of this testimony lies at the heart of the defendants’ claims.\nA district court’s ruling on the admissibility of expert testimony is reviewed under the manifest error standard of review. We are required to sustain the court’s decision unless it was manifestly erroneous. Salem v. United States Lines Co., 370 U.S. 31, 35, 82 S.Ct. 1119, 1122, 8 L.Ed.2d 313 (1962); Peteet v. Dow Chem. Co., 868 F.2d 1428, 1431 (5th Cir.), cert. denied, 493 U.S. 935, 110 S.Ct. 328, 107 L.Ed.2d 318 (1989).\nFederal Rule of Evidence 702 provides: If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training or education, may testify thereto in the form of an opinion or otherwise.\nAn expert’s testimony may take the form of an opinion if it “serves to inform the jury about affairs not within the understanding of the average man.” United States v. Webb, 625 F.2d 709, 711 (5th Cir.1980). Furthermore, this opinion is not inadmissible should it address an ultimate issue to be decided by the jury. Federal Rule of Evidence 704(a) expressly provides, in pertinent part, that:\n[ejxcept as provided in subdivision (b) [prohibiting expert testimony as to a criminal defendant’s mental state], testimony in the form of an opinion or inference otherwise admissible is not objectionable because it embraces an ultimate issue to be decided by the trier of fact, (emphasis added).\nThe basis of the “ultimate issue” rule under the Federal Rules of Evidence was to prevent a witness from “usurping the province of the jury.” Rule 704 specifically abolished the “ultimate issue” rule, though the opinion must still satisfy Rules 701 and 702. Fed. R.Evid. 704, Advisory Committee Notes. Therefore, it does not matter if Copeland testified as to an “ultimate issue” so long as the evidentiary thresholds in Rules 702 and 704 are satisfied. Once these requirements are met, an expert witness may be a summary witness. Courts have found that IRS agents, in specific, may testify as expert summary witnesses. See, e.g., United States v. Mohney, 949 F.2d 1397, 1406 (6th Cir.1992); United States v. Bosch, 914 F.2d 1239 (9th Cir.1990); United States v. DeClue, 899 F.2d 1465, 1473 (6th Cir.1990); United States v. Dotson, 817 F.2d 1127, 1132 (5th Cir.1987); United States v. Barnette, 800 F.2d 1558 (11th Cir.1986). As a summary witness, an IRS agent may testify as to the agent’s analysis of the transaction which may necessarily stem from the testimony of other witnesses. The agent may also explain his analysis of the facts based on his special expertise. Dotson, 817 F.2d at 1132.\nIn the present case, the appellants do not contest the qualifications of Agent Copeland as an expert. Nor do they attack the general admissibility of summary testimony by an expert witness. The appellants argue, however, that the scope of such testimony is very limited. They assert that the testimony is restricted to matters within the special expertise of the witness.\nAppellants contend that Agent Copeland did not testify as to any matters requiring special expertise. Instead, he only repeated selected testimony that was favorable to the government without providing any expert analysis. Appellants, therefore, conclude that the government presented Copeland in the guise of an expert summary witness in order to elicit otherwise inadmissible testimony. In specific, appellants argue that Agent Copeland’s “selective” testimony was improperly used to bolster the credibility of government witnesses and to impermissibly suggest Agent Copeland’s opinion of the credibility of the testimony. The question, therefore, is whether Copeland’s testimony fell within his field of expertise. The answer turns, ultimately, upon what exactly Copeland’s expertise was and what type of expert he was proffered as. *\nAs a witness for the government, Copeland’s purpose was obviously to strengthen the government’s case. Perhaps, his testimony was selective but that is why cross examination is allowed. Furthermore, merely because testimony is selective does not mean that witness is not giving his expert opinion. An expert “may have been selective in relying on certain evidence while rejecting other evidence, but that was within his domain as an expert.” United States v. Barnette, 800 F.2d 1558, 1569 (11th Cir.1986).\nIf a witness’ expertise would be helpful to the jury, FED.R.EVID. 702, and the facts which he recounts fall within his area of expertise, then there is nothing improper about a selective summary. In this case, Copeland’s specialized knowledge would help the jury with the complicated tax issues and evidence that were necessary to prove the indictment. He was, therefore, properly qualified as an expert. The facts which he recounted also satisfy evidentiary requirements because they were well within his area of expertise. As an IRS agent, he was qualified to explain to the jury the procedures used to prepare income tax returns and the types of deductions claimed by the defendants. As an IRS law enforcement agent, the recruitment and training techniques of Holmes’ organization also fell within his expertise. And the raid and interviews of the defendants which he conducted were within his personal knowledge as a direct fact witness.\nThe appellants, however, argue that Copeland’s summary testimony runs afoul of the Seventh Circuit’s opinion in United States v. Benson, 941 F.2d 598 (7th Cir.1991). In Benson, the IRS agent improperly opined that the defendant was not entitled to Social Security benefits for disability. We find that Benson is inapposite as authority. Benson is distinguishable because the IRS agent in that case was testifying about an area clearly outside of his expertise.\nThe more pertinent authority is United States v. Dotson, 817 F.2d 1127 (5th Cir.), aff'd in pertinent part on reh’g, 821 F.2d 1034 (1987). In Dotson, we held that it was permissible for the IRS expert to summarize and analyze the facts indicating willful tax evasion so long as he did not “directly embrace the ultimate question of whether [the defendant] did in fact intend to evade income taxes.” Id. at 1132. After examining the record in this case, we found that Copeland never testified explicitly as to the defendants’ intent or state of mind. Instead, he testified to facts that were either well within his area of expertise or were personally experienced by him. That this testimony “bolstered” the government’s remaining evidence appears to be the point. The defendants had ample opportunity to cross examine Copeland and to present the jury with any controverted evidence or discrepancies in his testimony.\nAppellants also assert that, as Agent Copeland only repeated favorable testimony, he impermissibly made implicit credibility choices for the jury. As authority, they cite to United States v. Price, 722 F.2d 88 (5th Cir.1983). Price, however, prohibited only an express statement by the expert that he believed the government’s witnesses. The record in this case reveals no such statement. Copeland’s testimony was in large part factual testimony by a witness with personal knowledge of the subject matter. Other portions are summary in nature, but we cannot find even a strong inference that Copeland made a credibility suggestion.\nThe government’s questions sought both summary testimony and testimony stemming from Copeland’s personal investigation of the defendants. And that is precisely the testimony given. The answer gave neither an opinion nor a credibility determination but merely a factual recitation. Even if Copeland had given his opinion of the evidence, it would be impermissible only if the underlying facts were outside the scope of his expertise. We find that they were not; Copeland’s role as case agent rendered him uniquely knowledgeable about the events in question.\nAfter examining the record as a whole, we do not believe that the district court was manifestly erroneous in admitting Agent Copeland’s testimony. In our view, the multifaceted nature of Copeland’s expertise encompassed all of his testimony and was admissible.\nIll\nTHE SENTENCING GUIDELINES\nThe defendants were sentenced under the United States Sentencing Guidelines (except for two of Moore’s convictions for aiding and assisting that were pre-guidelines offenses). Under the Guidelines, a sentencing court should begin with the base offense level for the object offense. All the defendants in this case were convicted, in part, under 18 U.S.C. § 371 (Conspiracy to commit offense or to defraud United States).\nA review of the record shows that the defendants all: took classes from Holmes to learn the method of preparing illegal amended tax returns; conducted or assisted in the teaching of other such classes; recruited new members to the organization; and prepared the illegal amended tax returns which Holmes often signed. The record shows that the 26 tax preparers employed in total by the organization often worked in small groups on the returns, shared the profits after giving Holmes his share, and were bound by a promise of secrecy in regard to the organization. The applicable sentencing provision is § 2X1.1, Conspiracy.\nThe district court calculated the base offense level for the appellants’ sentences using the “intended tax loss” figure of approximately $566,000. Section 2T4.1(J) of the applicable 1987 Sentencing Guidelines assesses a base offense level of 15 for offenses involving a tax loss of $500,001 to $1,000,000. However, if a defendant was in the business of preparing or assisting in the preparation of tax returns, § 2T1.4(b)(3) requires the addition of two levels. The court relied on this provision to enhance the offense level from 15 to 17 for all the defendants. With the exception of Holmes, the defendants were found to have a total offense level of 17. The court subsequently imposed the 24 month minimum sentence within that level on Moore, Florez and Rodriguez. The court used the same aggregated “intended tax loss” figure of $566,000 to reach a base offense level of 15 for the ringleader Holmes, before enhancing the level to 25 for various other offense characteristics and imposing a 60 month sentence.\nThe appellants contend that their base offense levels should have been calculated on the government’s actual tax loss of $0. They point out that, although the government actually paid out some of the fraudulently claimed refunds before discovering the scheme, those amounts apparently were recovered from the taxpayers. They therefore argue that, without the “intended tax loss” figure, the court would have reached a dramatically reduced base offense level and lower sentences. The government responds that the evidence presented at sentencing clearly shows that the district court properly calculated the “tax loss” for sentencing.\n“In examining a challenge to a sentence based on the Guidelines, we must accept the factual findings of the district court unless they are clearly erroneous, but we fully review its application of the Guidelines for errors of law.” United States v. Rodriguez, 925 F.2d 107, 109-10 (5th Cir.1991).\nThe United States Sentencing Commission, Guidelines Manual, under which the parties were sentenced, is the focus for our review. The parties were sentenced under § 2T1.4 (Aiding, Assisting, Procuring, Counselling, or Advising Tax Fraud). Multiple cross references exist between this section and those dealing with false statements on tax returns (§ 2T1.3) and tax evasion (§ 2T1.1). The amount of the “tax loss” is relevant to determining the base offense level for all of these offenses. The cross references in these sections and the accompanying comments plainly indicate that the amount of the “tax loss” is to be calculated in a similar manner in each provision, and that the amount the parties attempted to illegally obtain from the government controls over their eventual failure to actually acquire and retain their illegal refunds.\nSection 2T1.4(a) states that the . base offense level is either:\n(1) Level from § 2T4.1 (Tax Table) corresponding to the resulting tax loss, if any; or\n(2) 6, otherwise.\nThis subsection also instructs the court:\nFor purposes of this guideline, the “tax loss” is the tax loss, as defined in § 2T1.3, resulting from the defendant’s aid, assistance, procurance or advise.” Id.\nThe background comments to this section provide:\nAn increased offense level is specified for tax preparers and advisors because their misconduct poses a greater risk of revenue loss and is more clearly willful. Other consideration are similar to those in § 2T1.S. U.S.S.G. § 2T1.4, comment (backg’d) (emphasis added).\nTo determine the tax loss, we must therefore turn to Section 2T1.3 (Fraud and False Statements Under Penalty of Perjury) which provides, in turn:\n(a) Base Offense Level:\n(1) Level from § 2T4.1 (Tax Table) corresponding to the tax loss, if the offense was committed in order to facilitate evasion of a tax; or\n(2) 6, otherwise.\nFor purposes of this guideline, the “tax loss” is 28 percent of the amount by which the greater of gross income and taxable income was understated, plus 100 percent of the total amount of any false credits claimed against tax. U.S.S.G. § 2T1.3(a) (emphasis added).\nThe background comment to this section states:\nThis guideline covers conduct that usually is analogous to tax evasion, although the elements differ. Accordingly, the offense is treated much like tax evasion.\nExistence of a tax loss is not an element of these offenses. Furthermore, in instances where the defendant is setting the groundwork for evasion of a tax that is expected to become due in the future, he may make false statements that underre-port income that as of the time of conviction may not yet have resulted in a tax loss. In order to gauge the seriousness of these offense, the guidelines establish a rule for determining a “tax loss” based on the nature and magnitud!e of the false statements made. Use of this approach also avoids complex problems of proof and invasion of privacy when returns of persons other than the defendant and co-defendants are involved. U.S.S.G. § 2T1.3 comment (backg’d) (emphasis added).\nTax evasion is addressed in § 2T1.1. This section defines the base offense level as:\n(a) Base Offense Level: Level from § 2T4.1 (Tax Table) corresponding to the tax loss.\nFor purposes of this guideline, the “tax loss” is the greater of: (A) the total amount of tax that the taxpayer evaded or attempted to evade; and (B) the “tax loss” defined in § 2T1.3.\nThe application notes to this section reiterate that: “[f]or purposes of the guideline, the tax loss is the amount of tax that the taxpayer evaded or attempted to evade.” U.S.S.G. § 2T1.1 (comment n. 2) (emphasis added).\nIn our view, the Guideline’s cross referencing and comments all indicate that the sections must be read concurrently. As § 2T1.4 specifies that the “tax loss” for that section is the same as the “tax loss” for § 2T1.3, and § 2T1.3 defines the “tax loss” as a percentage of the amount by which income was understated, it seems that the “tax loss” under § 2T.1.4 should be based on the amount by which income was understated on the amended tax returns rather than on the net amount actually paid out by the government. The comments to these sections and § 2T1.1 reinforces this interpretation.\nThe appellants point to the alternative base offense level of “6” provided for in both § 2T1.3 and § 2T1.4 as a catchall provision providing a sentencing level when other calculated levels do not apply. This appears to be an accurate characterization of the alternative provision, but it does not affect the Guidelines’ definition of “tax loss.” The background comment to § 2T1.3 set forth previously eviscerates appellants’ reliance on this argument.\nThe appellants also argue that their pre-sentence reports erroneously state that they should be sentenced under § 2T1.4 for their conspiracy convictions as well as for their aiding and assisting convictions. They claim that they should have been sentenced under § 2T1.9 (Conspiracy to Impair, Impede or Defeat Tax) for their conspiracy convictions. The district court adopted the findings and guideline applications in each defendant’s presentence report. Even if we assume that the reports incorrectly advise that sentencing on the conspiracy convictions be based on § 2T1.4 rather than § 2T1.9, such error would not change the appellants’ sentences. Section 2T1.9 specifies that the base offense is the greater of:\n(1) Offense level determined from § 2T1.1 or § 2T1.3, as applicable; or\n(2) 10.\nU.S.S.G. § 2T1.9(a).\nThe application notes to this section advise:\nThe base offense level is the offense level (base offense level plus any applicable specific offense characteristics) from § 2T1.1 or § 2T1.3 (whichever is applicable to the underlying conduct), if that offense level is greater than 10. Otherwise the base offense level is 10. Id. comment, (n. 2).\nAs both § 2T1.4 and § 2T1.9, depend on the same criteria (§ 2T1.3 and § 2T4.1) to calculate the base offense level, the appellants would have received the same base offense level regardless of which section was cited in the calculation of that level.\nThe appellants attempt to rely on the Fourth Circuit’s opinion in United States v. Schmidt, 935 F.2d 1440 (4th Cir.1991), in support of their argument that the “tax loss” should be the amount of taxes actually not paid to the government.. The government successfully distinguishes Schmidt from the instant, case and cites a subsequent Fourth Circuit case limiting Schmidt, United States v. Hirschfeld, 964 F.2d 318 (4th Cir.1992). The government also cites United States v. Brimberry, 961 F.2d 1286 (7th Cir.1992), in which the Seventh Circuit held that § 2T1.3 expressly and unambiguously defined “tax loss” as the amount owed to the government rather than the amount of money that the IRS could actually recover. Id. at 1292.\nIn our view, the plain language of the Guidelines and the comments to the Guidelines appear to clearly support the district court’s calculation of the “tax loss.” We, therefore, find no error.\nIV\nSUFFICIENCY OF THE EVIDENCE\nAppellant Rodriguez also attacks the sufficiency of the evidence against him. A review of the record convinces us that there is little merit to this claim. The evidence presented by the government was substantial and a reasonable jury could have found beyond a reasonable doubt that Rodriguez was guilty. We therefore dismiss this claim.\nV\nINEFFECTIVE ASSISTANCE OF COUNSEL\nRodriguez also contends that he was denied the effective assistance of counsel. We do not agree. Rodriguez cites no authority to support his claim of ineffective assistance of counsel. Even if he had done so, Rodriguez fails to satisfy the requirements articulated by the Supreme Court in Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 2064, 80 L.Ed.2d 674 (1984). We therefore dismiss this claim.\nVI\nCONCLUSION\nFor all the reasons mentioned above, we find no error in the district court’s decisions to admit Agent Copeland’s testimony and to base the defendants’ sentences upon an “intended tax loss” figure instead of an “actual tax loss” amount. We AFFIRM.\n. U.S.S.G. § 2Tl.l(a) (emphasis added).",
        "type": "majority",
        "author": "DeMOSS, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Mike Brown, Brown and Brown, Lubbock, TX (court-appointed), for Holmes and Moore.",
      "Benjamin F. Walker, Ruben Sandoval, San Antonio, TX, for Rodriguez.",
      "Ralph H. Brock, Lubbock, TX (court-appointed), for Florez.",
      "Paulina M. Jacobo, Asst. U.S. Atty., Richard H. Stephens, Lubbock, TX, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Norma MOORE, E. James Holmes, Fred Rodriguez, and Betty Florez, Defendants-Appellants.\nNo. 91-7251.\nUnited States Court of Appeals, Fifth Circuit.\nJuly 21, 1993.\nRehearing Denied Aug. 19, 1993.\nMike Brown, Brown and Brown, Lubbock, TX (court-appointed), for Holmes and Moore.\nBenjamin F. Walker, Ruben Sandoval, San Antonio, TX, for Rodriguez.\nRalph H. Brock, Lubbock, TX (court-appointed), for Florez.\nPaulina M. Jacobo, Asst. U.S. Atty., Richard H. Stephens, Lubbock, TX, for plaintiff-appellee.\nBefore WIENER, BARKSDALE and DeMOSS, Circuit Judges."
  },
  "file_name": "0055-01",
  "first_page_order": 107,
  "last_page_order": 114
}