{
  "id": 1878813,
  "name": "UNITED STATES of America, Plaintiff-Appellant, v. Phillip E. NAUGLE, Defendant-Appellee",
  "name_abbreviation": "United States v. Naugle",
  "decision_date": "1993-07-01",
  "docket_number": "No. 92-4154",
  "first_page": "819",
  "last_page": "823",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 819"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "26 U.S.C. § 5845",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "460 U.S. 730",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6199658
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "742",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "1543",
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0730-01"
      ]
    },
    {
      "cite": "974 F.2d 446",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10515255
      ],
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/974/0446-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 5861",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "877 F.2d 139",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530513
      ],
      "pin_cites": [
        {
          "page": "142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/877/0139-01"
      ]
    },
    {
      "cite": "480 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131527
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "326"
        },
        {
          "page": "1153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0321-01"
      ]
    },
    {
      "cite": "456 U.S. 798",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6191830
      ],
      "weight": 5,
      "year": 1982,
      "pin_cites": [
        {
          "page": "820-21"
        },
        {
          "page": "2170-71"
        },
        {
          "page": "821"
        },
        {
          "page": "2171",
          "parenthetical": "\"[A] warrant that authorizes an officer to search a home for illegal weapons also provides authority to open closets, chests, drawers, and containers in which the weapon might be found.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/456/0798-01"
      ]
    },
    {
      "cite": "113 S.Ct. 2130",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12205
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "2137",
          "parenthetical": "reciting same criteria"
        },
        {
          "parenthetical": "reciting same criteria"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/508/0366-01"
      ]
    },
    {
      "cite": "496 U.S. 128",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12122066
      ],
      "weight": 6,
      "year": 1990,
      "pin_cites": [
        {
          "page": "136"
        },
        {
          "page": "2308"
        },
        {
          "parenthetical": "quotation omitted"
        },
        {
          "page": "137"
        },
        {
          "page": "2308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/496/0128-01"
      ]
    },
    {
      "cite": "403 U.S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027286
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "465",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "2037",
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0443-01"
      ]
    },
    {
      "cite": "975 F.2d 72",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10512148
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "79-80"
        },
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/975/0072-01"
      ]
    },
    {
      "cite": "984 F.2d 1074",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10517768
      ],
      "pin_cites": [
        {
          "page": "1077-78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/984/1074-01"
      ]
    },
    {
      "cite": "988 F.2d 1548",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10517919
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/988/1548-01"
      ]
    },
    {
      "cite": "755 F.Supp. 1504",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7394549
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "1512"
        },
        {
          "page": "1509"
        },
        {
          "page": "1509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/755/1504-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3731",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 726,
    "char_count": 12865,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 2.6603641205043475e-07,
      "percentile": 0.824897320268479
    },
    "sha256": "98cf27e1a495bcb831add7f5c4442b6ae54b605f84af9086a894b2cc003b93f0",
    "simhash": "1:bb4861771f7eb66d",
    "word_count": 2144
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LOGAN, SEYMOUR, and BALDOCK, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellant, v. Phillip E. NAUGLE, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "LOGAN, Circuit Judge.\nPlaintiff United States appeals the district court’s order granting defendant Phillip E. Naugle’s motion to suppress a shotgun found in a search of his home. We have jurisdiction pursuant to 18 U.S.C. § 3731.\nI\nIn February 1989, the Utah County Sheriffs Department was investigating defendant’s service of process and investigations business, known as Search Investigations, Inc. The department had been told that defendant was illegally using Utah County Constable stationery in his business, that he was performing illegal wiretaps, and that he had been involved in a kidnapping episode. The Sheriffs Department obtained a search warrant on the basis of this information authorizing them to search defendant’s home for four categories of items:\n(1) letters, papers, documents, checks or envelopes inscribed or printed upon with the Utah County Constable or Utah County Constable Star; (2) letters, papers, documents, cheeks or envelopes inscribed or printed upon any such insignia which gives the appearance or represents a government agency, or anything else that in its nature could be used to imply an affiliation with such an agency; (3) any surveillance equipment including electronic listening and recording devices, cameras, binoculars, radios, telephone hardware and records; (4) business records, personnel files, payroll records, computer, both hard and software, contracts, tapes or video equipment.\nNaugle v. Witney, 755 F.Supp. 1504, 1512 (D.Utah 1990). A team of officers then executed the warrant on defendant’s home.\nIn the course of the search, one of the officers entered a closet. At the suppression hearing, he testified as to what he saw:\nAs I turned to my left I saw several rows of boxes of cardboard type boxes. As I looked behind the first row in the back I observed a double barreled shotgun with a short barrel that was, had the action broken open but it was in one piece assembled, fully assembled and laying in a box in a V fashion in plain sight.\nQ: Okay. Now you say a shortened barrel, does that mean something less than 18 inches?\nA: It was obviously less than 18 inches. We have a lot of 18 inch barrels which I issue to the people for our department of a shotgun and that was in the neighborhood of an estimate between 12 and 13 inches.\nIV R. 60. Under cross-examination, the officer testified that although the gun was in a box, it was visible and sticking out of the top of the box, and that no other boxes were stacked on top of the gun. Id. at 74. He also stated that the closet contained file cabinets, and that some of the other boxes contained electronic equipment and files. Id. at 75. The officers seized the weapon, and later determined that it was unregistered.\nAggrieved by the search and subsequent seizure of many items, defendant and his wife filed a federal civil suit against the officers who performed the search. In a pretrial order in that civil case, the district court ruled that the first three categories in the search warrant were specific and supported by probable cause, but that the last category was too broad and therefore invalid. The United States subsequently brought criminal charges against defendant, and he sought to suppress the shotgun found in the search.\nThe parties stipulated that the district court’s determination in the civil case as to the validity of the search warrant was binding in this case, although the government reserved the right to argue that the items seized under the invalid portion could be admitted pursuant to the good faith exception. At the suppression hearing, the government maintained that, although the warrant makes no reference to weapons, the shotgun was found in plain view while the officers were executing the valid portions of the warrant. The district court disagreed, ruling that the gun “was not in plain view,” but was “unearthed as a result of a happenstance and a rummaging through files that was not obvious. It was under boxes that you did not have a right to look into that area.” Ill R. 6. At a later hearing, the court explained that it “held the shotgun not to be appropriately seized because it was the result of a rummage expedition by police officers and that it was not in the plain view of the police officer.” II R. 4.\nII\nWe review the district court’s decision to suppress evidence under a clearly erroneous standard, and consider the evidence in the light most favorable to that ruling. United States v. Soto, 988 F.2d 1548, 1551 (10th Cir.1993). Determinations of law, such as the severability of the warrant and the permissible scope of the search, however, are reviewed de novo. Id.\nIt is unclear whether the district court agreed that the valid portions of the warrant were severable from the invalid portions, although it did not rule that the entire search was improper. Our decision in United States v. Brown, 984 F.2d 1074, 1077-78 (10th Cir.1993), issued after the district court’s suppression order in the instant case, explicitly adopted the severability doctrine. To make the severability doctrine applicable the valid portions of the warrant must be sufficiently particularized, distinguishable from the invalid portions, and make up the greater part of the warrant. See United States v. George, 975 F.2d 72, 79-80 (2d Cir.1992). The instant case meets that standard. Therefore the sheriffs department was properly present in defendant’s house to execute the valid sections of the warrant.\nThe government contends that the district court’s finding that the shotgun was not found in plain view is clearly erroneous. We initially note the caution with which we must apply the plain view doctrine: “[I]t is important to keep in mind that, in the vast majority of cases, any evidence seized by the police will be in plain view, at least at the moment of seizure.” Coolidge v. New Hampshire, 403 U.S. 443, 465, 91 S.Ct. 2022, 2037, 29 L.Ed.2d 564 (1971) (plurality opinion). To justify a warrantless seizure based on plain view, three conditions must be satisfied. First, the seizing officer must not have violated the Fourth Amendment “in arriving at the place from which the evidence could be plainly viewed.” Horton v. California, 496 U.S. 128, 136, 110 S.Ct. 2301, 2308, 110 L.Ed.2d 112 (1990). Second, the item must not only be in plain sight, but “its incriminating character must also be immediately apparent.” Id. (quotation omitted). Finally, “not only must the officer be lawfully located in a place from which the object can be plainly seen, but he or she must also have a lawful right of access to the object itself.” Id. at 137, 110 S.Ct. at 2308; see also Minnesota v. Dickerson, — U.S. -, -, 113 S.Ct. 2130, 2137, 124 L.Ed.2d 334 (1993) (reciting same criteria).\nWe are satisfied that the warrant as redacted permitted the officers to enter and search the closet. See George, 975 F.2d at 80. The valid portions of the warrant allowed the officers to search for documents and electronic equipment, both of which could be found in a closet. “A lawful search of fixed premises generally extends to the entire area in which the object of the search may be found and is not limited by the possibility that separate acts of entry or opening may be required to complete the search.” United States v. Ross, 456 U.S. 798, 820-21, 102 S.Ct. 2157, 2170-71, 72 L.Ed.2d 572 (1982). Although the officer who searched the closet testified that he viewed the shotgun after merely looking past a row of boxes, the district court seems to have rejected this testimony when it found that the gun was discovered only after a “rummaging.” We accept the district court’s determination, but it does not control the outcome of this appeal.\nThe officers were permitted to search for “letters, papers, documents, checks or envelopes,” as well as “surveillance equipment including electronic listening and recording devices, cameras, binoculars, radios, telephone hardware and records.” 755 F.Supp. at 1509. The officer testified that the boxes in the closet were “legal size,” about the “size of a[n] orange box.” IV R. 74. Such boxes are large enough to contain the items the officers were authorized to seize, and so they were permitted to examine the contents of the boxes, even if a “rummaging” resulted. See Ross, 456 U.S. at 821, 102 S.Ct. at 2171 (“[A] warrant that authorizes an officer to search a home for illegal weapons also provides authority to open closets, chests, drawers, and containers in which the weapon might be found.”). Therefore, regardless of the circumstances in which the officer first discovered the shotgun, he did not violate the Fourth Amendment in reaching the place from which the gun could be seen.\nThe second requirement for a plain view seizure is that the incriminating nature of the evidence be immediately apparent to the seizing officer, and must rise to the level of probable cause. Arizona v. Hicks, 480 U.S. 321, 326, 107 S.Ct. 1149, 1153, 94 L.Ed.2d 347 (1987). “[T]he officers’ discovery of the object must so galvanize their knowledge that they can be said, at that very moment or soon thereafter, to have probable cause to believe the object to be contraband or evidence.” United States v. Rutkowski, 877 F.2d 139, 142 (1st Cir.1989). The officer testified that it was immediately apparent to him that the barrel of the shotgun was less than 18 inches long, and was therefore likely illegal. However, because of the structure of federal firearms laws, possession of a sawed-off shotgun is not per se illegal; it is only illegal to possess an unregistered sawed-off shotgun. 26 U.S.C. § 5861(d). The maker of such a weapon may register it with the Bureau of Alcohol, Tobacco and Firearms, although a transferee may not. United States v. Aiken, 974 F.2d 446, 449 (4th Cir.1992). Of course, no officer can tell upon first sight whether a weapon is properly registered, but probable cause “merely requires that the facts available to the officer would warrant a man of reasonable caution in the belief that certain items may be contraband or stolen property or useful as evidence of a crime; it does not demand any showing that such a belief be correct or more likely true than false.” Texas v. Brown, 460 U.S. 730, 742, 103 S.Ct. 1535, 1543, 75 L.Ed.2d 502 (1983) (plurality opinion) (quotation and citation omitted). Although sawed-off shotguns may be legally possessed, that is the rare ease, and we hold that the officer had probable cause to seize the weapon and determine its registration status based on his observation of its barrel.\nThe final requirement is that the officer have a lawful right of access to the object. This factor is implicated in situations such as when an officer on the street sees an object through the window of a house, or when officers make observations via aerial photography or long-range surveillance. In those cases the officers cannot use the plain view doctrine to justify a warrantless seizure, because to do so would require a warrantless entry upon private premises. Here we have no such problem; the gun was in the closet where the officer was permitted to be, and he did nothing more than reach out to the box containing the gun.\nBecause we hold that even under the facts as found by the district court the plain view doctrine justified the seizure of the shotgun, the decision of the district court suppressing the use of the shotgun at trial is REVERSED, and the cause REMANDED for further proceedings consistent with this opinion.\n. The actual language of the warrant was as follows:\nLetters, papers, documents, checks or envelopes inscribed or printed upon with the Utah County Constable, the Utah County Constable Star, or any such insignia which gives the appearance or represents a government agency, or anything else that in its nature could be used to imply an affiliation with such an agency, any surveillance equipment including electronic listening and recording devices, cameras, binoculars, radios, telephone hardware and records, business records, personnel files, payroll records, computer, both hard and software, contracts, tapes or video equipment, and any other articles used in the support or furtherance of.\nNaugle, 755 F.Supp. at 1509.\n. Under 26 U.S.C. § 5845(a), only shotguns with barrels less than 18 inches in length, or with an overall length of less than 26 inches, are defined as \"firearms” for purposes of registration requirements.",
        "type": "majority",
        "author": "LOGAN, Circuit Judge."
      }
    ],
    "attorneys": [
      "Kevin L. Sundwall, Sp. Asst. U.S. Atty. (David J. Jordan, U.S. Atty., and Mark K. Vincent, Sp. Asst. U.S. Atty., with him on the brief), Salt Lake City, UT, for plaintiff-appellant.",
      "Scott S. Kunkel, Salt Lake City, UT, for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellant, v. Phillip E. NAUGLE, Defendant-Appellee.\nNo. 92-4154.\nUnited States Court of Appeals, Tenth Circuit.\nJuly 1, 1993.\nKevin L. Sundwall, Sp. Asst. U.S. Atty. (David J. Jordan, U.S. Atty., and Mark K. Vincent, Sp. Asst. U.S. Atty., with him on the brief), Salt Lake City, UT, for plaintiff-appellant.\nScott S. Kunkel, Salt Lake City, UT, for defendant-appellee.\nBefore LOGAN, SEYMOUR, and BALDOCK, Circuit Judges."
  },
  "file_name": "0819-01",
  "first_page_order": 871,
  "last_page_order": 875
}