{
  "id": 1878827,
  "name": "Robert Charles BECK, Appellant, v. DEPARTMENT OF JUSTICE, et al.",
  "name_abbreviation": "Beck v. Department of Justice",
  "decision_date": "1993-07-06",
  "docket_number": "No. 91-5292",
  "first_page": "1489",
  "last_page": "1494",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 1489"
    }
  ],
  "court": {
    "name_abbreviation": "D.C. Cir.",
    "id": 8770,
    "name": "United States Court of Appeals for the District of Columbia Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "911 F.2d 755",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5676379,
        10537511
      ],
      "pin_cites": [
        {
          "page": "768"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/286/0013-01",
        "/f2d/911/0755-01"
      ]
    },
    {
      "cite": "879 F.2d 873",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3472141,
        10537717
      ],
      "pin_cites": [
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/279/0027-01",
        "/f2d/879/0873-01"
      ]
    },
    {
      "cite": "906 F.2d 779",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1812400,
        3483135
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "781"
        },
        {
          "page": "781",
          "parenthetical": "public interest \"must be defined with sufficient specificity\" to enable court to balance it against protected privacy interests"
        },
        {
          "page": "781"
        },
        {
          "page": "782"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/906/0779-01",
        "/us-app-dc/285/0085-01"
      ]
    },
    {
      "cite": "737 F.2d 84",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3799814,
        670047
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "86-87"
        },
        {
          "page": "92"
        },
        {
          "page": "92",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "92-93"
        },
        {
          "page": "94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/237/0302-01",
        "/f2d/737/0084-01"
      ]
    },
    {
      "cite": "21 U.S.C. §§ 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "75"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 848",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "1992 WL 360498",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "granting in part and denying in part motion for summary affirmance"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1991 WL 519827",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "\"Mem.Op.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "926 F.2d 1197",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546712,
        3488360
      ],
      "pin_cites": [
        {
          "page": "1205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/926/1197-01",
        "/us-app-dc/288/0324-01"
      ]
    },
    {
      "cite": "968 F.2d 1276",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519352,
        3499688
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1281"
        },
        {
          "page": "1282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/968/1276-01",
        "/us-app-dc/296/0405-01"
      ]
    },
    {
      "cite": "489 U.S. 749",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12033433
      ],
      "weight": 22,
      "year": 1989,
      "pin_cites": [
        {
          "page": "756"
        },
        {
          "page": "1473"
        },
        {
          "page": "762"
        },
        {
          "page": "1476"
        },
        {
          "page": "773"
        },
        {
          "page": "1481-82"
        },
        {
          "page": "755"
        },
        {
          "page": "1472"
        },
        {
          "page": "773"
        },
        {
          "page": "1482",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "773"
        },
        {
          "page": "1482"
        },
        {
          "page": "773"
        },
        {
          "page": "1482"
        },
        {
          "page": "773"
        },
        {
          "page": "1482"
        },
        {
          "page": "774"
        },
        {
          "page": "1482"
        },
        {
          "page": "773-74"
        },
        {
          "page": "1481-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0749-01"
      ]
    },
    {
      "cite": "425 U.S. 352",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6176867
      ],
      "weight": 9,
      "year": 1976,
      "pin_cites": [
        {
          "page": "361"
        },
        {
          "page": "1599"
        },
        {
          "page": "361"
        },
        {
          "page": "1599"
        },
        {
          "page": "381"
        },
        {
          "page": "1608"
        },
        {
          "page": "367-70"
        },
        {
          "page": "1602-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/425/0352-01"
      ]
    },
    {
      "cite": "112 S.Ct. 541",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6221063
      ],
      "weight": 8,
      "year": 1991,
      "pin_cites": [
        {
          "page": "547"
        },
        {
          "page": "549"
        },
        {
          "page": "547"
        },
        {
          "page": "549"
        },
        {
          "page": "549"
        },
        {
          "page": "548-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0164-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 552",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 8,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "\"FOIA\""
        },
        {
          "page": "(b)"
        },
        {
          "page": "(a)(4)(B)"
        },
        {
          "page": "(a)(4)(B)"
        },
        {
          "page": "(b)(6)"
        },
        {
          "page": "46"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 833,
    "char_count": 17609,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06899321157333883
    },
    "sha256": "ac1aa5f3b6251edf8547f2b1d735d5fc40fe28611802c4ed6664f3cb087de9ab",
    "simhash": "1:7ee6df02e7ba34d2",
    "word_count": 2869
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SILBERMAN, BUCKLEY, and WILLIAMS, Circuit Judges."
    ],
    "parties": [
      "Robert Charles BECK, Appellant, v. DEPARTMENT OF JUSTICE, et al."
    ],
    "opinions": [
      {
        "text": "Opinion for the court filed by Circuit Judge BUCKLEY.\nBUCKLEY, Circuit Judge:\nAppellant Robert Charles Beck invokes the Freedom of Information Act in order to secure certain records pertaining to two Drug Enforcement Administration agents. Citing Exemptions 6 and 7(C) of the Act, the Department of Justice’s Office of Professional Responsibility refused to either confirm or deny the existence of such records. Because the public interest served by the Act would not be advanced by revealing whether the Government has credible evidence that these individuals have engaged in wrongdoing, we agree that the requested information was properly withheld.\nI. Background\nA. Legal Framework\nThe purpose of the Freedom of Information Act, 5 U.S.C. § 552 (1988) (“FOIA”), is to “facilitate public access to Government documents.” Department of State v. Ray, — U.S. -, -, 112 S.Ct. 541, 547, 116 L.Ed.2d 526 (1991). The Act is meant “to pierce the veil of administrative secrecy and to open agency action to the light of public scrutiny.” Id. (quoting Department of Air Force v. Rose, 425 U.S. 352, 361, 96 S.Ct. 1592, 1599, 48 L.Ed.2d 11 (1976)).\nAlthough FOIA’s disclosure requirements are broad, Congress exempted nine categories of documents from the Act’s reach. See 5 U.S.C. § 552(b). Exemption 6 excepts\npersonnel and medical files and similar files the disclosure of which would constitute a clearly unwarranted invasion of personal privacy.\nId. § 552(b)(6). Exemption 7(C) protects\nrecords or information compiled for law enforcement purposes, but only to the extent that the production of such law enforcement records or information ... could reasonably be expected to constitute an unwarranted invasion of personal privacy.\nId. § 552(b)(7)(C). The protection available under these exemptions is not the same. Noting the use of the adverb “clearly” in Exemption 6 and its requirement that disclosure constitute an actual rather than a likely invasion of privacy, the Supreme Court has held that “the standard for evaluating a threatened invasion of privacy interests ... is somewhat broader” under Exemption 7(C) than under Exemption 6. Department of Justice v. Reporters Comm. for Freedom of the Press, 489 U.S. 749, 756, 109 S.Ct. 1468, 1473, 103 L.Ed.2d 774 (1989).\nIn applying Exemption 7(C), we have noted that “we balance the privacy interests that would be compromised by disclosure against the public interest in release of the requested information.” Davis v. Department of Justice, 968 F.2d 1276, 1281 (D.C.Cir.1992) (citing Reporters Committee, 489 U.S. at 762, 109 S.Ct. at 1476; and Safecard Servs., Inc. v. SEC, 926 F.2d 1197, 1205 (D.C.Cir.1991)). The Supreme Court has defined the public interest against which the protected privacy interests are to be balanced as “the citizens’ right to be informed about what their government is up to.” Ray, — U.S. at-, 112 S.Ct. at 549 (quoting Reporters Committee, 489 U.S. at 773, 109 S.Ct. at 1481-82) (internal quotation marks and citation omitted). The same standard, of course, is applicable in the case of Exemption 6. '\nConsistent with the purpose of the Act, the burden is on the agency to justify withholding requested documents. See 5 U.S.C. § 552(a)(4)(B); see also Ray, — U.S. at-, 112 S.Ct. at 547. An agency’s refusal to disclose information is subject to de novo review by a district court. 5 U.S.C. § 552(a)(4)(B)); see also Reporters Committee, 489 U.S. at 755, 109 S.Ct. at 1472.\nB. Factual and Procedural History\nAppellant Beck filed FOIA requests with several federal agencies, including the Department of Justice’s Office of Professional Responsibility (“OPR”). Beck sought records that mentioned him as well as OPR records pertaining to two DEA special agents. Not satisfied with the responses to his FOIA requests, Beck brought this pro se action in November 1988.\nIn a memorandum opinion dated January 31, 1991, the district court granted the Government’s motion for summary judgment and denied Beck’s cross-motion for summary judgment. Beck v. Department of Justice, No. 88-3433, Mem.Op. at 13, 1991 WL 519827 (D.D.C. Jan. 31, 1991) (“Mem.Op.”). On November 19, 1992, we granted the Government’s motion for summary affirmance as to all the defendant agencies with the exception of OPR. Beck v. Department of Justice, No. 91-5292, Mem. Order at 1-2, 1992 WL 360498 (D.C.Cir. Nov. 19, 1992) (granting in part and denying in part motion for summary affirmance). In that same order, and on our own motion, we appointed an amicus curiae to argue the claims advanced by Beck.\nThe only FOIA request at issue, then, is Beck’s request for OPR records, which reads as follows:\nI[n] the records of your office, have there been any complaints to your office regarding the activities of Drug Enforcement [Special Agent] Dale L. Stenson? Further, I request a copy of all records regarding [Special Agent] Stenson that your office has in its files.\nBrief for Appellees at 5. Beck sent an identical request for records pertaining to Special Agent Raymond W. Troy.\nBeck had been named in an indictment alleging his involvement in a continuing criminal enterprise, in violation of 21 U.S.C. § 848, and a conspiracy to possess with the intent to distribute in excess of 50 kilograms of marijuana, in violation of 21 U.S.C. §§ 841(a)(1), 846. Beck was convicted and sentenced to prison. He alleged in a Memorandum of Points and Authorities in support of his Motion for Summary Judgment filed in the district court that in connection with the DEA’s investigation, Special Agents Stenson and Troy “planned and put into effect actions that can only be characterized as unethical conduct and willful disregard for the safety and wellbeing of members of the public.” Appendix of Court-Appointed Amicus Curiae (“App.”) at 58. He also claimed that the agents knowingly presented false information and documents to the grand jury in order to secure his conviction. See id. at 75.\nThe OPR responded to Beck’s FOIA request in a January 1989 letter indicating that it was OPR policy neither to confirm nor deny the existence of records pertaining to individuals except in two circumstances: either (1) when those individuals signed a waiver of their privacy rights or (2) when some set of compelling circumstances made clear that the release of the records would not constitute an invasion of privacy. The OPR reiterated this position in a declaration filed with the district court in support of its motion for summary judgment and claimed an exemption from disclosure on the basis of Exemptions 6 and 7(C), 5 U.S.C. §§ 552(b)(6), (b)(7)(C). See App. at 44, 46.\nIn that declaration, Richard M. Rogers, Deputy Counsel on Professional Responsibility for the Department of Justice, argued that “there does not appear to be any identifiable general public interest in the disclosure ... which would outweigh the personal privacy interest of these individuals.” Id. at 46. The district court agreed, holding that\n[t]o require OPR, the internal investigative arm of DOJ, to confirm or deny the existence of records regarding DOJ employees where, as here, a litigant merely alleges that those investigating him engaged in misconduct, would elevate a mere accusation to a compelling public interest.\nMem.Op. at 11. This appeal followed.\nII. Analysis\nA Exemptions 6 and 7(C)\nAs noted, Exemptions 6 and 7(C), though similar, are not coextensive. See above at pages 2-3. Amicus argues that OPR failed to demonstrate that the requested documents were in fact prepared for law enforcement purposes; as a consequence, he maintains that the Government may not proceed under Exemption 7(C) in this appeal, but must meet the more stringent requirements of Exemption 6. While it is true that the district court did not identify which of the two exemptions it was invoking in its discussion of the OPR documents, see Mem.Op. at 10-11, we do not reach this argument because under either exemption we find no public interest to be balanced against the two agents’ obvious interest in the continued confidentiality of their personnel records.\nB. Public Interest Analysis\nAmicus argues that due to the agency’s refusal to either confirm or deny the existence of the requested files, the district court did not have an adequate factual basis for performing the balancing required in an Exemption 6 analysis. According to amicus, there is a public interest in knowing the identity of Government employees who have engaged in wrongdoing; therefore, the OPR’s refusal to either confirm or deny the existence of documents that might reveal wrongdoing by them ignores this potential public interest and leaves the district court without an adequate foundation on which to balance the competing interests.\nAmicus, in a substantial shift of position from that of plaintiff below, asserts that the OPR should conduct a review of its files to determine whether they contain “credible evidence” (or, as defined at oral argument, “a finding”) that the individual employees in question have violated any statutes, rules, regulations, or standards of agency conduct. If no such evidence exists, amicus argues, then the agency should so state in a detailed affidavit. If the agency uncovers any documents fitting this description, however, ami-cus suggests that the agency must at least disclose that such documents exist.\nThe public’s interest in disclosure of personnel files derives from the purpose of the Act—the preservation of “the citizens’ right to be informed about what their government is up to.” Reporters Committee, 489 U.S. at 773, 109 S.Ct. at 1482 (internal quotation marks omitted); see also Ray, — U.S. at -, 112 S.Ct. at 549; Rose, 425 U.S. at 361, 96 S.Ct. at 1599. This statutory purpose is furthered by disclosure of official information that “sheds light on an agency’s performance of its statutory duties.” Reporters Committee, 489 U.S. at 773, 109 S.Ct. at 1482; see also Ray, — U.S. at -, 112 S.Ct. at 549. Information that “reveals little or nothing about an agency’s own conduct” does not further the statutory purpose; thus the public has no cognizable interest in the release of such information. See Reporters Committee, 489 U.S. at 773, 109 S.Ct. at 1482. The identity of one or two individual relatively low-level government wrongdoers, released in isolation, does not provide information about the agency’s own conduct.\nThat “point is illustrated by [the Supreme Court’s] decision in Rose.” Id. In Rose, the Court held that the United States Air Force should submit disciplinary hearing summaries maintained in the Academy’s Honors and Ethics Code reading files for in camera review, Rose, 425 U.S. at 381, 96 S.Ct. at 1608, as the summaries, taken together, contained information that would explain how the agency’s disciplinary mechanisms functioned. Id. at 367-70, 96 S.Ct. at 1602-03. All parties agreed, however, that any information that might identify particular cadets should be redacted: “[T]he names of the particular cadets were irrelevant to the inquiry into the way the Air Force Academy administered its Honor Code.” Reporters Committee, 489 U.S. at 773, 109 S.Ct. at 1482. For this reason, “the public interest that supported the decision in Rose would have been inapplicable” to a request to identify specific cadets accused of wrongdoing. See id. at 774, 109 S.Ct. at 1482.\nThe public interest identified by amicus is akin to a request for the names of the Air Force Academy cadets in Rose: Beck seeks information that would identify two specific government employees as the subjects of “findings” of wrongdoing. The Supreme Court has made clear, however, that because there is nothing in such information that would in itself shed light on the employer agency’s actions, there is no public interest in its release. See id. at 773-74, 109 S.Ct. at 1481-82.\nAmicus nonetheless argues that our decision in Stern v. FBI, 737 F.2d 84 (D.C.Cir.1984), compels a different conclusion. According to amicus, Stem held that neither Exemption 6 nor Exemption 7(C) justified the nondisclosure of the name of an FBI agent who had knowingly participated in a coverup. The Stem case is distinguishable from this one, and from Rose, in one critical, factual dimension: That case occurred against the backdrop of a well-publicized scandal, and the public was aware that certain employees had been censured, one of them for having deliberately suppressed evidence. See id. at 86-87.\nThe Stem court noted that none of the public interests that generally arise in requests for government investigatory records, such as the public’s interest in knowing that a government investigation had been comprehensive, or that a report had been accurate, or that disciplinary measures had been adequate, are “satiated ... by the release of the names of the censured employees.” Id. at 92; see also Dunkelberger v. Department of Justice, 906 F.2d 779, 781 (D.C.Cir.1990) (quoting Stern). “[T]he public interest in the disclosure of the identities of the censured employees is only in knowing who the public servants are that were involved in the governmental wrongdoing, in order to hold the governors accountable to the governed.” Stern, 737 F.2d at 92 (emphasis in original).\nIn weighing the censured employees’ privacy interest in not being publicly associated with criminal activity, the Stem court reversed a district court order directing the disclosure of the identity of two FBI agents who had contributed inadvertently to the coverup, id. at 92-93, while affirming the order with respect to a senior FBI official because of his complicity in it. It did so on the basis that “[t]he public has a great interest in being enlightened about that type of malfeasance by this senior FBI official — an action called ‘intolerable’ by the FBI — an interest that is not outweighed by his own interest in personal privacy.” Id. at 94.\nAlthough Stern was decided before the Supreme Court’s decision in Reporters Committee sharpened our understanding of the nature of the public interest that is served by FOIA, we need not assess whether the circumstances of that case would have met Re porters Committee’s more exacting standard. It suffices to note that the public interest identified in Stem was based on the widespread knowledge that certain FBI employees had been censured for their participation in a notorious criminal investigation. Here, by contrast, there is no evidence, let alone any public knowledge, that wrongdoing has occurred. Beck has failed, in short, to identify any such public interest in this case. Cf. Dunkelberger, 906 F.2d at 781 (public interest “must be defined with sufficient specificity” to enable court to balance it against protected privacy interests).\nAmicus argues that to draw a distinction between a case in which there is some evidence that wrongdoing has occurred and this ease is to impermissibly cast the burden on the requestor to prove wrongdoing. This argument, though clever, is unpersuasive. A requestor does not have á right to have his case decided on a hypothetical set of facts that strengthen his position; rather, he must see his case succeed or fail on the facts before the court. Our decision today does not require that Beck prove that a scandal exists; it merely requires that a claim of public interest be based on the known facts.\nIn the usual case, we would first have identified the privacy interests at stake and then weighed them against the public interest in disclosure. See Ray, — U.S. at -, 112 S.Ct. at 548-50; Dunkelberger, 906 F.2d at 781. In this case, however, where we find that the request implicates no public interest at all, “[w]e need not linger over the balance; something ... outweighs nothing every time.” National Ass’n of Retired Fed’l Employees v. Horner, 879 F.2d 873, 879 (D.C.Cir.1989); see also Davis, 968 F.2d at 1282; Fitzgibbon v. CIA, 911 F.2d 755, 768 (D.C.Cir.1990).\nThere can be no dispute that there is “something” on the private-interest side of the equation. A government employee has at least some privacy interest in his own employment records, an interest that extends to “not having it known whether those records contain or do not contain” information on wrongdoing, whether that information is favorable or not. See Dunkelberger, 906 F.2d at 782. In light of our finding today that there is no public interest in identifying whether these agents are wrongdoers, “something outweighs nothing,” and we find that the OPR did not violate FOIA in withholding the requested information.\nIII. Conclusion\nUnder either Exemption 6 or Exemption 7(C), the Government may release information about personal employment files only if such release would advance the public interest served by FOIA. Specifically, release of the requested information must shed light on what the Government is up to. As no such interest would be advanced by the release of the information requested by Beck, the decision of the district court is\nAffirmed.",
        "type": "majority",
        "author": "BUCKLEY, Circuit Judge:"
      }
    ],
    "attorneys": [
      "John Y. Gotanda, Washington, DC (appointed by this court as amicus curiae) argued the claims advanced by appellant. With him on the brief was Mark H. Lynch, Washington, DC.",
      "Douglas Wickham, Asst. U.S. Atty., Washington, DC, argued the cause for appellees. With him on the brief were Jay B. Stephens, U.S. Atty. at the time the brief was filed, John D. Bates and R. Craig Lawrence, Asst. U.S. Attys., Washington, DC."
    ],
    "corrections": "",
    "head_matter": "Robert Charles BECK, Appellant, v. DEPARTMENT OF JUSTICE, et al.\nNo. 91-5292.\nUnited States Court of Appeals, District of Columbia Circuit.\nArgued May 3, 1993.\nDecided July 6, 1993.\nJohn Y. Gotanda, Washington, DC (appointed by this court as amicus curiae) argued the claims advanced by appellant. With him on the brief was Mark H. Lynch, Washington, DC.\nDouglas Wickham, Asst. U.S. Atty., Washington, DC, argued the cause for appellees. With him on the brief were Jay B. Stephens, U.S. Atty. at the time the brief was filed, John D. Bates and R. Craig Lawrence, Asst. U.S. Attys., Washington, DC.\nBefore SILBERMAN, BUCKLEY, and WILLIAMS, Circuit Judges."
  },
  "file_name": "1489-01",
  "first_page_order": 1541,
  "last_page_order": 1546
}