{
  "id": 1878731,
  "name": "William S. HILO; Mansour Azizian; Mehdi C. Ghassemi; Nabil Helo; Pastor Apeles; Hossain Meftagh, et al., Plaintiffs-Appellants, v. EXXON CORPORATION; Exxon Company, USA; Chevron Corporation; Chevron U.S.A. Products Company, Defendants-Appellees",
  "name_abbreviation": "Hilo v. Exxon Corp.",
  "decision_date": "1993-06-30",
  "docket_number": "No. 92-56496",
  "first_page": "641",
  "last_page": "647",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 641"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "617 F.Supp. 571",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3794550
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/617/0571-01"
      ]
    },
    {
      "cite": "792 F.2d 1394",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1583198
      ],
      "pin_cites": [
        {
          "page": "1399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/792/1394-01"
      ]
    },
    {
      "cite": "789 F.2d 1388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1573941
      ],
      "pin_cites": [
        {
          "page": "1390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/789/1388-01"
      ]
    },
    {
      "cite": "958 F.2d 295",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10520622
      ],
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/958/0295-01"
      ]
    },
    {
      "cite": "824 F.2d 300",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1730451
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/824/0300-01"
      ]
    },
    {
      "cite": "761 F.2d 533",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        29430
      ],
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/761/0533-01"
      ]
    },
    {
      "cite": "695 F.2d 386",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1492193
      ],
      "pin_cites": [
        {
          "page": "389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/695/0386-01"
      ]
    },
    {
      "cite": "830 F.2d 476",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1763441
      ],
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/830/0476-01"
      ]
    },
    {
      "cite": "969 F.2d 784",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10517906
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "788"
        },
        {
          "page": "788"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/969/0784-01"
      ]
    },
    {
      "cite": "968 F.2d 974",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10518343
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "975"
        },
        {
          "page": "976"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/968/0974-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1292",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 U.S.C. §§ 2801-2806",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "\"PMPA\""
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 951,
    "char_count": 21161,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 1.5504556872127263e-07,
      "percentile": 0.6745426084686791
    },
    "sha256": "33a6d8cd3a5c4e44bcfcb45879c778b4c8f989e81a87a660c20a0c124fa4cc7e",
    "simhash": "1:93bf11b0fd48b0b1",
    "word_count": 3435
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Reversed and remanded with instructions.",
      "Before: HUG, FERGUSON, O’SCANNLAIN, Circuit Judges."
    ],
    "parties": [
      "William S. HILO; Mansour Azizian; Mehdi C. Ghassemi; Nabil Helo; Pastor Apeles; Hossain Meftagh, et al., Plaintiffs-Appellants, v. EXXON CORPORATION; Exxon Company, USA; Chevron Corporation; Chevron U.S.A. Products Company, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "O’SCANNLAIN, Circuit Judge:\nWe must decide between competing accounts of what Congress intended for preliminary relief in suits alleging violations of the statute that governs franchise relationships in the petroleum marketing industry.\nI\nHilo and all other appellants (“Dealers”) are service station dealers operating under franchise agreements with Exxon. They brought suit alleging that Exxon’s withdrawal from the Los Angeles market through the sale of its area retail sales outlets to Chevron violated the terms of the Petroleum Marketing Practices Act, 15 U.S.C. §§ 2801-2806 (“PMPA”). Dealers sought a preliminary injunction under section 2805(b) of the PMPA forbidding Exxon from either terminating or failing to renew their franchise agreements pending the outcome of the suit. The district court ruled that Dealers had met the requirements of section 2805(b) as to terminations only, and limited its grant of interim relief accordingly. With respect to nonrenewals, the court ruled that, because the evidence before it indicated that Exxon’s decision to withdraw from the Los Angeles market was made in good faith and in the normal course of business, the issuance of a preliminary injunction was precluded by the express terms of section 2805(e).\nThe district court denied Dealers’ motion for reconsideration, and then their request for an injunction pending appeal. Dealers thereupon filed an emergency motion for such an injunction in this court. See Fed. R.App.P. 8(a). Additional briefing was ordered, and a panel of this court subsequently granted Dealers’ motion, enjoining Exxon, “during the pendency of this appeal, from taking possession of the franchises at issue....” An expedited schedule was then set for briefing and argument of this appeal, over which 28 U.S.C. § 1292(a)(1) grants us jurisdiction.\nII\nA\nThe issue presented for our review is an extremely narrow one: whether the district court erred in evaluating Dealers’ motion for a preliminary injunction not only against the mandatory grant requirements of section 2805(b) of the PMPA, but also against the good faith/normal course of business standard set forth in section 2805(e). The district court’s denial of the injunction is subject to reversal if it was based on an erroneous view of the applicable legal standard. Senate of California v. Mosbacher, 968 F.2d 974, 975 (9th Cir.1992). Whether the court applied the right standard is a matter of statutory construction; we review such matters de novo. Id. at 976.\nOur general approach to the construction and application of the PMPA is well established. As we recently observed, “the overriding purpose of Title I of the PMPA is to protect the franchisee’s reasonable expectation of continuing the franchise relationship.” Ellis v. Mobil Oil, 969 F.2d 784, 788 (9th Cir.1992) (quoting Slatky v. Amoco Oil Co., 830 F.2d 476, 484 (3d Cir.1987)). In addition, “[a]s remedial legislation, the Act must be given a liberal construction consistent with its goal of protecting franchisees.” Humboldt Oil Co. v. Exxon Co., U.S.A., 695 F.2d 386, 389 (9th Cir.1982) (citation omitted).\nMore particularly, we have recognized that “[t]he test for the issuance of a preliminary injunction under the PMPA is more liberal than that in the general run of cases.” Khorenian v. Union Oil of Cal., 761 F.2d 533, 535 (9th Cir.1985). See Barnes v. Gulf Oil Corp., 824 F.2d 300, 306 (4th Cir.1987) (statute “was designed to benefit the small retailer, and its standard for preliminary injunctions was intentionally drawn to facilitate the grant of injunctive relief’) (citing Khorenian). Section 2805(b)(2) of the PMPA makes the grant of a preliminary injunction mandatory if (A) the franchisee shows that the termination or nonrenewal of its franchise raises questions that are “sufficiently serious” to provide “a fair ground for litigation,” and (B) the court determines that the “balance of hardships” tips in favor of the franchisee — that is, that the hardships that would be imposed upon the franchisor by the issuance of preliminary injunctive relief would be, on balance, less than those that would be imposed upon the franchisee by the denial of such relief. Thus, the PMPA’s requirements stand in marked contrast to the usual standard, under which the moving party must demonstrate a likelihood of success on the merits and irreparable harm to its interests from the denial of relief before a preliminary injunction may be granted. Id.\nDealers maintain that they have met the above requirements, and are therefore entitled to a preliminary injunction preventing Exxon from failing to renew their franchises during the pendency of this litigation. Exxon contends, however, and the district court held, that even if Dealers might be eligible for relief according to section 2805(b), the express terms of section 2805(e) divest the court of power to order such relief under the circumstances of this case.\nSection 2805(e) places certain limits on a court’s ability “to compel the continuation or renewal of the franchise relationship” to enforce the terms of the PMPA. These limits obtain only where the nonrenewal of a fran-ehise is at issue; they do not apply to terminations. Generally speaking, this section provides that if it is “demonstrate^] to the satisfaction of the court” that the franchisor’s decision not to renew a franchise was made in good faith and in the normal course of its business, the court is without power to enjoin the parties to maintain their relationship. There is no doubt that, if section 2805(e) does indeed apply in the context of a request for preliminary relief, then Dealers’ request was properly denied. The district court found as a fact that “Exxon has offered sufficient evidence so far to establish that its decision to withdraw from the Los Angeles market was made in good faith and in the normal course of business.” That finding, as far as it goes, is unchallenged on appeal.\nDealers argue, however, that the court’s preliminary conclusion on this factual question is legally irrelevant. They argue that section 2805(e) applies only after a franchisee has prevailed on the merits and its right to permanent relief is at issue, and that this section was not intended to affect a plaintiffs ability to secure preliminary relief.\nWe are required to choose between these contradictory interpretations of the PMPA Apparently, no federal court has yet confronted this issue. In the end, we conclude that Dealers’ view is the correct one.\nB\nWe start, of course, with the plain language of the statute. Hellon & Assoc., Inc. v. Phoenix Resort Corp., 958 F.2d 295, 297 (9th Cir.1992). Each side argues that the plain language of the PMPA supports its position. To begin, Exxon correctly observes that section 2805(e)(1) applies by its terms to “any aetion” to enforce the requirements of the PMPA On its face, this provision contains nothing to indicate that its applicability is limited to the stage at which permanent relief is at issue. That Congress did not expressly limit the reach of this section to requests for permanent relief is, says Exxon, evidence that it was intended to apply to all requests for injunctive relief, including preliminary relief.\nDealers, however, point out that section 2805(b)(2) itself contains limitations on a plaintiffs entitlement to preliminary relief under the PMPA: “Except as provided in paragraph (3), in any action under subsection (a) of this section, the court shall grant a preliminary injunction if....” On its face, this limitation purports to be exclusive—it seems, that is, to say that the only exception to the preliminary injunction standard set forth in subsection (b)(2) is that found in subsection (b)(3), which permits the court to order the posting of a bond as a condition to interim relief.\nTaken at face value, then, there is a conflict between the plain language of subsection (b)(2) and that of subsection (e)(1). This ambiguity in the plain language requires us to determine which construction of the statute best accords with the intent of Congress and the purposes of the PMPA. A number of factors are helpful in resolving this question.\nC\nTurning first to an examination of the design of the statute, we think the logic of section 2805’s organization supports Dealers’ position here. The section unfolds in a “chronological” fashion, tracing the course of a suit under the PMPA. Thus, section (a) provides for the initiation of a civil action to enforce the provisions of the statute; section (b) governs the pre-trial stage at which preliminary relief is at issue; and section (c) allocates the burdens of production and persuasion at trial.\nSection (d) then describes the legal remedies available to a prevailing franchisee, namely, actual and exemplary damages, and attorney and expert witness fees. With this, we come to section (e). The logic of the progression traced thus far suggests that section (e) describes the equitable remedies available to a prevailing franchisee, viz., permanent injunctive relief. And so, we think, it does. We assign no significance to the fact that the relevant description is here expressed in terms of the limits placed upon the power of the court to order equitable remedies. The affirmative grant of power to order “such equitable relief as the court determines is necessary” was already made in subsection (b)(1). There was thus no reason for the drafters of the PMPA to reiterate in section (e) that permanent injunctive relief is available if “necessary to remedy the effects of any failure to comply with the requirements of’ the PMPA. All that was required was to point out the respects in which the availability of such permanent relief was to be limited—which is what subsection (e)(1) does.\nThe content of subsection (e)(2), meanwhile, provides further support for this interpretation. This subsection says that a franchisor may still be liable for damages caused by a good faith decision made in the normal course of business that adversely affects a franchisee, even though injunctive relief is barred by subsection (e)(1). As such, it is plainly concerned not with preliminary remedies, but with the interplay between the two forms of final relief, legal and equitable. Subsection (e)(2) thus construed fits in comfortably with the overall design of section 2805 suggested here.\nD\nWe turn next to the legislative history. The parties’ various references to the legislative history of the PMPA leave no doubt but that the statute was a “product of compromise,” which “affords franchisees important but limited procedural rights, while allowing franchisors significant latitude in responding to changing market conditions.” Valentine v. Mobil Oil Corp., 789 F.2d 1388, 1390 (9th Cir.1986). The fact that the statute was meant to achieve some kind of balance, however, does not advance our analysis. The question remains whether the particular protections given to franchisors in section ■ 2805(e) were intended to “balance” the rights of franchisees with respect to all equitable relief, or with respect to final relief only.\nExxon cites nothing specific in the legislative history to support its position on this question. Amicus Service Station Dealers of America, on the other hand, defends Dealers’ view by pointing to language from the Senate Report on the PMPA that is highly suggestive. The report explains that “[a]n equitable defense to permanent injunctive relief is set forth in section [2805(e) ]. The court is barred from issuing permanent injunctive relief if the basis for nonrenewal of a franchise relationship was a determination made by the franchisor in good faith and in the normal course of business,” and certain other conditions are met. Senate Report No. 95-731, 95th Cong.2d Sess. 15 (1978), reprinted, in 1978 U.S.C.C.A.N. 873, 899 (emphasis supplied). See id. at 900 (“Such a defense to permanent injunctive relief does not affect the right of the franchisee to recover actual damages and reasonable attorney and expert witness fees.”) (emphasis supplied). This language provides a strong indication that those responsible for section 2805(e) intended that it should come into play only in the determination of a franchisee’s ultimate remedy under the PMPA.\nE\nFinally, we examine the competing interpretations from the standpoint of policy. We note that Exxon’s view of the operation of section 2805(e) invites the district court to resolve the question whether a franchisor’s nonrenewal decision was made in good faith and in the normal course of business at a very early point in the proceedings. Effectively, this might well require the parties to marshal all their evidence on the issue of good faith at the preliminary injunction stage. We think this quite undesirable as a matter of judicial practice and contrary to the intent of the PMPA. A request for a preliminary injunction should not be made the occasion for a mini-trial on the issue of good faith. The question of good faith is an ultimate issue in a case of this sort, a question of fact as to which a full opportunity to amass relevant evidence and a full hearing on that evidence must be had. To be sure, nothing prevents the district court from granting a franchisor summary judgment on the issue of good faith at any time if the state of the record so warrants. But a franchisor that is not entitled to summary judgment should not be permitted to reap any advantage from the mere appearance of its good faith at such time as the franchisee moves for preliminary relief.\nMoreover, we see no reason why a preliminary finding of good faith — or even the undisputed presence of good faith — ought to be sufficient to defeat a request for a preliminary injunction against nonrenewal. Good faith is only one aspect of compliance with the requirements of section 2802. Preliminary relief in order to maintain the status quo may be necessary, for example, to effectuate the protections of the bona fide offer provisions in section 2802(b)(2)(E)(iii), despite the unquestioned good faith of the franchisor. As we explained in Ellis:\nWhen a franchisor decides for legitimate business reasons not to renew a franchise relationship, the franchisor must give the franchisee a bona fide offer to purchase the station. The offer to buy at fair market value serves as a second, and distinct, layer of protection, assuring the franchisee an opportunity to continue to earn a livelihood from the property while permitting the distributor to recover the fair market value of the property sold and to end the franchise relationship.\n969 F.2d at 788. Exxon’s interpretation of section 2805(e) would permit a franchisor to end the franchise relationship and displace its franchisee before the final result of a franchisee’s challenge to the bona tides of its offer to sell had been determined. The dealer might then effectively be deprived of the “opportunity to continue to earn a livelihood from the property” by being driven out of business before a bona fide offer was on the table. We have noted before that the “congressional plan would be frustrated by requiring a franchisee to go out of business before invoking the protections of the PMPA.” Pro Sales, Inc. v. Texaco, U.S.A., 792 F.2d 1394, 1399 (9th Cir.1986). This, then, provides further support for the conclusion that section 2805(e) ought not be applied in the context of requests for preliminary relief.\nV\nFor the foregoing reasons, we think the district court erred in importing the analysis under section 2805(e) into the determination of Dealers’ right to a preliminary injunction under section 2805(b)(2). The court’s partial denial of Dealers’ request must therefore be reversed. However, the court limited its finding of fact regarding the balance of hardships to “franchisees whose agreements were terminated,” and made no finding with respect to franchisees whose agreements would not be renewed. On this record, then, Dealers’ entitlement to preliminary relief is unclear. We therefore remand the case to the district court with instructions to make the requisite finding, and for further proceedings as necessary.\nThis court’s injunction shall remain in place until the district court has ruled anew on Dealers’ entitlement to preliminary relief. This panel will retain jurisdiction to hear any further interlocutory appeals that may be taken by either party during the course of the instant litigation. Any appeal taken from a final judgment in this case, however, will be placed on the normal oral argument calendar.\nREVERSED and REMANDED WITH INSTRUCTIONS.\n. Exxon claims that \"courts have applied the prohibition in § 2805(e)(1) to bar both preliminary and permanent injunctions.” This assertion' — literally true — is deceptive. It does not mean, as it seems to, that there have been instances in which a request for a preliminary injunction has been denied on the basis of § 2805(e).\nExxon cites two cases. In Brown v. Magness Co., Inc., 617 F.Supp. 571 (S.D.Tex.1985), the court stated at the outset that \"plaintiff's motion for a preliminary injunction ..., by the parties’ agreement, was extended to cover all declaratory and permanent injunctive relief.” Id. at 572. The court in Brown did eventually deny \"both” preliminary and permanent relief, but did so as part of a final adjudication on the merits. The court’s decision in Nesheiwat v. Mobil Oil Corp., [1984-1985 Transfer Binder] Bus. Franchise Guide (CCH) ¶ 8282, at 14,936 (C.D.Cal. Dec. 4, 1984), similarly involved a final adjudication of the merits on a motion for summary judgment. Given the procedural posture of these cases, the decisions rendered therein are obviously irrelevant here.\n. Indeed, this argument gains force when it is observed that § 2805(d) applies by its terms only \"[i]f the franchisee prevails in any action under subsection (a) of this section....” This language demonstrates unmistakably that subsection (d) applies only where final remedies are at issue, The absence of similar language in § 2805(e) tends to support Exxon's contention that that subsection was not intended to be limited to requests for permanent relief, but applies at all stages of a proceeding under the PMPA.\n.Exxon further argues that the inclusion of the word \"continuation” in § 2805(e) — \"the court may not compel a continuation or renewal of the franchise relationship” — supports its position here. Exxon asserts that \"continuation is an interim measure that arises only in a pretrial context such as an application for a preliminary injunction,” while \"renewal” of a franchise agreement comes into play only when final relief is at issue. That § 2805(e) prohibits both \"continuation” and \"renewal” of a franchise relationship therefore demonstrates, we are told, that it applies to requests for preliminary as well as final relief.\nWe are not persuaded. There is undoubtedly a distinction to be drawn between \"renewals” and \"continuations” of nonrenewed agreements. The former imports the creation of a new franchise agreement for a term of years; the latter suggests the extension of an agreement for an indeterminate period. We discern, however, no connection between the form of relief — continuation or renewal — and the procedural context in which relief is ordered — preliminary or final. Rather, we think that the language of § 2805(e) is best explained by reference to the definition of \"nonrenewal” in § 2801(14);\nThe terms \"fail to renew” and \"nonrenewal” mean, with respect to any franchise relationship, a failure to reinstate, continue, or extend the franchise relationship—\n(A) at the conclusion of the term, or on the expiration date, stated in the relevant franchise; [or]\n(B) at any time, in the case of the relevant franchise which does not state a term of duration or an expiration date;....\nSection 2801(14) thus indicates that a franchise agreement may or may not specify a definite term of duration.\nSection 2805(e), in our view, merely reflects this fact. We think the language on which Exxon seeks to rely is simply intended to make clear that a court is forbidden to compel the \"continuation” of a franchise agreement that contains no expiration date or term of duration in precisely the same circumstances that it is forbidden to order the \"renewal” of an agreement that contains such a provision. This language therefore does not bear on the question before us.",
        "type": "majority",
        "author": "O’SCANNLAIN, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Joseph M. Alioto, San Francisco, CA, for plaintiffs-appellants.",
      "Robert G. Abrams, Howrey & Simon, Washington, DC, and Robert P. Taylor, Pillsbury, Madison & Sutro, San Francisco, CA, for defendants-appellees.",
      "Dimitri G. Daskal, The Daskal Law Firm, Washington, DC, for amicus Service Station Dealers of America."
    ],
    "corrections": "",
    "head_matter": "William S. HILO; Mansour Azizian; Mehdi C. Ghassemi; Nabil Helo; Pastor Apeles; Hossain Meftagh, et al., Plaintiffs-Appellants, v. EXXON CORPORATION; Exxon Company, USA; Chevron Corporation; Chevron U.S.A. Products Company, Defendants-Appellees.\nNo. 92-56496.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Feb. 2, 1993.\nDecided June 30, 1993.\nReversed and remanded with instructions.\nJoseph M. Alioto, San Francisco, CA, for plaintiffs-appellants.\nRobert G. Abrams, Howrey & Simon, Washington, DC, and Robert P. Taylor, Pillsbury, Madison & Sutro, San Francisco, CA, for defendants-appellees.\nDimitri G. Daskal, The Daskal Law Firm, Washington, DC, for amicus Service Station Dealers of America.\nBefore: HUG, FERGUSON, O’SCANNLAIN, Circuit Judges."
  },
  "file_name": "0641-01",
  "first_page_order": 693,
  "last_page_order": 699
}