{
  "id": 1878740,
  "name": "Dean RADABAUGH, Appellee, v. ZIP FEED MILLS, INC., Appellant. Tom Batcheller, Don Kjelden, Defendants",
  "name_abbreviation": "Radabaugh v. Zip Feed Mills, Inc.",
  "decision_date": "1993-07-06",
  "docket_number": "No. 92-2295",
  "first_page": "444",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 444"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "770 F.2d 133",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        332932
      ],
      "pin_cites": [
        {
          "page": "136"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/770/0133-01"
      ]
    },
    {
      "cite": "981 F.2d 388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1875098
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/981/0388-01"
      ]
    },
    {
      "cite": "121 L.Ed.2d 46",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "113 S.Ct. 82",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "958 F.2d 1176",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/958/1176-01"
      ]
    },
    {
      "cite": "950 F.2d 538",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522505
      ],
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/950/0538-01"
      ]
    },
    {
      "cite": "901 F.2d 920",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536483
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "924"
        },
        {
          "page": "924",
          "parenthetical": "holding that plaintiff alleging race discrimination in employer's refusal to promote him was entitled to Price Waterhouse instruction where one of two de-cisionmakers had said he would not hire blacks if it were his company"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/901/0920-01"
      ]
    },
    {
      "cite": "968 F.2d 171",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10514366
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "182"
        },
        {
          "page": "183",
          "parenthetical": "including in a recitation of evidence sufficient to require a Price Waterhouse instruction the fact that a decisionmaker stated that certain employees should not have been hired but rather should have stayed retired"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/968/0171-01"
      ]
    },
    {
      "cite": "925 F.2d 1100",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1789046
      ],
      "pin_cites": [
        {
          "page": "1101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/925/1100-01"
      ]
    },
    {
      "cite": "450 U.S. 248",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184064
      ],
      "weight": 5,
      "year": 1981,
      "pin_cites": [
        {
          "page": "254-55"
        },
        {
          "page": "1094-95"
        },
        {
          "page": "256"
        },
        {
          "page": "1095"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0248-01"
      ]
    },
    {
      "cite": "99 L.Ed.2d 272",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 1111",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "485 U.S. 935",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13472,
        13666,
        13891,
        13220,
        13192,
        13993,
        13674,
        14030,
        13299,
        13785,
        14010,
        13467,
        13628
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0935-11",
        "/us/485/0935-07",
        "/us/485/0935-06",
        "/us/485/0935-08",
        "/us/485/0935-12",
        "/us/485/0935-03",
        "/us/485/0935-05",
        "/us/485/0935-13",
        "/us/485/0935-04",
        "/us/485/0935-10",
        "/us/485/0935-09",
        "/us/485/0935-02",
        "/us/485/0935-01"
      ]
    },
    {
      "cite": "830 F.2d 1497",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1763531
      ],
      "pin_cites": [
        {
          "page": "1499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/830/1497-01"
      ]
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "802"
        },
        {
          "page": "1824"
        },
        {
          "page": "802"
        },
        {
          "page": "1824"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "930 F.2d 1348",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547261
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1353"
        },
        {
          "page": "1354",
          "parenthetical": "citation omitted"
        },
        {
          "page": "1354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/1348-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 623",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. §§ 621-634",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "\"ADEA\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "490 U.S. 228",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605428
      ],
      "weight": 14,
      "year": 1989,
      "pin_cites": [
        {
          "page": "247"
        },
        {
          "page": "1789"
        },
        {
          "page": "247"
        },
        {
          "page": "1788"
        },
        {
          "page": "278"
        },
        {
          "page": "1805",
          "parenthetical": "O'Connor, J., concurring"
        },
        {
          "page": "278"
        },
        {
          "page": "1805",
          "parenthetical": "O'Connor, J., concurring"
        },
        {
          "page": "277"
        },
        {
          "page": "1804-05",
          "parenthetical": "O'Connor, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0228-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 954,
    "char_count": 23136,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 9.459333343887999e-07,
      "percentile": 0.9807932817704816
    },
    "sha256": "7227da7c4e35567838e58628f88118659d6b930746d49767a7120be2117cd8ae",
    "simhash": "1:d895f7c41c23f5dc",
    "word_count": 3649
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BOWMAN, WOLLMAN, and HANSEN, Circuit Judges."
    ],
    "parties": [
      "Dean RADABAUGH, Appellee, v. ZIP FEED MILLS, INC., Appellant. Tom Batcheller, Don Kjelden, Defendants."
    ],
    "opinions": [
      {
        "text": "BOWMAN, Circuit Judge.\nZip Feed Mills, Inc. (“Zip Feed”) appeals from a judgment entered in the District Court in favor of Dean Radabaugh' in Rada-baugh’s age discrimination suit. For the reasons set forth below, we affirm.\nI.\nThis case arises out of the termination of Radabaugh’s employment by Zip Feed in December 1989; Radabaugh was fifty-eight years old when he was discharged. Zip Feed is a privately-held corporation engaged in manufacturing and distributing livestock and poultry feed. The company is headquartered in Sioux Falls, South Dakota, and sells feed in South Dakota and in a number of neighboring states. Radabaugh began working for Zip Feed in 1958, shortly after completing a master’s degree in animal nutrition. When Radabaugh first went to work for Zip Feed, the company already employed one nutritionist; Radabaugh was hired as assistant nutritionist. In 1969, Radabaugh became the company’s director of nutrition, a post that he held until his employment was terminated.\nWhen Radabaugh first went to work for Zip Feed, the company operated a single feed mill located in Sioux Falls. Over time, however, the company acquired mills in Huron, South Dakota, and in Grandin, North Dakota. Despite the addition of these new plants, Zip Feed remained a fairly centralized operation with many of the company’s functions being performed centrally in Sioux Falls. For example, all of the company’s nutritionists were based in Sioux Falls as members of the corporate nutrition department and reported to Radabaugh, the head of that department. In the mid-1980s, competition in the feed industry led Zip Feed to begin a general downsizing; Zip Feed went from having 111 employees at the end of 1985 to having only ninety-one employees at the end of 1990. Connected with this downsizing, and in an effort to increase efficiency, Zip Feed also moved to decentralize its operations.\nIn 1986, an employee originally hired as a salesman was transferred to be the nutritionist at the Huron plant; and in 1987, Zip Feed hired a nutritionist for the Grandin plant. Both of these persons reported directly to the managers of the plants at which they worked; neither was part of the corporate nutrition department, although their work naturally involved some interaction with the corporate nutrition department. The evidence presented at trial suggested that rather than hire a new employee to be the nutritionist at Grandin, Zip Feed would have preferred to have had one of the nutritionists in the corporate nutrition department transfer there, which would have allowed Zip Feed to avoid hiring an additional employee. Apparently, however, none of the Sioux Falls employees were willing to take such a transfer. Radabaugh testified that at the time the Grandin hiring took place he was given to understand that the corporate nutrition department would remain in existence and that he would retain his position as director of that department.\nTom Batcheller, the president of Zip Feed, testified that the company’s experience with having nutritionists report to individual plant managers was so good that in 1988 Zip Feed decided to transfer two nutritionists from the corporate nutrition department to the Sioux Falls plant. This decision left Radabaugh as the only nutritionist assigned to the corporate nutrition department. Then, in October 1989, Batcheller and Don Kjelden, the general manager of Zip Feed, determined that in order to reduce costs the corporate nutrition department should be eliminated and Zip Feed should discharge one nutritionist.\nBatcheller and Kjelden testified that in deciding whom to let go they considered only the three nutritionists based in Sioux Falls: namely, Radabaugh and the two men who formerly had been part of the corporate nutrition department but who since 1988 had been assigned to the Sioux Falls plant. Bat-cheller and Kjelden testified that they believed that the nutritionists assigned to the Sioux Falls plant were the best qualified for the particular jobs they held and that they therefore decided to fire Radabaugh. Both Batcheller and Kjelden denied that either age or the fact that Radabaugh was earning the largest salary of the three nutritionists had any impact on their decision.\nFollowing Radabaugh’s discharge, Vern Fritz, one of the nutritionists assigned to the Sioux Falls mill, was given the position of nutrition coordinator. Fritz assumed some of the duties formerly performed by Rada-baugh, including coordinating research and development and ensuring regulatory compliance. In addition, upon the elimination of the corporate nutrition department, a chemist who previously had worked in the corporate nutrition department was transferred to sales support; the chemist thenceforth reported to Fritz in his position as nutrition coordinator. Much of the work formerly done by the corporate nutrition department devolved to the mill level where it was performed by nutritionists reporting to the individual plant managers.\nRadabaugh introduced various pieces of evidence at trial to support his claim that Zip Feed had discriminated on the basis of age in deciding to discharge him rather than one of the company’s other nutritionists. First, Ra-dabaugh introduced evidence to show that he was the oldest and the most highly paid of Zip Feed’s nutritionists. In October 1989, when Batcheller and Kjelden informed Rada-baugh that he was to be discharged, Rada-baugh was fifty-eight years old and earning a salary of $53,340.00 per year. By contrast, the two nutritionists assigned to the Sioux Falls plant were forty-eight and forty-five years old and earning annual salaries of $38,-940.00 and $35,040.00, respectively; the nutritionist at the Huron plant was fifty years old and earning $32,040.00 annually; and the nutritionist at the Grandin plant was twenty-six years old and earning a yearly salary of $25,200.00. Radabaugh also elicited testimony from Batcheller that Radabaugh was qualified for any of the four remaining nutritionist positions.\nIn addition, Radabaugh showed that Zip Feed planning and budgeting documents prepared by Batcheller for the years 1985 and 1987 included in a list enumerating the perceived strengths of the company an item titled, “Young managers”; the text accompanying this heading stated, “Top and middle managers are mostly young, well educated and results oriented.” Transcript at 98, 99. Radabaugh also testified that on several occasions Batcheller had stated that the company was “young, mean and lean.” Transcript at 99. Finally, Radabaugh testified that Bat-cheller had made a pair of comments around the time of Radabaugh’s discharge that Ra-dabaugh claims demonstrate an aged-based animus on Bateheller’s part. Specifically, Radabaugh testified that, in meetings held shortly after Radabaugh was notified that he was being discharged, Batcheller had stated that Radabaugh should have seen this coming when the nutritionist at the Grandin plant (who was twenty-six years old) was hired, and that Batcheller had suggested that Radabaugh might wish to consider retiring.\nIn its defense, Zip Feed introduced evidence regarding a number of problems with Radabaugh’s performance in the years leading up to his discharge. This evidence principally concerned six separate instances in which Batcheller and Kjelden asserted that Radabaugh’s work performance had been deficient. Batcheller testified that Rada-baugh’s performance was not up to the level of other division managers’ work. Kjelden testified that in his opinion Radabaugh was not meeting Zip Feed’s legitimate expectations. Because Batcheller had not prepared written annual reviews of Radabaugh’s performance, no contemporaneous documentation existed to demonstrate that Radabaugh’s performance had been adjudged deficient at the time it occurred. On rebuttal, Rada-baugh introduced evidence to show either that his performance was not deficient in each of the six instances, or that, if it was, the degree of his fault was less than had been suggested by Zip Feed.\nThe case was submitted to the jury under instructions consistent with those made applicable to mixed-motives cases by Price Waterhouse v. Hopkins, 490 U.S. 228, 109 S.Ct. 1775, 104 L.Ed.2d 268 (1989). The jury returned a verdict in favor of the plaintiff, and the court entered judgment upon that verdict. Zip Feed filed a motion for judgment as a matter of law or for a new trial, which the District Court denied. Zip Feed appeals arguing: 1) the jury should not have been given a Price Waterhouse instruction; and 2) the evidence was insufficient to support the jury’s verdict and therefore Zip Feed is entitled to judgment as a matter of law.\nII.\nThe Age Discrimination in Employment Act of 1967, 29 U.S.C. §§ 621-634 (1988) (“ADEA”) forbids employment discrimination against workers aged forty and older. It provides, inter alia, that it is unlawful for an employer to discharge any protected individual “because of such individual’s age.” 29 U.S.C. § 623(a)(1). The allocation of the burden of proof in ADEA cases is the same as in cases arising under Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e to 2000e-17 (1988), Beshears v. Asbill, 930 F.2d 1348, 1353 nn. 6 & 7 (8th Cir.1991), and thus depends on whether a case is characterized as a “pretext” case or as a “mixed-motives” case.\n“[T]he premise of [a pretext case] is that either a legitimate or an illegitimate set of considerations led to the challenged decision.” Price Waterhouse, 490 U.S. at 247, 109 S.Ct. at 1789. In a pretext ease, the plaintiff employee carries the burden of proving a prima facie case of discrimination. McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973). The plaintiff may do this by showing that 1) he was within the protected age group, 2) he was performing his job at a level that met his employer’s legitimate expectations, 3) he was discharged, and 4) his employer attempted to replace him. Raschick v. Prudent Supply, Inc., 830 F.2d 1497, 1499 (8th Cir.1987), cert. denied, 485 U.S. 935, 108 S.Ct. 1111, 99 L.Ed.2d 272 (1988). Once the plaintiff has made a prima facie case, the employer need only articulate a legitimate reason for the action it took and introduce enough evidence to create a genuine issue of fact as to whether it discriminated against the plaintiff. McDonnell Douglas, 411 U.S. at 802, 93 S.Ct. at 1824; Texas Dept. of Community Affairs v. Burdine, 450 U.S. 248, 254-55, 101 S.Ct. 1089, 1094-95, 67 L.Ed.2d 207 (1981). The plaintiff then retains the ultimate burden of persuading the jury that the employer’s proffered reason is pretextual and that the plaintiff has, in fact, been a victim of intentional discrimination. Burdine, 450 U.S. at 256, 101 S.Ct. at 1095.\nBy contrast, a mixed-motives case arises when an employment decision was “the product of a mixture of legitimate and illegitimate motives.” Price Waterhouse, 490 U.S. at 247, 109 S.Ct. at 1788. In a mixed-motives ease, the plaintiff has the initial burden of proving that an illegitimate factor was a motivating factor in an employment decision adverse to the plaintiff. Beshears, 930 F.2d at 1353. Once the plaintiff has made this initial showing, the burden shifts to the employer to prove that it would have made the same decision even if it had not taken the illegitimate factor into account. Id. Whether a case is a pretext case or a mixed-motives case is a question for the court once all the evidence has been received: “[i]f the plaintiff has failed to satisfy the Price Waterhouse threshold, the case should be decided under the principles enunciated in McDonnell Douglas and Burdine....” Id. (quoting Price Waterhouse, 490 U.S. at 278, 109 S.Ct. at 1805 (O’Connor, J., concurring)).\nWhat evidence is sufficient to entitle a plaintiff to a Price Waterhouse burden-shifting instruction? Initially, it is clear that merely establishing a prima facie case of discrimination is not enough. Schleiniger v. Des Moines Water Works, 925 F.2d 1100, 1101 (8th Cir.1991) (“Simply because a discriminatory reason might be inferred from a prima facie case does not mean that a mixed motive case exists.”). Rather, the plaintiff must present “evidence of conduct or statements by persons involved in the decision-making process that may be viewed as directly reflecting the alleged discriminatory attitude ... sufficient to permit the factfin-der to infer that that attitude was more likely than not a motivating factor in the employer’s decision.” Ostrowski v. Atlantic Mut. Ins. Cos., 968 F.2d 171, 182 (2d Cir.1992).\nNot all comments that reflect a discriminatory attitude will support an inference that an illegitimate criterion was a motivating factor in an employment decision. In Beshears, we distinguished “[ejomments which demonstrate a ‘discriminatory animus in the decisional process’ or those uttered by individuals closely involved in employment decisions,” 930 F.2d at 1354 (citation omitted) (quoting Price Waterhouse, 490 U.S. at 278, 109 S.Ct. at 1805 (O’Connor, J., concurring)), from ‘“stray remarks in the workplace,’ ‘statements by nondecisionmakers,’ or ‘statements by decisionmakers unrelated to the decisional process,’ ” id (quoting Price Waterhouse, 490 U.S. at 277, 109 S.Ct. at 1804-05 (O’Connor, J., concurring)). While evidence of the former type of remark might be sufficient to entitle a plaintiff to a Price Waterhouse instruction, we rejected the latter as insufficient. Id.\nAn Eleventh Circuit decision cited approvingly in Beshears, 930 F.2d at 1354, helps delineate the divide between evidence that demonstrates a discriminatory animus and evidence that more properly falls into the “stray remarks” category. In EEOC v. Alton Packaging Corp., 901 F.2d 920 (11th Cir.1990), a black employee who had been denied a promotion sued alleging race discrimination. The Eleventh Circuit held that evidence that the employer’s general manager, one of the persons responsible for denying the plaintiff the promotion, had once said that “if it were his company he would not hire blacks” was direct evidence of discrimination and therefore the case should have been decided under Price Waterhouse. Id. at 924. The court rejected the employer’s argument that it was significant that this comment referred to hiring rather than promoting blacks, reasoning that the statement indicated “a decidedly negative attitude toward black people” on the part of one of the people responsible for promotions and that there was “no reason to think [this attitude differed] from hiring to promotion.” Id. at 924 n. 6.\nIn light of these principles, we conclude that Radabaugh presented sufficient evidence to allow a reasonable factfinder to find that a discriminatory animus was a motivating factor in the decisionmaking process that led Zip Feed to discharge Radabaugh rather than a younger, lower-paid nutritionist. Included in Radabaugh’s evidence were the 1985 and 1987 corporate planning documents authored by Batcheller that included in a list enumerating Zip Feed’s strengths the heading, “Young managers,” with accompanying text that read, “Top and middle managers are mostly young, well educated and results oriented.” These documents are evidence of a discriminatory animus on the part of Batcheller, one of the two people who participated in the decision to discharge Radabaugh.\nWe do not believe corporate planning documents that set forth a company’s overall direction and that demonstrate that a deci-sionmaker considers youth a positive factor (and, by inference, age a negative factor) can fairly be characterized as “stray remarks,” even if the documents do not directly relate to the challenged employment decision. The emphasis on youth displayed in such documents cannot be assumed to be irrelevant to employment decisions made in part by the documents’ author. Cf. Alton Packaging Corp., 901 F.2d at 924 (holding that plaintiff alleging race discrimination in employer’s refusal to promote him was entitled to Price Waterhouse instruction where one of two de-cisionmakers had said he would not hire blacks if it were his company).\nIn addition to the planning documents, Ra-dabaugh introduced various other pieces of evidence that support the giving of a Price Waterhouse instruction, including: 1) Bat-cheller’s repeated statements that Zip Feed was “young, mean and lean”; 2) Batcheller’s suggestion made some time after discharging Radabaugh that Radabaugh might want to consider retiring; and 3) Batcheller’s statement that Radabaugh should have seen this coming when the (twenty-six-year-old) Gran-din nutritionist was hired. Although Bat-cheller denies making most of these statements, we are obliged to view the evidence in the light most favorable to Radabaugh, the jury-verdict winner. Frieze v. Boatmen’s Bank of Belton, 950 F.2d 538, 540 (8th Cir.1991). We therefore must accept as fact that Batcheller made each of the statements.\nAlthough not conclusive, these statements provide support for an inference that age discrimination was a motivating factor in Zip Feed’s decision to discharge Radabaugh. Batcheller’s statement that Zip Feed was “young, lean and mean” might be taken to refer to the age of its employees rather than to the company, which was founded in 1937. Batcheller’s suggestion that Radabaugh might want to consider retiring might be taken to be show more than a simple desire to help a recently-discharged, fifty-eight-year-old employee. Cf. Ostrowski, 968 F.2d at 183 (including in a recitation of evidence sufficient to require a Price Waterhouse instruction the fact that a decisionmaker stated that certain employees should not have been hired but rather should have stayed retired). Finally, Batcheller’s statement that Rada-baugh should have seen what was coming when Zip Feed hired the Grandin nutritionist (who was twenty-six years old) might be taken to mean that Radabaugh should have seen that Zip Feed was undergoing a youth movement, rather than merely that Zip Feed was decentralizing.\nThe case before us is similar to a case recently decided by the Second Circuit. Tyler v. Bethlehem Steel Corp., 958 F.2d 1176 (2d Cir.), cert. denied, — U.S. -, 113 S.Ct. 82, 121 L.Ed.2d 46 (1992). In that case the plaintiff presented evidence that younger employees had been treated more favorably than the plaintiff; that performance appraisals treated youth in a positive manner and that the employer believed its workforce was becoming too old; and that an internal memorandum recommending the plaintiffs discharge included the facts that the plaintiff was forty-eight years old and had twenty-six years of seniority. The Tyler court held that this evidence was sufficient to entitle the plaintiff to a Price Waterhouse instruction. Id. at 1186-87. Similarly, we believe that proof that younger employees were treated more favorably than Radabaugh; that corporate planning documents expressed a preference for young employees; and that one of the people who decided that Radabaugh should be discharged suggested that Rada-baugh might wish to consider retirement, justified a Price Waterhouse instruction in this ease.\nAs we stated in Glover v. McDonnell Douglas Corp., 981 F.2d 388, 394 (8th Cir.1992), we would expect that “all successfully prosecuted age discrimination cases involving a reduction in force would involve mixed motives because the plaintiff would be alleging the employer had both a legitimate reason (the economic need to reduce the workforce) and an illegitimate reason (to terminate an employee based on his or her age).” This case is no exception. Radabaugh presented evidence reflecting a discriminatory attitude on the part of the persons responsible for the decision to discharge him. This evidence was sufficient to support a finding that a discriminatory animus was a motivating factor in Zip Feed’s decision. Therefore the District Court did not err in instructing the jury under Price Waterhouse.\nIII.\nZip Feed also argues that the evidence is insufficient to support the jury’s verdict and that Zip Feed is entitled to judgment as a matter of law. We disagree. As Part II of this opinion makes clear, Radabaugh introduced sufficient evidence to support a jury finding that age discrimination was a motivating factor in Zip Feed’s decision to discharge him. That, in fact, is the threshold requirement for a Price Waterhouse instruction. The jury’s verdict implies that it necessarily found that age was a motivating factor in Zip Feed’s decision.\nOnce the jury found that this forbidden animus played a part in the decision to discharge Radabaugh, the burden of proof shifted to Zip Feed to show that it would have taken the same action even if it had not taken age into account. Zip Feed introduced considerable evidence to show that Rada-baugh’s performance had been deficient and that Zip Feed would have discharged Rada-baugh even if it had not taken age into account. Radabaugh, however, introduced evidence that tended to show that his performance had not been deficient and demonstrated that no contemporaneous documentation showed that his overall performance had been adjudged deficient at the time it occurred.\nThe jury’s verdict indicates that it found that Zip Feed did not meet its burden of showing by a preponderance of the evidence that the company would have discharged Ra-dabaugh even if it had not considered his age. We have read carefully the trial transcript and have reviewed the evidence presented. Were we the triers of fact, we might evaluate the evidence differently, but we can not say that the evidence is insufficient to support the jury verdict. See Gilkerson v. Toastmaster, Inc., 770 F.2d 133, 136 (8th Cir.1985) (holding that evidence is sufficient to support a jury verdict if “reasonable persons could differ as to the conclusions to be drawn from it”). Therefore Zip Feed is not entitled to judgment as a matter of law.\nIV.\nFor the reasons set forth above, the judgment of the District Court is affirmed.\n. The Honorable John B. Jones, Chief United States District Judge for the District of South Dakota.\n. Interestingly, in the 1989 plan this section was changed so that the heading read, \"Strong managers,” and the text accompanying this heading read, \"Top and middle managers are mostly capable, well educated and results oriented.” Transcript at 120.\n. Radabaugh argues that Tom Batcheller and Don Kjelden are not parties to this appeal, since only Zip Feed filed a notice of appeal and since Batcheller and Kjelden are not mentioned in that notice. Because Batcheller and Kjelden merely seek to join in Zip Feed's appeal, and because we are affirming the trial court's judgment in favor of Radabaugh, we need not and do not address this issue.",
        "type": "majority",
        "author": "BOWMAN, Circuit Judge."
      }
    ],
    "attorneys": [
      "Gary P. Thimsen, Sioux Falls, SD, argued, for appellant.",
      "Peter J. Horner, Jr., Sioux Falls, SD, argued, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dean RADABAUGH, Appellee, v. ZIP FEED MILLS, INC., Appellant. Tom Batcheller, Don Kjelden, Defendants.\nNo. 92-2295.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Feb. 17, 1993.\nDecided July 6, 1993.\nGary P. Thimsen, Sioux Falls, SD, argued, for appellant.\nPeter J. Horner, Jr., Sioux Falls, SD, argued, for appellee.\nBefore BOWMAN, WOLLMAN, and HANSEN, Circuit Judges."
  },
  "file_name": "0444-01",
  "first_page_order": 496,
  "last_page_order": 503
}