{
  "id": 1878811,
  "name": "Darcy M. AVES, a minor by and through Dan J. AVES and Faye E. Aves, her mother and father, natural guardians and next friends; Darcy M. Aves, individually; Dan J. Aves and Faye E. Aves, individually, Plaintiffs-Appellees, v. Nasreen G. SHAH, M.D., Defendant-Appellant",
  "name_abbreviation": "Aves ex rel. Aves v. Shah",
  "decision_date": "1993-06-28",
  "docket_number": "No. 91-3206",
  "first_page": "762",
  "last_page": "767",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 762"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "802 F.2d 1200",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1625146
      ],
      "pin_cites": [
        {
          "page": "1202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/802/1200-01"
      ]
    },
    {
      "cite": "710 F.2d 676",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1866478
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/710/0676-01"
      ]
    },
    {
      "cite": "762 F.2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        366209
      ],
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/762/0077-01"
      ]
    },
    {
      "cite": "226 Kan. 681",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1469420
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/kan/226/0681-01"
      ]
    },
    {
      "cite": "238 Kan. 11",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1488684
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "quoting Cantrell v. Amarillo Hardware Co., 226 Kan. 681, 602 P.2d 1326 (1979)"
        },
        {
          "parenthetical": "quoting Cantrell v. Amarillo Hardware Co., 226 Kan. 681, 602 P.2d 1326 (1979)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/238/0011-01"
      ]
    },
    {
      "cite": "241 Kan. 763",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1474870
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "quoting Ratterree v. Bartlett, 238 Kan. 11, 707 P.2d 1063 (1985) (quoting Cantrell v. Amarillo Hardware Co., 226 Kan. 681, 602 P.2d 1326 (1979))"
        },
        {
          "page": "597",
          "parenthetical": "quoting Ratterree v. Bartlett, 238 Kan. 11, 707 P.2d 1063 (1985) (quoting Cantrell v. Amarillo Hardware Co., 226 Kan. 681, 602 P.2d 1326 (1979))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/241/0763-01"
      ]
    },
    {
      "cite": "803 F.2d 1488",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1629685
      ],
      "pin_cites": [
        {
          "page": "1493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/803/1488-01"
      ]
    },
    {
      "cite": "38 F.R.D. 75",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "77"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "236 Kan. 471",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1446110
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "quoting P.I.K. Civ.2d 15.01 comments"
        },
        {
          "page": "1145",
          "parenthetical": "quoting P.I.K. Civ.2d 15.01 comments"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/236/0471-01"
      ]
    },
    {
      "cite": "815 F.2d 1356",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        519521
      ],
      "pin_cites": [
        {
          "page": "1365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/815/1356-01"
      ]
    },
    {
      "cite": "472 U.S. 585",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1512275
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/472/0585-01"
      ]
    },
    {
      "cite": "738 F.2d 1509",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        661649
      ],
      "pin_cites": [
        {
          "page": "1516-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/738/1509-01"
      ]
    },
    {
      "cite": "814 F.2d 1412",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1684301
      ],
      "pin_cites": [
        {
          "page": "1428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/814/1412-01"
      ]
    },
    {
      "cite": "93 L.Ed.2d 251",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 275",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "479 U.S. 884",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6427777,
        6428674,
        6428390,
        6428488,
        6428558,
        6428050,
        6427667,
        6428213,
        6427863,
        6427544,
        6427964,
        6427453,
        6428287
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/479/0884-04",
        "/us/479/0884-13",
        "/us/479/0884-10",
        "/us/479/0884-11",
        "/us/479/0884-12",
        "/us/479/0884-07",
        "/us/479/0884-03",
        "/us/479/0884-08",
        "/us/479/0884-05",
        "/us/479/0884-02",
        "/us/479/0884-06",
        "/us/479/0884-01",
        "/us/479/0884-09"
      ]
    },
    {
      "cite": "796 F.2d 1307",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1620322
      ],
      "pin_cites": [
        {
          "page": "1312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/796/1307-01"
      ]
    },
    {
      "cite": "406 F.2d 606",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2117213
      ],
      "pin_cites": [
        {
          "page": "609"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/406/0606-01"
      ]
    },
    {
      "cite": "762 F.2d 492",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 947,
    "char_count": 15451,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 1.4835418997288032e-07,
      "percentile": 0.6615516966433178
    },
    "sha256": "5a58209dff218a3b9a8fb8dba237775a68575ef4db1cd9a65da929970c5ade34",
    "simhash": "1:d18d6baa1de381b4",
    "word_count": 2479
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY and SETH, Circuit Judges, and KANE, District Judge."
    ],
    "parties": [
      "Darcy M. AVES, a minor by and through Dan J. AVES and Faye E. Aves, her mother and father, natural guardians and next friends; Darcy M. Aves, individually; Dan J. Aves and Faye E. Aves, individually, Plaintiffs-Appellees, v. Nasreen G. SHAH, M.D., Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "PAUL KELLY, Jr., Circuit Judge.\nBackground\nThis medical malpractice action involves the birth of twins to Plaintiffs-appellees Dan and Faye Aves. Plaintiff-appellee Darcy Aves was the second twin born to Ms. Aves on December 26, 1984 at Central Kansas Medical Center of Larned, Kansas. Dr. Nas-reen G. Shah treated Ms. Aves throughout her pregnancy and delivered the twins.\nMs. Aves had been hospitalized from December 6 through 8,1984, with a diagnosis of “preeclampsia,” a disease of pregnancy which is often accompanied by high blood pressure, edema and the presence of protein in the urine. Preeclampsia may signal danger to the health of both mother and child with the only remedy being delivery.\nAfter Ms. Aves was released from the hospital, Dr. Shah ordered bed rest and a low salt diet with office visits of increased frequency. At the December 18, 1984 visit, protein in the urine was noted and on December 21, 1984, an elevated blood pressure was recorded. Given these warning signs and the other factors creating a high-risk pregnancy, such as multiple fetuses, first pregnancy and breech presentation of the first twin, the Plaintiffs contended that Dr. Shah should have transferred Ms. Aves to a better equipped facility to deliver the twins immediately, possibly via a cesarean section.\nMs. Aves was admitted to the hospital in Larned on December 26, 1984 after experiencing membrane leakage. Dr. Shah administered Pitoein, a drug used to induce labor. Although an electronic fetal heart monitor was available at the hospital, the printer was malfunctioning so that a monitor strip was not produced. According to several of the experts, a fully functioning monitor would likely have alerted Dr. Shah to fetal distress.\nThe breech twin was delivered before Darcy. Upon Darcy’s delivery, respiratory distress was immediately apparent and she was transferred to another facility. The documentation that Dr. Shah completed to effect the transfer noted that complications of the pregnancy included “toxemia,” another term for preeclampsia. Also noted, although Dr. Shah testified mistakenly so noted, were variable decelerations, potentially ominous changes in the baby’s heart rate prior to delivery. Finally, although her testimony on this point was somewhat confused, Dr. Shah checked “severe asphyxia” as another condition existing at birth.\nDarcy suffers from epilepsy, cerebral palsy, mental retardation, cortical blindness and small head size. Medical and economic experts testified for the Plaintiffs concerning the staggering cost of caring for Darcy for the remainder of her life. Such costs will include therapy, prescription drugs, medical testing, education and group home placement.\nThe jury assessed 90% fault attributable to Dr. Shah, with the remaining 10% to the Central Kansas Medical Center. Dr. Shah’s share of the damages assessed by the jury amounted to $21,244,824.90 and judgment was entered accordingly. Dr. Shah appeals and, with jurisdiction arising under 28 U.S.C. § 1291, we affirm.\nDiscussion\nI. Instruction No. 17: Hospital Negligence\nDr. Shah claims that the evidence presented at trial justified an instruction to the effect that the hospital could be found to be negligent in both admitting Ms. Aves and in granting privileges permitting Dr. Shah to perform high risk deliveries. She claims that the jury instructions given by the trial court effectively precluded a finding of hospital negligence on these very issues, which may have diminished her own liability. Instruction 17 reads in part:\nAt the outset, you should understand that Dr. Shah, the treating physician, was a member of the hospital’s staff and was permitted to admit her patients to the hospital for care and treatment. In these instances, the hospital is not shown to have been at fault for Mrs. Aves’ admission or for extending hospital privileges to the physician to the extent she was permitted to practice.\nThe hospital settled with the Plaintiffs before trial, but the jury was asked to assign any fault attributable to the hospital on a special verdict form. Dr. Shah apparently chose not to put on affirmative evidence regarding hospital negligence. Rather, she relied entirely on cross examination, where defense counsel adduced some testimony that ideally the hospital could have, and perhaps should have, prevented the admission of a high-risk pregnancy. However, none of the witnesses so testifying purported to testify to a standard of care or to the existence of any duty on the part of the hospital to either police admissions or to limit physicians’ privileges.\nUnder these circumstances, we find Higgins v. Martin Marietta Corp., 762 F.2d 492 (10th Cir.1985) instructive. The evidence adduced at trial must warrant instructing the jury on a particular theory. Id. at 497; General Motors Corp. v. Walden, 406 F.2d 606, 609 (10th Cir.1969). Given the very scant questioning on the subject and the absence of authoritative testimony concerning an affirmative duty or the applicable standard, we believe the trial court could properly exclude a theory of hospital negligence based on the admission of Ms. Aves.\nThe trial court properly instructed on all viable theories of hospital liability supported by the evidence. Instruction No. 16 stated that Dr. Shah contends that the hospital was “causally responsible for the injuries and damages of plaintiffs.” The jury was apprised of the hospital’s “duty of protection” and duty to “exercise such reasonable care toward a patient as the patient’s known condition may require” in instruction 19. The hospital’s obligation to employ nurses with appropriate learning and skill is addressed in instruction 21. Reading the instructions as a whole, which we must, Lusby v. T.G. & Y. Stares, Inc., 796 F.2d 1307, 1312 (10th Cir.), cert. denied, 479 U.S. 884, 107 S.Ct. 275, 93 L.Ed.2d 251 (1986), we find the jury was adequately instructed on the hospital’s alleged negligence.\nII. Instruction No. 14: The Specialized Field Standard\nDr. Shah appeals the trial court’s instruction regarding the standard of care. We note that no objection was made to this particular instruction at trial and, therefore, review for plain error. Ryder v. City of Topeka, 814 F.2d 1412, 1428 (10th Cir.1987). Plain error, however, is not to be equated with any detectable error. Aspen Highlands Skiing Corp. v. Aspen Skiing Co., 738 F.2d 1509, 1516-16 (10th Cir.1984), aff'd, 472 U.S. 585, 105 S.Ct. 2847, 86 L.Ed.2d 467 (1985). A party should be vigilant to object on appropriate grounds to an alleged improper instruction, Fed.R.Civ.P. 51, and be prepared to tender correct instructions where counsel finds it necessary, Bradbury v. Phillips Petroleum Co., 815 F.2d 1356, 1365 (10th Cir.1987).\nDr. Shah claims that she was “doomed” to an “impossible standard” as set forth in instruction 14. The entire instruction is prefaced by a finding that a physician has ventured into a specialty area. Here, Dr. Shah testified that she was, in 1984, a specialist in obstetrics. II R. at 169. Ms. Aves believed that Dr. Shah specialized in obstetrics. VI R. at 822. The Kansas Supreme Court explained the applicable standard:\n“A doctor is entitled to be judged according to the standards of the particular school of medicine to which he belongs. If a doctor is a specialist and the patient accepts treatment with that understanding, it is the generally accepted rule that a physician, surgeon or dentist who holds himself out to be a specialist is bound to bring to the discharge of his professional duties as a specialist that degree of skill, care, and learning ordinarily possessed by specialists of a similar class, having regard to the existing state of knowledge in medicine, surgery and dentistry, that is, a higher degree of skill, care, and learning than that of the average practitioner.”\nDouglas v. Lombardino, 236 Kan. 471, 693 P.2d 1138, 1145 (1985) (quoting P.I.K. Civ.2d 15.01 comments). We detect no plain error in the giving of this instruction, which correctly restated the law.\nIII. Instruction No. 22: The “Common Knowledge” Exception\nDr. Shah claims that the trial court erred by instructing the jury on the “common knowledge” exception to the requirement of expert testimony to establish the standard of care. At oral argument, counsel for Dr. Shah explained that instruction 22 is a common instruction and may very well have been proffered by the Defendant. A review of Dr. Shah’s first set of requested instructions reveals that, indeed, the very instruction now objected to was proffered by the Defendant at trial.\nWe remind counsel that each instruction, no matter how commonly used, must be carefully reviewed before being recommended to the trial court. Counsel must “exercise caution when using pattern jury instructions” as “few pattern instructions are intended to be copied verbatim in every case.” Hon. Edward J. Devitt, Ten Practical Suggestions About Federal Jury Instructions, 38 F.R.D. 75, 77 (1960). “Each case has its own peculiar facts and formalized instructions must be tailored to the facts and issues.” Id.\nDr. Shah urges a review for plain error. Under the circumstances, we decline to do so. “A party who requests an instruction invites any error contained therein and, absent an objection before the instruction is given, waives appellate review of the correctness of the instruction.” Gilchrist v. Jim Slemons Imports, Inc., 803 F.2d 1488, 1493 (9th Cir.1986). Having offered the instruction, Dr. Shah cannot on appeal suggest that the trial court erred and should have saved her from her own mistake.\nIV. Excessiveness of the Award\nDefendant also apparently chose not to present any evidence regarding damages, but now argues that the amount awarded to Plaintiffs was excessive and clearly evidenced passion and prejudice on the part of the jury. Plaintiffs presented detailed evidence of the physical damage as well as the economic harm suffered by Darcy as a result of Dr. Shah’s alleged conduct. Dr. Bonham, Plaintiffs economic expert testified concerning the projected expenses for caring for Darcy as well as other items of damage. The jury award was well within the range arrived at during Dr. Bonham’s testimony.\nAs was stated in Smelko v. Brinton, 241 Kan. 763, 740 P.2d 591, 597 (1987) (quoting Ratterree v. Bartlett, 238 Kan. 11, 707 P.2d 1063 (1985) (quoting Cantrell v. Amarillo Hardware Co., 226 Kan. 681, 602 P.2d 1326 (1979))), “ ‘ “[w]here a charge of excessive verdict ... is supported solely by the size of the verdict the trial court will not be reversed ... unless the amount of the verdict in light of the evidence shocks the conscience of the appellate court.” ’ ” See also Malik v. Apex Int’l Alloys, Inc., 762 F.2d 77, 81 (10th Cir.1985). Darcy Aves will need extensive medical treatment throughout her life and the constellation of problems, especially her blindness and inclination to suffer seizures, may make future care difficult and expensive. There was testimony that she will experience frustration and that her mobility, as well as her mental capacity, is severely limited. To be sure, the award is large; however, given the record before us, the amount does not shock the conscience of the court.\nV. Diversity\nFinally, Dr. Shah argues that the trial court should have granted her post-trial motion to dismiss for lack of subject matter jurisdiction. She belatedly alleges that Mr. Aves was a resident of the state of Kansas at the time the complaint was filed, thus foiling diversity. This is a mixed question of law and fact, which we review de novo. The findings of fact made by the district court, however, are reviewed for clear error. See Charles Alan Wright, Arthur R. Miller & Edward H. Cooper, 13B Federal Practice and Procedure § 3612 at 541 (2d ed. 1984) (citing Crowley v. Glaze, 710 F.2d 676 (10th Cir.1983)).\nWe agree with the district court that Dr. Shah’s jurisdictional attack on the judgment rendered against her is without merit. During a full evidentiary hearing on the matter, it was clearly established that Dan and Faye Aves moved to Colorado shortly after the birth of their daughter and had established residence there when this action was filed. This court is aware that subject matter jurisdiction may not be waived or conferred by the consent of the parties. Williams v. Life Sav. and Loan, 802 F.2d 1200, 1202 (10th Cir.1986). However, while subject matter jurisdiction enjoys a special status, we take this opportunity to remind counsel that as an officer of the court, candor and honesty are not only expected, they are demanded. The “tactic” of entering into a stipulation, in this case stipulating proper subject matter jurisdiction in a Pretrial Order after full discovery of the pertinent facts, while planning to challenge jurisdiction if an appeal becomes necessary, will not be tolerated. We find such action perilously close to “conduct unbecoming a member of the bar.” Fed.R.App.P. 46(c).\nAFFIRMED.\n. Instruction No. 14 reads:\nIf a physician elects to proceed with the diagnosis, care and treatment of her patient in a field beyond her expertise, she is held to the standard of care requisite to that speciality [sic] with which she is dealing.\nUnder such circumstances, if the physician has misdiagnosed a patient, including a mise-valuation of the severity of the condition, and the patient's condition actually requires care and treatment in a specialized field, it is no excuse to suggest that the physician's own expertise is limited and that she is not responsible.\n. Instruction No. 22 reads:\nIn determining whether physicians or nurses used the learning, skill and conduct required of them, you are not permitted to arbitrarily set a standard of your own or determine this question from your personal knowledge. On questions of medical or scientific nature concerning the standard of care of nurses or physicians, only those qualified as experts are permitted to testify. The standard of care is established by members of the medical profession in the same or similar communities, under like circumstances. It follow [sic] therefore that the only way you may properly find that standard is through evidence presented by members of the medical profession called as expert witnesses.\nThe above rule is limited to those matters clearly within the field of medical science. If what was done or not done in the treatment by a nurse or physician is within the common everyday knowledge of persons generally, such facts may be established from the general circumstances as shown by the evidence, which evidence may include testimony by persons other than experts.",
        "type": "majority",
        "author": "PAUL KELLY, Jr., Circuit Judge."
      }
    ],
    "attorneys": [
      "William Tinker, Jr. (John E. Cowles, with him on the brief), McDonald, Tinker, Skaer, Quinn & Herrington, P.A., Wichita, KS, for defendant-appellant.",
      "Randall E. Fisher (Mark B. Hutton & Donald McKinney with him on the brief), Michaud, Hutton & Bradshaw, Wichita, KS, for plaintiffs-appellees."
    ],
    "corrections": "",
    "head_matter": "Darcy M. AVES, a minor by and through Dan J. AVES and Faye E. Aves, her mother and father, natural guardians and next friends; Darcy M. Aves, individually; Dan J. Aves and Faye E. Aves, individually, Plaintiffs-Appellees, v. Nasreen G. SHAH, M.D., Defendant-Appellant.\nNo. 91-3206.\nUnited States Court of Appeals, Tenth Circuit.\nJune 28, 1993.\nWilliam Tinker, Jr. (John E. Cowles, with him on the brief), McDonald, Tinker, Skaer, Quinn & Herrington, P.A., Wichita, KS, for defendant-appellant.\nRandall E. Fisher (Mark B. Hutton & Donald McKinney with him on the brief), Michaud, Hutton & Bradshaw, Wichita, KS, for plaintiffs-appellees.\nBefore KELLY and SETH, Circuit Judges, and KANE, District Judge.\nThe Honorable John L. Kane, Jr., Senior United States District Judge for the District of Colorado, sitting by designation."
  },
  "file_name": "0762-01",
  "first_page_order": 814,
  "last_page_order": 819
}