{
  "id": 1878707,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Andre J. RUFFIN, Defendant-Appellant",
  "name_abbreviation": "United States v. Ruffin",
  "decision_date": "1993-06-29",
  "docket_number": "No. 92-1335",
  "first_page": "343",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 343"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "113 S.Ct. 1913",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11850
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "courts must respect the Sentencing Commission's policy statements and interpretive notes"
        },
        {
          "parenthetical": "courts must respect the Sentencing Commission's policy statements and interpretive notes"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/508/0036-01"
      ]
    },
    {
      "cite": "976 F.2d 1096",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11292002
      ],
      "pin_cites": [
        {
          "page": "1099-1102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/976/1096-01"
      ]
    },
    {
      "cite": "900 F.2d 1057",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537211
      ],
      "pin_cites": [
        {
          "page": "1062-63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/900/1057-01"
      ]
    },
    {
      "cite": "901 F.2d 555",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10531965
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/901/0555-01"
      ]
    },
    {
      "cite": "477 U.S. 79",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203837
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0079-01"
      ]
    },
    {
      "cite": "917 F.2d 1495",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/917/1495-01"
      ]
    },
    {
      "cite": "113 S.Ct. 1111",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6222836
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "upward departure for obstruction of justice appropriate if judge makes an independent determination that the defendant committed perjury"
        },
        {
          "parenthetical": "upward departure for obstruction of justice appropriate if judge makes an independent determination that the defendant committed perjury"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0087-01"
      ]
    },
    {
      "cite": "975 F.2d 596",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10515920
      ],
      "pin_cites": [
        {
          "page": "602"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/975/0596-01"
      ]
    },
    {
      "cite": "991 F.2d 1468",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10517884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/991/1468-01"
      ]
    },
    {
      "cite": "888 F.2d 490",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530948
      ],
      "pin_cites": [
        {
          "page": "496-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/888/0490-01"
      ]
    },
    {
      "cite": "875 F.2d 1294",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537535
      ],
      "pin_cites": [
        {
          "page": "1302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/875/1294-01"
      ]
    },
    {
      "cite": "927 F.2d 1079",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1797289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/927/1079-01"
      ]
    },
    {
      "cite": "920 F.2d 1330",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548419
      ],
      "pin_cites": [
        {
          "page": "1332-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/1330-01"
      ]
    },
    {
      "cite": "978 F.2d 281",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "pin_cites": [
        {
          "page": "285-86"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "981 F.2d 915",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1874907
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/981/0915-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 994",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(h)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 924",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 2113",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 16950,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.0883404903532277e-07,
      "percentile": 0.9091535838575917
    },
    "sha256": "7516d7db7364da28c42d4e66ff3a6cb4a6647367b322f0844979cd5e20bbe300",
    "simhash": "1:adc8e5350a0153b4",
    "word_count": 2702
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CUMMINGS, FLAUM, and EASTERBROOK, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Andre J. RUFFIN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "EASTERBROOK, Circuit Judge.\nA jury convicted Andre Ruffin of armed bank robbery. His acts violated not only 18 U.S.C. § 2113 but also 18 U.S.C. § 924(c). Section 924(c) adds five years to the sentence of anyone convicted of using a gun in committing a federal offense. Ruffin accepts this penalty but contests the sentence for the bank robbery itself — 264 months’ imprisonment, an upward departure quadrupling the presumptive sentence.\nThe Sentencing Guidelines give a range of 63 to 78 months’ imprisonment for an unarmed bank robbery by someone with Ruf-fin’s record of convictions. Because § 924(c) imposes the penalty for the “armed” aspect of the robbery, the Sentencing Commission instructed district judges to disregard the weapon in determining the range for the robbery. U.S.S.G. § 2K2.4 Application Note 2. The judge expressed dismay about the Guidelines’ treatment of armed bank robbery:\nArmed robbery is a very dangerous enterprise to get involved in. And it has always been treated in this community as a very serious offense. The old Milwaukee Circuit Court criminal division judges headed by the late Herb Steffes and the late Hugh O’Connell, people like that, always viewed these as very serious cases. Having grown up in that system as a young District Attorney I shared their view. Without the guidelines given this defendant's record this would be without batting an eye in my view a maximum statutory penalty case. With the guidelines it’s a little more difficult to fashion an appropriate sentence.\nThe district judge viewed an “appropriate” sentence as something defined by local practice and his personal views, and the Guidelines as an obstacle to be surmounted. Yet it is a principal function of the Sentencing Reform Act of 1984 to ensure that sentences for criminal defendants do not depend on local practices or whether the district judge used to be a prosecutor. No longer is there to be one sentencing regimen in Milwaukee, another in Phoenix, and a third in Seattle. Only the Guidelines identify the “appropriate” sentence.\nMany district judges do not accept the goal of uniformity that lies behind the Sentencing Guidelines. This is understandable. A project of reducing disparity requires some judges to give higher sentences than they used to do, while other judges must reduce the penalties they impose. Both the judges told to increase their sentences and those told to cut them believe that something is amiss — they must think their old sentencing practices superior, or they would not have followed them. So the Guidelines are bound to leave many judges believing that they have been instructed to impose unjust sentences. Still, disagreement with the law does not justify undermining it. Congress instructed the judiciary to produce consistency; the Sentencing Reform Act is not a challenge to judicial ingenuity, but an exercise of Congress’ constitutional power to make law. Judges spend their lives penalizing others who depart from legal norms. Judges are no less bound by the law than those who come before them as litigants.\nThe district court’s rationale for attaching a skyrocket to Ruffin’s penalty is that Ruffin is more dangerous than the Guidelines recognize. The Sentencing Commission used convictions as a measure of criminal history and propensity. Ruffin has several convictions, which landed him in criminal history category IV. The district court thought that this understates Ruffin’s record because he was charged with six other offenses that did not end in conviction. These charges were dismissed as part of plea bargains. The judge said: “it’s my view that these matters that were closed without a formal criminal conviction are reliable and that at the very least one of them can be considered and that if at least one is Mr. Ruffin under 4B1.1 would qualify for treatment as a career criminal under the guidelines.” A person sentenced for a drug offense or crime of violence, and who has two or more prior convictions for such offenses, is a “career offender.” The Guidelines throw away the criminal history and offense seriousness calculations for such persons and employ a special table in order to implement 28 U.S.C. § 994(h), which requires the Sentencing Commission to ensure that career criminals receive sentences “at or near the maximum term authorized”. Ruffin has only one conviction for a “crime of violence” as the Guidelines define that term. If Ruffin had been convicted of one or more “crime[s] of violence” from among the dismissed charges, he would have been a “career offender.” Without discussing whether any of the six dismissed charges is indeed a “crime of violence” as the Guidelines define that term, see United States v. Bedell 981 F.2d 915 (7th Cir.1992), the judge treated Ruffin as if he were a career criminal, which led to the sentence of 22 years’ imprisonment for the bank robbery — close to the statutory maximum of 25. Adding the sentence under § 924(c) produced a total of 27 years, without possibility of parole.\nRuffin submits that dismissed charges never may be the foundation for a departure from the presumptive sentence, but this position is untenable. The Guidelines authorize departure when “reliable information indicates that the criminal history category does not adequately reflect the seriousness of the defendant’s past criminal conduct or the likelihood that the defendant will commit other crimes”. U.S.S.G. § 4A1.3. Among the factors the court may consider: “prior similar adult criminal conduct not resulting in a criminal conviction.” U.S.S.G. § 4A1.3(e). We have held that judges may consider even criminal conduct of which the defendant has been acquitted. E.g., United States v. Masters, 978 F.2d 281, 285-86 (7th Cir.1992); United States v. Fanner, 920 F.2d 1330, 1332-33 (7th Cir.1990). The prosecutor’s burden of persuasion at trial is proof beyond a reasonable doubt, while at sentencing the judge decides according to the preponderance of the evidence. Evidence that fails to satisfy the former standard may suffice under the latter. If this difference permits the judge to enhance a sentence after concluding that the defendant actually committed the crime despite the acquittal, it necessarily follows that the judge may consider dismissed charges, which do not reflect any resolution in the defendant’s favor. The prosecutor may have dismissed the charge because the punishment for other charges to which the defendant pleaded guilty was sufficient, or because a vital witness got cold feet. Neither rationale for dismissal implies that the defendant did not commit the conduct charged.\nThat the dismissal may have been part of a plea bargain does not imply that judges in later cases must disregard what may have been serious crimes. Looking behind a plea bargain is something the Guidelines expressly countenance. The judge may adjust the criminal history category upward when, “for appropriate reasons, such as cooperation in the prosecution of other defendants, [the defendant] had previously received an extremely lenient sentence for a serious offense.” U.S.S.G. § 4A1.3(5). An “extremely lenient sentence” does not produce as many criminal history points as the normal sentence for such a crime; to assess the defendant’s true record, the judge may add some points. What is true about the sentence for a single crime is true for a sentence covering a number of crimes, where lenience may be reflected in the dismissal of serious charges rather than a low sentence on a solitary charge. Cases such as United States v. Castro-Cervantes, 927 F.2d 1079 (9th Cir.1990), are consistent with this proposition. Castro-Cervantes holds that a judge who accepts a plea bargain including the dismissal of some charges may not use the dismissed charges as the basis of an upward departure. The offense conduct portions of the Sentencing Guidelines are a charge-of-fenge rather than a real-offense system, giving the prosecutor substantial control over the sentence. If the prosecutor elects to dismiss a charge, the district judge must respect that decision unless the “relevant conduct” sections of the Guidelines require the consideration of conduct that did not lead to conviction. Compare United States v. Missick, 875 F.2d 1294, 1302 (7th Cir.1989), with United States v. White, 888 F.2d 490, 496-97 (7th Cir.1989). The criminal history portions of the Guidelines, by contrast, do not depend on the offense with which the defendant now stands convicted. They instruct a judge to consider prior offenses— and as we have explained this may include offenses that did not lead to convictions. Castro-Cervantes holds no more than that a defendant who pleads guilty receives the Guideline sentence for the crime to which he pleaded; what happens in future cases depends on other sections of the Guidelines. United States v. Smith, 991 F.2d 1468 (9th Cir.1993); United States v. Fine, 975 F.2d 596, 602 (4th Cir.1992).\nNonetheless, it is prior criminal conduct, and not prior charges, that supports a departure. In cases such as Fonner and Masters the judge made an independent determination that the defendant committed the crime. Cf. United States v. Dunnigan, — U.S. -, 113 S.Ct. 1111, 122 L.Ed.2d 445 (1993) (upward departure for obstruction of justice appropriate if judge makes an independent determination that the defendant committed perjury). Factors leading to an enhanced sentence must be established by a preponderance of the evidence, with the prosecutor bearing the burden of persuasion. United States v. Ebbole, 917 F.2d 1495 (7th Cir.1990); cf. McMillan v. Pennsylvania, 477 U.S. 79, 106 S.Ct. 2411, 91 L.Ed.2d 67 (1986). The record in this case does not contain any evidence supporting a conclusion that Ruffin committed the crimes with which he was charged. Although the presentence report describes the charges, its author did not conduct an independent investigation. The district judge’s statement that these charges are “reliable” has no apparent basis—unless by “reliable” the judge meant only that Ruffin had indeed been accused of these crimes. But the question is whether he committed the acts of which he was accused. For all we can tell, the prosecutor dismissed them because he concluded that Ruffin had nothing to do with these crimes. Transcripts of the proceedings leading to the dismissals may be illuminating. So long as the record is silent, however, the departure cannot be sustained.\nThere is a second difficulty with the departure in this case. The district court disregarded the approach that both the Sentencing Commission and this court have prescribed for departures.\nIn considering a departure under this provision, the Commission intends that the court use, as a reference, the guideline range for a defendant with a higher or lower criminal history category, as applicable. For example, if the court concludes that the defendant’s criminal history category of III significantly underrepresents the seriousness of the defendant’s criminal history, and that the seriousness of the defendant’s criminal history most closely resembles that of most defendants with Criminal History Category IV, the court should look to the guideline range specified for a defendant with Criminal History Category IV to guide its departure.\nU.S.S.G. § 4A1.3. See also, e.g., United States v. Schmude, 901 F.2d 555, 560 (7th Cir.1990); United States v. Ferra, 900 F.2d 1057, 1062-63 (7th Cir.1990). In other words, the district court should determine the number of additional criminal history points necessary to reflect the defendant’s actual history and dangerousness, convert these to a criminal history category, and then apply this category to the offense seriousness to obtain a guideline range. The district court did not do this. Instead it threw away the criminal history tables and went straight to the career offender guideline, which in turn pointed to the statutory maximum. The leap to the career offender guideline, for which the district judge cited no authority (and for which we, too, have found none), is inappropriate.\nThe career offender guideline carries out § 994(h), which requires the Commission to “assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized for categories of defendants in which the defendant is eighteen years old or older and — (1) has been convicted of a felony that is — (A) a crime of violence ... and (2) has previously been convicted of two or more prior felonies, each of which is — (A) a crime of violence”. This recidivist statute requires the Commission to prescribe stiff penalties for persons who have been “convicted” of specified offenses, and the Commission followed that language in § 4B1.1. Nothing in the career offender guideline, or any of the commentary concerning departures, invites a judge to apply these penalties to defendants who have not been “convicted.” The Commission instead instructed judges to add points, constructing higher criminal history categories. Both § 994(h) and § 4B1.1 evince a belief that extra convictions, as the most reliable indicators of dangerousness, deserve especial penalties.\nConvictions also provide notice, as dismissed charges do not, that the sovereign’s patience has worn thin and that further crimes will draw the top sanctions. Guideline 4B1.2(3) emphasizes this: “The term ‘two prior felony convictions’ means (A) the defendant committed the instant offense subsequent to sustaining at least two felony convictions of ... a crime of violence ..., and (B) the sentences for at least two of the aforementioned felony convictions are counted separately under the provisions of § 4Al.l(a), (b), or (c).” This means that the convictions must be of record before the defendant committed the third crime, a timing and notice rule defeated if a judge treats criminal activity that did not yield a conviction as equivalent to a conviction. The separate-counting rule in § 4B1.2(3)(B) further restricts designation as a career offender— first because only actual convictions count “under the provisions of § 4Al.l(a), (b), or (c)”, and second because many actual convictions are not counted separately under these provisions, as § 4B1.2(3)(B) requires. In particular, “[p]rior sentences imposed in related cases are to be treated as one sentence for purposes of § 4Al.l(a), (b), and (c).” U.S.S.G. § 4A1.2(a)(2). “[Pjrior sentences are considered related if they resulted from offenses that ... (3) were consolidated for trial or sentencing.” U.S.S.G. § 4A1.2 Application Note 3. See United States v. Woods, 976 F.2d 1096, 1099-1102 (7th Cir.1992). Cf. Stinson v. United States, — U.S. -, 113 S.Ct. 1913, 123 L.Ed.2d 598 (1993) (courts must respect the Sentencing Commission’s policy statements and interpretive notes). Charges in a single package, some of which are dismissed as part of a plea bargain, are “consolidated” for non-trial and non-sentencing, and thus cannot be “counted separately under the provisions of § 4Al.l(a), (b), or (c).”\nOnly real convictions support a sentence under § 4B1.1. Reconstructions and other efforts to approximate the seriousness of a criminal history (as distinguished from a criminal record) must be treated as § 4A1.3 provides. Ruffin’s presumptive sentence of 123-38 months’ imprisonment (63-78 months for the robbery plus 60 months for the gun) is a severe penalty, given the abolition of parole and the reduction in good time credits. The district judge’s reference to the statutory maximum as the practice in the old Milwaukee Circuit Court suggests that the judge may have forgotten for a moment the dramatic consequences of the abolition of parole. A person sentenced to the statutory maximum of 25 years for armed bank robbery before the Guidelines could be released in 6 to 7 years, given parole eligibility at one-third of the sentence and the generous good time credits that reduced the sentence (and so advanced eligibility for parole). Ruffin’s time in prison under the Guidelines, without any enhancement, is apt to exceed the time served by a pre-guidelines bank robber sentenced to the statutory maximum. It may be that Ruffin’s criminal history nonetheless should be increased to Category V or even Category VI, adding between 10 and 30 percent to the sentence, but he does not have two prior convictions for violent felonies and therefore may not be sentenced as a career offender.\nThe judgment is reversed, and the case is remanded for proceedings consistent with this opinion.",
        "type": "majority",
        "author": "EASTERBROOK, Circuit Judge."
      }
    ],
    "attorneys": [
      "Susan M. Knepel (argued), Office of U.S. Atty., Milwaukee, WI, for plaintiff-appellee U.S.",
      "David Berman (argued), Milwaukee, WI, for defendant-appellant Andre Ruffin."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Andre J. RUFFIN, Defendant-Appellant.\nNo. 92-1335.\nUnited States Court of Appeals, Seventh Circuit.\nArgued June 4, 1993.\nDecided June 29, 1993.\nSusan M. Knepel (argued), Office of U.S. Atty., Milwaukee, WI, for plaintiff-appellee U.S.\nDavid Berman (argued), Milwaukee, WI, for defendant-appellant Andre Ruffin.\nBefore CUMMINGS, FLAUM, and EASTERBROOK, Circuit Judges."
  },
  "file_name": "0343-01",
  "first_page_order": 395,
  "last_page_order": 400
}