{
  "id": 1878938,
  "name": "Margaret WILLIAMS, Appellant, v. Donna E. SHALALA, Secretary, United States Department of Health and Human Services, Appellee",
  "name_abbreviation": "Williams v. Shalala",
  "decision_date": "1993-07-09",
  "docket_number": "No. 91-5437",
  "first_page": "1494",
  "last_page": "1504",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 1494"
    }
  ],
  "court": {
    "name_abbreviation": "D.C. Cir.",
    "id": 8770,
    "name": "United States Court of Appeals for the District of Columbia Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "20 C.F.R. § 416",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "104"
        },
        {
          "page": "79-80"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. § 416.903",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "714 F.2d 171",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3788170,
        1886454
      ],
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/230/0080-01",
        "/f2d/714/0171-01"
      ]
    },
    {
      "cite": "819 F.2d 1356",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1710100
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/819/1356-01"
      ]
    },
    {
      "cite": "843 F.2d 271",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543304
      ],
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/843/0271-01"
      ]
    },
    {
      "cite": "428 U.S. 106",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6176317
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "120"
        },
        {
          "page": "2877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/428/0106-01"
      ]
    },
    {
      "cite": "750 F.2d 180",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        628909
      ],
      "pin_cites": [
        {
          "page": "186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/750/0180-01"
      ]
    },
    {
      "cite": "779 F.2d 1250",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1539586
      ],
      "pin_cites": [
        {
          "page": "1255-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/779/1250-01"
      ]
    },
    {
      "cite": "822 F.2d 1518",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1723409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/822/1518-01"
      ]
    },
    {
      "cite": "20 C.F.R. § 416.967",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "877 F.2d 1047",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3468875,
        10539911
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1052-53"
        },
        {
          "page": "1050"
        },
        {
          "page": "1053"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/278/0259-01",
        "/f2d/877/1047-01"
      ]
    },
    {
      "cite": "837 F.2d 99",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773085
      ],
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/837/0099-01"
      ]
    },
    {
      "cite": "817 F.2d 865",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1670989,
        4330414
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "873"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/817/0865-01",
        "/us-app-dc/260/0142-01"
      ]
    },
    {
      "cite": "627 F.2d 278",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3505268,
        1287821
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "283"
        },
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/200/0225-01",
        "/f2d/627/0278-01"
      ]
    },
    {
      "cite": "20 C.F.R. § 916.20",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. § 416.920",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        },
        {
          "page": "137"
        },
        {
          "page": "138"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. §§ 1381",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "16 Harv. Women's L.J. 211",
      "category": "journals:journal",
      "reporter": "Harv. Women's L.J.",
      "year": 1993,
      "opinion_index": 1
    },
    {
      "cite": "764 F.2d 911",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3597600,
        378029
      ],
      "pin_cites": [
        {
          "page": "918"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us-app-dc/246/0278-01",
        "/f2d/764/0911-01"
      ]
    },
    {
      "cite": "996 F.2d 413",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10512713,
        3816943
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/996/0413-01",
        "/us-app-dc/302/0147-01"
      ]
    },
    {
      "cite": "767 F.2d 1427",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        348871
      ],
      "pin_cites": [
        {
          "page": "1431"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/767/1427-01"
      ]
    },
    {
      "cite": "552 F.2d 781",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        974959
      ],
      "pin_cites": [
        {
          "page": "786"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/552/0781-01"
      ]
    },
    {
      "cite": "877 F.2d 1047",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3468875,
        10539911
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1050, 1052"
        },
        {
          "page": "1053"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us-app-dc/278/0259-01",
        "/f2d/877/1047-01"
      ]
    },
    {
      "cite": "837 F.2d 99",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773085
      ],
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/837/0099-01"
      ]
    },
    {
      "cite": "817 F.2d 865",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1670989,
        4330414
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "873"
        },
        {
          "page": "873",
          "parenthetical": "\"unlike a broken arm, a mind cannot be x-rayed\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/817/0865-01",
        "/us-app-dc/260/0142-01"
      ]
    },
    {
      "cite": "627 F.2d 278",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3505268,
        1287821
      ],
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us-app-dc/200/0225-01",
        "/f2d/627/0278-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1398,
    "char_count": 35875,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0689968797408652
    },
    "sha256": "820e96305e8893abe431fb96c20e7b215a3b6ee2ec85d826268039dc91f1f09b",
    "simhash": "1:0bac051120144268",
    "word_count": 5539
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WALD, HENDERSON and RANDOLPH, Circuit Judges."
    ],
    "parties": [
      "Margaret WILLIAMS, Appellant, v. Donna E. SHALALA, Secretary, United States Department of Health and Human Services, Appellee."
    ],
    "opinions": [
      {
        "text": "Opinion for the court filed by Circuit Judge KAREN LeCRAFT HENDERSON.\nDissenting opinion filed by Circuit Judge WALD.\nKAREN LeCRAFT HENDERSON, Circuit Judge:\nMargaret Williams appeals from a district court order granting judgment in favor of the Secretary of Health and Human Services (Secretary) who denied Williams’s application for disability benefits under the Supplemental Security Income program of the Social Security Act. 42 U.S.C. §§ 1381 et seq. On appeal, Williams maintains that the administrative law judge (ALJ) who heard her case at the agency level failed to give adequate weight to the opinion of her treating physician and ignored some of her symptoms in determining that she could perform certain jobs. Because substantial evidence in the record supports the ALJ’s findings, we uphold the Secretary’s decision.\nI.\nMargaret Williams is 54 years old. Although she worked for about a week as a cleaning lady in the early 1980’s, she has not held a steady job since. She has an eighth grade education, borderline intelligence and long term memory problems. For the past several years, Williams has complained of physical pain in her back, head and extremities. She claims that she cannot grip objects properly and that she often suffers numbness in her arms and legs. She has also complained of circulatory problems, shortness of breath, dizzy spells and blackouts. Doctors, however, have found no physical causes for her ailments.\nIn February 1987, Dr. Dobbs, Williams’s treating psychiatrist since at least 1984, diagnosed Williams as having a generalized anxiety disorder and a borderline personality disorder. According to Dobbs, Williams suffered from “multiple psychosomatic symptoms.” Joint Appendix (J.A) at 56. He concluded that Williams was “permanently and totally disabled.” J.A at 57. Williams then filed an application for disability benefits with the Social Security Administration (SSA). In May 1987, Dobbs filled out a Medical Survey Questionnaire in connection with Williams’s application for disability benefits. He described Williams as “tense and sometimes depressed” and again noted that she suffered from “multiple psychosomatic complaints.” J.A at 58. However, he also stated that Williams’s judgment, memory and insight were intact and he described her appearance and behavior as “normal.” J.A at 58. Medical records attached to the questionnaire indicated that Dobbs had not done any methodical or rigorous psychological testing but that he had prescribed a mild anti-depressant drug for Williams. J.A at 60-66.\nAfter receiving Dobbs’s diagnosis, the Secretary sent Williams to several other doctors for independent evaluations. Another psychiatrist, Dr. Wilson, examined Williams and noted that she continued to complain of numerous physical ailments. Athough he did not review her medical records, he concluded that Williams suffered from depression and suggested a “complete neurological and medical work-up.” J.A at 70. Dr. Schiff, a psychologist, also examined Williams. Schiff interviewed Williams and administered several psychological tests including the Wech-sler Adult Intelligence Scale and the Wech-sler Memory Scale. He determined that Williams suffered from somatoform disorder, “low average intelligence” and erratic concentration. Id. However, Schiff also characterized Williams’s confusion and memory problems as only “minimal.” Id. Thus, unlike Dobbs, he concluded that she was “psychologically capable of gainful employment.” Id.\nAfter the SSA specialists completed their evaluations of Williams, Dr. Dobbs, in March 1988, submitted another letter and additional medical records to the SSA In the letter, Dobbs stated that Williams was unable to work and that she suffered from “moderate difficulties in social functioning,” “severe deficiencies of concentration” and “psychosomatic complaints.” J.A at 114 (emphasis added). Finally, in January 1989, Dobbs completed a Psychiatric Review Technique (PRT) Form for Williams. On the form, he indicated that Williams suffered from a so-matoform disorder that produced “marked” rather than moderate difficulties in social functioning and “frequent” deficiencies of concentration. J.A at 130, 132. Moreover, because Williams never worked, he concluded that she suffered “continual episodes of deterioration ... in work ... settings.” J.A at 132.\nAn unemployed individual is entitled to disability benefits if “he is unable to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which ... can be expected to last for a continuous period of not less than twelve months.” 42 U.S.C. § 1382c(a)(3)(A). The Secretary has established a list of impairments that automatically meet the statutory criteria and thus make an individual eligible for benefits. See 20 C.F.R. § 416.920(d); 20 C.F.R. pt. 404, subpt. P, app. 1, §§ 12.00-13.00. Somato-form disorder is on the “automatic” list only if the disorder produces symptoms which meet the “listing requirements.” 20 C.F.R. § 416.920(d). Thus, to be automatically entitled to benefits, an individual with somato-form disorder must demonstrate at least three of the following conditions:\n(1) Marked restriction of daily living activities; or\n(2) Marked difficulties in maintaining social functioning; or\n(3) Deficiencies of concentration, persistence, or pace resulting in frequent failure to complete tasks in a timely manner ... or\n(4) Repeated episodes of deterioration or decompensation in work or work-like settings which cause the individual to withdraw from that setting or to experience exacerbation of signs and symptoms.\n20 C.F.R. pt. 404, subpt. P, app. 1, § 12.07 [hereinafter § 12.07]. If the somatoform disorder (or any other impairment) does not satisfy the listing requirements, an applicant may still qualify for benefits if the SSA determines that the impairment prevents the applicant from engaging in any type of work. 20 C.F.R. § 916.20(e), (f). If the applicant cannot perform jobs that he has previously held, the burden shifts to the agency to-establish that other jobs exist which the applicant could perform. Diabo v. Secretary of Health, Educ. & Welfare, 627 F.2d 278, 283 (D.C.Cir.1980).\nRelying heavily on Dr. Wilson’s and Dr. Schiffs reports, the ALJ initially concluded that Williams suffered from severe somato-form disorder but that her symptoms did not meet the listing requirements. J.A. at 45. The ALJ also concluded that Williams was able to work although he did not specify which jobs she was capable of performing. Id. He therefore rejected Williams’s disability claim. Williams appealed to HHS’s Appeals Council which upheld the ALJ’s finding that Williams’s disorder did not meet the listing requirements but remanded the case to the ALJ to determine what jobs Williams was capable of filling. J.A. at 36.\nA vocational expert (VE) testified at a second hearing before the ALJ. The ALJ asked the VE hypothetical questions designed to reflect Williams’s impairments, functional limitations, age, education and lack of work experience. On the basis of the questions, the VE opined that Williams could work as a maid, cafeteria worker, file clerk, telephone operator, receptionist and office clerk. As a' result, the ALJ denied Williams’s application for disability benefits. The Appeals Council affirmed the ALJ’s decision. Williams then sought district court review. The district court affirmed the ALJ as well and Williams now appeals to us, raising several claims. First, she contends that the Secretary failed to give adequate weight to the opinion of Dr. Dobbs, her treating physician, in concluding that she did not meet the listing requirements. Second, Williams maintains that the hypothetical questions posed to the VE did not accurately reflect her condition. Third, she argues that the VE’s conclusions were inconsistent with standard occupational guidelines published by the Department of Labor and the Bureau of Labor Statistics. We conclude that the Secretary considered Dobbs’s opinion and relied on substantial evidence which contradicted it. We also conclude that the hypotheticals posed to the VE were, in context, substantially accurate. Finally, we find that Williams failed to make her argument regarding the standard occupational guidelines in district court and therefore waived it. Accordingly, we affirm the Secretary.\nII.\nA The Treating Physician Rule\nWilliams maintains that the SSA improperly ignored Dobbs’s diagnosis which indicated that she met the listing requirements. Because Dobbs was Williams’s treating psychiatrist for many years, Williams contends that his diagnosis should have been accorded presumptive weight. Like other circuits, we have adopted a “treating physician” rule. Poulin v. Bowen, 817 F.2d 865, 873 (D.C.Cir.1987). “Because a claimant’s treating physicians have great familiarity with his condition, their reports must be accorded substantial weight.” Id. The treating physician’s opinion regarding an impairment is usually “binding on the fact-finder unless contradicted by substantial evidence.” Murdaugh v. Secretary, Dep’t of Health & Human Servs., 837 F.2d 99, 101 (2d Cir.1988). Thus, we have previously indicated that an ALJ who rejects the opinion of a treating physician must explain his reasons for doing so. Simms v. Sullivan, 877 F.2d 1047, 1052-53 (D.C.Cir.1989).\nHere, both the ALJ and the Appeals Council relied on substantial evidence which contradicted Dobbs’s conclusion that Williams met the following listing requirements: (1) marked difficulties in social functioning, (2) frequent deficiencies of concentration and (3) episodes of continual deterioration in work settings. As the ALJ and Appeals Council both noted, in completing his 1987 questionnaire, Dobbs indicated that Williams’s “judgment, memory and insight were intact, she was oriented and able to think, reason and communicate.” J.A at 44; see also J.A at 18. He concluded that her intelligence was “low normal” and that she was capable of managing funds. J.A at 58. Dobbs also stated that Williams’s condition was chronic rather than episodic, thus implying that the severity of her symptoms remained relatively constant. Id. Moreover, as the Appeals Council noted in upholding the ALJ, Dobbs’s letter (filed after the first questionnaire) stated that Williams suffered only moderate difficulties in social functioning. Thus, Dobbs’s two initial assessments of Williams’s faculties differred from his 1989 diagnosis, included in the PRT Form, that Williams experienced frequent deficiencies of concentration and marked difficulties in maintaining social functioning. Dobbs’s 1989 report did not explain how Williams’s condition might have deteriorated between 1987 and 1989.\nBoth the ALJ and the Appeals Council also relied heavily on Dr. Schiff s conclusion that Williams was able to work. Athough Schiff noted that Williams’s concentration was “erratic,” he concluded that her impairment was mild to minimal. Moreover, as the ALJ noted, Schiff reached his conclusions after subjecting Williams to both an IQ test and a Wechsler Memory Test. The record contains no indication that Dobbs performed similar tests.\nThus, substantial evidence in the record supports the conclusion that Williams did not suffer frequent deficiencies of concentration and marked difficulties in social functionings and, therefore, did not meet the listing requirements. Dobbs’s own earlier evaluations of Williams suggested her impairments were only moderate. That conclusion is further supported by the evaluation performed by Dr. Schiff — the only evaluation of Williams, it appears, which included standard psychological testing. In view of the contradictory evidence in the record, we think that the ALJ did not err in failing to defer to Dobbs’s diagnosis under the treating physician rule. That the ALJ did not expressly state his reason for not applying the treating physician rule is of no moment because he noted the contradictory evidence in the record, which record supplies the reason.\nB. The VE’s Hypotheticals\nBecause Williams had never held a steady job, the Secretary bore the burden of establishing that the national economy contained jobs Williams might perform. Diabo, 627 F.2d at 283. In making his determination based on the Secretary’s showing, the ALJ must consider the claimant’s “residual functional capacity,” “age, education, and past work experience.” 20 C.F.R. § 416.920. At the second hearing, the ALJ posed hypothetical questions to the VE to determine what jobs Williams could fill. Specifically, the ALJ asked the VE to take into account “the absence of any significant work background” and to assume that Williams was “exertionally capable of performing light work, that she functions in the borderline range of intelligence, that she has mild to moderate difficulty in concentration, and because of alleged dizzy spells ... should avoid heights and moving machinery.” J.A at 136-37. After considering these factors, the VE testified that Williams could work as a maid, cafeteria worker or file clerk. Id. at 137. The ALJ then asked the VE to assume that Williams could perform only sedentary work. Id. Adding that factor to his consideration, the VE nevertheless concluded that Williams could work as a receptionist, telephone operator or office clerk. Id. at 138.\nIn determining a claimant’s ability to work, the ALJ “must accurately describe the claimant’s ... impairments in any question posed to the expert.” Simms, 877 F.2d at 1050. In Simms, we concluded that “serious deficiencies” in the ALJ’s hypothetieals “undermine[d] the foundation for the expert’s ultimate conclusion that there are alternative jobs appellant can do.” Id. at 1053. We therefore remanded the case to the agency. Id. Williams maintains that the hypothetical posed to the VE did not accurately reflect her condition because it failed to include information regarding her limited education, poor writing and mathematical skills, age, blackout problems and her inability to hold onto objects.\nWe conclude that the ALJ’s hypothetical adequately reflected Williams’s condition. Athough the ALJ’s question did not include Williams’s limited education, Williams’s lawyer during cross examination asked the VE if the jobs he specified required a high school education. The VE stated that he “took into account that she has an 8th grade education.” J.A at 139. Williams’s lawyer also posed a hypothetical in which he listed her “deficiencies in spelling and arithmetic ability” as a factor. J.A at 141. The VE concluded that other factors in the hypothetical might affect Williams’s ability to work but did not address the two academic deficiencies. Id. at 142-43. What is critical is that the record shows that Williams’s lawyer had made the VE aware of Williams’s verbal and mathematical limitations before the VE gave his opinion.\nIt also appears that the VE was aware of Williams’s age inasmuch as he testified that he had reviewed the administrative record which included Williams’s medical records. J.A. at 133. The record contains repeated references to Williams’s age. Moreover, immediately before testifying to the jobs Williams could fill, the VE noted that Williams had received cosmetology training in the 1960’s, thus indicating that he was aware of her approximate age.\nFinally, we do not think that the ALJ’s failure to describe specifically Williams’s blackouts and her inability to hold objects rendered the hypothetical deficient. The record contains no evidence of a physical condition that would cause Williams to experience frequent blackouts or to lose the ability to grasp things. The orthopedist who examined Williams found her fine and gross hand motions and the sensation in her arms to be normal. J.A. at 73. Moreover, as the ALJ noted, treatment records from George Washington University Medical Center indicated that a CT scan of Williams’s head was normal and an EEG test revealed only “mild” abnormalities that did not produce “seizure discharges.” J.A. at 41. Similarly, the internist who examined Williams found “no focal neurological signs.” J.A. at 98. In fact, Williams’s testimony and her complaints to doctors provide the only evidence of her blackouts and her inability to grasp objects. The ALJ expressly concluded that Williams’s “subjective complaints are not considered credible.” J.A. at 45. He nonetheless included in his hypothetical a description of “dizzy spells,” a characteristic which incorporates some of the limitations a problem with blackouts would impose. J.A. at 137. Accordingly, we conclude that he did not err by failing to include in the hypothetical precise physical conditions whose existence rested solely on Williams’s subjective complaints.\nC. Waiver of the Occupational Guidelines Objection\nIn determining whether there exist in the national economy jobs that a claimant can perform, the ALJ must take “administrative notice” of information contained in the DICTIONARY op OCCUPATIONAL Titles, published by the Department of Labor, and the OCCUPATIONAL Outlook Handbook, published by the Bureau of Labor Statistics. 20 C.F.R. § 416.967(d). When the VE’s description of jobs a claimant could perform conflicts with the job requirements contained in the publications, courts have found that the VE’s testimony does not constitute substantial evidence by itself to support a finding that jobs are available. See Campbell v. Bowen, 822 F.2d 1518, 1523 n. 3, 1524 (10th Cir.1987); Tom v. Heckler, 779 F.2d 1250, 1255-56 (7th Cir.1985); Mimms v. Heckler, 750 F.2d 180, 186 (2d Cir.1984). Williams argues that she does not meet the job requirements listed in the government publications for the jobs the VE identified. The Secretary, however, asserts that Williams has waived her argument because she failed to raise it earlier. We agree with the Secretary.\nIn general, an appellate court cannot consider issues not raised before the district court. See Singleton v. Wulff, 428 U.S. 106, 120, 96 S.Ct. 2868, 2877, 49 L.Ed.2d 826 (1976). Disability cases present no exception. See, e.g., Clarke v. Bowen, 843 F.2d 271, 273 (8th Cir.1988) (disability claimant’s attempt to ask court to “consider an issue not raised before the district court” rejected); Waite v. Bowen, 819 F.2d 1356, 1360 n. 1 (7th Cir.1987) (argument that impairment met listings waived because not raised previously).\nWhen Williams sought review of the Secretary’s decision in district court, she did not expressly allege that the VE’s testimony conflicted with the job requirements in the government publications. In fact, Williams’s only reference to the issue appeared in a footnote in a memorandum submitted to the district court. There, Williams stated that she “incorporated by reference her memorandum on the second appeal to the [Appeals Council] in which she states additional objections to the VE’s suggested jobs.” Mem. of Facts and Conclusions of Law in Supp. of Pet’r’s Mot. for a J. of Reversal at 41 n. 26. This oblique reference to arguments made before the Appeals Council did not provide the district court with the “substantial measure of that assistance of counsel which the system assumes.” Carducci v. Regan, 714 F.2d 171, 179 (D.C.Cir.1983). We do not think such a disguised allusion is sufficient to preserve the issue and therefore we do not reach it.\nIII.\nIn summary, because Dr. Dobbs’s conclusions varied regarding the degree of Williams’s impairment, and because other physicians found Williams’s impairments were only moderate, substantial evidence in the record supported the Secretary’s finding that Williams did not meet the listing requirements. Moreover, the ALJ’s hypothetical questions to the VE adequately described Williams’s impairments. Thus, the ALJ was entitled to rely on the VE’s opinion that Williams could perform certain available jobs. Finally, we do not reach Williams’s argument based on the vocational guidelines. For the preceding reasons, the Secretary’s decision is\nAffirmed.\n. The District of Columbia’s disability agency makes the initial disability determination regarding a D.C. resident and hears the first appeal from those determinations for the SSA. 20 C.F.R. § 416.903(a). A claimant may seek review of that decision by an SSA ALJ. 20 C.F.R. § 416.903(c). The ALJ’s decision is appealable to the SSA's Appeals Council. 20 C.F.R. § 416.-1467.\n. Somatoform disorder is a mental disease. An individual who suffers from somatoform disorder believes he has, and often manifests, physical symptoms which have no physical cause. See 20 C.F.R. pt. 404, subpt. P, app. 1, § 12.07.\n. The Secretary also sent Williams to an orthopedist and an internist. Neither found a physical cause for Williams’s ailments, a result that is consistent with somatoform disorder. In addition, two other psychiatrists reviewed Williams’s records although they never actually examined her. One psychiatrist agreed with Dr. Schiff’s diagnosis that Williams suffered from somato-form disorder. J.A. at 87. The other diagnosed Williams as having \"mild to moderate neurotic depression with a pronounced histrionic overlay.” J.A. at 104. Both, however, agreed that she was only mildly impaired and therefore \"capable of gainful employment.\" Id. at 104; see also id. at 79-80.\n. An individual must also exhibit at least one of the following conditions: (1) \"[a] history of multiple physical symptoms of several years [sic] duration, beginning before age 30, that have caused thé individual to take medicine frequently, see a physician often and alter life patterns significantly,” (2) \"[p]ersistent nonorganic disturbance of” vision, speech, hearing, use of a limb, movement and control, or sensation or (3) ”[u]nrealistic interpretation of physical signs or sensations associated with the preoccupation or belief that one has a serious disease or injury.\" § 12.07. The Secretary does not dispute that Williams has at least one of these conditions.\n. The dissent states that \"in response to Williams's counsel’s hypothetical, the VE admitted that Williams probably could not perform the jobs he had identified.\" Dissenting Opinion at 5. In response to the hypothetical, the VE stated that Williams would be unable to perform the jobs he described if she (1) could not stand for 10 to 15 minutes, (2) dropped objects several times a day, (3) fell asleep on a regular basis while at work, (4) needed numerous rest periods during the course of a day, (5) was totally unable to get along with people or (6) almost never completed tasks. J.A. at 141-45. The ALJ concluded that Williams's subjective complaints provided the only evidence of the six conditions recited by her lawyer. He expressly rejected that evidence. J.A. at 45. We therefore think that the VE's \"admission” packs no wallop. Moreover, the conditions the VE identified as potentially disabling have nothing to do with Williams's verbal and mathematical abilities.",
        "type": "majority",
        "author": "KAREN LeCRAFT HENDERSON, Circuit Judge:"
      },
      {
        "text": "WALD, Circuit Judge,\ndissenting:\nThe majority upholds the administrative law judge’s (“ALJ”) conclusion that Margaret Williams, a 64 year old woman with borderline range intelligence and a history of depression who suffers from a severe somato-form disorder and whose entire employment history consists of one week over a decade ago as a cleaning woman, is not disabled within the meaning of Social Security Administration (“SSA”) regulations and is qualified to work as, inter alia, a file clerk or telephone receptionist. I believe this improbable conclusion was reached by the ALJ on the basis of a misapplication of the treating physician rule as well as a flawed hypothetical posed to the vocational expert (“VE”). Accordingly, I dissent.\nA Treating Physician\nThe established rule is that an ALJ must accord substantial weight to the findings of a treating physician such as Dr. Dobbs in social security disability cases, see Poulin v. Bowen, 817 F.2d 865, 873 (D.C.Cir.1987), particularly where, as here, there is agreement among all of the medical experts regarding the existence of a disorder and the only dispute concerns its severity, see Murdaugh v. Secretary of Dep’t of Health and Human Services, 837 F.2d 99, 102 (2d Cir.1988). In this case, the claimant’s ultimate eligibility for benefits hinges on extremely subtle distinctions such as, whether Williams suffers “marked” or only “moderate” difficulties in maintaining social functioning. The majority implicitly concedes, see Majority Opinion (“Maj. op.”) at 1499, that of the several medical professionals engaged by the SSA to examine Williams, only Dr. Sehiff provided relevant evidence contradicting Dobbs’ conclusion that Williams’ somatoform disorder met the various listing level requirements. Thus, this case came down to a contest between the opinion of Williams’ treating physician, Dr. Dobbs, and the views of Dr. Sehiff, a psychologist who saw Williams on only one occasion.\nOn the one hand, Dobbs’ assessment was based upon approximately 20 years of treating Williams, with frequent visits in the neighborhood of one every few months. On the other hand, Sehiff s contrary position was not only formed from a single visit, but more importantly, was qualified by his own admission that the “[r]ecords of her psychiatric treatment, from the psychiatrist who has apparently treated her for many years, should be quite helpful in shedding further light upon Ms. Williams’ emotional status.” In balancing Dobbs’ judgment, which is entitled to substantial weight, against SchifFs, which deserves considerably less deference, the scales tip heavily in favor of Dobbs. See Allen v. Weinberger, 552 F.2d 781, 786 (7th Cir.1977) (“[Ojnce it is determined that an impairment exists, the opinions of the treating physician are entitled to substantially greater weight than the impressions of a doctor who sees the claimant only once.”) (internal citations omitted). The length of the treating physician’s relationship with the patient is particularly important in this case because Williams’ disorder is psychiatric in nature, where extended periods of observation are often necessary to reveal the full extent of the dysfunction. See Poulin, 817 F.2d at 873 (“unlike a broken arm, a mind cannot be x-rayed”). For instance, it seems unlikely that a claimant’s ability to maintain social functioning on a sustained basis would be susceptible to precise calibration on the basis of one brief appointment.\nThe majority contends nonetheless that Dobbs’ diagnosis of total disability is suspect because of alleged inconsistencies in his findings between 1987 and 1989 regarding the severity of Williams’ disability. I can find no such contradictions. In 1987, Dobbs issued a medical examination report in which he concluded: “This patient is, in my opinion, permanently and totally disabled for work due to her chronic mental problems.” In a 1988 letter, he wrote again that Williams “is totally disabled for work.” Finally in 1989, using for the first time the SSA’s Psychiatric Review Technique (“PRT”) form, which requires the psychiatrist to check boxes corresponding to the listing level requirements, Dobbs checked the boxes indicating that Williams could not work. Thus, his bottom line analysis has been entirely uniform.\nThe majority, however, insists that Dobbs reported inconsistently on Williams’ ability to maintain a level of social functioning that would permit any kind of employment. Thus, in 1987, he noted that she was “tense, sometimes depressed,” but otherwise exhibited “normal” appearance and behavior. In the 1988 letter, he wrote that Williams “suffers from moderate difficulties in social functioning,” and in 1989, on the PRT, he checked the box indicating that she had “marked” difficulties in maintaining social functioning. I do not believe there was sufficient deviation among these three assessments to warrant tossing out Dr. Dobbs’ overall and consistent conclusion that Williams could not maintain a level compatible with holding down a job. However, even if there was a material variation, the obvious explanation for that variation was the gradual but persistent worsening of Williams’ condition. In fact, in his 1989 report, just prior to the second hearing before the ALJ, Dr. Dobbs wrote that Williams had “report[ed] recent severe difficulty with memory (missing appointments), some problems with motor coordination (balance?) and blackouts.” I see no reason why the treating physician’s conclusion that, by 1989, his patient’s condition had deteriorated to the point of meeting a listing level requirement should be rejected because one and two years earlier, he believed her condition was less severe.\nIn sum, it appears to me that the ALJ improperly inverted the treating physician rule — deferring too heavily to Dr. Schiffs one-shot conclusion while according far too little weight to Dr. Dobbs’ long-term exposure to the patient. If there was a basis in the record for treating the treating physician’s findings so cavalierly, it certainly was not adequately revealed by the ALJ. “If the ALJ wishes to disregard the opinion of the treating physician, he must make findings setting forth specific, legitimate reasons for doing so that are based on substantial evidence in the record, even where the treating physician’s opinion is controverted by the Secretary’s consultant.” Fife v. Heckler, 767 F.2d 1427, 1431 (9th Cir.1985); see Simms v. Sullivan, 877 F.2d 1047, 1050, 1052 (D.C.Cir.1989). Here, the ALJ explained only:\nDr. Dobbs has indicated that the claimant has an anxiety related disorder, somato-form disorder and a personality disorders [sic] which are of Listing levels of severity. However, the Administrative Law Judge finds that these conclusions are not supported by substantial psychiatric evidence of record which shows that the claimant does, in fact, have a somatoform disorder but that this condition is clearly not of Listing level of severity....\nFurther, there is no dispute that Dr. Dobbs provided the only medical evidence of Williams’ condition from the time of the first hearing before the ALJ in 1988 to the second hearing in 1989. However, the ALJ failed to mention the evidence in Dr. Dobbs’ 1989 report suggesting deterioration in Williams’ social functioning, stating only that “there has been no significant change in the claimant’s medical condition since the prior hearing decision.” Just a few weeks ago, in a not totally dissimilar case, this court reversed and remanded a decision to an ALJ for a specific explanation of why the treating physician’s opinion was rejected. See Smalls v. Shalala, 996 F.2d 413 (D.C.Cir.1993). I believe that should have been done here as well.\nB. ALJ’s Hypothetical\nThe majority acknowledges that the hypothetical posed by the ALJ to the VE failed to describe Williams’ undisputed limited education and poor spelling and mathematical skills. However, it contends that any deficiency was cured because the “VE stated that he ‘took into account that she has an 8th grade education,’ ” and further, because Williams’ counsel was allowed to propound a hypothetical highlighting Williams’ limited abilities. Maj. op. at 1499. I disagree that either factor repaired the incomplete hypothetical. First, the majority omits that the VE answered the hypothetical on the assumption not only that Williams had an 8th grade education, but that she could perform at that level as well, an assumption that in Williams’ ease is downright wrong. That is, the VE was quite specific that the jobs he had identified “require[d] that a person be able to do educational tasks equivalent to the 8th grade level,” concededly an impossibility for Williams. Thus, the fact that the VE took into account Williams’ formal 8th grade education exacerbated the hypothetical’s omission of her below 8th grade academic skills. See Cunningham v. Heckler, 764 F.2d 911, 918 (D.C.Cir.1985) (ALJ on remand should instruct VE that claimant’s skills are “well below what one might expect from someone with a high-school education”).\nSecond, simply because Williams’ counsel was subsequently allowed to ask the VE a hypothetical which more accurately described the real level of her academic skills did not cure the error of the ALJ’s misleading hypothetical. The ALJ made abundantly clear that his conclusion that Williams was capable of performing jobs existing in the economy rested on the VE’s “response to a hypothetical question propounded by the Administrative Law Judge ” (emphasis added). Indeed, in response to Williams’ counsel’s hypothetical, the VE admitted that Williams probably could not perform the jobs he had identified. Because the ALJ’s hypothetical did not accurately describe the claimant’s impairments, the response of the VE cannot furnish the substantial evidence of employability on which the ALJ specifically relied. See Simms, 877 F.2d at 1053; Diabo v. Secretary of Health, Education & Welfare, 627 F.2d 278, 283 (D.C.Cir.1980).\nIn sum, I believe the ALJ improperly found Williams ineligible for disability benefits by failing to give sufficient weight to the opinion of her treating physician and by posing a deficient hypothetical to the VE. I note in conclusion that in a case with closer facts, I might be more inclined to give the agency the benefit of any doubt. But the notion that a 54 year old woman with no real work experience of any sort, who eannot make change from a dollar, and who has been treated by a psychiatrist over a 20 year period for illnesses including reported blackouts and dizzy spells is employable as a telephone receptionist, file clerk, or domestic worker seems to me patently implausible. In Williams’ case, seemingly small errors in the proceedings have brought us to an absurd and regrettable result.\nI respectfully dissent.\n. The majority posits that Dobbs, in his 1987 report, \"stated that Williams's condition was chronic rather than episodic, thus implying that the severity of her symptoms remained relatively constant.” Maj. op. 1498. Actually, all Dobbs found was that Williams' illness was not \"episodic or cyclical.” This conclusion in no way suggested that her condition was fixed or that the severity of her symptoms was undeviating; a steady worsening would be neither episodic nor cyclical.\n. Neither the majority nor the ALJ suggests that Dobbs' conclusion in 1989 was falsified or distorted for the benefit of Williams, and certainly no evidence in the record, substantial or otherwise, supports this inference.\n. It is interesting to note, in passing, that there is evidence in the legal literature to suggest that female applicants like Williams, who have been housewives for most of their lives, do not fare as well as others in convincing ALJ’s (90% of whom are male) or medical professionals used by the agency that their \"subjective complaints” reflect actual debilitating illnesses. See Linda G. Mills, Recent Developments, A Calculus for Bias: How Malingering Females and Dependent Housewives Fare in the Social Security Disability System, 16 Harv. Women’s L.J. 211 (1993). This circumstance underscores the need to scrutinize closely apparent errors in the records of such cases to insure that they are not prejudicial.",
        "type": "dissent",
        "author": "WALD, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Joel M. Cohen, argued the cause for appellant. On brief was James K. Lehman. Harry Heller also entered an appearance.",
      "Claire M. Whitaker, Asst. U.S. Atty., argued the cause for appellee. On brief were Jay B. Stephens, U.S. Atty. at the time the brief was filed, and John D. Bates and R. Craig Lawrence, Asst. U.S. Attys. Robert L. Shapiro, Asst. U.S. Atty. also entered an appearance."
    ],
    "corrections": "",
    "head_matter": "Margaret WILLIAMS, Appellant, v. Donna E. SHALALA, Secretary, United States Department of Health and Human Services, Appellee.\nNo. 91-5437.\nUnited States Court of Appeals, District of Columbia Circuit.\nArgued May 14, 1993.\nDecided July 9, 1993.\nJoel M. Cohen, argued the cause for appellant. On brief was James K. Lehman. Harry Heller also entered an appearance.\nClaire M. Whitaker, Asst. U.S. Atty., argued the cause for appellee. On brief were Jay B. Stephens, U.S. Atty. at the time the brief was filed, and John D. Bates and R. Craig Lawrence, Asst. U.S. Attys. Robert L. Shapiro, Asst. U.S. Atty. also entered an appearance.\nBefore WALD, HENDERSON and RANDOLPH, Circuit Judges."
  },
  "file_name": "1494-01",
  "first_page_order": 1546,
  "last_page_order": 1556
}