{
  "id": 1878718,
  "name": "Aliakbar KARIMIAN-KAKLAKI, Kobra Safari, Reza Karimian-Kaklaki, Petitioners, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent",
  "name_abbreviation": "Karimian-Kaklaki v. Immigration & Naturalization Service",
  "decision_date": "1993-08-06",
  "docket_number": "No. 93-4158",
  "first_page": "108",
  "last_page": "113",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 108"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "864 F.2d 120",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10524759
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/864/0120-01"
      ]
    },
    {
      "cite": "8 C.F.R. § 243.1",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "375 U.S. 217",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11718756
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "\"The granting of voluntary departure relief does not result in the alien's not being subject to an outstanding final order of deportation\""
        },
        {
          "parenthetical": "\"The granting of voluntary departure relief does not result in the alien's not being subject to an outstanding final order of deportation\""
        },
        {
          "parenthetical": "\"The granting of voluntary departure relief does not result in the alien's not being subject to an outstanding final order of deportation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/375/0217-01"
      ]
    },
    {
      "cite": "651 F.2d 1091",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1245267
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1093"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/651/1091-01"
      ]
    },
    {
      "cite": "961 F.2d 403",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1863250
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "404"
        },
        {
          "page": "404-405",
          "parenthetical": "declining to deem a petition for review as constructively filed within the ninety-day time period"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/961/0403-01"
      ]
    },
    {
      "cite": "424 F.2d 227",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2251016
      ],
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/424/0227-01"
      ]
    },
    {
      "cite": "645 F.2d 279",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1213229
      ],
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/645/0279-01"
      ]
    },
    {
      "cite": "864 F.2d 376",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527642
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "378"
        },
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/864/0376-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1251",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(2)"
        },
        {
          "page": "(a)(1)(B)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 680,
    "char_count": 14827,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 2.268714680087479e-06,
      "percentile": 0.9959482193749519
    },
    "sha256": "a0c1e16a53f2adcd33fc6bed33fa940df1b83eb2e0901ef3646b3a300782f8da",
    "simhash": "1:73c47a4ca72d5233",
    "word_count": 2396
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GARWOOD, JONES and EMILIO M. GARZA, Circuit Judges."
    ],
    "parties": [
      "Aliakbar KARIMIAN-KAKLAKI, Kobra Safari, Reza Karimian-Kaklaki, Petitioners, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent."
    ],
    "opinions": [
      {
        "text": "GARWOOD, Circuit Judge:\nAliakbar Karimian-Kaklaki (Karimian), individually and on behalf of his wife and their son, petitions for review of a final order entered by the Board of Immigration Appeals (BIA) denying his request for asylum or withholding of deportation. Because the petition for review was not timely filed in this Court, we are without jurisdiction and accordingly dismiss the petition.\nFacts and Proceedings Below\nKarimian, along with his wife and their son, all natives and citizens of Iran, last entered the United States on December 2, 1984. They were admitted as non-immigrant visitors until June 1, 1985.\nOn March 28, 1985, while still lawfully in this country, Karimian filed an application for asylum, in his own name and on behalf of his wife and child, citing ethnic, religious, and political grounds. The District Director of the Immigration and Naturalization Service (INS) denied the request for asylum in January 1988 but granted petitioners thirty days to depart the United States voluntarily.\nOn March 24, 1988, the INS issued orders to show cause charging that petitioners would be deportable from the United States pursuant to (then) section 241(a)(2) of the Immigration and Nationality Act, 8 U.S.C. § 1251(a)(2), for remaining in this country for a longer period of time than permitted. At a deportation hearing before an Immigration Judge, petitioners conceded their de-portability but claimed that they were authorized to remain in the United States during the consideration of their application for asylum, an application that they renewed during the deportation proceedings. In addition, they sought withholding of deportation, and, in the alternative, voluntary departure.\nOn August 9, 1988, after a full evidentiary hearing at which Karimian and other witnesses for the petitioners testified, the Immigration Judge issued an oral decision finding petitioners deportable. The Immigration Judge denied petitioners’ request for asylum and for withholding of deportation but granted their application for voluntary departure for a period of three months. In the alternative, the Judge ordered them to be deported to Iran in the event that they did not voluntarily depart during the three month period. Petitioners appealed the Immigration Judge’s decision to the BIA\nIn a per curiam decision dated November 18, 1992, the BIA affirmed the Immigration Judge’s order of deportation and allowed petitioners a thirty-day period of voluntary departure from the date of its decision. Petitioners now appeal from the BIA’s decision. Their petition for review was mailed to this Court on February 14,1993; the petition was received and filed in this Court on Thursday, February 18, 1993.\nDiscussion\nPetitioners raise several challenges to the BIA order denying their requests for asylum or withholding of deportation. Because their petition for review was not filed within the period provided in 8 U.S.C. § 1105a(a)(l), however, we do not have jurisdiction to reach the merits of their appeal.\nIn order to obtain review of a BIA decision in this Court, an alien must file a petition for review “not later than 90 days after the date of the issuance of the final deportation order-” 8 U.S.C. § 1105a(a)(l) (West Supp.1993). “[T]he time for filing a review petition begins to run when the BIA complies with the terms of federal regulations by mailing its decision to petitioner[s’] address of record.” Ouedraogo v. Immigration and Naturalization Service, 864 F.2d 376, 378 (5th Cir.1989). The BIA order appealed from is dated November 18, 1992, and the record contains a copy of a BIA letter dated November 18,1992, transmitting the decision to petitioners’ counsel at his address of record. The ninety-day period for requesting review of this order in this Court expired on February 16,1993, two days after petitioners mailed their petition from Dallas, Texas, but two days before the petition was received and filed by the clerk of this Court in New Orleans, Louisiana.\nA timely petition for review is a jurisdictional requirement, and the lack thereof deprives this Court of authority to review final orders of deportation. Te Kuei Liu v. Immigration and Naturalization Service, 645 F.2d 279, 282 (5th Cir.1981) (recognizing that there is a time limit applicable to our powers of review); Gena v. Immigration and Naturalization Service, 424 F.2d 227, 231 (5th Cir.1970) (by taking no action to challenge BIA order within time provided by 8 U.S.C. § 1105a(a)(l), alien forfeited his right to review of the order in this Court). See also Stajic v. Immigration and Naturalization Service, 961 F.2d 403, 404 (2d Cir.1992) (holding that a timely filed petition is a jurisdictional prerequisite to judicial review).\nPetitioners assert several arguments, claiming that their petition for review should be considered timely. First, they contend that there is no evidence of record that the BIA actually mailed its decision on the date stamped thereon, November 18, 1992. This argument was successful in Ouedraogo v. Immigration and Naturalization Service, 864 F.2d at 378. There, the petitioner claimed that he was not ever advised of the BIA’s decision nor ever provided a copy of its opinion. Because neither the record nor the INS could establish when the decision was mailed to the petitioner, we declined to dismiss the appeal from the BIA order.\nIn the instant case, however, petitioners have not asserted that they did not receive a copy of the BIA decision. Moreover, in contrast to the Ouedraogo case, the record now before us contains a transmittal letter enclosing a copy of the BIA decision, addressed to the attorney who represented petitioners before the Immigration Judge and the BIA. The letter is dated November 18, 1993, the date the decision was issued by the BIA.\nPetitioners do not assert when they received the decision, nor do they argue that the decision was in fact or must have been mailed at a later date because they received it later or on any other basis (nor is there any assertion that the mailing was misaddressed or the like). Instead, they essentially claim only that the decision might not have been mailed on November 18. They point to nothing indicating that letter was not properly mailed Wednesday, November 18, 1992, except to suggest (without evidence) that often government letters are not mailed on the date they bear. This unsupported, general assertion does not negate the objective evidence of the transmittal letter included in the record on appeal.\nBecause it adequately appears from the record that the BIA decision was properly mailed to petitioners’ counsel on November 18,1992, and because there is nothing before us to indicate otherwise, petitioners’ reliance on our action in Ouedraogo is unavailing, and the date of the BIA decision is controlling.\nPetitioners also claim that their petition for review was mailed in sufficient time, on February 14,1993, for filing by this Court within the ninety-day period. They allege that a delay occurred in the delivery of the petition to this Court by the United States Postal Service; this delay, they contend, was beyond their control, and therefore the time period for filing should be tolled accordingly.\nPetitioners cite Moss v. Immigration and Naturalization Service, 651 F.2d 1091 (5th Cir.1981), in support of their contention that a time period may be tolled by delay beyond a petitioner’s control. Moss concerned a provision of the Immigration and Naturalization Act that allows admission for permanent residence of an alien who married a United States citizen within ninety days of entry into the United States; the same section provided for deportation in the event the marriage was not completed within the stated time period. This Court concluded that the ninety-day period was established to ensure that the alien intended “to soon marry upon entrance to the United States rather than to place an absolute and mandatory period of time within which the marriage ceremony must occur.” Moss, 651 F.2d at 1093. The time limit could thus be tolled when, due to illness and other factors beyond the alien’s control, the marriage did not take place until the ninety-second day after entry.\nPetitioners ask that we follow Moss and toll the ninety-day limit as of the date of mailing the petition, February 14, 1993, on the grounds that the “delay” of the Postal Service was beyond their control. Moss is distinguishable, however, because it did not involve a time limit on judicial review.\nThis Court is explicitly prohibited from enlarging time periods established for filing petitions for review. We may not “enlarge the time prescribed by law for filing a petition to enjoin, set aside, suspend, modify, enforce or otherwise review ... an order of an administrative agency, board, commission or officer of the United States, except as specifically authorized by law.” Fed. R.App.P. 26(b). See also Stajic v. Immigration and Naturalization Service, 961 F.2d at 404-405 (declining to deem a petition for review as constructively filed within the ninety-day time period). Even were we able judicially to toll or extend the ninety-day time period, this case does not present an example of delay as would warrant such an action. Four days for delivery of mail from Dallas to New Orleans is not such an unusually long time. Moreover, petitioners do not contend that they were prevented, by circumstances beyond their control, from mailing the petition before the eighty-eighth day of the ninety-day period.\nNext, petitioners claim that, because the ninety-day period for filing their petition commences when the BIA mails its decision, the time period must be tolled at the point where the petitioners place the petition in the mail for filing. Under this scenario, the time period would have been tolled on February 14, 1993, the eighty-eighth day, when petitioners mailed their petition to this Court for filing. This argument is precluded by the express language of Fed.R.App.P. 25(a), which provides that papers to be filed in a court of appeals, if mailed, must be received within the time fixed for filing. Because the petition was not received by the clerk of this Court for filing until February 18, 1993, the ninety-second day, it was untimely.\nFinally, petitioners claim that, because the BIA granted them a thirty-day period of voluntary departure, no final order of deportation was entered until the expiration of that thirty-day period. Therefore, they claim, the ninety-day period for filing the petition for review did not begin until the order became final on December 18,1992, and their petition was timely filed.\nThe privilege of voluntary departure granted to petitioners is irrelevant to the finality (and thus appealability) of the BIA order. Foti v. Immigration and Naturalization Service, 375 U.S. 217, 219 n. 1, 84 5.Ct. 306, 308 n. 1, 11 L.Ed.2d 281 (1963) (“The granting of voluntary departure relief does not result in the alien’s not being subject to an outstanding final order of deportation”). The federal regulations governing immigration matters expressly provide that an order of deportation entered by the BIA is final when issued:\n“[A]n order of deportation, including an alternate order of deportation coupled with an order of voluntary departure ... shall become final upon dismissal of an appeal by the Board of Immigration Appeals ...; or, if such an order is issued by the Board or approved by the Board upon certification, it shall be final as of the date of the Board’s decision.” 8 C.F.R. § 243.1 (1993).\nThe time period for filing the petition for review began on November 18,1992, and was not extended by the thirty days allowed for voluntary departure.\nConclusion\nBecause petitioners’ untimely petition for review deprives us of jurisdiction to review the final order of deportation, we do not reach the merits of their appeal. The petition for review is\nDISMISSED.\n. Karimian claimed that he would be persecuted in Iran on account of Arab ethnic identification; because he is a Sunni, rather than a Shiite Muslim; and because he has participated in anti-Khomeini activities in Iran and also in this country as a member of the Iran Society, an organization opposing the current regime in Iran. The Immigration Judge, like the District Director, found Karimian’s assertions of threatened persecution in the event he returned to Iran to be less than credible, noting that, inter alia, Karimian had traveled to and from Iran without interference by the Iranian government; he had not availed himself of earlier opportunities to apply for refugee status; his two daughters, as well as other members of his family, remain in Iran without persecution; petitioner had been inconsistent in his claims of ethnic origin; and he had not played a large role in the activities of the Iran Society here in the United States.\n. The provision that renders petitioners deporta-ble is now found, without pertinent change, in section 241(a)(1)(B) of the Immigration and Nationality Act, 8 U.S.C. § 1251(a)(1)(B). The Immigration Act of 1990, which effected these changes, does not apply to deportation proceedings commenced prior to March 1, 1991.\n. Petitioners have been represented by counsel at each stage of the deportation proceedings.\n. Even if the letter had not been mailed until Thursday, November 19, 1992, the petition for review would be one day late, as the 90th day after November 19, 1992, would have been Wednesday, February 17, 1993. Thanksgiving Day in 1992 was November 26.\n. Indeed, the Eleventh Circuit has declined to toll a sixty-day filing period where a petition took eight days to travel through the United States mail from Birmingham, Alabama, to Atlanta, Georgia, and arrived one day late. Brown v. Director, Office of Workers' Compensation Programs, United States Dep’t of Labor, 864 F.2d 120, 121 (11th Cir.1989).\n. \"Papers required or permitted to be filed in a court of appeals shall be filed with the clerk. Filing may be accomplished by mail addressed to the clerk, but filing shall not be timely unless the papers are received by the clerk within the time fixed for filing_” Fed.R.App.P. 25(a).",
        "type": "majority",
        "author": "GARWOOD, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Eugene J. Flynn, Dallas, TX, for petitioners.",
      "Stuart M. Gerson, Acting Atty. Gen., U.S. Dept, of Justice, Anthony W. Norwood, Robert Kendall, Jr. and Thomas W. Hussey, Robert L. Bombough, Director, Office of Immigration Litigation, Civ. Div., Washington, DC, for respondent.",
      "John B.Z. Caplinger, INS Dist. Director, New Orleans, LA.",
      "Ronald Chandler, INS, Dallas, TX."
    ],
    "corrections": "",
    "head_matter": "Aliakbar KARIMIAN-KAKLAKI, Kobra Safari, Reza Karimian-Kaklaki, Petitioners, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\nNo. 93-4158\nSummary Calendar.\nUnited States Court of Appeals, Fifth Circuit.\nAug. 6, 1993.\nEugene J. Flynn, Dallas, TX, for petitioners.\nStuart M. Gerson, Acting Atty. Gen., U.S. Dept, of Justice, Anthony W. Norwood, Robert Kendall, Jr. and Thomas W. Hussey, Robert L. Bombough, Director, Office of Immigration Litigation, Civ. Div., Washington, DC, for respondent.\nJohn B.Z. Caplinger, INS Dist. Director, New Orleans, LA.\nRonald Chandler, INS, Dallas, TX.\nBefore GARWOOD, JONES and EMILIO M. GARZA, Circuit Judges."
  },
  "file_name": "0108-01",
  "first_page_order": 160,
  "last_page_order": 165
}