{
  "id": 1878776,
  "name": "UNITED STATES of America, Appellee, v. Enrique ALVARADO-SANDOVAL, Appellant",
  "name_abbreviation": "United States v. Alvarado-Sandoval",
  "decision_date": "1993-07-08",
  "docket_number": "No. 92-3041",
  "first_page": "491",
  "last_page": "494",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 491"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "107 L.Ed.2d 272",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "mem."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 292",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "mem."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "493 U.S. 924",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11417179,
        11417268,
        11417357
      ],
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "mem."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0924-01",
        "/us/493/0924-02",
        "/us/493/0924-03"
      ]
    },
    {
      "cite": "493 U.S. 474",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11332526
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0474-01"
      ]
    },
    {
      "cite": "499 U.S. 400",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11319062
      ],
      "weight": 3,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0400-01"
      ]
    },
    {
      "cite": "476 U.S. 79",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12787
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/476/0079-01"
      ]
    },
    {
      "cite": "630 F.2d 1313",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        392649
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1316"
        },
        {
          "page": "1316-17",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/630/1313-01"
      ]
    },
    {
      "cite": "100 L.Ed.2d 217",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 1755",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 1017",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6281222,
        6282503,
        6281873,
        6281492,
        6282205
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/1017-01",
        "/us/486/1017-05",
        "/us/486/1017-03",
        "/us/486/1017-02",
        "/us/486/1017-04"
      ]
    },
    {
      "cite": "743 S.W.2d 51",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        11286921
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/743/0051-01"
      ]
    },
    {
      "cite": "938 F.2d 838",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527733
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "844"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/938/0838-01"
      ]
    },
    {
      "cite": "21 U.S.C. § 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 650,
    "char_count": 11479,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 1.2679805539449237e-07,
      "percentile": 0.614005681412314
    },
    "sha256": "3a7c232d0fe75b62546f6cd27a0c5231bf288cbc877d878568686d153845fcca",
    "simhash": "1:59d90c6a689f8ef7",
    "word_count": 1843
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RICHARD S. ARNOLD, Chief Judge, and HEANEY and BRIGHT, Senior Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Enrique ALVARADO-SANDOVAL, Appellant."
    ],
    "opinions": [
      {
        "text": "HEANEY, Senior Circuit Judge.\nEnrique Alvarado-Sandoval appeals from the judgment and sentence entered by the district court for the District of Nebraska upon a jury verdict finding him guilty of one count of possession with the intent to distribute cocaine in violation of 21 U.S.C. § 841(a)(1) (1988). For reversal, Alvarado raises two issues: (1) the district court erred in finding that the government’s explanations for its peremptory challenges of two black venirewomen were constitutionally acceptable; and (2) the district court erred in denying Alvarado’s motion for judgment of acquittal because of insufficient evidence to support the jury’s verdict of guilt. We affirm.\nAt the close of voir dire the government exercised two of its peremptory challenges to exclude the only two black jurors from the panel; Alvarado is Hispanic. After the jury was sworn, Alvarado moved for a mistrial on the basis of the exclusion of the two jurors. Implicit in the court’s request that the prosecution respond to the motion was a finding that Alvarado had established a prima facie case of purposeful racial discrimination.\nThe prosecutor explained to the court his reasons for challenging the two jurors in question:\n[One venire member was stricken because] [s]he is a cosmetologist. For that reason, I did not want a cosmetologist on the jury, because I am going to get into an aiding and abetting type theory and just for whatever reason I did not want a cosmetologist.\nAs far as the- [other venire member], ... [s]he works at Creighton University, as does [the defense attorney’s] wife. I don’t know if there is any relationship. She denied there was a relationship, but I don’t know if they know each other in passing, or she recognizes the name, and that’s the reason.\nTr. at 3. The prosecutor offered further explanation for striking the cosmetologist:\nShe is also very youthful. In addition, cosmetologists, in my experience, usually do not have a higher education level.\nThat, based with her youth, I didn’t feel that she had the experience to draw upon some of the higher leaps that one would make when trying to go from the actual charge of the elements and perhaps going on to the next level of aiding and abetting.\nTr. at 7. At this point, Alvarado’s attorney did not claim that the prosecutor’s explanation was pretextual nor did he offer an argument or evidence to support a claim of pretext. Moreover, he did not request an opportunity to develop the record as to why the prosecutor’s reasons were pretextual. The district judge ruled that the reasons given were valid and nondiscriminatory:\nCertainly with respect to the action of the government as it deals with [the venire member] who worked at Creighton University, I think whether we agree with it or not, he certainly articulated a very valid nondiscriminatory reason for striking [her].\nThe other one was stricken because she is a cosmetologist.\n... I believe that [the prosecutor] has articulated some reasons which would justify the elimination or the striking of [the cosmetologist] aside from race and I don’t think Batson says that race can’t be any factor.\nIt just can’t be the predominant or controlling factor.\nTr. at 6-7.\nIn Jones v. Jones, 938 F.2d 838, 844 n. 9 (8th Cir.1991), a panel of this court stated that the Eighth Circuit’s approach in reviewing the district court Batson determinations is consistent with the approach set forth in State v. Antwine, 743 S.W.2d 51 (Mo.1987) (en banc), cert. denied, 486 U.S. 1017, 108 S.Ct. 1755, 100 L.Ed.2d 217 (1988):\nDefendant’s establishment of a prima fa-cie case creates a rebuttable presumption that the prosecutor exercised his peremptory challenges in a discriminatory manner. The burden of production then shifts to the State to rebut the presumption of discrimination by coming forward with a neutral explanation for challenging black jurors. The proffered neutral explanation “must give a ‘clear and reasonably specific’ explanation of the state’s ‘legitimate reason’ for exercising the challenges.”\nIf the State comes forth with a neutral explanation, “the presumption raised by the prima facie case is rebutted and the factual inquiry proceeds to a new level of specificity.” Defendant now has the obligation to demonstrate that the State explanations are merely pretextual and, thus, not the true reason for the use of the State’s peremptory challenges.\nJones, 938 F.2d at 844 (quoting Antwine, 743 S.W.2d at 64).\nIn Jones, once the prosecutor gave his reasons for striking each of the jurors, Jones’s attorney moved to quash the jury, but did not offer any argument of pretext. Id. at 844. Thus, the court held that because the issue of pretext was not raised, the trial court was not required to consider it. Id.\nLikewise, in the case before us, after the prosecutor explained his reasons for striking the two jurors, Alvarado’s attorney offered no argument or evidence of pretext, nor took advantage of his opportunity to develop a record as to why the prosecutor’s reasons were pretextual. Tr. at 2-8. Notwithstanding the failure of appellant to argue pretext, the district court did not have to believe the prosecutor’s explanation. It could have found that the true motive behind the strikes was racial; it did not do so. Its failure to make such a finding is not clearly erroneous.\nWe briefly turn to Alvarado’s second argument on appeal. After the jury returned the guilty verdict, Alvarado filed a motion seeking a judgment of acquittal that the district court denied. Alvarado argues that the district court’s denial was in error.\n“A post-verdict motion- for judgment of acquittal puts in issue the sufficiency of the evidence to sustain the verdict.” United States v. Lincoln, 630 F.2d 1313, 1316 (8th Cir.1980). In determining whether there is sufficient evidence, we must view all the evidence in the light most favorable to the verdict, and give the prosecution the benefit of all inferences reasonably to be drawn in its favor from the evidence:\nThe verdict may be based in whole or in part on circumstantial evidence. The evidence need not exclude every reasonable hypothesis except that of guilt; it is sufficient if there is substantial evidence justifying an inference of guilt as found irrespective of any countervailing testimony that may have been introduced. If so, the issue of guilt or innocence has been properly submitted to the jury for its determination, and the motion for judgment of acquittal is properly denied.\nId. at 1316-17 (citations omitted). After carefully reviewing the evidence presented at trial in light of the above principles, we find that there was sufficient evidence to sustain the jury’s verdict.\nBased on the above, we affirm the decision of the district court.\n. It is undisputed that Alvarado has standing to raise a Batson challenge. Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986); see Powers v. Ohio, 499 U.S. 400, 111 S.Ct. 1364, 113 L.Ed.2d 411 (1991); Holland v. Illinois, 493 U.S. 474, 110 S.Ct. 803, 107 L.Ed.2d 905 (1990).\n. The appellant does not question the propriety of the district judge's comments that Batson says race can be a factor, but simply cannot be a predominant or controlling factor. Although the propriety of the district judge’s comments relating to the cosmetologist is not questioned on appeal, we doubt their validity. In Wilkerson v. Texas, 493 U.S. 924, 110 S.Ct. 292, 107 L.Ed.2d 272 (1989) (mem.), the Supreme Court denied a petition for writ of certiorari. Justice Marshall, however, joined by Justice Brennan, would have granted the petition “to determine whether a prosecutor's exercise of peremptory challenges based in part on racial considerations violates the Equal Protection Clause.” Id. In Wilkerson, Justice Marshall stated that\n[t]he state trial court's implicit legal conclusion — that the Constitution does not prohibit a prosecutor from striking a juror even when the decision is based in part on his \"intuitive judgment [that the juror] would be partial to the defendant because of their shared race” — cannot be squared with Batson's unqualified requirement that the state offer \"a neutral explanation” for its peremptory challenge. To be \"neutral,\" the explanation must be based wholly on nonracial criteria.\nId. at 926, 110 S.Ct. at 294 (Marshall, J., dissenting) (citations omitted). Justice Marshall further stated that\nI would find that this Court’s requirement that a prosecutor provide a \"neutral” explanation for challenging an Afro-American juror means just what it says — that the explanation just not be tainted by any impermissible factors. Requiring anything less undermines an already underprotective means of safeguarding the integrity of the criminal jury selection process.\nId. at 928, 110 S.Ct. at 295 (Marshall, J., dissenting).\n. We have carefully examined the petit jury survey, the voir dire transcript, the jury panel record, and that portion of the trial transcript pertaining to Alvarado’s motion for a mistrial, and find that they are devoid of any evidence regarding the age, education, or work experience of the venire members.. Alvarado's attorney has therefore left us with an impossible task.\n. Alvarado also filed a motion for a new trial that also was denied. The district court’s denial of that motion, however, is not being appealed.",
        "type": "majority",
        "author": "HEANEY, Senior Circuit Judge."
      },
      {
        "text": "BRIGHT, Senior Circuit Judge,\nconcurring separately.\nI concur in the opinion and add these comments.\nThe record is just inadequate for me to say the district judge erred in his rulings. Nevertheless, to ensure the premise of Batson and its progeny retains its real meaning— that prospective jurors are not stricken because of their race — I believe we should not simply accept as fact any old excuse offered by a “striking” attorney.\nIn this ease, the Government’s strike of the black venireperson because she works as a cosmetologist reflects, at best, a flimsy reason, and, in my opinion, may have served to mask some racial animus. But, as noted in the opinion, the district judge accepted this explanation, without challenge from the defendant.\nI believe district judges should exercise care in ascertaining the true facts and motives relating to a questioned peremptory-strike.\nHow can this be done?\nIn many instances, a trial judge seating minority venirepersons can and should anticipate peremptory strikes. I suggest in those circumstances the court provide the lawyers an opportunity to demonstrate the validity of prospective peremptory strikes by permitting the lawyers to question the venire panel, as provided under Fed.R.Crim.P. 24 (criminal prosecution) and Fed.R.Civ.P. 47a (civil case). Where the questioning discloses no valid reason for the attorney to doubt the ability, integrity and fairness of a juror, a subsequent peremptory strike may be considered pretextual unless the “striking” lawyer can otherwise articulate a sound nonracial reason for excusing the minority person. Permitting attorneys ample opportunity to question prospective jurors might deter lawyers from making strikes on thin grounds that mask racial motivations.",
        "type": "concurrence",
        "author": "BRIGHT, Senior Circuit Judge,"
      }
    ],
    "attorneys": [
      "Mark W. Bubak, Omaha, NE, argued, for appellant.",
      "Michael P. Norris, Asst. U.S. Atty., Omaha, NE, argued, for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Enrique ALVARADO-SANDOVAL, Appellant.\nNo. 92-3041.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted Feb. 16, 1993.\nDecided July 8, 1993.\nMark W. Bubak, Omaha, NE, argued, for appellant.\nMichael P. Norris, Asst. U.S. Atty., Omaha, NE, argued, for appellee.\nBefore RICHARD S. ARNOLD, Chief Judge, and HEANEY and BRIGHT, Senior Circuit Judges."
  },
  "file_name": "0491-01",
  "first_page_order": 543,
  "last_page_order": 546
}