{
  "id": 1878874,
  "name": "SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. Thomas F. QUINN, Defendant-Appellant",
  "name_abbreviation": "Securities & Exchange Commission v. Quinn",
  "decision_date": "1993-06-21",
  "docket_number": "No. 92-2657",
  "first_page": "287",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "997 F.2d 287"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "904 F.2d 394",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536851
      ],
      "pin_cites": [
        {
          "page": "396"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/904/0394-01"
      ]
    },
    {
      "cite": "116 L.Ed.2d 19",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 40",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "919 F.2d 1230",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1245032
      ],
      "pin_cites": [
        {
          "page": "1239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/919/1230-01"
      ]
    },
    {
      "cite": "915 F.2d 283",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/915/0283-01"
      ]
    },
    {
      "cite": "472 U.S. 511",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1512327
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/472/0511-01"
      ]
    },
    {
      "cite": "113 S.Ct. 684",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11925055
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/506/0139-01"
      ]
    },
    {
      "cite": "93 L.Ed. 1528",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "337 U.S. 541",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        572420
      ],
      "weight": 2,
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/us/337/0541-01"
      ]
    },
    {
      "cite": "957 F.2d 293",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10520076
      ],
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/957/0293-01"
      ]
    },
    {
      "cite": "520 F.2d 851",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1116516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/520/0851-01"
      ]
    },
    {
      "cite": "799 F.Supp. 852",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3816027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/799/0852-01"
      ]
    },
    {
      "cite": "1991 U.S.Dist. LEXIS 17170",
      "category": "reporters:specialty_lexis",
      "reporter": "U.S. Dist. LEXIS",
      "opinion_index": 0
    },
    {
      "cite": "1991 WL 256868",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1292",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "861 F.2d 1020",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534492
      ],
      "pin_cites": [
        {
          "page": "1032"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/861/1020-01"
      ]
    },
    {
      "cite": "933 F.2d 403",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542020
      ],
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/933/0403-01"
      ]
    },
    {
      "cite": "491 U.S. 617",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217840
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/491/0617-01"
      ]
    },
    {
      "cite": "491 U.S. 600",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217495
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/491/0600-01"
      ]
    },
    {
      "cite": "473 U.S. 305",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6199442
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/473/0305-01"
      ]
    },
    {
      "cite": "753 F.Supp. 695",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7386078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/753/0695-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 718,
    "char_count": 11558,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 2.873095095358658e-07,
      "percentile": 0.8429586049225264
    },
    "sha256": "75c44cbecb475b2083ab88f1eb5634ff45218b9f5c61e580c1077f4c6895bb17",
    "simhash": "1:dc5c6c708915301e",
    "word_count": 1902
  },
  "last_updated": "2024-02-27T17:31:44.102237+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COFFEY, EASTERBROOK, and ROVNER, Circuit Judges."
    ],
    "parties": [
      "SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. Thomas F. QUINN, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "EASTERBROOK, Circuit Judge.\nFrance imprisoned Thomas F. Quinn in 1988 for an international securities fraud. Other nations are waiting for their turn to heap penalties on the scoundrel. Switzerland is next in line. The Securities and Exchange Commission filed this suit seeking an immediate freeze of Quinn’s assets in the United States and eventual restitution to the victims of his scheme. See SEC v. Kimmes, 753 F.Supp. 695 (N.D.Ill.1990).\nThe district judge issued a preliminary injunction in 1989 blocking Quinn from spending or transferring any assets without the court’s permission. On several occasions the court declined to permit Quinn to use the frozen assets to pay attorneys. (Although Quinn is himself a lawyer, albeit disbarred, his cell in Paris leaves much to be desired as the command post for a defense in the United States.) Parties to litigation usually may spend their resources as they please to retain counsel. Cf. Walters v. National Ass’n of Radiation Survivors, 473 U.S. 305, 105 S.Ct. 3180, 87 L.Ed.2d 220 (1985). “Their” resources is a vital qualifier. Just as a bank robber cannot use the loot to wage the best defense money can buy, United States v. Monsanto, 491 U.S. 600, 109 S.Ct. 2657, 105 L.Ed.2d 512 (1989); Caplin & Drysdale, Chartered v. United States, 491 U.S. 617, 109 S.Ct. 2646, 105 L.Ed.2d 528 (1989), so a swindler in securities markets cannot use the victims’ assets to hire counsel who will help him retain the gleanings of crime. SEC v. Cherif, 933 F.2d 403, 417 (7th Cir.1991); see also, e.g., FTC v. World Travel Vacation Brokers, Inc., 861 F.2d 1020, 1032 (7th Cir.1988). The court therefore called on the SEC to make a preliminary showing that Quinn’s assets can be traced to fraud. Satisfied with the Commission’s proffer, the judge invited Quinn to demonstrate that he possesses assets untainted by the fraud. Quinn, although represented by counsel, did not attempt such a showing. Instead he argued that the SEC had not correctly estimated the size of the fraud and that the freeze order was therefore overbroad. He did not offer an alternative calculation or demonstrate that some of the assets have legitimate sources. Quinn also declined an opportunity to establish a fund of $14.2 million (the SEC’s estimate of his restitution obligation) and to resume control over any remaining assets. The court froze all of Quinn’s assets in the United States. The district court indicated willingness to release small amounts so that he could defend this suit, and on occasion the court did so. After Quinn violated the injunction by sending some of the released money to a solicitor in the United Kingdom for services not related to this action, and persisted in his refusal to catalog his assets, the judge declined to make any more exceptions.\nBoth the preliminary injunction establishing the freeze and the several orders declining to release funds were immediately appealable under 28 U.S.C. § 1292(a)(1). The most recent order concerning the freeze came in November 1991. 1991 WL 256868, 1991 U.S.Dist. LEXIS 17170. None of these orders was appealed. Quinn’s lawyers withdrew after the November 1991 order, leaving him to fend for himself. In June 1992 the district court granted the SEC’s unopposed motion for summary judgment on the merits and enjoined Quinn from committing further unlawful acts. 799 F.Supp. 852. The court’s opinion explains that the precise amount of restitution remains to be decided and that “[i]n the meantime all restrictions imposed on Quinn by this Court’s September 9, 1989 preliminary injunction order (which this court hereby declares shall not become merged into this final judgment order) shall remain in full force and effect.” With the aid of new counsel, Quinn has at last appealed&emdash; but has limited the issue on appeal to the propriety of the asset freeze. Such a belated appeal presents a problem of appellate jurisdiction, for the time to appeal from the freeze and the orders declining to modify it expired long before the summary judgment entered in June 1992. The district judge did not modify the freeze in 1992; instead he left it undisturbed and added for emphasis that it “shall not become merged into this final judgment order”.\nQuinn relies on the principle that a litigant need not appeal from a preliminary injunction in order to obtain relief from a permanent injunction. Tincher v. Piasecki, 520 F.2d 851, 854 n. 3 (7th Cir.1975). True enough, but cases articulating that principle assume that the preliminary and permanent injunctions cover the same subject. For example, firms seeking to merge need not appeal from an interlocutory hold-separate order to reserve the right to contest an adverse final decision. The opportunity to take an interlocutory appeal under 28 U.S.C. § 1292(a)(1) is not an obligation to do so; if the parties are content to preserve the status quo while the district court decides the case, they retain their right to comprehensive review at the end. Certainly appellate courts have no reason to encourage sequential appeals on the same issue in the same case. This principle does not help Quinn, however, because he does not want to challenge the determination on the merits—at least not directly. Instead he contends that the preliminary injunction sequestering his assets is erroneous, and that because of this injunction he lacked the legal assistance necessary to mount an effective defense to the SEC’s motion for summary judgment. He wants a new hearing, in other words, not because of any error the district judge committed in assessing the arguments on the merits, but because of what he believes is an erroneous interlocutory order.\nPerhaps, then, the right analogy lies in the principle that an interlocutory order influencing the judgment on the merits may be contested at the end of the litigation—that the appeal from a final decision brings up the whole case. E.g., Reise v. University of Wisconsin, 957 F.2d 293, 295 (7th Cir.1992). But this principle, too, does not quite fit. It is designed to deal with discovery orders and other intermediate decisions that, although not appealable independently (because not “final decisions” in their own right), affected the outcome. Having postponed review to the end of the case, the court at last considers the subject. Yet the asset freeze was appealable independently. Moreover, the statement that an appeal from a final decision brings up all interlocutory decisions is too broad. Suppose a district judge allows the plaintiff liberal discovery, which the court might have stopped as excessively costly and which uncovers no evidence admitted at trial. Could the defendant, having lost, upset the judgment on the ground that the discovery cost so much that the defense on the merits was enfeebled? Excessively costly discovery is regrettable but not a reason to hold a second trial and increase the costs still further. Or consider an order requiring a plaintiff to post a bond. Such a directive may be appealed immediately as a “collateral order.” Cohen v. Beneficial Industrial Loan Corp., 337 U.S. 541, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949). One premise of this doctrine is that some interlocutory orders are not reviewable by appeal at the end of the case.\nOne class of cases poses a problem similar to ours in allowing appeals from both interlocutory and final decisions, but restricting the claims that may be made on the latter appeal. A litigant who asserts an immunity from suit is asserting two rights: first, a right to be free of litigation; second, a right to be free of any need to pay damages. To increase the probability that the former right will be respected, the Supreme Court permits interlocutory appeals by persons asserting immunity from suit. E.g., Puerto Rico Aqueduct & Sewer Authority v. Metcalf & Eddy, Inc., — U.S. -, 113 S.Ct. 684, 121 L.Ed.2d 605 (1993); Mitchell v. Forsyth, 472 U.S. 511, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985). If a district judge rejects a claim of immunity, the appeal must come promptly, for a “right not to be tried” must be vindicated before trial or not at all. Weir v. Propst, 915 F.2d 283 (7th Cir.1990); Buckley v. Fitzsimmons, 919 F.2d 1230, 1239 (7th Cir.1990), remanded on other grounds, — U.S. -, 112 S.Ct. 40, 116 L.Ed.2d 19 (1991). Failure to take an interlocutory appeal does not forfeit a defense of immunity, but it does restrict the claim to immunity from damages, as opposed to immunity from trial. Abel v. Miller, 904 F.2d 394, 396 (7th Cir.1990). By parallel reasoning, failure to appeal from a freeze order does not prevent appellate review, on appeal from the final decision, of questions common to the freeze order and the merits—such as the extent of the fraud and the measure of the corresponding obligation to make restitution. But it does prevent review of questions that should be resolved before disposition on the merits—particularly, whether the defendant is entitled to use particular assets to mount an expensive defense.\nSection 1292(a)(1) gave Quinn ample opportunities to ask this court to make assets available so that he could hire lawyers to oppose the SEC’s motion for summary judgment. He did not take advantage of those opportunities. Although no case addresses the point precisely, we believe that by waiting Quinn surrendered his entitlement to review of this collateral issue. It is more accurate to call this a forfeiture than a lack of jurisdiction, for Quinn took a timely appeal from the permanent injunction, which he asks us to set aside. The problem is that he does not really contest that injunction so much as he disputes earlier interlocutory orders that do not directly affect the relief granted. The entry of an asset freeze order is the right time to protest.\nThere may come another right time. Recall that the district judge did not quantify Quinn’s obligation to make restitution. He is entitled to contend that the SEC’s estimate of the investors’ losses is too high, and if he persuades the court he may be able to salvage assets. Quinn may offer his lawyers contingent fee contracts under which they receive a share. Plaintiffs in tort cases receive vigorous representation by attorneys retained on contingent fee; if Quinn has any realistic chance of success in the remaining phase of this litigation, he too can attract dedicated advocates (as he has had the benefit of excellent counsel on this appeal). In this sense, the conclusions that provided the underpinning for the freeze order are subject to relitigation in the district court and to appellate review at the end of the case. But the time to contest the freeze order itself has come and gone. The freeze order rests on a 1989 estimate of Quinn’s restitution obligations. It is time to stop estimating and to come up with a final number. As Quinn’s objection to the freeze is the only reason he gives for opposing the injunction requiring him to obey the securities laws, the judgment is\nAffirmed.",
        "type": "majority",
        "author": "EASTERBROOK, Circuit Judge."
      }
    ],
    "attorneys": [
      "Leslie E. Smith (argued), Susan S. McDonald, Securities & Exchange Com’n, Office of the Gen. Counsel, Washington, DC, Andrea Ravin, Anita M. Nagler, Securities and Exchange Com’n, Chicago, IL, for plaintiff-appellee.",
      "Michael D. Sher (argued), Kenneth M. Brown, Neal, Gerber & Eisenberg, Chicago, IL, for defendant-appellant."
    ],
    "corrections": "",
    "head_matter": "SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. Thomas F. QUINN, Defendant-Appellant.\nNo. 92-2657.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 16, 1993.\nDecided June 21, 1993.\nLeslie E. Smith (argued), Susan S. McDonald, Securities & Exchange Com’n, Office of the Gen. Counsel, Washington, DC, Andrea Ravin, Anita M. Nagler, Securities and Exchange Com’n, Chicago, IL, for plaintiff-appellee.\nMichael D. Sher (argued), Kenneth M. Brown, Neal, Gerber & Eisenberg, Chicago, IL, for defendant-appellant.\nBefore COFFEY, EASTERBROOK, and ROVNER, Circuit Judges."
  },
  "file_name": "0287-01",
  "first_page_order": 339,
  "last_page_order": 343
}