{
  "id": 1967409,
  "name": "ACHTENBERG v. CITY OF EAST LANSING; SPEARS v. CITY OF HAZEL PARK",
  "name_abbreviation": "Achtenberg v. City of East Lansing",
  "decision_date": "1985-03-19",
  "docket_number": "Docket Nos. 73656, 74036",
  "first_page": "765",
  "last_page": "773",
  "citations": [
    {
      "type": "official",
      "cite": "421 Mich. 765"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "351 NW2d 268",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1984,
      "opinion_index": -1
    },
    {
      "cite": "134 Mich App 108",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2245013
      ],
      "year": 1984,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/134/0108-01"
      ]
    },
    {
      "cite": "346 NW2d 340",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1984,
      "opinion_index": -1
    },
    {
      "cite": "131 Mich App 457",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2249884
      ],
      "year": 1984,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/131/0457-01"
      ]
    },
    {
      "cite": "5 ALR2d 415",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": -1
    },
    {
      "cite": "417 Mich 940",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1983,
      "opinion_index": -1
    },
    {
      "cite": "417 Mich 936",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1983,
      "opinion_index": -1
    },
    {
      "cite": "422 Mich 1202",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1965315,
        1965331,
        1965308,
        1965301
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/422/1202-04",
        "/mich/422/1202-01",
        "/mich/422/1202-03",
        "/mich/422/1202-02"
      ]
    },
    {
      "cite": "329 NW2d 690",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "415 Mich 308",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1976718
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/mich/415/0308-01"
      ]
    },
    {
      "cite": "394 Mich 765",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "227 NW2d 278",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "58 Mich App 178",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2127354
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/58/0178-01"
      ]
    },
    {
      "cite": "331 NW2d 456",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "use of word \"any\" requires construction, without further legislative inquiry, that comparative negligence applies to any and all products liability actions"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "416 Mich 558",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1975505
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "569",
          "parenthetical": "use of word \"any\" requires construction, without further legislative inquiry, that comparative negligence applies to any and all products liability actions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/416/0558-01"
      ]
    },
    {
      "cite": "280 NW2d 480",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "use of phrase \"any money judgment\" in MCL 600.6013; MSA 27A.6013, is considered all-inclusive"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "89 Mich App 194",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2179669
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "197",
          "parenthetical": "use of phrase \"any money judgment\" in MCL 600.6013; MSA 27A.6013, is considered all-inclusive"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/89/0194-01"
      ]
    },
    {
      "cite": "134 Mich App 115",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "opinion_index": 0
    },
    {
      "cite": "419 Mich 879",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "170 NW2d 13",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "382 Mich 274",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1888048
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/382/0274-01"
      ]
    },
    {
      "cite": "136 NW2d 1",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "376 Mich 188",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1896569
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "191-192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/376/0188-01"
      ]
    },
    {
      "cite": "191 NW2d 307",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "386 Mich 244",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1913559
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "248-249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/386/0244-01"
      ]
    },
    {
      "cite": "362 NW2d 668",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "420 Mich 376",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1968443
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/mich/420/0376-01"
      ]
    },
    {
      "cite": "351 NW2d 268",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "134 Mich App 108",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2245013
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/134/0108-01"
      ]
    },
    {
      "cite": "346 NW2d 340",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "131 Mich App 457",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2249884
      ],
      "weight": 4,
      "year": 1984,
      "pin_cites": [
        {
          "page": "p 464"
        },
        {
          "page": "pp 462-463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/131/0457-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 772,
    "char_count": 16799,
    "ocr_confidence": 0.83,
    "pagerank": {
      "raw": 3.8304152602326693e-07,
      "percentile": 0.8987419729876144
    },
    "sha256": "0c2ae15d0cfb1b8ae79168c17628a9c6de66ccb3d41e6cdf8233f8fc56acc31d",
    "simhash": "1:8cace451616eb1db",
    "word_count": 2696
  },
  "last_updated": "2024-02-27T19:29:49.154056+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Williams, C.J., and Levin, Ryan, Brickley, Boyle, and Riley, JJ., concurred with Cavanagh, J."
    ],
    "parties": [
      "ACHTENBERG v CITY OF EAST LANSING SPEARS v CITY OF HAZEL PARK"
    ],
    "opinions": [
      {
        "text": "Cavanagh, J.\nWe consolidated these cases to resolve a conflict within the Court of Appeals regarding the applicability of the statutory presumption of work-related personal injury found in MCL 418.405; MSA 17.237(405). Compare Spears v Hazel Park, 131 Mich App 457; 346 NW2d 340 (1984), with Achtenberg v East Lansing, 134 Mich App 108; 351 NW2d 268 (1984). We hold that the statute requires application of the presumption only when a claimant is not awarded any form of pension benefit. For the reasons set forth below, we reverse the judgment of the Court of Appeals in Spears and affirm the judgment in Achtenberg.\nI\nHenry Spears was a firefighter for the City of Hazel Park for nearly 19 years. On October 12, 1973, he felt dizzy while climbing a fire truck ladder. Two days later, he suffered a heart attack while on a fishing trip.\nRichard Achtenberg was an East Lansing firefighter for 23 years. Approximately 20 hours after completing his last shift, he suffered a fatal heart attack at home on February 29, 1976.\nBoth cities provide their firefighters with pension plans which afford employees duty-related or non-duty-related benefits. Both plaintiffs applied for both types of benefits. The pension boards ultimately awarded the plaintiffs non-duty-related benefits. Plaintiffs argue that they are also entitled to workers’ compensation benefits due to the statutory presumption that the heart attacks were work-related.\nMCL 418.405; MSA 17.237(405) (hereafter § 405) provides:\n\"(1) In the case of a member of a full paid fire department of an airport run by a county road commission in counties of 1,000,000 population or more or by a state university or college or of a full paid ñre or police department of a city, township, or incorporated village employed and compensated upon a full-time basis, a county sheriff and the deputies of the county sheriff, members of the state police, conservation officers, and motor carrier inspectors of the Michigan public service commission, 'personal injury’ shall be construed to include respiratory and heart diseases or illnesses resulting therefrom which develop or manifest themselves during a period while the member of the department is in the active service of the department and result from the performance of duties for the department.\n\"(2) Such respiratory and heart diseases or illnesses resulting therefrom are deemed to arise out of and in the course of employment in the absence of evidence to the contrary.\n\"(3) As a condition precedent to ñling an application for beneñts, the claimant, if he or she is one of those enumerated in subsection (1), shall ñrst make application for, and do all things necessary to qualify for any pension beneñts which he or she, or his or her decedent, may be entitled to. If a ñnal determination is made that pension beneñts shall not be awarded, then the presumption of 'personal injury’ as provided in this section shall apply. The employer or employee may request 2 copies of the determination denying pension benefits, 1 copy of which may be filed with the bureau.” (Emphasis added.)\nIn both cases, the hearing referee and the Workers’ Compensation Appeal Board concluded that the injuries were not duty-related. They also declined to apply the § 405 presumption. However, the Court of Appeals reached conflicting conclusions regarding application of the presumption.\nII\nThe Spears panel embraced the plaintiff’s argument that § 405 should be read in conjunction with MCL 418.161; MSA 17.237(161) (hereafter §161). That section states:\n\"Police officers, fire fighters, or employees of the police or fire departments, or their dependents, in municipalities or villages of this state having charter provisions prescribing like beneñts, may waive the provisions of this act and accept like beneñts that are prescribed in the charter but shall not be entitled to like beneñts from both their local charter and this act.” (Emphasis supplied.)\nThe Spears panel concluded that the term \"like benefits” found in § 161 was equivalent to the term \"any pension benefits” found in § 405(3). Spears, supra, p 464. Furthermore, the Court found that the benefits received by Spears were not \"like benefits.” Accordingly, the Court of Appeals reversed the WCAB decision and remanded with an order to apply the presumption of work-relatedness. Id.\nThe Achtenberg panel read § 405 differently. The majority held that the term \"any pension benefits” precluded application of the § 405 presumption because the plaintiff received some form of pension benefit, i.e., non-duty-related benefits. The Achtenberg majority also called for legislative action to clarify whether §§ 405 and 161 should be read together.\nIll\nWhen the language of a statute is clear, courts must apply it as written. See Bannan v Saginaw, 420 Mich 376; 362 NW2d 668 (1984); Dussia v Monroe County Employees Retirement System, 386 Mich 244, 248-249; 191 NW2d 307 (1971). We believe that the meaning of the phrase \"any pension benefits,” as found in §405(3), is clear. The presumption of work-related personal injury is found in § 405(2). However, § 405(3) limits operation of the presumption. Before filing an application for workers’ compensation benefits, the claimant shall do all things necessary to qualify for any pension benefits to which the claimant may be entitled. If pension benefits are not awarded, then the § 405(2) presumption shall apply. Therefore, the presumption of work-related personal injury only applies if the claimant is not awarded any form of pension benefits.\nIn enacting § 405, the Legislature chose not to distinguish between various types of pension benefits. Instead, by using the phrase \"any pension benefits,” the Legislature indicated that the presumption would not apply if a claimant received any one of various forms of pension benefits.\nAlthough interpretation of legislative intent is not required under this analysis, we think it is instructive in light of prior decisions in this case. The Legislature was aware of the difficulties involved in establishing a causal relationship between respiratory and heart diseases, and the rigors of firefighting. The Legislature wanted to guarantee that firefighters, police officers, and other workers enumerated in § 405(1) would receive some disability compensation in the event they were injured but were not covered by a pension. For example, in Achtenberg, the WCAB noted that the statutory presumption would be applied when an injured employee’s pension rights were not vested. Likewise, in the case where a city pension plan did not cover respiratory and heart diseases, the presumption arose. In these situations, for example, firefighters and other workers were assured of at least workers’ compensation benefits.\nPlaintiffs argue that Spears properly departed from a literal construction of § 405 by elevating the spirit of the section over its letter. See Spears, supra, pp 462-463. Such a departure may be justified when a literal construction would produce absurd and unjust results and would be inconsistent with the purposes and policies of the act. However, our literal interpretation produces none of these results. The plaintiffs are not placed in a disadvantaged position vis-á-vis other employees. Plaintiffs received non-duty pension benefits. They were allowed to present evidence that they were entitled to duty-related benefits. In both cases, the WCAB concluded as a matter of fact, that the plaintiffs failed to establish work-relatedness. Neither plaintiff now argues that the evidence supports a contrary conclusion. This is why operation of the presumption is so important to their case.\nWe reject the analysis employed in Spears since we do not agree that the term \"any pension benefits” is equivalent to the term \"like benefits.” While § 405 and § 161 are generally similar in purpose, the intended scope of each is clearly different and does not warrant the implication that two different phrases have an identical meaning.\nIV\nFinally, in Achtenberg, we decline to address the argument that the decedent’s children are separately entitled to benefit of the presumption. We have declined to review issues which were not presented before the WCAB or the Court of Appeals. See Turner v Consumers Power Co, 376 Mich 188, 191-192; 136 NW2d 1 (1965); Louagie v Merritt, Chapman & Scott, 382 Mich 274, 282; 170 NW2d 13 (1969). The record indicates that the question now sought to be reviewed was not properly raised before the WCAB or the Court of Appeals.\nIn Spears, the decision of the Court of Appeals is reversed. In Achtenberg, the decision of the Court of Appeals is affirmed.\nWilliams, C.J., and Levin, Ryan, Brickley, Boyle, and Riley, JJ., concurred with Cavanagh, J.\nLeave granted 419 Mich 879 (1984).\nSpears proceeds on her own behalf. Achtenberg’s claims are advanced by the decedent’s widow and to a lesser extent by his minor children. We collectively refer to these claimants as \"plaintiffs.”\nJudge Cynar, a member of the unanimous panel in Spears, dissented in Achtenberg and adhered to the result reached in Spears. 134 Mich App 115.\nWe note with interest that, at the time of this writing, no such legislative activity has arisen. The proposed amendment (House Bill 4630) noted in Achtenberg, supra, pp 114-115, was not adopted as of the last legislative session ending December 31, 1984. We are aware of no other legislative activity regarding § 405.\nUnder different circumstances, general rules of statutory construction have mandated that the term \"any” be deemed to be all inclusive. Cf. McGrath v Clark, 89 Mich App 194, 197; 280 NW2d 480 (1979) (use of phrase “any money judgment” in MCL 600.6013; MSA 27A.6013, is considered all-inclusive); In re Certiñed Questions, Karl v Bryant Air Conditioning Co, 416 Mich 558, 569; 331 NW2d 456 (1982) (use of word \"any” requires construction, without further legislative inquiry, that comparative negligence applies to any and all products liability actions). We believe that these rules are equally applicable here.\nSee Achtenberg, supra, p 114, citing Schave v Dep’t of State Police, 58 Mich App 178; 227 NW2d 278 (1975), lv den 394 Mich 765 (1975). Plaintiff’s reliance on Schave is misplaced. There, the Court noted that the plaintiff could not be entitled to pension benefits since, in part, he had returned to active duty. Therefore, submitting an application for benefits in compliance with § 405(3) would have been a useless act. Here, however, it was clear that both plaintiffs were potentially entitled to some form of pension benefit.\nSince we conclude that Spears erred when it deemed \"like” benefits equivalent to \"any” pension benefits, it is unnecessary to address recent decisions construing § 161. See, for example, Bannan, supra, and Vasser v Muskegon, 415 Mich 308; 329 NW2d 690 (1982). Our decision in the case at bar is based on the clear meaning of § 405 read alone.",
        "type": "majority",
        "author": "Cavanagh, J."
      }
    ],
    "attorneys": [
      "Sablich, Ryan, Bobay & Kaechele, P.C. (by Theodore P. Ryan), for plaintiffs Achtenberg.",
      "Sam W. Thomas (E. R. Whinham, of counsel) for plaintiff Spears.",
      "Smith, Haughey, Rice & Roegge (by Lance R. Mather) for defendants City of East Lansing and Michigan Mutual Insurance Company.",
      "Charfoos & Krut, P.C. (by Myron B. Charfoos), for defendants City of Hazel Park and Michigan Mutual Liability Insurance Company."
    ],
    "corrections": "",
    "head_matter": "ACHTENBERG v CITY OF EAST LANSING SPEARS v CITY OF HAZEL PARK\nDocket Nos. 73656, 74036.\nArgued January 11, 1985\n(Calendar Nos. 25, 26).\nDecided March 19, 1985.\nRehearing denied in Achtenberg, 422 Mich 1202.\nCharlene Achtenberg, widow of Richard Achtenberg, filed a claim with the Bureau of Workers’ Disability Compensation on behalf of herself and her minor children against the City of East Lansing for workers’ compensation benefits arising out of her husband’s death in the course of his employment with the city as a firefighter. A hearing referee denied benefits, concluding that the plaintiff had failed to establish the existence of a causal relationship between her husband’s death and his employment. The Workers’ Disability Compensation Appeal Board affirmed. The Court of Appeals initially denied the plaintiff leave to appeal. The Supreme Court, in lieu of granting leave to appeal, remanded the case to the Court of Appeals. 417 Mich 936 (1983). On remand, the Court of Appeals, M. J. Kelly, P.J., and Kingsley, J. (Cynar, J., dissenting), affirmed, holding that a claimant who was the recipient of any pension benefits is not entitled to a presumption that a disability was work-related (Docket No. 70475). The plaintiff appeals.\nCharlotte Spears, as personal representative of the estate of Henry Spears, filed a claim with the Bureau of Workers’ Disability Compensation against the City of Hazel Park. A hearing referee concluded that the plaintiff was not entitled to the statutory presumption that his disability was job-related. The Workers’ Compensation Appeal Board affirmed. The Court of Appeals, Danhof, C.J., and Beasley and Cynar, JJ., initially denied the plaintiff leave to appeal (Docket No. 55737). The Supreme Court, in lieu of granting leave to appeal, remanded the case to the Court of Appeals. 417 Mich 940 (1983). On the Court of Appeals, V. J. Brennan, P.J., and Cynar and Simon, JJ., reversed in an opinion per curiam (Docket No. 70474). The defendant appeals.\nReferences for Points in Headnotes\n[1, 2] 81 Am Jur 2d, Workmen’s Compensation § 180.\n82 Am Jur 2d, Workmen’s Compensation §§ 364, 515.\nConstitutional or statutory provision referring to \"employees” as including public officers. 5 ALR2d 415.\nIn a unanimous opinion by Justice Cavanagh, the Supreme Court held:\nThe presumption that a personal injury that develops or manifests itself during the period that a firefighter is in active service is a result of the performance of duties for the fire department obtains only where the firefighter applies for and is determined not to be entitled to any form of pension benefit.\n1. Before filing an application for workers’ compensation benefits, a claimant must do all things necessary to qualify for any pension benefits to which the claimant may be entitled. If pension benefits are not awarded, then the presumption that the personal injury for which benefits are sought was work-related will apply. By using the phrase \"any pension benefits,” the Legislature intended that the presumption would not apply where a claimant received any form of pension benefits.\n2. The Legislature was aware of the difficulties involved in establishing a causal relationship between heart diseases and the rigors of firefighting and intended that if a firefighter suffered a heart attack and was not covered by a pension some form of disability compensation would be received. In these cases, the claimants received non-duty pension benefits. Each was allowed to present evidence of entitlement to duty-related benefits. The board in each case concluded as a matter of fact that there was no showing that the injury was work-related; nor does either claimant maintain that the evidence supports a contrary conclusion.\n3. The term \"any pension benefits” in the section of the act providing the presumption of work-relatedness is not equivalent to the term \"like benefits” in the section of the act permitting police officers or firefighters to waive the provisions of the act in favor of a municipal benefit program. The intended scope of each section is clearly different and does not warrant the inference that the two are identical in meaning. Thus, the conclusion in Spears that because the court found that the benefits received by the claimant were not \"like benefits” and consequently were also not \"any pension benefits” the presumption of work-relatedness should apply was error.\nSpears, reversed.\nAchtenberg, affirmed.\n131 Mich App 457; 346 NW2d 340 (1984) reversed.\n134 Mich App 108; 351 NW2d 268 (1984) affirmed.\n1. Workers’ Compensation — Firefighters — Personal Injury — Presumption of Work-Relatedness.\nThe presumption that a personal injury that develops or manifests itself during the period that a firefighter is in active service is a result of the performance of duties for the fire department obtains only where the firefighter applies for and is determined not to be entitled to any form of pension benefit (MCL 418.405; MSA 17.237[405]).\n2. Workers’ Compensation — Firefighters — Personal Injury — Presumption of Work-Relatedness.\nA firefighter, before filing an application for workers’ compensation benefits for a personal injury that develops or manifests itself during a period of active service, must do all that is necessary to qualify for any pension benefits for which there is entitlement; only where pension benefits are not awarded will it be presumed that the injury was work-related (MCL 418.405; MSA 17.237[405]).\nSablich, Ryan, Bobay & Kaechele, P.C. (by Theodore P. Ryan), for plaintiffs Achtenberg.\nSam W. Thomas (E. R. Whinham, of counsel) for plaintiff Spears.\nSmith, Haughey, Rice & Roegge (by Lance R. Mather) for defendants City of East Lansing and Michigan Mutual Insurance Company.\nCharfoos & Krut, P.C. (by Myron B. Charfoos), for defendants City of Hazel Park and Michigan Mutual Liability Insurance Company."
  },
  "file_name": "0765-01",
  "first_page_order": 917,
  "last_page_order": 925
}