{
  "id": 1967438,
  "name": "WELTON v. CARRIERS INSURANCE COMPANY",
  "name_abbreviation": "Welton v. Carriers Insurance",
  "decision_date": "1984-12-28",
  "docket_number": "Docket No. 69790",
  "first_page": "571",
  "last_page": "584",
  "citations": [
    {
      "type": "official",
      "cite": "421 Mich. 571"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "10 ALR4th 996",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "opinion_index": -1
    },
    {
      "cite": "36 ALR4th 357",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "opinion_index": -1
    },
    {
      "cite": "273 NW2d 62",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "404 Mich 371",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1958922
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/mich/404/0371-01"
      ]
    },
    {
      "cite": "355 NW2d 282",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "fraudulent concealment not borne out by pleadings or affidavits"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "135 Mich App 571",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2243952
      ],
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "fraudulent concealment not borne out by pleadings or affidavits"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/135/0571-01"
      ]
    },
    {
      "cite": "396 Mich 592",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": 0
    },
    {
      "cite": "242 NW2d 396",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "396 Mich 588",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1934538
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/mich/396/0588-01"
      ]
    },
    {
      "cite": "319 NW2d 320",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "413 Mich 22",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1980716
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/mich/413/0022-01"
      ]
    },
    {
      "cite": "289 NW2d 708",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "408 Mich 164",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1950985
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/mich/408/0164-01"
      ]
    },
    {
      "cite": "314 NW2d 460",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "111 Mich App 152",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2213152
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/111/0152-01"
      ]
    },
    {
      "cite": "84 Mich App 634",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "406 Mich 862",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "270 NW2d 670",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "84 Mich App 629",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2155152
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/84/0629-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 874,
    "char_count": 27584,
    "ocr_confidence": 0.834,
    "pagerank": {
      "raw": 3.580129233146823e-07,
      "percentile": 0.8867279520929598
    },
    "sha256": "8670f3bf4bb75dc1a1b262eb817ce9056e528b65c2429645f24302da482362b9",
    "simhash": "1:2579eed2d5a6fd84",
    "word_count": 4453
  },
  "last_updated": "2024-02-27T19:29:49.154056+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Kavanagh, Ryan, Brickley, and Cavanagh, JJ., concurred with Boyle, J.",
      "Levin, J., concurred in the result.",
      "Williams, C.J., concurred with Levin, J."
    ],
    "parties": [
      "WELTON v CARRIERS INSURANCE COMPANY"
    ],
    "opinions": [
      {
        "text": "Boyle, J.\nIn this case we are called upon to decide whether the \"one year back” limit on recovery of no-fault insurance benefits contained in MCL 500.3145(1); MSA 24.13145(1) should be tolled by the filing of a workers’ compensation claim for the same injuries, where the same carrier insures both liabilities. The circuit court found tolling unwarranted under the facts of this case, while the Court of Appeals, adhering to one of two conflicting lines of authority in that Court, rejected a reading of the no-fault statute that would even allow such a tolling. We affirm on the basis that, assuming arguendo the availability of tolling in the no-fault context, the notice of injury here given was insufficient to toll the no-fault one-year-back rule.\nI\nPlaintiff John Welton was injured in a work-related motor vehicle accident on December 4, 1978. As a result, he was out of work from January 23, 1979, to July 28, 1980, during which time he received workers’ compensation benefits from defendant Carriers Insurance Company pursuant to a claim filed on February 6, 1979. Upon his return to work, plaintiff discovered that he was entitled to no-fault benefits for the same accident and made a claim for such benefits on August 4, 1980. Carriers voluntarily paid him no-fault benefits for the one-year period immediately preceding the date of claim (August 5, 1979, through August 4, 1980), but refused to pay further benefits for the prior period (i.e., December 4, 1978, through August 4, 1979). Plaintiff commenced this action to recover those further benefits.\nFinding that the one-year-back rule contained in MCL 500.3145(1); MSA 24.13145(1) precluded recovery for losses incurred prior to one year before plaintiff’s claim, Ingham Circuit Judge James R. Giddings granted Carriers’ motion for accelerated judgment. Although he recognized authority in Richards v American Fellowship Mutual Ins Co, 84 Mich App 629; 270 NW2d 670 (1978), lv den 406 Mich 862 (1970), for tolling the \"one year back” rule during the pendency of a claim before its denial by the insurer, Judge Giddings determined that no \"request for payment” such as to trigger a Richards tolling in this case was made until August 4, 1980. Accordingly, plaintiff’s no-fault recovery could not extend to losses incurred more than one year prior to the August 4, 1980 claim. The Court of Appeals summarily affirmed, with a majority of the panel rejecting Richards in favor of other Court of Appeals opinions reading the plain language of the one-year-back rule as precluding tolling under any circumstances.\nWe granted leave to appeal to consider whether the filing of plaintiff’s workers’ compensation claim operated to toll the one-year-back rule so as to permit no-fault recovery for plaintiff’s losses incurred prior to August 5, 1979.\nII\nPlaintiff’s argument requires that we both accept the Richards tolling principle and find its requirements satisfied in the instant case. Because we find that the requirements for tolling are not satisfied in this case, we need not reach the question whether Richards tolling is permitted under the statute.\nMCL 500.3145(1); MSA 24.13145(1) contains two limitations on time of suit and one limitation on period of recovery:\n(1) An action for personal protection insurance (PPI) benefits must be commenced not later than one year after the date of accident, unless the insured gives written notice of injury or the insurer previously paid PPI benefits for the injury.\n(2) If notice has been given or payment has been made, the action may be commenced at any time within one year after the most recent loss was incurred.\n(3) Recovery is limited to losses incurred during the one year preceding commencement of the action.\nIn this case there is no question as to (1) or (2): Carriers concedes that plaintiff’s workers’ compensation claim constituted timely \"notice of injury” so as to excuse the commencement of suit (on January 2, 1981) later than one year after the accident (December 4, 1978), and the action was commenced within one year of plaintiff’s most recent loss. The tolling issue relates solely to the limit on recovery set forth in (3), referred to as the one-year-back rule. Restated, the issue is whether that one-year cap can be \"tolled,” and thereby extended back in time, by reason of the circumstances of this case.\nIn Richards v American Fellowship Mutual Ins Co, supra, the plaintiff was injured on April 13, 1974, notified his no-fault insurer (the defendant) of the injury on May 9, 1974, and submitted his hospital bill to the insurer on June 18, 1974. The insurer eventually denied the claim on June 10, 1975, and plaintiff commenced suit on June 23, 1975. The defendant insurer attempted to avoid liability by arguing that the June 18, 1974 hospital bill submission predated by more than one year the June 23, 1975 commencement of action and hence precluded both the bringing of suit (under [2] above) and the recovery of the over-one-year-old hospital expense (under [3] above).\nThe Court of Appeals, finding that the defendant’s proposed result \"would run counter to the Legislature’s intent to provide the insured with prompt and adequate compensation,” 84 Mich App 634, held that the one-year limitation period was tolled from the date plaintiff submitted his hospital bill (June 18, 1974) to the date the insurer formally denied liability (June 10, 1975). The effect was to increase the one-year-back period by the amount of time the insurer spent \"sitting” on plaintiff’s claim, thereby permitting recovery for the hospital expenses incurred prior to one year before suit.\nAssuming, arguendo, that Richards tolling is permissible under the statute, plaintiff’s entitlement to a tolling of the one-year-back rule depends on whether we find a triggering event sufficient to have started the tolling. Plaintiff argues that since Carriers received \"notice of injury” by way of plaintiff’s February 1979 workers’ compensation filing, tolling began at the time of that filing. Thus, plaintiff would interpret the \"notice of loss” in Richards (i.e., the hospital bill) to be equivalent to \"notice of injury.”\nThe logic of the choice of which date triggers a tolling of the one-year-back rule was aptly summarized by Judge Giddings:\n\"Richards sought to encourage insurers to promptly assess their liability and notify the insured of their decision. This cannot occur unless a claim for a specific amount of benefits has been submitted to the insurer. Once submitted, the claim can be promptly investigated and a decision reached. Filing of a notice of injury merely informs the insurer that a claim is outstanding. It does not provide the insurer with a basis on which to evaluate the claim and assess potential liability.”\nWe find this analysis persuasive. While a rule which protects insureds from delays attributable to their insurers is salutary, it also must be remembered that tolling represents a departure from the legislatively prescribed one-year-back cap on no-fault recoveries. Thus, any tolling of the statutory period would properly be tailored to prevent the former type of abuse while preserving the legislative scheme to the fullest possible extent.\nTolling the statute when the insured submits a claim for specific benefits would not appear to detract from the policies underlying the one-year limitation on recovery. By submitting a timely and specific claim, the insured serves the interest in preventing stale claims by allowing the insurer to assess its liability while the information supporting the claim is relatively fresh. A prompt denial of the claim would barely affect the running of the limitation period, while a lengthy investigation would simply \"freeze” the situation until the claim is eventually denied. In effect, the insured would be charged with the time spent reducing his losses to a claim for specific benefits plus the time spent deciding whether to sue after the claim is denied.\nWe conclude that a general notice of injury of the type here given is insufficient to trigger tolling.\nNotice of injury simply informs the insurer of \"the name and address of the claimant,” \"the name of the person injured and the time, place and nature of his injury.” MCL 500.3145(1); MSA 24.13145(1). Until a specific claim is made, an insurer has no way of knowing what expenses have been incurred, whether those expenses are covered losses and, indeed, whether the insured will file a claim at all. It is therefore illogical to expect the insurer to formally \"deny” an as yet unperfected claim. Under the proposed rule, however, an insurer that fails to deny such a \"claim” would be subject to liability for any and all of the insured’s losses indefinitely, regardless of whether the insurer even knew they were being incurred.\nAs much as we sympathize with the plight of automobile accident victims in dealing with a significant — and sometimes catastrophic — disruption of their lives, we cannot approve of a rule so contrary to the language of the statute and the policy of repose implicit therein. We therefore conclude that, assuming the validity of the Rich ards rule, tolling would not begin until a claim for specific benefits is submitted to the insurer.\nIll\nIn the instant case, plaintiff was injured on December 4, 1978, and filed for workers’ compensation benefits on February 6, 1979. Carriers insured plaintiff’s employer for both workers’ compensation and automobile no-fault liabilities, and has conceded the sufficiency of plaintiffs workers’ compensation filing as \"notice of injury” to toll the no-fault limitation of action ([1] and [2] in our earlier analysis, see Part II), thereby excusing the commencement of suit later than one year after the injury. Carriers does not concede, however, that the workers’ compensation filing was sufficient under Richards to trigger a tolling of the no-fault one-year-back rule ([3] in our earlier analysis, see Part II).\nUnder our analysis, plaintiffs February 1979 workers’ compensation filing would not have tolled the one-year-back rule applicable to plaintiffs no-fault claim. At the time of that filing, plaintiff was not seeking no-fault benefits, nor was it clear under then-existing law that plaintiff was even entitled to recover those benefits in addition to workers’ compensation. To expect Carriers to have denied its no-fault liability in response to plaintiffs workers’ compensation claim in order to prevent a tolling of the one-year-back rule, would not be reasonable. Wolar v State Farm Mutual Automobile Ins Co, 111 Mich App 152; 314 NW2d 460 (1981).\nAccordingly, we find that plaintiff did not claim no-fault benefits until after his return to work in August 1980. The one-year-back period could not have been tolled until that time. Recognizing its liability for no-fault benefits in excess of already paid workers’ compensation benefits, Carriers paid over no-fault benefits for the year immediately preceding the date of claim. Without the benefit of tolling under the circumstances of this case, plaintiff is entitled to no greater recovery.\nThe judgments below are affirmed.\nKavanagh, Ryan, Brickley, and Cavanagh, JJ., concurred with Boyle, J.\nLevin, J., concurred in the result.\nLevin, J.\n(separate opinion). Under the circumstance that Mathis v Interstate Motor Freight System, 408 Mich 164; 289 NW2d 708 (1980), holding that a worker injured in an automobile accident may recover no-fault benefits to the extent that the no-fault benefits exceed workers’ compensation benefits, was not decided until 15 months after John Welton was injured, Carriers Insurance Company, who had insured Welton’s employer both for no-fault and workers’ compensation liability, may have been justified in paying Welton only the workers’ compensation benefits.\nNow that Mathis has been decided, it is questionable whether a self-insured employer or an insurer providing coverage for both exposures would be justified in paying only workers’ compensation benefits on the basis that the injured worker sought only workers’ compensation benefits, at least where, as generally will be the case, the employer or insurer will know whether the claim arises out of an automobile accident.\nThe opinion of the Court discusses the opinion of the Court of Appeals in Richards v American Fellowship Mutual Ins Co, 84 Mich App 629; 270 NW2d 670 (1978), and states that were this Court to adopt the Richards approach and to hold that the time for commencing an action on a claim is tolled during the period that the insured does not act on it and until it is denied, such a holding would not aid Welton because he did not file a specific claim. The Court reasons that \"[u]ntil a specific claim is made, an insurer has no way of knowing what expenses have been incurred, whether those expenses are covered losses and, indeed, whether the insured [sic] will ñle a claim at all. ” (Emphasis supplied.)\nWhere a worker is injured in an automobile accident, the no-fault insurer is not subject to liability for \"expenses” incurred by the injured worker; medical and hospital expenses are required to be paid by the workers’ compensation insurer or a self-insured employer. Thus, in such a case, the insurer generally has no need to know \"what expenses have been incurred, whether those expenses are covered losses.” Also, in such a case, the insurer does not need to know \"whether the insured [sic] will file a claim at all”; the only reason why an injured worker who has filed a claim for workers’ compensation benefits would not at the same time file a claim for the additional amount due him as no-fault benefits would be ignorance of his entitlement thereto or of the procedure to be followed in seeking the additional money that the insurer owes him.\nA workers’ compensation insurer also providing the employer with no-fault coverage knows, now that Mathis has been decided, that it is under a legal obligation to pay the additional amount to the injured worker as no-fault benefits and, having processed the workers’ compensation claim, cannot assert it does not have all the relevant information. The insurer almost always knows when a work-related injury occurs whether it arose out of an automobile accident. It knows the name of the worker, his address, i.e., where to send a check. It also knows how to compute the check; it knows how much the worker is earning per week and, because it paid the workers’ compensation benefits, how much was paid therefor. Welton cannot properly be denied recovery on the ground that the insurer did not have the requisite information.\nWilliams, C.J., concurred with Levin, J.\nJudge Burns dissented, finding that the Richards tolling principle governed the instant case.\nAlthough the opinion does not clearly state that the tolling applied equally to both the one-year limitation of action and the one-year-back rule, the effect of the affirmance in Richards was to preserve the lower court judgment awarding the amount represented by the hospital bill. Applying the tolling to both the limitation period and the period of recovery accords with common sense, since the only reason for tolling the limitation provision to get plaintiff into court is to allow recovery for that earlier expense.\nWe recognize that under the no-fault act, benefits are overdue if not paid within thirty days after a claim has been submitted to the insurer. MCL 500.3142(2); MSA 24.13142(2). Of course, the Richards rule would not prevent an insured from then immediately commencing suit. As a practical matter, however, it appears unlikely that insureds will commence suit immediately because of the expense involved in bringing an action and the very real possibility that the claim will be paid without the necessity of legal action. We note that the Richards rule would have the additional effect of dissuading the bringing of such actions until absolutely necessary, i.e., until the insurer formally denies the claim or has so long failed to respond to the insured’s requests that the prospect of payment is dim.\nIn our earlier decisions relating to fire insurance policies, we held that the running of the applicable limitation period was tolled as of the date of \"notice of loss,” roughly analogous to \"notice of injury” in the no-fault context. In re Certiñed Question, Ford Motor Co v Lumbermens Mutual Casualty Co, 413 Mich 22; 319 NW2d 320 (1982); The Tom Thomas Organization, Inc v Reliance Ins Co, 396 Mich 588; 242 NW2d 396 (1976). While the parties have not briefed those authorities, we note that our determination today — tolling as of date of claim rather than date of notice — is justified by the peculiar nature of the statutory no-fault limitation provision and therefore is not inconsistent with those decisions.\nFirst, the fire insurance limitation provision operates as an absolute bar to suits not brought within one year of discovery (or inception) of the loss. Absent a tolling rule, the fact that either an insured has promptly notified the insurer of the loss or the insurer has already partially paid the claim would have no effect on that bar. With no-fault, the statute has a built-in \"tolling” permitting later suit once notice is given or partial payment been made. Thus, the consequences of the one-year cutoff, and the corresponding need for relief by tolling as of the date notice is given, is more drastic in the case of fire insurance actions than with no-fault.\nSecond, the specified procedure for claim and recovery of fire insurance benefits includes greater built-in delays, shortening the insured’s already limited time to sue, than does the no-fault law. Following a covered fire loss, the insured generally has 60 to 90 days to file proof of loss, after which the insurer has 60 days to pay or settle the claim. Additional delays may arise when the insurer does not promptly submit proof of loss forms or promptly \"accept” the proof of loss once submitted. See Tom Thomas, 396 Mich 592-593. The no-fault law simply provides that payment of a claim is overdue if not paid within 30 days after proof of loss is received by the insurer. MCL 500.3142(2); MSA 24.13142(2). Accordingly, the one-year period in which a fire insurance plaintiff may sue is more substantially curtailed by the recovery mechanism than is the no-fault limitation period, further warranting an earlier tolling date.\nFinally, the fact that the Legislature has already provided a tolling provision for commencing a no-fault action, triggered by \"notice of injury,” suggests both that notice of injury was intended to have no greater effect and that there is less justification for this Court to interfere with the statutory scheme.\nThis Court had not decided that simultaneous recoveries of both workers’ compensation and no-fault benefits were permissible until March 20, 1980, Mathis v Interstate Motor Freight System, 408 Mich 164; 289 NW2d 708 (1980), over fifteen months after plaintiff in this case was injured. Thus, until Mathis was decided, Carriers could reasonably have refused to pay a no-fault claim (had one been submitted) on the ground that plaintiff was already receiving workers’ compensation benefits.\nWe do not intend to foreclose the possibility of a single claim triggering both workers’ compensation and no-fault liabilities under circumstances not before us today, and we therefore do not address ourselves to the legitimate concerns expressed in Justice Levin’s opinion. A different result might be reached on grounds of estoppel, for example, where an employee requests \"whatever benefits” the employee is entitled to from an employer and the employer misrepresents or conceals the availability of certain benefits. See, eg., Robinson v Associated Truck Lines, Inc, 135 Mich App 571; 355 NW2d 282 (1984) (fraudulent concealment not borne out by pleadings or affidavits).\nCf. Girlish v Acme Precision Products, Inc, 404 Mich 371: 273 NW2d 62 (1978).\nThe reasoning of the opinion of the Court, we agree, would justify denial of a later claim for replacement services. MCL 500.3107: MSA 24.13107.",
        "type": "majority",
        "author": "Boyle, J. Levin, J."
      }
    ],
    "attorneys": [
      "Starr & Bissell (by H. James Starr) for the plaintiff.",
      "Fraser, Trebilcock, Davis & Foster, P.C. (by Everett R. Trebilcock), for the defendant."
    ],
    "corrections": "",
    "head_matter": "WELTON v CARRIERS INSURANCE COMPANY\nDocket No. 69790.\nArgued April 4, 1984\n(Calendar No. 9).\nDecided December 28, 1984.\nReleased February 11,1985.\nJohn Welton brought an action in the Ingham Circuit Court against Carriers Insurance Company, seeking no-fault benefits for losses sustained as a result of a motor vehicle accident for a period prior to the one-year period immediately preceding the date of a claim filed with the company. The court, James R. Giddings, J., granted the company’s motion for accelerated judgment on the ground that under the no-fault act the plaintiff’s claim for recovery could not extend to losses incurred more than one year prior to the claim. The Court of Appeals, M. J. Kelly, P.J., and MacKenzie, J. (T. M. Burns, J., dissenting), affirmed in an unpublished opinion per curiam (Docket No. 59808). The plaintiff appeals.\nIn an opinion by Justice Boyle, joined by Justices Kavanagh, Ryan, Brickley, and Cavanagh, the Supreme Court held: Assuming that the one-year-back no-fault rule may be tolled, tolling would not begin until a claim for specific benefits is submitted to the insurer. In this case, the general notice of injury given by the plaintiff was insufficient to trigger tolling.\n1. An action for personal protection insurance benefits must be commenced not later than one year after the date of an accident unless an insured gives written notice of injury to the insurer or the insurer previously paid benefits for the injury. Where notice is given or payment made, the action may be commenced within one year after the most recent loss. However, recovery is limited to losses incurred during the one year preceding the commencement of the action.\nIf it is assumed that the one-year-back limitation on recovery provided by the statute may be tolled, entitlement to tolling depends on whether an event sufficient to trigger tolling occurs, i.e., whether a claim for specific benefits is submitted to the insurer. Tolling would be appropriate as avoiding penalizing an insured for the time an insurer uses to assess its liability; it would encourage insurers to promptly make such an assessment and to notify the insured of a decision, guaranteeing that the insured would have a full year in which to bring suit. However, tolling is a departure from the limitation prescribed by the Legislature and must be narrowly tailored to prevent abuse, while preserving the legislative scheme. Filing of a notice of injury would be insufficient to provide an insurer with a basis for evaluation of a claim and assessment of potential liability; therefore, a claim for specific benefits should be submitted to the insurer before tolling could begin.\nReferences for Points in Headnotes\n[1-3] 7 Am Jur 2d, Automobile Insurance § 369.\nWhen statute of limitations commences to run on automobile no-fault personal injury claim. 36 ALR4th 357.\n[2] 7 Am Jur 2d, Automobile Insurance § 344.\n[3, 4] 7 Am Jur 2d, Automobile Insurance § 368.\nValidity and construction of no-fault insurance plans providing for reduction of benefits otherwise payable by amounts receivable from independent collateral sources. 10 ALR4th 996.\n3. In this case, the plaintiff filed a claim for workers’ compensation within one year of his injury; that was conceded to be sufficient notice of injury to the no-fault insurer, which was also the workers’ compensation insurer, to toll the one-year limitation on bringing an action under the no-fault act. However, the notice would not have been sufficient to toll the one-year-back limitation on the plaintiff’s no-fault claim. At the time the workers’ compensation claim was filed, the plaintiff did not seek no-fault benefits; nor was it clear under the law existing at that time that the plaintiff was entitled to no-fault benefits in addition to workers’ compensation benefits. To expect the insurer to deny no-fault liability in response to the workers’ compensation claim so as to prevent tolling of the one-year-back rule would be unreasonable.\nJustice Levin concurred in the result.\nJustice Levin, joined by Chief Justice Williams, wrote separately, stating that because case law now provides that a worker injured in an automobile accident may recover no-fault benefits to the extent that the no-fault benefits exceed workers’ compensation benefits, it is questionable whether a self-insured employer or an insurer providing both no-fault and workers’ compensation coverage would be justified in paying only workers’ compensation benefits on the ground that the injured worker sought only workers’ compensation benefits, at least where the employer or insurer knows whether the claim arises out of an automobile accident. A workers’ compensation insurer that also provides an employer with no-fault coverage now knows that it is under a legal obligation to pay an additional amount to an injured worker as no-fault benefits and, having processed a workers’ compensation claim, cannot assert it does not have all the relevant information. Thus, Welton cannot properly be denied recovery on the ground that the insurer did not have the requisite information.\nAffirmed.\nOpinion op the Court\n1. Insurance — No-Fault — One-Year-Back Rule.\nAn action for personal protection insurance benefits must be commenced not later than one year after the date of an accident unless an insured gives written notice of injury to the insurer or the insurer previously paid benefits for the injury; where notice is given or payment made, the action may be commenced within one year after the most recent loss; however, recovery is limited to losses incurred during the one year preceding the commencement of the action (MCL 500.3145[1]; MSA 24.13145[1]).\n2. Insurance — No-Fault — One-Year-Back Rule — Tolling.\nThe limitation on recovery of no-fault benefits to losses incurred within one year prior to the commencement of an action against a no-fault insurer is tolled only if it is assumed that tolling is available under the no-fault act and only if a claim for specific benefits is submitted to the insurer; the mere filing of a notice of injury would be insufficient to provide the insurer with a basis for evaluation of a claim and assessment of potential liability (MCL 500.3145[1]; MSA 24.13145[1]).\n3. Insurance — No-Fault — Workers’ Compensation — One-Year-Back Rule — Tolling.\nThe filing of a claim for workers’ compensation benefits with an insurer for injuries resulting from a motor vehicle accident, although conceded to be sufficient notice of injury to toll the one-year-back limitation on bringing an action against the same insurer for no-fault benefits, was insufficient to toll the one-year-back limitation on recovery of past no-fault benefits because it did not specify the no-fault benefits claimed (MCL 500.3145[1]; MSA 24.13145[1]).\nSeparate Opinion by Levin, J.\n4. Insurance — No-Fault — Workers’ Compensation.\nA worker injured in an automobile accident may recover no-fault beneñts to the extent that they exceed workers’ compensation beneñts; where an insurer provides both no-fault and workers’ compensation coverage, it is under a legal obligation to pay excess no-fault beneñts to an injured worker in ^addition to workers’ compensation beneñts, and it cannot assert that it does not have all the relevant information to process a worker’s no-fault claim after it has processed the workers’ compensation claim.\nStarr & Bissell (by H. James Starr) for the plaintiff.\nFraser, Trebilcock, Davis & Foster, P.C. (by Everett R. Trebilcock), for the defendant."
  },
  "file_name": "0571-01",
  "first_page_order": 723,
  "last_page_order": 736
}