{
  "id": 1967424,
  "name": "LUTTRELL v. DEPARTMENT OF CORRECTIONS; EDMOND v. DEPARTMENT OF CORRECTIONS",
  "name_abbreviation": "Luttrell v. Department of Corrections",
  "decision_date": "1984-12-28",
  "docket_number": "Docket Nos. 70188, 70189",
  "first_page": "93",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "421 Mich. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "321 NW2d 817",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": -1
    },
    {
      "cite": "116 Mich App 1",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2206020
      ],
      "year": 1982,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/116/0001-01"
      ]
    },
    {
      "cite": "422 Mich 1201",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1965346,
        1965352,
        1965354,
        1965326,
        1965327,
        1965330,
        1965335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/422/1201-06",
        "/mich/422/1201-03",
        "/mich/422/1201-02",
        "/mich/422/1201-07",
        "/mich/422/1201-01",
        "/mich/422/1201-04",
        "/mich/422/1201-05"
      ]
    },
    {
      "cite": "271 NW2d 224",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "express availability of mental anguish damages in the few circumstances mentioned in the statute did not imply their non-availability in actions unrelated to the statute"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "85 Mich App 333",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2185634
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "express availability of mental anguish damages in the few circumstances mentioned in the statute did not imply their non-availability in actions unrelated to the statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/85/0333-01"
      ]
    },
    {
      "cite": "322 NW2d 103",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "413 Mich 617",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1980738
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "637-638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/413/0617-01"
      ]
    },
    {
      "cite": "72 NW2d 1",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "343 Mich 101",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1852196
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "106, 107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/343/0101-01"
      ]
    },
    {
      "cite": "158 NW2d 473",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "380 Mich 513",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        8717278
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/380/0513-01"
      ]
    },
    {
      "cite": "189 NW2d 423",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "385 Mich 670",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1915940
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/385/0670-01"
      ]
    },
    {
      "cite": "394 Mich 818",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "228 NW2d 843",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "59 Mich App 88",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2126458
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "98-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/59/0088-01"
      ]
    },
    {
      "cite": "418 Mich 877",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "1974 PA 68",
      "category": "reporters:neutral",
      "reporter": "PA",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "1937 PA 255",
      "category": "reporters:neutral",
      "reporter": "PA",
      "opinion_index": 0
    },
    {
      "cite": "1958 PA 215",
      "category": "reporters:neutral",
      "reporter": "PA",
      "pin_cites": [
        {
          "page": "§ 193"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1956 PA 6",
      "category": "reporters:neutral",
      "reporter": "PA",
      "pin_cites": [
        {
          "page": "§ 193"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "321 NW2d 817",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "116 Mich App 1",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2206020
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/116/0001-01"
      ]
    },
    {
      "cite": "394 Mich 818",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1975,
      "opinion_index": 1
    },
    {
      "cite": "228 NW2d 843",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1975,
      "opinion_index": 1
    },
    {
      "cite": "59 Mich App 88",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2126458
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "98-99"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich-app/59/0088-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1089,
    "char_count": 29140,
    "ocr_confidence": 0.844,
    "pagerank": {
      "raw": 8.261453198392052e-07,
      "percentile": 0.9750778906415007
    },
    "sha256": "7b3865a28d9b6f0f3d0b1b081d86d66bc5ada05a22e579d9b31d3c972b3b4a99",
    "simhash": "1:ac7556ffcd5b82bc",
    "word_count": 4444
  },
  "last_updated": "2024-02-27T19:29:49.154056+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Kavanagh, Levin, Brickley, and Cavanagh, JJ., concurred with Williams, C.J., and Boyle, J."
    ],
    "parties": [
      "LUTTRELL v DEPARTMENT OF CORRECTIONS EDMOND v DEPARTMENT OF CORRECTIONS"
    ],
    "opinions": [
      {
        "text": "Williams, C.J., and Boyle, J.\nI. Introduction\nThe narrow issue to be decided in this case is whether the Legislature intended to preclude the Department of Corrections from denying certain classes of offenders, \"drug traffickers” in this case, eligibility for placement in community residence programs. We hold that the plain language of the statute does not preclude a construction that the Department of Corrections is authorized to define eligibility for community placement by category, in addition to the two categories for which the Legislature has explicitly defined eligibility. The legislative history of the statute also indicates that the Legislature intended to vest the department with broad discretion in deciding which offenders should be eligible for placement. In addition, the Legislature has acquiesced in the department’s long-standing policy of excluding drug traffickers from eligibility. Lastly, our duty to avoid unreasonable constructions of the statute, in light of the large number of offenders seeking access to the program, supports our finding that the Legislature did not intend to preclude the department from denying the class of drug traffickers eligibility for community placement. We reverse the decision of the Court of Appeals and remand the case to the Court of Appeals for consideration of questions raised but not decided there.\nII. Legislative Background\nBefore discussing the specific claims of the offenders challenging the Department of Correction’s eligibility rule, we shall describe the evolution of the department’s community residence program and the statutory and administrative rules which govern its implementation.\nThe Department of Corrections began placing offenders who did not pose an unreasonable risk to the public in their home communities prior to parole as early as 1963. The goal of such placement was, and continues to be, to ease an offender’s transition from incarceration to life outside prison by facilitating the pursuit of educational goals or the development of job skills.\nThe Department of Corrections initiated the community residence program in 1963 on the authority of 1956 PA 6, § 193, and 1958 PA 215, § 193. Under that legislation and 1937 PA 255, ch 4, § 4 (MCL 791.264; MSA 28.2324):\n\"The assistant director in charge of the bureau of penal institutions shall have authority and it shall be his duty to classify the prisoners in the several penal institutions.”\nPursuant to the above authorization, Departmental Directive No. 43, of March 15, 1966, established a work-pass program including the following criteria:\n\"Any inmate so selected must meet the following criteria:\n* * *\n\"4. Persons involved in the narcotics traffic will be excluded.”\nAs the Department of Corrections’ program expanded to encompass work- and study-pass programs and to include women offenders, eligibility continued to hinge, in part, on an offender’s non-involvement in organized crime or narcotics trafficking.\nIn 1973, the department revised its eligibility criteria for placement in the work/study-pass program. The new criteria stated that an offender\n\"[m]ust have no involvement in organized crime or narcotics traffic. Inmates with histories of substance abuse are eligible so long as there is no history of involvement in narcotics traffic beyond personal use and limited sale to support the offender’s own addiction.” (Policy Directive SPF-8.)\nThe following year, the Legislature explicitly authorized these community placement programs in 1974 PA 68. The proper construction of this statute is at issue in this case; the relevant provisions state:\n\"(1) The director may extend the limits of the place of confinement of a prisoner as to whom there is reasonable cause to believe the prisoner will honor his trust, by authorizing the prisoner, under prescribed conditions, to,\n\"(a) Visit a specifically designated place or places for a period not to exceed 30 days. . . .\n\"(b) Work at paid employment or to participate in a training program in the community on a voluntary basis while continuing as a prisoner of the institution or facility to which he is committed.\n\"(2) The director shall promulgate rules to implement this section.\n\"(5) Prisoners convicted of a crime of violence or any assaultive crime shall not be eligible for the releases provided in this section (1) until such time as the minimum sentence imposed for the crime has less than 180 days remaining, except that where the reason for the release is to visit a critically ill relative, attend the funeral of a relative, or obtain medical services not otherwise available, the director may allow the release under escort for a period not to exceed 30 days.\n\"(6) Prisoners serving a sentence for murder in the first degree shall not be eligible for the releases under this section prior to initiation of official processing for commutation, and in no case prior to service of 15 calendar years with a good institutional adjustment.” (Emphasis added.) MCL 791.265a; MSA 28.2325(1).\nThe departmental policy directive making narcotics traffickers ineligible for community placement remained unchanged until 1977, when it was amended to provide that an offender:\n\"Must have no involvement in organized crime or extensive narcotics-traffic trafficking in controlled substances. Individuals with histories of substance abuse are eligible, so long as there is no history of involvement in narcotics controlled substances traffic beyond personal use, or limited sales to support the offender’s own addiction.” (Policy Directive, PD-DWA-41.01.)\nThat same year, the department formally promulgated an administrative rule which included among the eligibility criteria for community placement the following provision:\n\"Has no involvement in organized crime, professional criminal activities, or narcotics traffic. Residents with histories of substance abuse are eligible so long as there is no history of involvement in narcotics traffic beyond personal use and limited sale to support the resident’s own addiction.” 1979 AC, R 791.4410.\nThe Legislature’s Joint Committee on Administrative Rules approved this rule. 1977 Journal of the House 2521.\nThe Department of Corrections has defined \"drug trafficker” in its office memoranda and policy directives. The 1980 policy directive at issue here defined a drug trafficker as one whose file indicates:\n\"a. A conviction for delivery or possession of a controlled substance that involved:\n\"1. Seven grams or more of any substance containing heroin or cocaine, or\n\"2. One pound or more of marijuana, or\n\"3. One hundred units (pills, capsules, etc.) of any other controlled substance.\n\"b. That local law enforcement officials (police or prosecutor) confirm on the basis of reliable evidence that the individual is considered by them to be a significant trafficker in controlled substances in the community.\n\"c. Conviction for delivery or possession with intent to deliver controlled substances without any history of personal controlled substance use.” (Policy Directive PD-DWA-43.01.)\nIII. Facts\nPlaintiffs Brenda Luttrell and Francis Garnica, and all class members they represent, and plaintiff Percy Edmond, are offenders who have been denied eligibility for community placement on the basis of their classification as drug traffickers within the meaning of Policy Directive No. 43.01. The three named plaintiffs were classified as drug traffickers because local law enforcement officials informed the department that they were considered significant traffickers in their communities. Each offender unsuccessfully challenged the drug trafficker designation through the department’s administrative grievance process. Plaintiffs Luttrell and Garnica and plaintiff Edmond then filed separate complaints in the Ingham Circuit Court, each claiming that the department’s rules and policy directives excluding them from community placement were invalid for a variety of reasons. Circuit Judge Kallman agreed with the contentions of Luttrell and Garnica and granted their motion for summary judgment. Circuit Judge Warren, however, dismissed Edmond’s complaint, finding the department had validly exercised its authority. The cases were consolidated in the Court of Appeals, which held for the offenders for the sole reason that \"[t]he Department of Corrections’ rule and policy directive precluding 'drug traffickers’ from consideration for placement in the community program fails to comply with the underlying legislative intent of the act . . . .” 116 Mich App 1, 13; 321 NW2d 817 (1982). We granted the Department of Corrections’ application for leave to appeal on December 6, 1983. 418 Mich 877 (1983).\nIV. Legislative Interpretation\nThe offenders challenge the validity of the Department of Corrections’ rules and policy directives under the standard quoted in Chesapeake & Ohio R Co v Public Service Comm, 59 Mich App 88, 98-99; 228 NW2d 843 (1975), lv den 394 Mich 818 (1975):\n\"Where an agency is empowered to make rules, courts employ a three-fold test to determine the validity of the rules it promulgates: (1) whether the rule is within the matter covered by the enabling statute; (2) if so, whether it complies with the underlying legislative intent; and (3) if it meets the first two requirements, when [sic] it is neither arbitrary nor capricious.”\nThe offenders do not dispute that the drug-trafficker rule is within the matter covered by the enabling statute. They contend, and the Court of Appeals agreed, that the drug-trafficker classification fails to comply with the underlying legislative intent. The Court of Appeals did not rule on, and we do not reach here, the question whether the particular departmental classification at issue here is arbitrary or capricious. However, our examination of the legislative history, other circumstances surrounding the statute’s enactment, and maxims of statutory construction lead us to conclude that the department’s exclusion of drug traffickers as a class does not violate the underlying legislative intent.\nA. Plain Language\nBefore looking to the legislative history and other aids to statutory interpretation, consideration should be given to the plain language of the statute. There are four critical points. The first two sections vest wide discretion in the director to execute release programs. Section 1 provides:\n\"The director may extend the limits of the place of confinement of a prisoner as to whom there is a reasonable cause to believe the prisoner will honor his trust\nSection 2 provides:\n\"The director shall promulgate rules to implement this section.”\nThese two sections provide a wide discretion in the director to determine who \"will honor his trust” and to whom release will be extended. This certainly would allow the director to establish eligibility by category as well as by individual case.\nThe offenders, however, argue that the ineligibility sections, (5) and (6), disqualifying prisoners convicted of violent and assaultive crimes and first-degree murder except under certain conditions, indicate that these categories and these categories alone are disqualified. The language of sections (5) and (6) does not specify that these sections are the sole categories of disqualification by category.\nTo sum up, the plain language of 1974 PA 68 must be construed so that sections (1) and (2) authorize the director to make his determination as to which prisoners will honor their trust individually or by category as he finds \"reasonable cause,” and so that sections (5) and (6) say that certain categories of persons shall be considered for eligibility only under certain circumstances without saying that these disqualifications by category are exclusive. The plain language of the statute certainly does not require a construction that the director may not disqualify by category beyond those specified. It is certainly arguable that the plain language rule is applicable, but it would be useful to examine the statute in light of the normal rules of legislative interpretation.\nWe turn then to the rules of statutory interpretation. First, we are convinced that the legislative history shows that sections (5) and (6) were added as individual concerns of the legislators rather than as a reasoned part of a statute precluding all other disqualifications by category. Second, the doctrine of legislative acquiescence provides a basis for arguing that the director should be permitted to continue to disqualify by category. Third, the doctrine of avoiding absurdity or unreasonableness likewise provides a basis for arguing against precluding the director from disqualifying by category. Finally, the effect of the rule \"expressio unius est exclusio alterius,” while a valid maxim, is so much at odds with the other three rules that reason dictates it is inapplicable in the instant case.\nB. Legislative History\nWhere ambiguity exists in a statute, a court may refer to the history of the legislation in order to determine the underlying intent of the Legislature. \"Courts do not exist in a vacuum. They may take cognizance of facts and events surrounding the passage and purpose of legislation.” Wilkins v Ann Arbor City Clerk, 385 Mich 670, 691; 189 NW2d 423 (1971).\nThe available legislative history suggests that the Legislature’s primary purpose in enacting MCL 791.265a; MSA 28.2325(1) was to place its imprimatur on the department’s community residence program. The statute originated in Senate Bill 599, which included only three sections. The first empowered the director of the department to place any prisoner \"as to whom there is reasonable cause to believe the prisoner will honor his trust” outside ordinary places of confinement in order to work or receive training. The second section directed the department to promulgate rules to execute this power, and the third section provided that an offender who failed to remain within the extended limits of confinement or return timely would be deemed an escapee under state law. The House of Representatives legislative analysis section prepared a report on \"The Apparent Problem to Which the Bill Addresses Itself’ and found that:\n\"For several years, the Department of Corrections has permitted inmates under escort to visit sick relatives, participate in work-study programs, or visit families when they are near parole. These furloughs have been granted in the belief that they are properly authorized under existing law. However, this authority has recently been questioned. Legislation is needed to clarify the conditions under which prisoners may be granted leaves from the prison.”\nSenate Bill 599 was successfully amended three times before it became law. The First Amendment, presently subsection (4), authorized state reimbursements for county escape prosecution cases. The other two amendments, presently subsections (5) and (6), detailed the circumstances under which two particular classes of prisoners (those convicted of crimes of violence or any assaultive crimes, and those convicted of first-degree murder) would be eligible for community placement.\nThis brief history indicates that the Legislature had several clear purposes in enacting this statute. First, the Legislature wanted to ratify the community residence program, and to ensure that the costs of prosecution for escape or tardy return did not fall disproportionately on those communities in which offender residences were located. Second, the Legislature wanted to vest the Department of Corrections with broad discretion in deciding which offenders were likely to honor their trust. The Legislature felt the need to address eligibility criteria for only two specific classes of prisoners, those in subsections (5) and (6). Prior departmental policy would have made these classes of offenders eligible for some placements within a year of their earliest release date. Subsection (5) reduced the eligibility period for offenders convicted of violent crimes to 180 days prior to their earliest release date, and further restricted the eligibility of offenders convicted of first-degree murder by requiring a minimum service of years. The statute passed, as amended, without explicit mention of drug traffickers as a class, however defined.\nNothing in the legislative history reflects either an intent to make drug traffickers eligible for community placement, or an intent to curtail the department’s power to set eligibility criteria on the basis of such classifications. Instead, the history reflects a subtle tinkering within a small area of established departmental practice, rather than a thorough review and rejection of those practices and installation of new eligibility requirements to the exclusion of all previous ones. In sum, the legislative history supports the inference that the Legislature intended to leave to the department the task of determining which classes of prisoners should be eligible for community placement beyond the two categories of ineligibility legislatively specified.\nC. Legislative Acquiescence\nWe consider next the doctrine of legislative acquiescence: legislative silence in the face of an agency’s construction of a statute \"can only be construed as consent to the accuracy of that interpretation.” Magreta v Ambassador Steel Co, 380 Mich 513, 520; 158 NW2d 473 (1968), quoting from In re Clayton Estate, 343 Mich 101, 106, 107; 72 NW2d 1 (1955). This doctrine is based on the assumption that the Legislature is aware of prior interpretations of its acts, and that the construction given a statute by those charged with its execution is likely to be the most accurate.\nThis Court recently held that the Legislature acquiesced in the construction given a provision of the tax code by the Tax Tribunal. Wikman v Novi, 413 Mich 617, 637-638; 322 NW2d 103 (1982). The Tax Tribunal and the courts had consistently held that the tribunal had jurisdiction over special assessments levied pursuant to municipal charters. This was the result despite statutory language which confined the tribunal’s jurisdiction to special assessments levied under \"property tax laws.” MCL 205.731; MSA 7.650(31). Because the Legislature amended the act twice without changing the jurisdictional provision, we reasoned that the Legislature agreed with this construction. Id., p 638.\nSimilarly, the Legislature has had opportunities to alter the Department of Corrections’ construction of its enabling statutes and has chosen not to do so. Between 1966 and the passage of the statute in 1974, the Department of Corrections construed its power both to classify prisoners, MCL 791.264; MSA 28.2324, and to extend the limits of confinement outside the prison walls, MCL 750.193; MSA 28.390, as one that encompassed the placement of specified classes of inmates in community residence programs. Throughout this time, the agency excluded those involved in organized crime or narcotics trafficking from eligibility. When the Legislature ratified the program by 1974 PA 68, it acquiesced for the first time in this long-standing agency practice. It acquiesced a second time when the joint legislative committee reviewed administrative rule 791.4410 in 1977. This rule explicitly retained the drug traffickers exclusion, and significantly, the committee approved its promulgation. By its silence, the Legislature has acquiesced in the department’s consistent and long-standing construction of its powers.\nD. Absurdity or Unreasonableness\nIt is a recognized rule of statutory interpretation that the courts will not construe a statute so as to achieve an absurd or unreasonable result. The offenders contend that sections (5) and (6) are the exclusive categories that the director may consider in exercising his discretion to determine which offenders will honor their trust. What such a construction could mean is quickly understood by examining three categories that the director presently excludes in his determinations. They are first those with more than 180 days remaining to their earliest release date, second those suffering from recent acute mental disturbance, and third those with involvement in organized crime. The reasonableness of excluding these three categories of offenders cannot be quarreled with. Furthermore, the necessity of establishing categories in light of 14,000 offenders is apparent. In other words, a rule limiting categories to those in sections (5) and (6) would be absurd and unreasonable.\nE. Expressio Unius Est Exclusio Alterius\nThe offenders rely heavily on the rule of expressio unius est exclusio alterius. As the offenders indicate, this is a recognized rule of statutory interpretation. But like all other such rules, it is a tool to ascertain the intent of the Legislature. It does not automatically lead to results. As we have seen, reference to the legislative history, the rule of legislative acquiescence and the rule of avoiding absurdity and unreasonableness leads to exactly the opposite result from that which the offenders’ rule would. Furthermore, there is nothing upon consideration of the plain language of the statute that would apparently point in the offenders’ direction. As a consequence, while we recognize the offenders’ standard rule of interpretation, we do not find it persuasive in the circumstances of this case. See Mosley v Federal Department Stores, Inc, 85 Mich App 333; 271 NW2d 224 (1978) (express availability of mental anguish damages in the few circumstances mentioned in the statute did not imply their non-availability in actions unrelated to the statute).\nV. Conclusion\nBoth the historical context in which the department’s rule evolved and accepted principles of statutory construction support the conclusion that the Legislature did not intend to ensure eligibility of the class of drug traffickers for community placement. Therefore, we hold that the rule which excludes the class of drug traffickers from eligibility for community placement is within the legislative intent underlying MCL 791.265a; MSA 28.2325(1). We have not considered, and do not in any way rule on, the merits of the offenders’ other claims. We therefore reverse the decision of the Court of Appeals and remand the case to that Court for further consideration of the other claims raised below.\nKavanagh, Levin, Brickley, and Cavanagh, JJ., concurred with Williams, C.J., and Boyle, J.\nFor purposes of this opinion, in order to avoid unduly complicating it, we do not decide whether the later, more specific MCL 791.265a; MSA 28.2325(1) does eliminate the power of the assistant director under MCL 791.264; MSA 28.2324 \"to classify prisoners in the several penal institutions.” While MCL 791.265a; MSA 28.2325(1) establishes a general eligibility standard, it may very well not fully repeal the power of the assistant director to work under that standard by determining eligibility by category as well as by individual.",
        "type": "majority",
        "author": "Williams, C.J., and Boyle, J."
      },
      {
        "text": "Ryan, J.\nI concur in the result reached by the Court solely for the reason that the rule in question, 1979 AC, R 791.4410, is well within the discretionary authority granted to the Director of the Department of Corrections by MCL 791.265a; MSA 28.2325(1).\nI should like to be understood, however, as disassociating myself from the Court’s declaration that the correct standard for review of \"the validity of the Department of Corrections’ rules and policy directives” is that announced in Chesapeake & Ohio R Co v Public Service Comm, 59 Mich App 88, 98-99; 228 NW2d 843 (1975), lv den 394 Mich 818 (1975), to wit:\n\"(1) whether the rule is within the matter covered by the enabling statute;\n\"(2) if so, whether it complies with the underlying legislative intent; and\n\"(3) if it meets the first two requirements, when [sic] it is neither arbitrary nor capricious.”\nThe pronouncement in Chesapeake & Ohio R Co, supra, that the foregoing \"standards” govern the determination of the validity of rules promulgated by \"an agency” is ipse dixit, unsupported by citation of authority in that case, and unnecessary to a decision in this one. It is dicta.\nFinally, although I am satisfied that the Director of the Department of Corrections is authorized by the statute to bar the plaintiffs categorically from half-way house assignments, I do not regard the plaintiffs’ contrary argument that sections (5) and (6) of the statute declare the limits of that authority as being \"absurd and unreasonable.”",
        "type": "concurrence",
        "author": "Ryan, J."
      }
    ],
    "attorneys": [
      "Frank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, and Thomas L. Casey and Michael J. Moquin, Assistant Attorneys General, for the defendants.",
      "Martin A. Geer and William Burnham for the plaintiffs."
    ],
    "corrections": "",
    "head_matter": "LUTTRELL v DEPARTMENT OF CORRECTIONS EDMOND v DEPARTMENT OF CORRECTIONS\nDocket Nos. 70188, 70189.\nArgued June 6, 1984\n(Calendar No. 6).—\nDecided December 28,1984.\nReleased January 29,1985.\nRehearing denied in Luttrell, 422 Mich 1201.\nBrenda S. Luttrell, for herself and as representative of a class of offenders who were denied eligibility for community placement on the basis of their classification as drug traffickers, brought an action in the Ingham Circuit Court, against the Department of Corrections, seeking a declaration that the department’s exclusion was invalid and mandamus compelling the department to provide hearings for the plaintiffs regarding eligibility for community placement. The court, James T. Kallman, J., granted the plaintiffs’ motion for summary judgment, directing the department to abandon the practice of totally excluding inmates designated as drug traffickers from eligibility for community placement and to give the plaintiffs hearings regarding eligibility for placement.\nPercy A. Edmond brought an action in the Ingham Circuit Court against the Department of Corrections, seeking an injunction preventing the department from imposing the classification of drug trafficker upon him and thereby excluding him from eligibility for community placement. The court, Jack W. Warren, J., denied relief.\nThe cases were consolidated on appeal. The Court of Appeals, Bronson, P.J., and T. M. Burns and J. T. Corden, JJ., affirmed in Luttrell and reversed in Edmond, holding that the department’s rule and policy directive precluding drug traffickers from consideration for community placement failed to comply with the underlying legislative intent in providing for community placement (Docket Nos. 52779, 56020). The department appeals.\nIn an opinion by Chief Justice Williams and Justice Boyle, joined by Justices Kavanagh, Levin, Brickley, and Cavanagh, the Supreme Court held:\nDepartment of Corrections is not precluded from denying persons classified as drug traffickers eligibility for community placement.\nReferences for Points in Headnotes\n[1, 2] 60 Am Jur 2d, Penal and Correctional Institutions § 45.5.\n1. The Legislature intended to vest the department with broad discretion in deciding which offenders should be eligible for community placement, and has acquiesced in the department’s long-standing policy of excluding drug traffickers from eligibility. Nothing in the legislative history of the provision reflects an intent to make drug traffickers eligible for community placement or to curtail the department’s power to set eligibility criteria on the basis of the classification; rather it supports the inference that the department should determine which classes of offenders would be eligible for community placement beyond the categories of ineligibility provided by the Legislature. To limit ineligibility only to those categories provided by the Legislature would be absurd and unreasonable.\n2. The plaintiffs’ remaining claims are not considered and must be considered further by the Court of Appeals.\nJustice Ryan, concurring, stated that the promulgation of the rule excluding drug traffickers from consideration for eligibility for community placement is well within the discretionary authority granted to the director of the department. However, the standard of review of the validity of department rules and policy directives declared by the majority is unsupported by authority. In addition, although the director is authorized to bar categorically the plaintiffs from community placement, the plaintiffs’ argument that the Legislature declared the limits of the authority is not absurd and unreasonable.\nReversed and remanded.\n116 Mich App 1; 321 NW2d 817 (1982) reversed.\nOpinion op the Court\n1. Criminal Law — Penal Institutions — Prisoners — Community Placement.\nThe Legislature, by explicitly defining eligibility requirements for prisoners convicted of violent or assaultive crimes and prisoners convicted of first-degree murder for community placement, did not intend to preclude the Department of Corrections from defining eligibility for community placement for additional categories such as offenders classified as drug traffickers (MCL 791.264, 791.265a; MSA 28.2324, 28.2325[1]; 1979 AC, R 791.4410).\nConcurring Opinion by Ryan, J.\n2. Criminal Law — Penal Institutions — Prisoners — Community Placement.\nThe Director of the Department of Corrections had discretion to determine the criteria for eligibility for community placement among offenders (MCL 791.265a; MSA 28.2325[1]; 1979 AC, R 791.4410).\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, and Thomas L. Casey and Michael J. Moquin, Assistant Attorneys General, for the defendants.\nMartin A. Geer and William Burnham for the plaintiffs."
  },
  "file_name": "0093-01",
  "first_page_order": 245,
  "last_page_order": 261
}