{
  "id": 1967418,
  "name": "RUPPEL v. LESNER",
  "name_abbreviation": "Ruppel v. Lesner",
  "decision_date": "1984-12-28",
  "docket_number": "Docket No. 72281",
  "first_page": "559",
  "last_page": "570",
  "citations": [
    {
      "type": "official",
      "cite": "421 Mich. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "339 NW2d 49",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1983,
      "opinion_index": -1
    },
    {
      "cite": "127 Mich App 567",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2222461
      ],
      "year": 1983,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/127/0567-01"
      ]
    },
    {
      "cite": "422 Mich 1201",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1965346,
        1965352,
        1965354,
        1965326,
        1965327,
        1965330,
        1965335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/422/1201-06",
        "/mich/422/1201-03",
        "/mich/422/1201-02",
        "/mich/422/1201-07",
        "/mich/422/1201-01",
        "/mich/422/1201-04",
        "/mich/422/1201-05"
      ]
    },
    {
      "cite": "273 NW2d 490",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "remand for further findings regarding best interest of the child in custody dispute between a parent and an aunt and uncle"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "86 Mich App 258",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2183533
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "remand for further findings regarding best interest of the child in custody dispute between a parent and an aunt and uncle"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/86/0258-01"
      ]
    },
    {
      "cite": "280 NW2d 610",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "original divorce judgment granted custody to grandparents"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "89 Mich App 603",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2179666
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "original divorce judgment granted custody to grandparents"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/89/0603-01"
      ]
    },
    {
      "cite": "317 NW2d 685",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "divorce action - temporary custody with grandmother"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 Mich App 556",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2210360
      ],
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "divorce action - temporary custody with grandmother"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/113/0556-01"
      ]
    },
    {
      "cite": "1982 PA 340",
      "category": "reporters:neutral",
      "reporter": "PA",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "276 NW2d 541",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "88 Mich App 157",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2181227
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "165-166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/88/0157-01"
      ]
    },
    {
      "cite": "87 NW2d 122",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "350 Mich 527",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1841629
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/350/0527-01"
      ]
    },
    {
      "cite": "192 NW2d 505",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "35 Mich App 686",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2089226
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "688"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/35/0686-01"
      ]
    },
    {
      "cite": "185 NW2d 195",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "29 Mich App 150",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2066234
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/29/0150-01"
      ]
    },
    {
      "cite": "129 NW2d 430",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "373 Mich 337",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1901061
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/mich/373/0337-01"
      ]
    },
    {
      "cite": "230 NW2d 430",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "divorce judgment awarded custody to child's aunt"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "60 Mich App 354",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2124309
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "359"
        },
        {
          "parenthetical": "divorce judgment awarded custody to child's aunt"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/60/0354-01"
      ]
    },
    {
      "cite": "339 NW2d 49",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "127 Mich App 567",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2222461
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/127/0567-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 824,
    "char_count": 22779,
    "ocr_confidence": 0.817,
    "pagerank": {
      "raw": 6.656792835036947e-07,
      "percentile": 0.9623441366658828
    },
    "sha256": "e3c0227660eeae72238a44286810d2a4f9e6e139b096e970b28506efc94e1264",
    "simhash": "1:4fdc8f0e40e8d69c",
    "word_count": 3817
  },
  "last_updated": "2024-02-27T19:29:49.154056+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Williams, C.J., and Kavanagh, Ryan, Brickley, Cavanagh, and Boyle, JJ., concurred."
    ],
    "parties": [
      "RUPPEL v LESNER"
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThis appeal presents a custody dispute between a child’s parents on the one hand, and her maternal grandparents on the other. The circuit court entered an order giving temporary custody to the grandparents, and the Court of Appeals affirmed.\nWe conclude that in the circumstances of this case such an award of custody to the grandparents was improper, and reverse.\nI\nThe child in question, Julie Lesner, was born on June 25, 1969. Her natural mother, defendant Pamela Lesner, was divorced from Julie’s natural father, and then married defendant Rodney Lesner, who adopted Julie. Plaintiffs Richard Ruppel and Charlotte Ruppel are the parents of Pamela Lesner.\nThis action was commenced on May 4, 1981, when the grandparents filed a pleading entitled, \"Petition for Visitation,” relying on MCL 722.27(b); MSA 25.312(7)(b).\nAfter the circuit court denied the parents’ motions for accelerated judgment and summary judgment, a hearing was held on the grandparents’ \"Petition for Specific Visitation.” After taking the testimony of several witnesses, the circuit court entered an order indicating that it was taking the case under advisement for three months, but providing that during that time the grandparents could have visitation. Near the end of the three-month period, the grandparents filed a motion asking for continuation of visitation, and the circuit court entered such an order on August 18, 1982.\nThen, on November 3, 1982, the grandparents filed a petition for change of custody, alleging that \"several incidents have occurred which would indicate that it would not be in the best interests of the minor child for her to remain with the defendants.” Pursuant to an order to show cause, there was a further evidentiary hearing on November 5, 1982. The circuit judge found that when she learned of the petition for custody, defendant Pamela Lesner\n\"called her daughter a goddamned bitch and then rushed at her and pulled at her and smacked her and said to Julie that she wanted Julie to get out of her life and this behavior caused Julie to be scared and, she said, scared to death, and she fled in her nightgown and robe to a neighbor’s house and called the police.”\nThe court then made findings as to the statutory standards for determining the best interests of a child and concluded:_\n\"I find that the testimony and those findings that I’ve made, convince me that despite the presumption that favors custody to the parents, that there’s clear and convincing evidence that custody should be changed to grandparents on a temporary basis.”\nThe court noted that the issue of permanent custody remained pending and entered an order granting temporary custody to the grandparents and providing that there should be no visitation with the parents.\nThe parents filed an application for leave to appeal, which the Court of Appeals granted. However, the Court affirmed the temporary order, remanding the case for a determination of the issue of permanent custody. 127 Mich App 567; 339 NW2d 49 (1983). The parents have filed a delayed application for leave to appeal to this Court.\nII\nThe central issue raised by the parents on appeal is their claim that where the parents of a child remain married to each other, where no divorce or separation proceedings have been instituted, and where no finding has been made in an appropriate proceeding of the parents’ unfitness, the circuit court may not give custody to a third party.\nMCL 722.25; MSA 25.312(5) creates a presumption in favor of parental custody in disputes between a parent and a third party:\n\"When the dispute is between the parents, between agencies or between third persons the best interests of the child shall control. When the dispute is between the parent or parents and an agency or a third person, it is presumed that the best interests of the child are served by awarding custody to the parent or parents, unless the contrary is established by clear and convincing evidence.”\nHowever, the Court of Appeals concluded that if clear and convincing evidence is presented that a change of custody to a third party is in the best interests of the child, the circuit court may so order without a requirement of a showing of a threshold \"unfitness” of the parent, relying on Bahr v Bahr, 60 Mich App 354, 359; 230 NW2d 430 (1975):\n\"Prior to the Child Custody Act of 1970, in a dispute between a parent and a third party or agency the best interests of the child were deemed to be served by awarding custody to the parent unless it could be affirmatively proven that the parent was unfit to have custody or had neglected or abandoned the child. Furthermore the court could not indulge in a comparison between the parental home and the proposed alternative. In re Ernst, 373 Mich 337; 129 NW2d 430 (1964), Rincon v Rincon, 29 Mich App 150; 185 NW2d 195 (1970). Neither of these formerly accepted principles was incorporated within the comprehensive provisions of the Child Custody Act. Since the Legislature is presumed to be aware of the long-standing judicial precedent affecting an area in which an exhaustive codification of the law is undertaken and enacted, we must conclude the omission was intentional. See Alexander v Liquor Control Comm, 35 Mich App 686, 688; 192 NW2d 505 (1971); Jeruzal v Wayne County Drain Comm’r, 350 Mich 527, 534; 87 NW2d 122 (1957).\nFurther, the Court of Appeals found authority in the statute for the commencement of an action under the Child Custody Act by a third party, relying on Bikos v Nobliski, 88 Mich App 157, 165-166; 276 NW2d 541 (1979):\n\"The Child Custody Act of 1970, MCL 722.21 et seq.; MSA 25.312(1) et seq., permits a change of custody if it will be in a child’s best interest. A parent, state agency, or third person (including a grandparent) may sue under this act. MCL 722.25; MSA 25.312(5).”\nIll\nWe conclude that where a child is living with its parents, and divorce or separate maintenance proceedings have not been instituted, and there has been no finding of parental unfitness in an appropriate proceeding, the circuit court lacks the authority to enter an order giving custody to a third party over the parents’ objection. The Child Custody Act does not create substantive rights of entitlement to custody of a child. Rather, it creates presumptions and standards by which competing claims to the right of custody are to be judged, sets forth procedures to be followed in litigation regarding such claims, and authorizes the forms of relief available in the circuit court. While custody may be awarded to grandparents or other third parties according to the best interests of the child in an appropriate case (typically involving divorce), nothing in the Child Custody Act, nor in any other authority of which we are aware, authorizes a nonparent to create a child custody \"dispute” by simply filing a complaint in circuit court alleging that giving custody to the third party is in the \"best interests of the child.” When, as in this case, the third parties are close relatives of the child, we must remember that, except for limited visitation rights, grandparents have no greater claim to custody than any other relative, or indeed any other persons. The rule adopted by the Court of Appeals would permit any person to file a circuit court action asking for change of the custody of a child living with parents who were not involved in a divorce or separation procedure. We think it clear that the Legislature contemplated no such result.\nIn addition, the 1982 amendment of the Child Custody Act further demonstrates that the result reached by the Court of Appeals is not justified by the act. That statute created the right of grandparents to bring an action seeking visitation rights, but only in very limited circumstances:_\n\"(1) Except as provided in this subsection, a grandparent of the child may seek an order for visitation in the manner set forth in this section only if a child custody dispute with respect to that child is pending before the court. If a natural parent of an unmarried child is deceased, a parent of the deceased person may commence an action for visitation. Adoption of the child by a stepparent . . . does not terminate the right of a parent of the deceased person to commence an action for visitation.\n\"(2) As used in this section, 'child custody dispute’ includes a proceeding in which any of the following occurs:\n\"(a) The marriage of the child’s parents is declared invalid or is dissolved by the court, or a court enters a decree of legal separation with regard to the marriage.\n\"(b) Legal custody of the child is given to a party other than the child’s parent, or the child is placed outside of and does not reside in the home of a parent, excluding any child who has been placed for adoption with other than a stepparent, or whose adoption by other than a stepparent has been legally finalized.” MCL 722.27b; MSA 25.312(7b).\nIn the circumstances of the present case, with no previous custody matter before the court, and with the Ruppels’ child Pamela Lesner still living, the Ruppels would have no right to bring an action seeking visitation with Julie Lesner. We do not believe that a statute that would not authorize the grandparents to seek visitation would nonetheless allow them to ask for custody, as they have in this action.\nAccordingly, we reverse the judgments of the Court of Appeals and the circuit court, and remand the action to the Oakland Circuit Court for entry of judgment for the defendants.\nWilliams, C.J., and Kavanagh, Ryan, Brickley, Cavanagh, and Boyle, JJ., concurred.\nLevin, J.\n(separate opinion). The opinion of the Court reads a limitation into the Child Custody Act not there expressed. Parents, without abandoning or neglecting their child, might entrust the child to grandparents, other relatives, or friends when the child is an infant. The child is raised in the household of the persons to whom the child was entrusted and psychologically becomes a member of a \"new” family. The original parents are not unfit; they maintain a relationship with the child through visits, telephone calls, excursions, gifts, and financial support. But, nevertheless, the child is bonded to the grandparents, other relatives, or friends in whose household the child has been raised since infancy.\nAt some arbitrary time, the biological parents decide that they want the child back. To say that it is beyond the authority of the circuit court to consider, having in mind the statutory presumption favoring the biological parents, whether the child should be uprooted from the only home the child knows, from \"brothers” or \"sisters” in that home, and moved to a new home is, I think, contrary to the legislative purpose and an abdication of judicial responsibility.\nUnfitness, neglect, and abuse are not the only reasons for changing legal custody of a child. Absent a finding of such unfitness, neglect, or abuse, however, unless the parents have done something such as entrusting the child to another person and allowing a separate familial relationship to develop, the court should not — not because it does not have jurisdiction but simply because it is inappropriate — award custody to a third person even if that person could \"do more” for the child or could provide a \"better home.”\nIn the instant case, it may be that there was no basis for allowing the grandparents to intrude. The child had not been entrusted to them. As a matter of judicial construction, in the decision of particular cases, a rule might emerge that, absent a special reason justifying third persons intruding themselves, the circuit court should not interfere with or change the custody of the child. Such a rule would implement the statutory presumption favoring the parents. But an absolute rule barring the court from hearing the claim simply because both parents desire custody of the child does not constitute a correct construction of the statute.\nThis Court should decide this case on its merits.\n\"If a child custody dispute has been submitted to a circuit court as an original action under this act or has arisen incidentally from another action in a circuit court or another or [sic] judgment of a circuit court, for the best interests of the child the court may:\n\"(b) Provide for the reasonable visitation of the child by the parties involved, the maternal or paternal grandparents, or by others, by general or specific terms and conditions.”\nThe motion was based on a theory of res judicata, because of a previous probate court proceeding in which a petition by the grandparents seeking to be named Julie’s guardians was denied. GCR 1963, 116.1(5).\nThis motion was based on the theory that the complaint failed to state a claim for which relief could be granted. GCR 1963, 117.2(1).\nMCL 722.23; MSA 25.312(3) defines the factors that are to be considered in judging the best interests of a child:\n\" 'Best interests of the child’ means the sum total of the following factors to be considered, evaluated, and determined by the court:\n\"(a) The love, affection, and other emotional ties existing between the parties involved and the child.\n\"(b) The capacity and disposition of the parties involved to give the child love, affection, and guidance and continuation of the educating and raising of the child in its religion or creed, if any.\n\"(c) The capacity and disposition of the parties involved to provide the child with food, clothing, medical care or other remedial care recognized and permitted under the laws of this state in place of medical care, and other material needs.\n\"(d) The length of time the child has lived in a stable, satisfactory environment, and the desirability of maintaining continuity.\n\"(e) The permanence, as a family unit, of the existing or proposed custodial home or homes.\n\"(f) The moral fitness of the parties involved.\n\"(g) The mental and physical health of the parties involved.\n\"(h) The home, school, and community record of the child.\n\"(i) The reasonable preference of the child, if the court deems the child to be of sufficient age to express preference.\n\"(j) The willingness and ability of each of the parents to facilitate and encourage a close and continuing parent-child relationship between the child and the other parent.\n\"(k) Any other factor considered by the court to be relevant to a particular child custody dispute.”\nOf course, if the parents abuse, neglect, or abandon a child, proceedings may be brought under the juvenile code to bring the child within the probate court’s jurisdiction, allowing appropriate orders regarding custody. MCL 712A.1 et seq.; MSA 27.3178(598.1) et seq. While in this case the grandparents have made claims about the unsuitability of the parents, there has been no finding of unfitness.\nThe single exception to this principle is in the limited rights of visitation for grandparents created by 1982 PA 340, MCL 722.7b: MSA 25.312(7b).\nSee, e.g., Deel v Deel, 113 Mich App 556; 317 NW2d 685 (1982) (divorce action — temporary custody with grandmother); Siwik v Siwik, 89 Mich App 603; 280 NW2d 610 (1979) (original divorce judgment granted custody to grandparents); Stevens v Stevens, 86 Mich App 258; 273 NW2d 490 (1979) (remand for further findings regarding best interest of the child in custody dispute between a parent and an aunt and uncle); Bahr v Bahr, 60 Mich App 354; 230 NW2d 430 (1975) (divorce judgment awarded custody to child’s aunt).\nMCL 722.27; MSA 25.312(7):\n\"If a child custody dispute has been submitted to a circuit court as an original action under this act or has arisen incidentally from another action in a circuit court or another or [sic] judgment of a circuit court, for the best interests of the child the court may:\n\"(b) Provide for the reasonable visitation of the child by the parties involved, the maternal or paternal grandparents, or by others, by general or specific terms and conditions.”\n1982 PA 340, effective December 17, 1982. The statute was not, of course, in effect at the time this action was commenced or when the circuit court entered its temporary order.\nMCL 722.21 et seq.; MSA 25.312(1) et seq.\n\"When the dispute is between the parents, between agencies or between third persons the best interests of the child shall control. When the dispute is between the parent or parents and an agency or a third person, it is presumed that the best interests of the child are served by awarding custody to the parent or parents, unless the contrary is established by clear and convincing evidence.” MCL 722.25; MSA 25.312(5).\nThe \"best interests of the child” are the primary goal of the act:\n\"Best interests of the child” means the sum total of the following factors to be considered, evaluated, and determined by the court:\n\"(a) The love, affection, and other emotional ties existing between the parties involved and the child.\n\"(b) The capacity and disposition of the parties involved to give the child love, affection, and guidance and continuation of the educating and raising of the child in its religion or creed, if any.\n\"(c) The capacity and disposition of the parties involved to provide the child with food, clothing, medical care or other remedial care recognized and permitted under the laws of this state in place of medical care, and other material needs.\n\"(d) The length of time the child has lived in a stable, satisfactory environment, and the desirability of maintaining continuity.\n\"(e) The permanence, as a family unit, of the existing or proposed custodial home or homes.\n\"(f) The moral fitness of the parties involved.\n\"(g) The mental and physical health of the parties involved.\n\"(h) The home, school, and community record of the child.\n\"(i) The reasonable preference of the child, if the court deems the child to be of sufficient age to express preference.\n\"(j) The willingness and ability of each of the parents to facilitate and encourage a close and continuing parent-child relationship between the child and the other parent.\n\"(k) Any other factor considered by the court to be relevant to a particular child custody dispute.” MCL 722.23; MSA 25.312(3).\nSee also fn 2.\nThe act contemplates that original actions will be commenced under the act:\n\"The provisions of this act, being equitable in nature, shall be liberally construed and applied to establish promptly the rights of the child and the rights and duties of the parties involved. This act shall apply to all circuit court child custody disputes and actions, whether original or incidental to other actions.” MCL 722.26;, MSA 25.312(6).\n\"If a child custody dispute has been submitted to a circuit court as an original action under this act. . . .” MCL 722.27; MSA 25.312(7).",
        "type": "majority",
        "author": "Per Curiam. Levin, J."
      }
    ],
    "attorneys": [
      "Kutinsky, Davey & Solomon (by Shelia J. Solomon) for the plaintiff.",
      "Cook, Pringle, Simonsen & Goetz, P.C. (by William H. Horton), for the defendant."
    ],
    "corrections": "",
    "head_matter": "RUPPEL v LESNER\nDocket No. 72281.\nArgued October 4, 1984\n(Calendar No. 16).\nDecided December 28, 1984.\nReleased February 11, 1985.\nRehearing denied 422 Mich 1201.\nRichard O. Ruppel and Charlotte Ruppel, grandparents of Julie Lesner, a minor, brought an action in the Oakland Circuit Court against Rodney P. Lesner, Julie’s adoptive father, and Pamela Lesner, Julie’s mother, seeking rights of visitation with Julie. The court ordered interim visitation rights while it took the case under advisement. Thereafter, the grandparents petitioned the court for custody of Julie. The court, David F. Breck, J., granted the grandparents temporary custody, with no rights of visitation in the parents. The Court of Appeals, Bronson, P.J., and MacKenzie and J. H. Gillis, JJ., in an opinion per curiam, affirmed the temporary order and remanded for a determination of permanent custody (Docket No. 67818). The defendants make delayed application for leave to appeal.\nIn an opinion per curiam, signed by Chief Justice Williams and Justices Kavanagh, Ryan, Brickley, Cavanagh, and Boyle, the Supreme Court held:\nA circuit court lacks authority to grant custody of a child to a third party over the parents’ objection where the child is living with the parents, neither divorce or separate maintenance proceedings have been instituted by the parents, and there has been no finding of parental unfitness in an appropriate proceeding.\n1. The Child Custody Act does not create substantive rights of entitlement to custody of a child. Rather, it creates presumptions and standards by which competing claims for custody are to be judged, establishes procedures for litigating custody claims, and specifies relief which the circuit court may grant. A person who is not a child’s parent may not initiate a custody dispute by alleging that giving custody to a third party is in the best interests of the child. Grandparents have no greater claim to custody than any other person, although they may seek visitation rights where a custody dispute is pending or where a natural parent of the child, who was the child of the grandparents, is deceased.\n2. In this case no custody dispute was before the circuit court and the child’s natural mother, who is the daughter of the grandparents, is living, precluding an action by the grandparents for visitation rights. The Court does not believe that a statute that would not authorize the grandparents to seek visitation rights in these circumstances would permit them to bring an action for custody.\nReversed and remanded.\nJustice Levin, writing separately, stated that to say that it is beyond the authority of the circuit court to consider whether a child should be uprooted from the only home the child knows, and moved to a new home is contrary to the legislative purpose of the Child Custody Act that the best interests of the child be considered and is an abdication of judicial responsibility. Unfitness, neglect, and abuse are not the only reasons for changing legal custody of a child. Absent a finding of such unfitness, neglect, or abuse, however, unless the parents have done something such as entrusting the child to another person and allowing a separate familial relationship to develop, the court should not award custody to a third person even if that person could do more for the child or could provide a better home, not because it does not have jurisdiction but simply because it is inappropriate. As a matter of judicial construction, in the decision of particular cases, a rule might emerge that, absent a special reason justifying third persons intruding themselves, the circuit court should not interfere with or change the custody of the child. Such a rule would implement the statutory presumption favoring the parents. But an absolute rule barring the court from hearing the claim simply because both parents desire custody of the child is not a correct construction of the statute.\n127 Mich App 567; 339 NW2d 49 (1983) reversed.\nKutinsky, Davey & Solomon (by Shelia J. Solomon) for the plaintiff.\nCook, Pringle, Simonsen & Goetz, P.C. (by William H. Horton), for the defendant."
  },
  "file_name": "0559-01",
  "first_page_order": 711,
  "last_page_order": 722
}