{
  "id": 2041370,
  "name": "PEOPLE v. THOMAS",
  "name_abbreviation": "People v. Thomas",
  "decision_date": "1994-10-19",
  "docket_number": "Docket No. 98367",
  "first_page": "390",
  "last_page": "394",
  "citations": [
    {
      "type": "official",
      "cite": "447 Mich. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "387 Mich 683",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1912301
      ],
      "year": 1972,
      "opinion_index": -1,
      "case_paths": [
        "/mich/387/0683-01"
      ]
    },
    {
      "cite": "475 NW2d 279",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "438 Mich 364",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        8717145
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/mich/438/0364-01"
      ]
    },
    {
      "cite": "316 NW2d 268",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "112 Mich App 589",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2211469
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/112/0589-01"
      ]
    },
    {
      "cite": "331 NW2d 477",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "417 Mich 940",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "437 NW2d 603",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "432 Mich 84",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        87215
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/mich/432/0084-01"
      ]
    },
    {
      "cite": "199 NW2d 202",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "387 Mich 683",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1912301
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/mich/387/0683-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 395,
    "char_count": 7756,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 1.9357991308640694e-07,
      "percentile": 0.7348662026241685
    },
    "sha256": "738d11dcbf8e9cb29033488f3e12af768fab7d4c68af5af8f565149fd550aab1",
    "simhash": "1:55b33c2f71e4c4f2",
    "word_count": 1326
  },
  "last_updated": "2024-02-27T18:11:16.460176+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Cavanagh, C.J., and Levin, Brickley, Riley, Griffin, and Mallett, JJ., concurred.",
      "Boyle, J., concurred only in the result."
    ],
    "parties": [
      "PEOPLE v THOMAS"
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIn this case, the defendant received a sentence that violated the two-thirds rule of Tanner. The question on appeal is whether the court may correct the error by raising the previously imposed maximum sentence. We hold that such an error is properly corrected through a reduction of the minimum, and we therefore order the trial court to proceed in that fashion.\n,i\nIn November 1987, the defendant committed a brutal rape and robbery, stabbing his victim when she resisted. Following a jury trial, he was convicted of first-degree criminal sexual conduct, armed robbery, and assault with intent to murder. After the jury returned its verdict, the defendant pleaded guilty of being an habitual offender (fourth offense).\nAt sentencing, the trial court imposed concurrent terms of from 40 to 60 years in prison for the three underlying offenses. Those sentences were then vacated, and the defendant was ordered to serve between 60 and 75 years in prison.\nSeveral months later, the defendant moved to set aside the sentence on the ground that the 60-to 75-year sentence violated the two-thirds rule of People v Tanner, 387 Mich 683; 199 NW2d 202 (1972). Following a hearing, the trial court changed the sentence to a term of from 60 to 90 years.\nThe Court of Appeals affirmed.\nThe defendant has applied to this Court for leave to appeal.\nii\nIn Tanner, this Court held that \"any sentence which provides for a minimum exceeding two-thirds of the maximum is improper as failing to comply with the indeterminate sentence act.” Id. at 690. As noted above, this rule applies to a person sentenced as an habitual offender. People v Wright, 432 Mich 84; 437 NW2d 603 (1989).\nThe question in the present case concerns the appropriate remedy for a violation of the Tanner rule. The answer lies in cases such as Wright, in which the defendant was convicted of first-degree criminal sexual conduct and of being an habitual offender. The trial court sentenced him to a term of from 28 to 30 years in prison. The Court of Appeals identified the Tanner error and reduced the minimum sentence to 20 years—it did not attempt to achieve the two-thirds relationship by raising the maximum sentence to 42 years. This Court affirmed.\nIn the years since Tanner was decided, there have been approximately sixty cases in which this Court or the Court of Appeals has corrected a Tanner error. In every reported instance, the appellate court has directed that the minimum sentence be reduced to two-thirds the maximum sentence. Neither our research nor that of the prosecutor reveals an instance in which the appellate court attempted to satisfy Tanner by raising the maximum sentence.\nIn her decision to adjust the 60- to 75-year sentence to a 60- to 90-year sentence (rather than to a 50- to 75-year term), the trial judge explained that her original intention had been that the defendant would be incarcerated for not less than 60 years. Since the trial judge pronounced the sentence almost two years after Wright was decided, we assume that her decision to impose a 75-year maximum term, rather than a term of at least 90 years, was inadvertent. However, it is clear that an inadvertently stated sentence cannot be set aside merely on the ground that the court misspoke. People v Dotson, 417 Mich 940; 331 NW2d 477 (1983), rev’g 112 Mich App 589; 316 NW2d 268 (1982).\nWhere a court imposes a sentence that is partially invalid, the Legislature has provided that the sentence is not to be \"wholly reversed and annulled,” but rather is to be set aside only \"in respect to the unlawful excess.” MCL 769.24; MSA 28.1094. The rule that a sentencing court may not later modify á valid sentence has been restated by this Court in MCR 6.429(A) and in In re Dana Jenkins, 438 Mich 364; 475 NW2d 279 (1991).\nHere, there was no legal flaw in the 75-year maximum sentence originally imposed by the court. The only aspect of the sentence that was unlawfully excessive was the final ten years of the 60-year minimum term. Only to that extent was the original sentence invalid, and subject to correction.\nFor these reasons, and in accord with the longstanding practice of both the Court of Appeals and the Supreme Court in dealing with Tanner cases, we reverse in part the judgments of the Court of Appeals and the Recorder’s Court for the City of Detroit, and we remand this case to the Recorder’s Court for imposition of a 50-year minimum term of imprisonment and a 75-year maximum term of imprisonment. In all other respects, the judgment of the Court of Appeals is affirmed. MCR 7.302(F)(1).\nCavanagh, C.J., and Levin, Brickley, Riley, Griffin, and Mallett, JJ., concurred.\nBoyle, J., concurred only in the result.\nMCL 750.520b(l)(e); MSA 28.788(2XD(e).\nMCL 750.529; MSA 28.797.\nMCL 750.83; MSA 28.278.\nMCL 769.12; MSA 28.1084.\nThe rule of Tanner applies to a person sentenced as an habitual offender. People v Wright, 432 Mich 84; 437 NW2d 603 (1989).\nUnpublished opinion per curiam, issued October 27, 1993 (Docket No. 139440).\nThe prosecutor has not responded to the defendant’s application for leave to appeal to this Court. We have examined the prosecutor’s brief in the Court of Appeals.\nObviously, if the remedy for a Tanner error were to raise the maximum sentence, then, in effect, there would be no remedy at all. The only \"relief” available to a defendant who was sentenced to a minimum term almost as long as the maximum term would be an increase in the maximum term of incarceration.\nDotson was cited approvingly in In re Dana Jenkins, 438 Mich 364; 475 NW2d 279 (1991).",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Gerry Thomas in propria persona."
    ],
    "corrections": "",
    "head_matter": "PEOPLE v THOMAS\nDocket No. 98367.\nDecided October 19, 1994.\nOn application by the defendant for leave to appeal, the Supreme Court, in lieu of granting leave, reversed in part the judgments of the Court of Appeals and the Recorder’s Court for the City of Detroit and remanded the case to the Recorder’s Court for further proceedings.\nRehearing denied post, 1216.\nGerry Thomas was convicted by a jury in the Recorder’s Court for the City of Detroit, Beverley Anne Jasper, J., of first-degree criminal sexual conduct, armed robbery, and assault with intent to murder, and pleaded guilty of being an habitual offender, fourth offense. He was sentenced to 60 to 75 years in prison. Several months later, he moved to set aside the sentence on the ground that it violated the rule of People v Tanner, 387 Mich 683 (1972), that a minimum sentence may not exceed two-thirds of the maximum. Following a hearing, the trial court changed the sentence to 60 to 90 years. The Court of Appeals, Cavanagh, P.J., and Neff and Jansen, JJ., affirmed in an unpublished opinion per curiam (Docket No. 139440). The defendant seeks leave to appeal.\nIn an opinion per curiam, signed by Chief Justice Cavanagh, and Justices Levin, Brickley, Riley, Griffin, and Mallett, the Supreme Court held:\nA sentence that violates the two-thirds rule of Tanner is properly corrected through a reduction of the minimum sentence.\n1. Any sentence that provides for a minimum term exceeding two-thirds of the maximum is improper as failing to comply with the indetérminate sentence act. This rule applies to a person sentenced as an habitual offender. Where a court imposes a sentence that is partially invalid, the sentence is not to be wholly reversed and annulled, but rather is to be set aside only in respect to the unlawful excess.\n2. In this case, there was no legal flaw in the 75-year maximum sentence originally imposed. The only aspect of the sentence that was unlawfully excessive was the final ten years of the 60-year minimum term. Only to that extent was the original sentence invalid, and subject to correction.\nJustice Boyle concurred only in the result.\nReversed in part and remanded.\nGerry Thomas in propria persona."
  },
  "file_name": "0390-01",
  "first_page_order": 616,
  "last_page_order": 620
}