{
  "id": 2041383,
  "name": "GRIEVANCE ADMINISTRATOR v. FLOYD",
  "name_abbreviation": "Grievance Administrator v. Floyd",
  "decision_date": "1994-11-01",
  "docket_number": "Docket No. 97311",
  "first_page": "422",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "447 Mich. 422"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 416,
    "char_count": 9143,
    "ocr_confidence": 0.793,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.3100024364354833
    },
    "sha256": "089d9de38da2d745a0861c507b4c86ff3b2061dacecdcfe5ba0439a64f4cda33",
    "simhash": "1:418e94b971e3bcc2",
    "word_count": 1477
  },
  "last_updated": "2023-07-14T20:56:54.867954+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Cavanagh, C.J., and Levin, Brickley, Boyle, Riley, Griffin, and Mallett, JJ., concurred."
    ],
    "parties": [
      "GRIEVANCE ADMINISTRATOR v FLOYD"
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe issue in this case is whether the provisions of MCR 9.119 are applicable to a lawyer who has been automatically suspended under MCR 9.128(A) for failure to pay costs associated with a discipline proceeding. The Attorney Discipline Board held that MCR 9.119 is inapplicable. We reverse this determination, and remand the case to the board for further proceedings.\ni\nIn 1990, respondent Seymour Floyd was reprimanded and ordered to pay $3,045 in restitution and interest to a former client. In accordance with MCR 9.128(A), the hearing panel’s order also directed that he pay $495.76 in costs.\nWhen Mr. Floyd failed to pay the costs within the time prescribed by MCR 9.115(J)(3), he was automatically suspended under MCR 9.128(A). The Attorney Discipline Board’s notice of automatic suspension stated that one condition of reinstatement was payment of the costs.\nMr. Floyd later filed with the Supreme Court an affidavit stating that he had \"complied fully with the terms and conditions of the Order of Automatic Suspension . . . .” Evidently, Mr. Floyd meant that he had paid the disputed costs.\nThe question in this case, however, is whether Mr. Floyd had an additional responsibility while subject to the automatic suspension under MCR 9.128(A): Was he bound by the notice obligations found in MCR 9.119? Perhaps believing that its strictures were inapplicable to him, Mr. Floyd did not comply with MCR 9.119._\nThe present case began when the Grievance Administrator filed a complaint alleging that Mr. Floyd had failed to comply with MCR 9.119, and that his affidavit (asserting compliance with the terms of his automatic suspension) had been false.\nA hearing panel suspended Mr. Floyd for eighteen months. On review, the Attorney Discipline Board dismissed the complaint regarding MCR 9.119 and the affidavit of compliance. The board took this action on the ground that \"MCR 9.119 does not explicitly require notification to clients, courts or parties following a non-disciplinary suspension for non payment of costs pursuant to MCR 9.128.”\nThe Grievance Administrator has applied to this Court for leave to appeal.\nii\nIn its opinion, the board characterized an automatic suspension under MCR 9.128 as a \"nondisciplinary suspension.” Finding that particular form of suspension not specifically listed in MCR 9.119, the board determined that MCR 9.119 was inapplicable in this setting:\nMCR 9.119 does not explicitly require notification to clients, courts or parties following a nondisciplinary suspension for non payment of costs pursuant to MCR 9.128. The Rule refers only to non-disciplinary suspensions pursuant to Rule 4 of the Supreme Court Rules concerning the State Bar of Michigan. (Failure to pay annual bar dues.) The Rule imposes a duty to notify within seven days of the effective date of an order of discipline, a transfer to inactive status or a non-disciplinary suspension (limited, as noted above, to non-disciplinary suspensions for failure to pay bar dues).\nIn this case, the respondent was not subject to the only type of non-disciplinary suspension identified in the Rule, he was not placed on inactive status, and he did not receive an \"order” of discipline. The Board’s \"notice” of automatic suspension issued February 12, 1991 was simply that—a notice. The respondent’s automatic suspension for non-payment of costs was the result of the automatic operation of MCR 9.128 and not the result of any action or notice issued by the Board.\nIt could be argued that a non-disciplinary suspension for failure to pay costs is analogous to a non-disciplinary suspension for failure to pay bar dues and thus falls within the spirit of MCR 9.119. However, we are not prepared to impose discipline based upon an alleged duty which is not clearly set forth in the Court Rules. If it is the Supreme Court’s intent to extend the duty of notification in MCR 9.119 to attorneys suspended for non-disciplinary reasons pursuant to MCR 9.128, that language can easily be added to this rule.\nMCR 9.119 does not have a hidden meaning that requires such careful parsing. The rule simply means what it says.\nIn MCR 9.119(A), the reader is told that the rule applies to a lawyer \"whose license is [a] revoked or [b] suspended, or who is [c] transferred to inactive status pursuant to MCR 9.121, or who is [d] suspended for nondisciplinary reasons pursuant to Rule 4 of the Supreme Court Rules Concerning the State Bar of Michigan . . . .” Mr. Floyd was \"suspended” by operation of MCR 9.128(A), and thus was subject to MCR 9.119.\nThis case falls within the clear language of MCR 9.128 and 9.119. Further, the public policy that is served by the notice obligations of MCR 9.119 is advanced by applying the rule where there is an automatic suspension for failing to pay costs in a discipline proceeding. Clients and others who deal with a lawyer suspended for that reason should be protected to the same extent as persons who have business with a lawyer whose suspension has a different basis.\nFor these reasons, we reverse the order of the Attorney Discipline Board, and remand this case to the board for further proceedings consistent with this opinion. MCR 7.302(F)(1).\nCavanagh, C.J., and Levin, Brickley, Boyle, Riley, Griffin, and Mallett, JJ., concurred.\nFor example, MCR 9.119(A) and (B) provide:\n(A) Notification to Clients. An attorney whose license is revoked or suspended, or who is transferred to inactive status pursuant to MCR 9.121, or who is suspended for nondisciplinary reasons pursuant to Rule 4 of the Supreme Court Rules Concerning the State Bar of Michigan, shall, within 7 days of the effective date of the order of discipline, the transfer to inactive status or the nondisciplinary suspension, notify all of his or her active clients, in writing, by registered or certified mail, return receipt requested, of the following:\n(1) the nature and duration of the discipline imposed, the transfer to inactive status, or the nondisciplinary suspension;\n(2) the effective date of such discipline, transfer to inactive status, or nondisciplinary suspension;\n(3) the attorney’s inability to act as an attorney after the effective date of such discipline, transfer to inactive status, or nondisciplinary suspension;\n(4) the location and identity of the custodian of the clients’ files and records, which will be made available to them or to substitute counsel;\n(5) that the clients may wish to seek legal advice and counsel elsewhere; provided that, if the disbarred, suspended or inactive attorney was a member of a law firm, the firm may continue to represent each client with the client’s express written consent;\n(6) the address to which all correspondence to the attorney may be addressed.\n(B) Conduct in Litigated Matters. In addition to the requirements of subsection (A) of this rule, the affected attorney must, by the effective date of the order of revocation, suspension, or transfer to inactive status, in every matter in which the attorney is representing a client in litigation, file with the tribunal and all parties a notice of the attorney’s disqualification from the practice of law.\nWhen Mr. Floyd failed to answer the complaint promptly, he was defaulted, and a second complaint (alleging failure to answer) was filed. Mr. Floyd failed to answer the second complaint, and so was defaulted again.\nThe panel had denied an oral motion to set aside the defaults. The suspension reflected the panel’s acceptance of the allegations in both complaints.\nWith regard to the complaint concerning failure to answer the first complaint, the board affirmed the hearing panel, but reduced the discipline from eighteen months to thirty days.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Philip J. Thomas, Grievance Administrator, Jane Shallal, Deputy Grievance Administrator, and Charles K. Higle, Associate Counsel, Attorney Grievance Commission, for the petitioner."
    ],
    "corrections": "",
    "head_matter": "GRIEVANCE ADMINISTRATOR v FLOYD\nDocket No. 97311.\nDecided November 1, 1994.\nOn application by the petitioner for leave to appeal, the Supreme Court, in lieu of granting leave, reversed the order of the Attorney Discipline Board, and remanded the case to the board for further proceedings.\nThe Grievance Administrator filed a complaint with the Attorney Grievance Commission against Seymour Floyd, alleging that he failed to comply with the provisions of MCR 9.119 that, upon the suspension of his license to practice law, he was required to notify his active clients as enumerated in the rule. The administrator further alleged that the respondent’s assertion that he had complied fully with the terms of his automatic suspension were false. The Attorney Discipline Board dismissed the complaint on the ground that MCR 9.119 does not explicitly require notification of clients, courts, or parties following a nondisciplinary suspension for nonpayment of costs pursuant to MCR 9.128. The Grievance Administrator seeks leave to appeal.\nIn a unanimous opinion per curiam, the Supreme Court held: MCR 9.119 applies to a lawyer who, as in this case, has been automatically suspended under MCR 9.128(A) for failure to pay costs associated with a discipline proceeding.\nReversed and remanded.\nPhilip J. Thomas, Grievance Administrator, Jane Shallal, Deputy Grievance Administrator, and Charles K. Higle, Associate Counsel, Attorney Grievance Commission, for the petitioner."
  },
  "file_name": "0422-01",
  "first_page_order": 648,
  "last_page_order": 652
}