{
  "id": 2041384,
  "name": "MARSHALL v. D J JACOBETTI VETERANS FACILITY (AFTER REMAND)",
  "name_abbreviation": "Marshall v. D J Jacobetti Veterans Facility",
  "decision_date": "1994-12-14",
  "docket_number": "Docket No. 100643",
  "first_page": "544",
  "last_page": "551",
  "citations": [
    {
      "type": "official",
      "cite": "447 Mich. 544"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "517 NW2d 855",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": -1
    },
    {
      "cite": "205 Mich App 540",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1882020
      ],
      "year": 1994,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/205/0540-01"
      ]
    },
    {
      "cite": "443 Mich 854",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1993,
      "opinion_index": -1
    },
    {
      "cite": "205 Mich App 544",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "opinion_index": 0
    },
    {
      "cite": "517 NW2d 855",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "205 Mich App 540",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1882020
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/205/0540-01"
      ]
    },
    {
      "cite": "443 Mich 854",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1993,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 13687,
    "ocr_confidence": 0.818,
    "pagerank": {
      "raw": 1.2651175224029204e-07,
      "percentile": 0.6133340206320909
    },
    "sha256": "05b32f29cd4ee7f5cee97932861bf75a985202d598cedd06b611315a899548b2",
    "simhash": "1:009a7eb8dd67354d",
    "word_count": 2278
  },
  "last_updated": "2024-02-27T18:11:16.460176+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Cavanagh, C.J., and Levin, Brickley, Boyle, Riley, Griffin, and Mallett, JJ., concurred."
    ],
    "parties": [
      "MARSHALL v D J JACOBETTI VETERANS FACILITY (AFTER REMAND)"
    ],
    "opinions": [
      {
        "text": "AFTER REMAND\nPer Curiam.\nThis is a worker’s compensation case. The issue is whether the Worker’s Compensation Appellate Commission erred in dismissing the plaintiff’s appeal and summarily affirming a denial of benefits because he failed to file a brief on appeal. The Court of Appeals affirmed. However, we reverse the decision of the Court of Appeals and remand the case for a decision on the merits of the appeal.\ni\nThe facts have been stated by the Court of Appeals:\nThe magistrate mailed his opinion and order on February 25, 1991. Plaintiff filed a timely claim for review on March 15, 1991. The stenographer filed the hearing transcript with the commission on May 10, 1991. Plaintiff’s brief was due thirty days after that, on June 10, 1991. MCL 418.861a(5); MSA 17.237(861a)(5); 1991 AACS, R 418.6(2). Plaintiff did not file his brief or a motion to extend that time by the due date. On June 11, 1991, he filed a motion for \"a short extension of time in which to file his brief.” While that motion was pending, the commission, on July 12, 1991, acknowledged receipt of plaintiff’s appeal in a letter that repeated the statutory brief-filing deadline and warned that \"if an appellant fails to file a brief, the Commission may summarily affirm the decision of [the] hearing officer.”\nOn October 30, 1991, the commission granted plaintiff’s motion for an extension of time and directed that the brief be filed within thirty days, on or before November 29, 1991. Plaintiff did not meet that deadline. He waited more than three months and on March 9, 1992, again requested \"a short extension of time in which to file his brief.” The commission granted that request on March 26, 1992, directing plaintiff to file his brief within thirty days, by April 27, 1992. Plaintiff again missed that deadline, but filed a motion for a third extension of the deadline. By order entered June 30, 1992, the commission denied that motion \"as untimely because it was not received within the thirty day extension for filing of plaintiff’s brief previously granted by Commission letter dated March 26, 1992.” The commission also summarily affirmed the magistrate’s decision because of plaintiff’s failure to comply with the briefing requirement of § 861a(5) of the worker’s compensation act. [205 Mich App 540, 542; 517 NW2d 855 (1994).]\nOn July 13, 1992, the plaintiff filed a motion for reconsideration, along with his brief on the merits. The motion was denied by the wcac in an opinion and an order that were dated August 7, 1992. In response to an argument by plaintiff’s counsel, who wrote of the personal frustration caused by the dismissal, the wcac stated:\nPlaintiff correctly notes that in the past this Commission’s policy on extensions has been chaotic. However, this chaos in the past should give counsel no assurance that things will always remain chaotic. A new day has dawned at this Commission. Simply put, a deadline is a deadline. It is certainly not unreasonable for us to expect practitioners to adhere to deadlines established in accord with the statute. [Gruckunas v Aetna Industries, 1992 WCACO 227]. \"Let there be no misunderstanding, timeliness of filings is important to this [C]ommission and failure to file timely to request an extension within the parameters of a timely filing will result in dismissal.” [Hawkins v Autumn Woods Residential Health Care Facility, 1992 WCACO 1425] (Smith, Comm., concurring).\nWe believe that our summary affirmance of the magistrate’s decision in this matter was warranted by plaintiff’s flagrant disregard for the deadlines established by this Commission. We wish to reiterate that plaintiff’s brief was filed with this Commission 428 days after it was due and only then after receiving this Commission’s order of summary affirmance. The issue is not how and why this Commission changed its policy for brief extensions—the issue is that plaintiff’s counsel was twice given brief extensions, extensions which he ignored even to the point of failing to request timely additional extensions.\nThe Court of Appeals affirmed.\nThe plaintiif has now filed an application for leave to appeal to this Court.\nii\nIn its opinion of affirmance, the Court of Appeals agreed with the wcac’s characterization of its own past practices as \"chaotic.” However, the Court noted that an administrative agency can change its policies, provided adequate notice is given to affected parties. 205 Mich App 544. The Court of Appeals held that the wcac had given such notice by March 1992, as the result of an earlier decision, in which several wcac members had stated their intention to begin enforcing the statutory deadlines.\nWe agree with the general approach taken by the Court of Appeals. That is, we also accept the wcac’s characterization of its prior practices as \"chaotic,” and we agree that the wcac has the authority to end this chaos by giving proper notice of its intention to begin adhering to the statutory deadlines.\nHowever, we disagree with the Court of Appeals conclusion that Gruckunas provided sufficient notice. That case was decided by a three-member panel of the wcac, and thus there was no notice that the full wcac, or even a majority of the commission, intended such a change.\nHowever, the wcac did provide adequate notice, effective January 1, 1993. Having earlier adopted administrative rules that confirmed the statutory time limit for the filing of briefs, the wcac issued in late 1992 a clear policy regarding extensions and dismissals:\nThe Workers’ Compensation Appellate Commission has unanimously adopted a formal policy concerning filing requirements when requesting review of a workers’ compensation claim.\nThe Commission’s policy will apply to all appeals filed on or after January 1, 1993. The new policy is as follows:\n1. Per the statutory requirements of section 861a(5), the transcript is due within 60 days of the filing of the appeal. Any motion for an extension of time in which to file the transcript must be filed within that 60-day period. In the event a motion for extension is timely filed, an automatic 60-day extension shall be granted from the date of the extension letter. Warning letters, advising that a transcript has not been timely received, shall no longer be sent for any appeals filed on or after January 1, 1993. If the transcript or request for extension is not filed in a timely manner, the appeal shall be dismissed.\n2. Per the statutory requirements of section 861a(5), the appellant’s brief is due within 30 days of the filing of the transcript. Any motion for an extension of time in which to file the brief must be filed within that 30-day period. In the event a motion for extension is timely filed, an automatic 60-day extension shall be granted from the date of the extension letter. If the brief or request for extension is not filed in a timely manner, the appeal shall be dismissed or the decision of the magistrate shall be summarily affirmed.\nFor appeals filed prior to January 1, 1993, each assigned panel of the Commission shall continue to exercise its discretion concerning extensions and dismissals. Because no party is guaranteed a particular panel, parties would be well advised to assume that their panel is composed of commissioners adhering to the strictest possible policy concerning the statutory filing requirements.\nThe full wcac thus provided fair notice of its intent to begin enforcing statutory deadlines. Accordingly, we hold that where the wcac has dismissed an appeal that was filed on or after January 1, 1993, for failure to file a brief, the dismissal is to be evaluated in light of the quoted letter from Ms. Day.\nIn this case, the plaintiff’s appeal to the wcac was filed in 1991, and the dismissal took place during 1992. In light of the wcac’s acknowledged \"chaotic” practices regarding extensions, we hold that dismissals that were entered in appeals filed before January 1, 1993, are to be set aside if (a) the dismissal was entered because of a failure to file a timely brief, (b) the issue has been preserved in a direct appeal by the party whose appeal was dismissed, and (c) the party filed or tendered to the wcac a brief on the merits, before presenting the issue to the Court of Appeals.\nhi\nFor these reasons, we reverse the judgment of the Court of Appeals, and we remand this case to the Worker’s Compensation Appellate Commission. On remand, the wcac shall accept the plaintiif’s brief and address the merits of his appeal. MCR 7.302(F)(1).\nCavanagh, C.J., and Levin, Brickley, Boyle, Riley, Griffin, and Mallett, JJ., concurred.\nThe plaintiff disputes some of the dates recounted by the Court of Appeals. For present purposes, we need not resolve those disagreements.\nEarlier, the Court of Appeals had denied leave to appeal for lack of merit in the grounds presented. Unpublished order of the Court of Appeals, entered February 4, 1993 (Docket No. 155748). We then remanded the case to the Court of Appeals for consideration, as on leave granted, of the issue whether the wcac should have considered the merits of the plaintiff’s appeal. 443 Mich 854 (1993). Following the Court of Appeals decision on the merits, the Court denied the plaintiff’s motion for rehearing. Unpublished order of the Court of Appeals, entered August 10,1994 (Docket No. 166767).\nWe have also received a motion for leave to present a brief amicus curiae on behalf of three trust funds created by MCL 418.501; MSA 17.237(501). The motion is granted.\nGruckunas v Aetna Industries, 1992 WCACO 227. The case was decided by the wcac on February 18, 1992.\n1991 AACS, R 418.6(2).\nMCL 418.861a(5); MSA 17.237(861a)(5).\nIn an apparent attempt to assure widespread awareness of this policy, Chair Nancy J. Day of the wcac presented the full text of the policy in a letter that was printed in the December 28, 1992, edition of the Michigan Lawyers Weekly. The plaintiff does not contest the adequacy of the notice provided by the wcac regarding this new policy.\nCf. 1991 AACS, R 418.8.\nWe are aware that the wcac has dismissed some appeals for failure to file the transcript timely, and we observe that the wcac’s notice also states that transcript deadlines are to be strictly enforced. While the policy reasons for enforcing a deadline on the filing of transcripts may be at least as strong as those for enforcing a briefing deadline, there are circumstances in which an attorney cannot prevent the tardy filing of a timely ordered transcript. We express no opinion regarding the proper outcome in such a circumstance.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Evans, Pletkovic, Hays & Rhodes, P.C. (by John J. Hays), and Wisti & Jaaskelainen, P.C. (by Daniel J. Wisti), for the plaintiff.",
      "Frank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, and Victoria A. Keating, Assistant Attorney General, for the defendants.",
      "Amici Curiae:",
      "Frank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, and Morrison Zack, Assistant Attorney General, for Trustees of Second Injury Fund, Silicosis, Dust Disease, and Logging Industry Compensation Fund, and Self-Insurers’ Security Fund."
    ],
    "corrections": "",
    "head_matter": "MARSHALL v D J JACOBETTI VETERANS FACILITY (AFTER REMAND)\nDocket No. 100643.\nDecided December 14, 1994.\nOn application by the plaintiff for leave to appeal, the Supreme Court, in lieu of granting leave, reversed the judgment of the Court of Appeals, and remanded the case to the Worker’s Compensation Appellate Commission for further proceedings.\nEdgar Marshall, an employee of D. J. Jacobetti Veterans Facility, was denied worker’s compensation benefits. The Worker’s Compensation Appellate Commission summarily affirmed the denial because of the plaintiff’s failure to comply with the briefing requirement of MCL 418.861(5); MSA 17.237(861X5). The Court of Appeals, Marilyn J. Kelly, P.J., and Cavanagh and Jansen, JJ., denied leave to appeal in an unpublished order (Docket No. 155748). The Supreme Court remanded the case to the Court of Appeals for consideration as on leave granted. 443 Mich 854 (1993). On remand, the Court of Appeals, Hood, P.J., and Cavanagh and D. A. Teeple, JJ., affirmed in an opinion per curiam, agreeing with the wcac’s characterization of its past practices as chaotic; however, it noted that an administrative agency can change its policies, provided adequate notice is given to affected parties, and held that the wcac had given such notice by March 1992 as the result of Gruckunas v Aetna Industries, 1992 WCACO 227, in which several wcac members had stated their intention to begin enforcing statutory deadlines (Docket No. 166767). The plaintiff seeks leave to appeal.\nIn a unanimous opinion per curiam, the Supreme Court held:\nDismissals by the wcac entered in appeals filed before January 1, 1993, are tó be set aside if the dismissal was entered because of a failure to file a timely brief, the issue has been preserved in a direct appeal by the party whose appeal was dismissed, and the party filed or tendered a brief on the merits to the wcac before presenting the issue to the Court of Appeals.\nGruckunas did not provide sufficient notice because it was decided by a three-member panel of the wcac, and thus there was no notice that the full wcac, or even a majority of the commission, intended the change at issue. However, the wcac provided adequate notice, effective January 1, 1993, by issuing a clear policy regarding extensions and dismissals. Because the plaintiff’s appeal to the wcac was filed in 1991, and the dismissal took place in 1992, and in light of the wcac’s acknowledged \"chaotic” practices, the case must be remanded to the wcac to accept the plaintiff’s brief and address the merits of his appeal.\nReversed.\n205 Mich App 540; 517 NW2d 855 (1994) reversed.\nEvans, Pletkovic, Hays & Rhodes, P.C. (by John J. Hays), and Wisti & Jaaskelainen, P.C. (by Daniel J. Wisti), for the plaintiff.\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, and Victoria A. Keating, Assistant Attorney General, for the defendants.\nAmici Curiae:\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, and Morrison Zack, Assistant Attorney General, for Trustees of Second Injury Fund, Silicosis, Dust Disease, and Logging Industry Compensation Fund, and Self-Insurers’ Security Fund."
  },
  "file_name": "0544-01",
  "first_page_order": 770,
  "last_page_order": 777
}