{
  "id": 2041389,
  "name": "PEOPLE v. MERRIWEATHER",
  "name_abbreviation": "People v. Merriweather",
  "decision_date": "1994-12-30",
  "docket_number": "Docket No. 97745",
  "first_page": "799",
  "last_page": "818",
  "citations": [
    {
      "type": "official",
      "cite": "447 Mich. 799"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "506 NW2d 888",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1993,
      "opinion_index": -1
    },
    {
      "cite": "201 Mich App 383",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1858849
      ],
      "year": 1993,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/201/0383-01"
      ]
    },
    {
      "cite": "435 Mich 630",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1982785
      ],
      "year": 1990,
      "opinion_index": -1,
      "case_paths": [
        "/mich/435/0630-01"
      ]
    },
    {
      "cite": "442 Mich 937",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "199 NW2d 202",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "387 Mich 683",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1912301
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "690"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/387/0683-01"
      ]
    },
    {
      "cite": "435 Mich 670",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": 0
    },
    {
      "cite": "447 Mich 952",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1994,
      "pin_cites": [
        {
          "page": "952-958",
          "parenthetical": "statement of Boyle and Riley, JJ."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "364 NW2d 654",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "421 Mich 494",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1967442
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/mich/421/0494-01"
      ]
    },
    {
      "cite": "497 US 764",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6219216
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "782-784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0764-01"
      ]
    },
    {
      "cite": "435 Mich 651",
      "category": "reporters:state",
      "reporter": "Mich.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "653"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "461 NW2d 1",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "201 Mich App 385",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "506 NW2d 888",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "201 Mich App 383",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1858849
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "385-386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/201/0383-01"
      ]
    },
    {
      "cite": "435 Mich 630",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1982785
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/mich/435/0630-01"
      ]
    },
    {
      "cite": "513 NW2d 431",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "203 Mich App 495",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2339516
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/mich-app/203/0495-01"
      ]
    },
    {
      "cite": "425 NW2d 752",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1988,
      "opinion_index": 1
    },
    {
      "cite": "169 Mich App 160",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2291888
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "163-164"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich-app/169/0160-01"
      ]
    },
    {
      "cite": "454 NW2d 371",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1990,
      "opinion_index": 1
    },
    {
      "cite": "434 Mich 196",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1984711
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/434/0196-01"
      ]
    },
    {
      "cite": "439 NW2d 684",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1989,
      "opinion_index": 1
    },
    {
      "cite": "432 Mich 311",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        87209
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "317-318"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/432/0311-01"
      ]
    },
    {
      "cite": "101 NW 826",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1904,
      "opinion_index": 1
    },
    {
      "cite": "138 Mich 597",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1464000
      ],
      "year": 1904,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/138/0597-01"
      ]
    },
    {
      "cite": "364 NW2d 654",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1984,
      "opinion_index": 1
    },
    {
      "cite": "421 Mich 494",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1967442
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/421/0494-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1284,
    "char_count": 36468,
    "ocr_confidence": 0.806,
    "pagerank": {
      "raw": 2.2506364812659239e-07,
      "percentile": 0.7815123584425192
    },
    "sha256": "8257c9bcaa985a1ef75e390d2aa8a0505b17b2e4950584205ca1bb69f25ea29d",
    "simhash": "1:b22ee6270a80d6e6",
    "word_count": 5996
  },
  "last_updated": "2024-02-27T18:11:16.460176+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Riley, Griffin, and Mallett, JJ., concurred with Boyle, J.",
      "Levin and Brickley, JJ., concurred with Cavanagh, C.J."
    ],
    "parties": [
      "PEOPLE v MERRIWEATHER"
    ],
    "opinions": [
      {
        "text": "Boyle, J.\nThe question presented is the legality of the defendant’s sentence. The Court of Appeals, in a two-to-one decision, held that the defendant’s sentence of 60 to 120 years \"violate[s] the proportionality requirement of Milbourn” because it is \"three times the guidelines’ recommendation.” 201 Mich App 383, 385-386; 506 NW2d 888 (1993). We disagree, and reverse the decision of the Court of Appeals.\ni\nThe conduct constituting these offenses is so depraved that it has few, if any, comparables in the thousands of criminal cases this Court has reviewed. The defendant himself described how he terrorized, tortured, burned, and sodomized eighty-four-year-old Marie Green; then left her for dead:\nOn the night before, I looked at the garbage in front of this house and I saw a small bag to be picked up, so I figured it was an old person that lived there by themself. So I waited a couple of days and went back. So I waited a couple of days and went back there in the morning. I went to the back of the house and found a large rock. I went to the side door and threw it through the side window. I opened the door and went in the house. I walked through the house until I found the lady in her bedroom. It was early in the morning and it was already light out. The lady was awake. I asked her where was her money. She said what was all that noise. I looked at her and said don’t play with me, where is all your money. She started to act weird, and I couldn’t understand what she was saying. I hit her in the face with my hand and kept asking her for her money. She kept saying I don’t have any money, and I kept hitting her in the face. I found a pair of panty hose in her drawer and tied her up on the bed. I started walking around the house searching everything and throwing things on the floor looking for money. I didn’t find anything, and I started to get angry. I found an egg shaped candy dish and I took it back to her and hit her in the head with it. It broke when I hit her. She kept saying I don’t have any money. So I saw a light bulb on the floor, and I picked it up and broke it on her head. When I hit her with the light bulb, it broke and cut me through my glove and I really got angry, so I went to the kitchen. But before I went to the kitchen, I saw this black thing on the floor, so I figured if I stuck that in her she would tell me where the money was. I pulled her gown up to her waist and put this black thing in her rear. After I stuck it in her rear, she started going to the bathroom all over the place, her bowels started moving. Her bowels really started moving. I pulled it out and put it on the floor and went to the kitchen. I got a knife from the kitchen drawer. It was long with a white plastic handle. I went back into her room. I asked her again where was the money and started to hit her with the knife on her butt. She kept screaming and I kept hitting her. She didn’t tell me, so I kept hitting her. She asked me why I was torturing her, and I said tell me where the money is at and I’ll quit. I left her and went to the kitchen and heated up the knife. I put another knife on the burner from the kitchen drawer to light up when I went back to her room with the one I had just got hot. I started burning her with it on her butt. She still wouldn’t tell me where the money was at. I kept getting madder and madder. I ran back to the kitchen and put the knife up and got the one that was on the burner. It was a smaller knife. I went back to her room and put that on her butt, and she s'till wouldn’t tell me. I left her and yanked the phone off of the wall. I walked back into the kitchen and opened up the . stove and blew the pilot light out and turned on all the gas and stood there smelling it. I stood there smelling the gas for ten, maybe fifteen minutes, just smelling the gas, looking at things. I was about to light a match but I didn’t. I opened up the door and left. I walked around about an hour, and then I went home.\nThe defendant was convicted by a jury of assault with intent to rob while armed, assault with intent to murder, breaking and entering an occupied dwelling, and first-degree criminal sexual conduct (two counts).\nThe defendant had been apprehended driving a vehicle stolen during a break-in of a home near Mrs. Green’s, and, although the record is not free from doubt, it appears that he was charged and acquitted in three other cases, each of which involved a breaking and entering and a robbery, and two of which also involved criminal sexual conduct. He was sentenced to life imprisonment for each of the assault convictions, ten to fifteen years for the breaking and entering conviction, and sixty to one hundred twenty years for each of the criminal sexual conduct convictions.\nThe defendant appealed as of right. Over a dissent by Judge Connor, the Court of Appeals vacated the defendant’s sentences for the criminal sexual conduct convictions and remanded the case to the trial court for resentencing because the sentence departed from the sentencing guidelines’ recommendation:\n[T]he 60- to 120-year sentences violate the proportionality requirement of Milboum. Clearly, considering defendant’s background and the nature of his crimes, a severe sentence is warranted in this case. However, the sentences imposed exceeded the guidelines’ recommended range by forty years, and are three times the guidelines’ recommendation. Under the circumstances, we conclude that this substantial departure violates the proportionality requirement of Milbourn. [201 Mich App 385-386.]\nII\nI do not retreat from the view that in People v Milbourn, 435 Mich 630; 461 NW2d 1 (1990), the Court violated separation of powers and usurped the authority constitutionally confided by the people of this state in their Legislature, see Const 1963, art 4, § 45, and by the Legislature in the trial courts, see MCL 769.1; MSA 28.1072.\nMore importantly, that this Court could seriously debate the justice of the sentence imposed in this case is proof of the ultimate dehumanization of the sentencing process initiated by the decision. Both the Court of Appeals decision and the dissenting opinion vividly evidence that elaborate rationalizations for lowering sentences distance the appellate judiciary from meaningful connection with reality and distort the concept of individualized justice. As Marie Green’s tragedy is mediated through the processes of proportionality and guidelines’ evaluation, the focus of the reviewing court shifts from the horror of her blood, feces, and burned flesh, to the image of an enfeebled and sympathetic defendant, incarcerated at great cost to the state. See 201 Mich App 385.\nThe course we have chosen is wrong, but it is firmly entrenched. Therefore, I reluctantly look to Milbourn for resolution.\nin\nThe defendant’s sentence is not an abuse of discretion under any extant definition of the term. In People v Milbourn, supra, this Court held that a trial court abuses its discretion when it imposes a sentence that is not proportional to the seriousness of the matter. The Court carefully noted, however, that the principle of proportionality must leave room \"to operate” from the least to the most serious situations:\nBecause the Legislature in addressing criminal punishment in general has subscribed to the principle of proportionality and because the commission of a given crime by a given offender may also vary considerably in seriousness, we believe it reasonable to conclude that the Legislature, in setting a range of allowable punishments for a single felony, intended persons whose conduct is more harmful and who have more serious prior criminal records to receive greater punishment than those whose criminal behavior and prior record are less threatening to society. [435 Mich 651.]\nMilbourn affirms that the maximum sentence decreed by the Legislature may be lawfully imposed in cases falling within the most serious class of offenses. Proportionate sentences may thus be imposed throughout the statutory range:\nWe believe that judicial sentencing discretion should be exercised, within the legislatively prescribed range, according to the same principle of proportionality that guides the Legislature in its allocation of punishment over the full spectrum of criminal behavior. Thus, a judge helps to fulfill the overall legislative scheme of criminal punishment by taking care to assure that the sentences imposed across the discretionary range are proportionate to the seriousness of the matters that come before the court for sentencing. [Id.]\nThe archetype “abuse of discretion” is the imposition of the maximum possible sentence “in the face of compelling mitigating circumstances . . . .” See id. at 653. It should follow that the archetype \"no abuse of discretion” case is the imposition of a maximum sentence in the face of compelling aggravating factors.\nThe conduct involved in this case is the most egregious contemplated by the legislative scheme. It is as impossible to imagine that any legislator would consider this case ordinary as it is to conclude that \"no reasonable sentencer” would have found the facts so aggravating as to be outside the guidelines’ range. Lewis v Jeffers, 497 US 764, 782-784; 110 S Ct 3092; 111 L Ed 2d 606 (1990). The defendant’s claim that he should not have received points for excessive physical brutality because \"there was no factual evidence that the insertion [of the rectal dilator] was done with 'excessive brutality,’ ” simply ignores the fact that the type of brutality he engaged in is uniquely perverse.\nThe defendant falls within cell a-iv on the grid for first-degree criminal sexual conduct. However, the range for that cell, a minimum sentence of eight to twenty years in prison, does not reflect the actual sentences given to fully one-quarter of offenders who fall within that cell. The guidelines’ range does not consider the highest twelve and one-half percent of sentences imposed on offenders falling within that cell. Because the guidelines do not account for sentences given in extreme cases such as this one, they furnish no evidence regarding how trial judges have dealt with particularly serious conduct within a given cell.\nThe Court of Appeals erroneously concluded that the sentence was disproportionate because it was three times the sentence guidelines. The guidelines’ range bears no necessary relationship to the percentage of cases that are off the grid and no comparisons can be drawn about the sentences imposed in those cases without a comparison of their circumstances to the circumstances of the case before us. Neither the grids nor Milbourn dictate that a departure from guidelines is to be arithmetically measured to determine the propriety of a given sentence.\niv\nThe defendant also contends that his sentence is an abuse of discretion because the sixty-year minimum denies him any chance for parole. This argument rests on the assumption that the Legislature intended that the sentencing judge must either impose a low sentence or else give ”life,” which would make the defendant eligible for parole after serving ten years of his sentence. We find no basis, however, to conclude that the Legislature intended that all defendants, or even simply this defendant, must be eligible for parole.\nThe defendant’s sentence appears to satisfy every legislative requirement. First, it falls within the permissible range of sentences for defendants convicted of first-degree criminal sexual conduct:\nCriminal sexual conduct in the first degree is a felony punishable by imprisonment in the state prison for life or for any term of years. [MCL 750.520b(2); MSA 28.788(2X2).]\nSecond, the sentence is indeterminate. Under MCL 769.9(2); MSA 28.1081(2), when \"the sentence imposed by the court is for any term of years, the court shall fix both the minimum and the maximum of that sentence in terms of years or fraction thereof . . . .” The judge complied with these requirements by sentencing the defendant to the custody of the Department of Corrections for a term of 60 to 120 years.\nConsequently, the fact that the defendant is not eligible for parole appears to be precisely what the Legislature intended. Under MCL 791.233b(w); MSA 28.2303(3)(w), a defendant convicted of first-degree criminal sexual conduct \"shall not be eligible for parole until the person has served the minimum term imposed by the court less an allowance for disciplinary credits . . . .”\nThe fact that it is paradoxical that the defendant might be better oif with a sentence of life, which would make him eligible for parole, has nothing to do with a legislative intention that every prisoner should be eligible for parole. The Legislature has not seen fit to interfere with the voters’ directive that a defendant should not be parole eligible until completion of the minimum term. The paradox is the creature of this Court’s decision in People v Johnson, 421 Mich 494; 364 NW2d 654 (1984), which held that a sentence of life imprisonment for murder was not a minimum term.\nRecent statutory amendments also reflect the Legislature’s intent to decrease the jurisdiction of the parole board. In 1992, the Legislature amended MCL 791.234(4); MSA 28.2304(4)—the lifer law. Before Proposal b, it had provided that prisoners sentenced to life, other than for first-degree murder or a major controlled substance offense, become eligible for parole after ten years. The Legislature amended it so that prisoners who committed crimes after October 1, 1992, would not be eligible for parole until they had completed fifteen years.\nAt the same time, the Legislature amended the provision governing the interview of prisoners by members of the parole board. Before the amendment, a member of the parole board would interview every prisoner at the conclusion of the fourth calendar year of his sentence. Additional interviews were conducted biennially thereafter. In 1992, the Legislature required that the parole board wait six more years—until a prisoner had completed ten years of his sentence—before granting the first interview. In addition, further interviews were spread to every five years thereafter.\nAssuming arguendo, \"the only possible rationale for sentencing the defendant . . . was to effectively prevent the parole board from assuming jurisdiction,” post at 812, that is the precise result the electorate sought and obtained in the passage of Proposal b. The dissent’s assumption that it was unlawful for the trial court to exercise his authority to obtain the objective the law intended simply reveals the dissenters’ belief that, despite the Legislature’s provision for such sentences, trial courts should not be allowed to impose them under any circumstances.\nv\nJustice Riley and I have expressed our views on the sentencing guidelines elsewhere. See, generally, People v Polus, 447 Mich 952, 952-958 (1994) (statement of Boyle and Riley, JJ.); People v Milbourn, 435 Mich 670 (Boyle, J., joined by Riley, C.J., dissenting).\nGiven that a majority of the Court has so recently indicated an unwillingness to address the source of its authority to enforce sentence guidelines as the substantive law of the State of Michigan, it is futile to belabor that issue at length. It need only be added here that the soul-searing facts of this case defy assumptions that all offenses and all offenders can be evaluated through the sterile lens of a statistical grid.\nIn this case, a sentence within the guidelines would be unjust. That injustice would not be reduced one iota by the possibility that guidelines might render sentences for other defendants more alike. Imposing the same sentence in this case as judges have imposed in other cases falling in cell a-iv violates the principle of equality, which requires not only treating like cases alike, but also treating unlike cases differently.\nWhen, and if, the day dawns on a judiciary that is so insensitive to human pain that it no longer distinguishes between the endless variations of man’s inhumanity to man, we will have lost our claim to confidence in the rule of law. As this case so tragically illustrates, a guidelines’ regime is not an adequate substitute for trial court discretion.\nVI\nBecause the defendant’s sentence was not an abuse of discretion, we reverse the decision of the Court of Appeals, insofar as it holds that the defendant’s sentence must be vacated, and reinstate the judgment of sentence.\nRiley, Griffin, and Mallett, JJ., concurred with Boyle, J.\n435 Mich 630; 461 NW2d 1 (1990).\nThis is the only account available. The eighty-four-year-old victim, who had previously lived alone, sulfered a heart attack as a result of the attack and has lived in a nursing home ever since. At the time of the trial and sentencing, she was unable to speak, and had to be wheeled into court in a wheelchair.\nCf. MCL 750.89; MSA 28.284.\nCf. MCL 750.83; MSA 28.278.\nMCL 750.110; MSA 28.305.\nCf. MCL 750.520b; MSA 28.788(2).\nThis term is itself a misnomer because it is this Court that has decreed that the minimum may be no higher than two-thirds of the maximum. See People v Tanner, 387 Mich 683, 690; 199 NW2d 202 (1972).\nIn People v Stewart, unpublished opinion per curiam of the Court of Appeals, issued February 23, 1993 (Docket No. 125298), the panel remanded for resentencing because of a five-year departure from the sentencing guidelines. Where the guidelines recommended a minimum sentence of ten to twenty-five years, the trial judge imposed a sentence of thirty to seventy years. The Court of Appeals stated that the trial court erred by departing for reasons that were already scored in the guidelines.\nThe defendant had been convicted of stabbing to death a seventy-four-year-old man. There were thirty-eight wounds, several of which were \"defensive.” The victim was handicapped because of a stroke in 1983 and unable to use his left arm or hand. He also walked with difficulty. He lived alone and was described as a kind and peaceful man. The defendant and her boyfriend apparently killed him during the theft of items from his home.\nWe reversed the decision of the Court of Appeals and reinstated the original sentence:\n[I]n this case . . . the offense-variable score of 120 points vastly exceeded the 50 points necessary to reach the highest level of offense severity. In such a circumstance, the trial court did not abuse its sentencing discretion .... [442 Mich 937 (1993).]\nSee MCL 791.234(4); MSA 28.2304(4). For offenses committed after October 1, 1992, parole eligibility has been moved back to fifteen years.\nThis was the provision that Johnson declared had precedence over Proposal b.",
        "type": "majority",
        "author": "Boyle, J."
      },
      {
        "text": "Cavanagh, C.J.\n(dissenting). I agree with the trial court and the Court of Appeals that the facts in this case warrant a substantial sentence. In fact, I believe that a third life sentence for the criminal sexual conduct convictions is justifiable. The defendant’s actions evidence a callous and vicious disregard for the sanctity of human life. I find his conduct appalling. Nevertheless, I must dissent.\nI would hold that under the limited facts of this case, where the defendant has been sentenced to two valid life sentences on two separate but related convictions, the only possible rationale for sentencing the defendant to sixty to one hundred twenty years for two other convictions was to effectively prevent the parole board from assuming jurisdiction over the defendant pursuant to MCL 791.234(4); MSA 28.2304(4). It is an abuse of a sentencing judge’s discretion to deliberately sentence a defendant for the sole purpose of depriving the parole board of its legislatively provided jurisdiction. Having found the defendant’s sentence for the criminal sexual conduct convictions invalid as an abuse of discretion, I would not reach the issue of proportionality.\nThe problem at the root of this case is not new. It arises because of the discrepancy in parole consideration of straight life sentences and indeterminate sentences for \"Proposal b” crimes. The so-called \"lifer law,” MCL 791.234(4); MSA 28.2304(4), provides that a prisoner serving a life sentence for a crime committed before October 1, 1992, is subject to the jurisdiction of the parole board after serving ten calendar years of the sentence. On the other hand, MCL 791.233b; MSA 28.2303(3), provides that prisoners convicted of an enumerated offense and serving an indeterminate sentence shall not be eligible for parole until that prisoner has served his minimum term less available disciplinary credits. Criminal sexual conduct in the first degree is an enumerated offense, as are assault with intent to rob while armed, assault with intent to murder, and breaking and entering an occupied dwelling.\nThe seeming paradox these statutes create is that a person serving a life sentence may come under the jurisdiction of the parole board more quickly than a person serving an indeterminate sentence for an enumerated offense with a long minimum term. However, being subject to the jurisdiction of the parole board and actually being paroled are two distinctly different prospects. New prisoners serving parolable life sentences are ever paroled.\nA parolable life sentence is a more serious penalty than an indeterminate term of years. As statutorily established, no prisoner serving a life term may be paroled if the sentencing judge or the judge’s successor objects. In contrast, parole eligibility for a prisoner serving an indeterminate sentence is not contingent on the approval of the sentencing judge. Moreover, at the expiration of the maximum sentence, assuming the prisoner is still alive, neither the sentencing judge nor the parole board can prevent the prisoner’s release.\nThis Court has long recognized the legislatively created role of the parole board. While examining the indeterminate sentencing statute of 1903, we remarked:\n[T]he trial judge, by prescribing a very low maximum, may totally deprive the governor, pardon board, and board of control of the opportunity to exercise the discretion which the statute intended to give them. [In re Campbell, 138 Mich 597, 599; 101 NW 826 (1904).]\nThus, even in 1904 this Court construed the indeterminate sentencing act in such a way so as to avoid usurping legislatively vested jurisdiction.\nIn People v Moore, 432 Mich 311; 439 NW2d 684 (1989), the Court held that it is an abuse of discretion to sentence a person in a manner that is intended to effectively prevent the exercise of the parole board’s jurisdiction.\nIt is an abuse of discretion, however, to enter an order on the day of sentencing that effectively forecloses all future exercise of such Legislatively provided discretion by either the Parole Board or the judge’s successor. No one can see the future with such clarity. [Moore at 326.]\nRecent legislative revisions have altered both the authority of the parole board and the mechanics used in actually granting a parole. As the majority points out, the cumulative effect of these revisions is to limit the jurisdiction of the parole board and to circumscribe its discretion. It is evident, however, that these revisions are how the Legislature chose to deal with the perceived problems of the parole process. The Legislature did not eliminate parole eligibility, nor did it provide for nonparolable life sentences for the crimes defendant stands convicted of. Therefore, imposition of an effectively nonparolable life sentence on this defendant is not permissible.\nIn this, as in all acts of sentencing, the discretion of the sentencing judge must be exercised within the parameters established by the Legislature. We so held in Campbell, Moore, and Milbourn. \"The discretion conferred by the Legislature does not extend to exercises thereof which violate legislative intent; such exercises are, therefore, an abuse of discretion.” Milbourn at 654. Sentencing a defendant with the sole intent of effectively preventing the jurisdiction of the parole board is contrary to the legislative scheme and, accordingly, is an abuse of a sentencing court’s discretion.\nWhen this defendant’s sentences for criminal sexual conduct are viewed in conjunction with the two life sentences imposed for convictions arising out of the very same criminal transaction, we cannot help but conclude that the sentences for the criminal sexual conduct convictions were specifically intended to effectively prevent the parole board from obtaining jurisdiction over the defendant. In this respect this case is distinguishable from People v Harden, 434 Mich 196, 202; 454 NW2d 371 (1990), in which this Court held that each sentence for a term of years that is to be served consecutively must be examined independently to determine if Moore has been complied with.\nHarden involved a prisoner who walked away from a Department of Corrections farm, robbed and murdered two people, and then returned to the farm. Because the defendant was already serving two terms for armed robbery, the sentences for his most recent crime spree were to be served consecutively to his prior sentences. This was true despite the fact that the combined total of his consecutive sentences exceeded his natural life span.\nThe essence of consecutive sentencing is that two or more sentences, each not exceeding the maximum punishment allowable by law, are placed end to end. . . . [T]wo or more consecutive sentences, each of which is less than life, may have the cumulative effect of assuring that the remainder of the defendant’s life will be spent in prison. Such an outcome does not conñict with the express will of the Legislature. [Id. at 202. Emphasis added.]\nThe determinative factor in Harden was that the consecutive sentencing statute was specifically intended to make otherwise valid sentences run consecutively as a deterrent to further criminal activity. Therefore, this Court held that as long as each sentence, when viewed independently, satisfies Moore, it does not violate Moore when imposed to run consecutively.\nHarden thus stands in stark contrast to the case at bar. In this case, the defendant has been sentenced to two valid life sentences for two separate convictions, and the only possible rationale for sentencing the defendant to 60 to 120 years for the other related convictions was to effectively prevent the parole board from assuming jurisdiction over the defendant. Thus, whereas the independently valid sentences in Harden furthered the legislative intent, here they were specifically intended to frustrate it. We cannot sanction a sentence so clearly designed to deprive the parole board of the jurisdiction the Legislature has vested in it.\nMy decision in this case does not mean that any sentence over ten or fifteen years is an abuse of discretion. To the contrary, when faced with facts as presented in a case such as this, a lengthy sentence is warranted. I merely believe that it is an abuse of discretion to sentence a defendant for the sole purpose of depriving the parole board of its legislatively prescribed jurisdiction. Given the obviousness of the trial court’s motives in this case, it is unnecessary to specifically delineate the exact boundaries of today’s holding. Suffice it to say that this case is extreme; accordingly, this opinion is limited.\nIn conclusion, I reiterate, the defendant’s crime in this case was exceptionally hideous and atrocious. It is, however, by legislative decree, a parolable offense. Thus, if the purpose of this sentence was to avoid the possibility of parole and ensure that the defendant dies in prison, it is an abuse of discretion. A life term is within the guidelines’ range applicable in this case, and, on the basis of the information before this Court, would have been a well-deserved sentence.\nAccordingly, I would affirm the decision of the Court of Appeals.\nLevin and Brickley, JJ., concurred with Cavanagh, C.J.\nInitiated law of 1978, approved at the general election of November 7, 1978.\nOther than first-degree murder or certain qualifying controlled substance offenses.\nIn People v Johnson, 421 Mich 494, 498; 364 NW2d 654 (1984), we held that Proposal b applies only to indeterminate sentences and that prisoners serving parolable life sentences remain subject to the requirements of MCL 791.234(4); MSA 28.2304(4).\nMCL 791.233b(w); MSA 28.2303(3)(w).\nMCL 791.233b(d); MSA 28.2303(3)(d).\nId.\nMCL 791.233b(f); MSA 28.2303(3)(f).\nThis point is made clear in the paraphrased testimony of Parole Board Chairman William J. Hudson, as recounted in People v Hurst (After Remand), 169 Mich App 160, 163-164; 425 NW2d 752 (1988):\nWhen asked to compare this example [i.e., a person serving a long indeterminate sentence] to that of someone given a life sentence for a Proposal b violation, Hudson testified that he did not think a person given a life sentence under these circumstances was ever \"eligible” for parole in the same manner as a person given an indeterminate sentence. Falling within the jurisdiction of the parole board does not translate to \"eligibility” unless all conditions are fulfilled. . . . Hudson emphasized that, so long as the sentencing judge or successor judge objects, the person can never be released on parole.\nFrom 1986 through 1990, only seven prisoners serving parolable life terms were in fact paroled. In 1990, only two of the 975 eligible \"lifers” were paroled. Defender Sentencing Book (1994 ed), p 95.\nPeople v Moore, 432 Mich 311, 317-318; 439 NW2d 684 (1989).\nMCL 791.234(4)(b); MSA 28.2304(4)(b).\nSee MCL 791.235(1); MSA 28.2305(1).\nThe case at bar is almost indistinguishable from People v McAlister, 203 Mich App 495; 513 NW2d 431 (1994). There, the defendant appealed his convictions by a jury of felony murder, kidnapping, assault with intent to commit murder, and his sentences of 65 to 120 years for the assault convictions, which he received in addition to mandatory life for the murder conviction and life imprisonment for the kidnapping convictions. That Court held that the trial court intended that the defendant’s sentence of a term of years to be a life sentence from which no release would be possible. Accordingly, the case was remanded for resentencing with respect to the assault convictions.",
        "type": "dissent",
        "author": "Cavanagh, C.J."
      }
    ],
    "attorneys": [
      "Frank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, John D. O’Hair, Prosecuting Attorney, Timothy A. Baughman, Chief, Research, Training and Appeals, and Carolyn M. Breen, Assistant Prosecuting Attorney, for the people.",
      "Carolyn A. Blanchard and Sheila N. Robertson for the defendant.",
      "Amici Curiae:",
      "Sheila N. Robertson for the Criminal Defense Attorneys of Michigan.",
      "Sandra Girard for Prison Legal Services of Michigan, Inc."
    ],
    "corrections": "",
    "head_matter": "PEOPLE v MERRIWEATHER\nDocket No. 97745.\nArgued November 3, 1994\n(Calendar No. 2).\nDecided December 30, 1994.\nBashara Merriweather was convicted by a jury in the Detroit Recorder’s Court, Michael J. Talbot, J., of assault with intent to rob while armed, assault with intent to murder, breaking and entering an occupied dwelling, and two counts of first-degree criminal sexual conduct. The Court of Appeals, Wahls, P.J., and Michael J. Kelly, J. (Connor, J.', concurring in part and dissenting in part), affirmed, but remanded the case for resentencing of the criminal sexual conduct convictions, finding the sentences disproportionate and in excess of sentencing guidelines’ recommendations (Docket No. 131742). The people appeal.\nIn an opinion by Justice Boyle, joined by Justices Riley, Griffin, and Mallett, the Supreme Court held:\nThe defendant’s sentence is not an abuse of discretion. The sentencing guidelines do not account for sentences given in extreme cases such as this and furnish no evidence regarding how trial judges have dealt with particularly serious conduct within a given cell.\n1. People v Milbourn, 435 Mich 630 (1990), provides that a trial court abuses its discretion when it imposes a sentence that is not proportional to the seriousness of the matter. However, the principle of proportionality must leave room to operate from the least to the most serious situations. It is reasonable to conclude that the Legislature, in setting a range of allowable punishments for a single felony, intended persons whose conduct is more harmful and who have more serious prior criminal records to receive greater punishment than those whose criminal behavior and prior record are less threatening to society. Milbourn thus affirms that the maximum sentence decreed by the Legislature may be lawfully imposed in cases falling within the most serious class of offenses.\n2. The archetype abuse of discretion is the imposition of the maximum possible sentence in the face of compelling mitigating circumstances. It should follow that the archetype no abuse of discretion case is the imposition of a maximum sentence in the face of compelling aggravating factors. The conduct involved in this case is the most egregious contemplated by the legislative scheme. It is as impossible to imagine that any legislator would consider this case ordinary as it is to conclude that no reasonable sentencer would have found the facts so aggravating as to be outside the guidelines’ range. The defendant falls within cell a-iv on the grid for first-degree criminal sexual conduct. However, the range for that cell, a minimum sentence of eight to twenty years in prison, does not reflect the actual sentences given to fully one-quarter of offenders who fall within that cell. The guidelines’ range does not consider the highest twelve and one-half percent of sentences imposed on offenders falling within that cell. Because the guidelines do not account for sentences given in extreme cases such as this one, they furnish no evidence regarding how trial judges have dealt with particularly serious conduct within a given grid.\n3. The Court of Appeals erroneously concluded that the sentence was disproportionate because it was three times the sentence guidelines. The guidelines’ range bears no necessary relationship to cases that are off the grid and no comparisons can be drawn about the sentences imposed in those cases without a comparison of their circumstances to the circumstances of this case. Neither the grids nor Milboum dictate that a departure from guidelines is to be arithmetically measured to determine the propriety of a given sentence.\n4. The Legislature did not intend that all defendants must be eligible for parole. The defendant’s sentence appears to satisfy every legislative requirement. It falls within the permissible range of sentences for defendants convicted of first-degree criminal sexual conduct, and it is indeterminate. Consequently, the fact that the defendant is not eligible for parole appears to be precisely what the Legislature intended. The Legislature has not seen fit to interfere with the voters’ directive that a defendant should not be eligible for parole until completion of the minimum term.\nReversed.\nChief Justice Cavanagh, joined by Justices Levin and Brickley, dissenting, stated that it is an abuse of a sentencing judge’s discretion to deliberately sentence a defendant for the sole purpose of depriving the parole board of its legislatively provided jurisdiction.\nThere is a discrepancy in parole consideration of straight life sentences and indeterminate sentences for certain enumerated offenses. A person serving a life sentence may come under the jurisdiction of the parole board more quickly than a person serving an indeterminate sentence with a long minimum term. However, a parolable life sentence is a more serious penalty than an indeterminate term of years; few prisoners serving parolable life sentences are ever paroled. By statute, no prisoner serving a life term may be paroled if the sentencing judge or a successor objects. In contrast, parole eligibility for a prisoner serving an indeterminate sentence is not contingent on the approval of the sentencing judge, and, upon expiration of the maximum sentence, neither the judge nor the parole board can prevent the prisoner’s release.\nThe Legislature did not eliminate parole eligibility, nor did it provide for nonparolable life sentences for the crimes of which the defendant stands convicted. Therefore, imposition of an effectively nonparolable life sentence on the defendant is not permissible. Sentencing a defendant with the sole intent of effectively preventing the jurisdiction of the parole board is contrary to the legislative scheme and is an abuse of a sentencing court’s discretion.\n201 Mich App 383; 506 NW2d 888 (1993) reversed.\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, John D. O’Hair, Prosecuting Attorney, Timothy A. Baughman, Chief, Research, Training and Appeals, and Carolyn M. Breen, Assistant Prosecuting Attorney, for the people.\nCarolyn A. Blanchard and Sheila N. Robertson for the defendant.\nAmici Curiae:\nSheila N. Robertson for the Criminal Defense Attorneys of Michigan.\nSandra Girard for Prison Legal Services of Michigan, Inc."
  },
  "file_name": "0799-01",
  "first_page_order": 1025,
  "last_page_order": 1044
}