{
  "id": 2192026,
  "name": "William R. Welling, Appellant, v. Gilbert D. Ryerson Respondent; Gilbert D. Ryerson, Respondent, v. William R. Welling, Appellant",
  "name_abbreviation": "Welling v. Ryerson",
  "decision_date": "1883-11-20",
  "docket_number": "",
  "first_page": "98",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 98"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "76 N. Y. 463",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        539755
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/76/0463-01"
      ]
    },
    {
      "cite": "4 Hun, 703",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "13 N. Y. 509",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        494220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/13/0509-01"
      ]
    },
    {
      "cite": "2 Hill, 650",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "5 Hun, 641",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "70 N. Y. 552",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "3 Barb. Ch. 341",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1997917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb-ch/3/0341-01"
      ]
    },
    {
      "cite": "32 N. Y. 281",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/32/0281-01"
      ]
    },
    {
      "cite": "76 N. Y. 262",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        539719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/76/0262-01"
      ]
    },
    {
      "cite": "51 N. Y. 333",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2061419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/51/0333-01"
      ]
    },
    {
      "cite": "3 N. Y. 173",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2007284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/3/0173-01"
      ]
    },
    {
      "cite": "65 N. Y. 475",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1953041
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/65/0475-01"
      ]
    },
    {
      "cite": "18 Abb. 24",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "8 N. Y. 44",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2010516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/8/0044-01"
      ]
    },
    {
      "cite": "21 Hun, 277",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "1 N. Y. 595",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2004031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/1/0595-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. 123",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0123-01"
      ]
    },
    {
      "cite": "58 N. Y. 627",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158472
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0627-01"
      ]
    },
    {
      "cite": "6 Johns. 149",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132766
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/6/0149-01"
      ]
    },
    {
      "cite": "19 Hun, 62",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "45 N. Y. 703",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0703-01"
      ]
    },
    {
      "cite": "4 Edw. Ch. 70",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1988527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/4/0070-01"
      ]
    },
    {
      "cite": "4 Wend. 561",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005457
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/4/0561-01"
      ]
    },
    {
      "cite": "2 Cow. 552",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2161452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/2/0552-01"
      ]
    },
    {
      "cite": "63 N. Y. 273",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "63 N. Y. 268",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0268-01"
      ]
    },
    {
      "cite": "24 Ga. 346",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        251229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/24/0346-01"
      ]
    },
    {
      "cite": "87 N. Y. 430",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        549495
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/87/0430-01"
      ]
    },
    {
      "cite": "34 Conn. 197",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        507721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/34/0197-01"
      ]
    },
    {
      "cite": "1 Sandf. Ch. 383",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2163601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/1/0383-01"
      ]
    },
    {
      "cite": "3 Penn. 300",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": -1
    },
    {
      "cite": "77 N. Y. 203",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        543004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/77/0203-01"
      ]
    },
    {
      "cite": "33 Barb. 378",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5063186
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/33/0378-01"
      ]
    },
    {
      "cite": "8 N. Y. 44",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2010516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/8/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 683,
    "char_count": 13788,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 2.6051555059865315e-07,
      "percentile": 0.8198788809695082
    },
    "sha256": "f8c31ef6ecaf7dc1f6dfda68c78899ca8c92b26245c5d17e5cb5d6e133a71743",
    "simhash": "1:f32dc43c51c636a1",
    "word_count": 2461
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William R. Welling, Appellant, v. Gilbert D. Ryerson Respondent. Gilbert D. Ryerson, Respondent, v. William R. Welling, Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nOn the 23d day of March, 1871, George Jeffers was the owner of a farm consisting of about five hundred acres of land, a portion of which was situated in the county of Orange, in this State, and the remainder in the adjoining State of New Jersey; and on that day he executed a mortgage upon the whole of the land to secure the payment of $15,000, which was recorded in Orange county on the same day. On the 31st day of March, 1876, he conveyed to John F. Ryerson about five acres of that portion of 'the land which was within Orange county, by a deed dated on that day and recorded in that county on the 26th day of May thereafter, and on the same day that grantee conveyed the same land to his son, the present respondent. On the 26th day of April, 1876, Jeffers executed another mortgage upon the whole farm to secure the payment of $4,600, which was recorded in Orange county on the 29th day of May thereafter. Welling, the present appellant, became? by assignment, the owner of these two mortgages, and thereafter, October 9, 1877, he took from Jeffers another mortgage upon the same farm, excepting the portion thereof conveyed to Ryerson as above stated, to secure the payment of the sum of $4,400, which was also recorded in the county of Orange.\nIn June, 1880, Welling commenced foréclosure proceedings by suits both in New York and New Jersey. The New York suit was to foreclose the first mortgage, Ryerson being made one of the defendants, and on the 29th day of September, 1880, a judgment was rendered therein directing the sale of the lands situated within this State, without reference to the New Jersey lands, and providing that the land not conveyed to Ryerson should be first sold, and that his land should be sold only in case the other land should not sell for enough to satisfy the judgment and costs. The New Jersey duit, to which Ryerson Was not a party, was to foreclose the three mortgages, and resulted in a foreclosure judgment on the 5th day of October, 1880, directing the sale of the lands situated in New Jersey.\nWhile Welling was proceeding to execute the judgment in this State, Ryerson tendered to him the amount due upon his mortgage, and costs, and demanded that he should receive the same and execute and deliver to him an assignment of the mortgage, or release his lands from the lien thereof, which Welling refused to do.\nIt is conceded that the land in this State was of less value than the amount due upon the first mortgage, and it is not questioned that the whole farm, excluding that owned by Ryerson, was of more value than the sum due upon that mortgage.\nWe are of opinion that Ryerson’s demand should have been complied with. After the conveyance by Jeffers of the five acres to Ryerson, according to a well-established rule of equity, he could have required that the balance of the whole farm covered by the prior mortgage should be first sold before resort to his portion thereof. That was an equity which Welling was bound to respect, and which in some way he could be compelled to respect. The fact that the land was situated in two States does not affect the matter.\nWelling was proceeding to foreclose his mortgage in disregard of this rule. He had obtained a judgment which authorized a sale of Ryerson’s land without any resort to the Hew Jersey land, and he threatened to execute the judgment in that way. Ryerson’s land stood to Welling only as security for the other land, to be resorted to only in case that should prove to be insufficient. Under such circumstances Ryerson’s position was such that he had the right to protect himself by claiming an assignment of the mortgage and judgment, so that he could use the same so as to secure his equitable rights. (Averil v. Taylor, 8 N. Y. 44; Cole v. Malcolm, 66 id. 363; Twombly v. Cassidy, 82 id. 155.)\nIt appears by the record in the case of Ryerson v. Welling, ° that the judgment in this State has been executed by the sale of the land within this State excepting that belonging to Ryerson, and that the Hew Jersey judgment has also been executed by the sale of the land in that State, and that all the land sold brought more than sufficient to satisfy the first mortgage and all the costs of the foreclosure proceedings and of the sales. Hence that has in fact been accomplished which equity requires, and Ryerson is entitled to have his land released and discharged from any liability.\nThe fact that the deeds to Ryerson, senior, and by him to his son, were not properly acknowledged so as to entitle them to be recorded or read in evidence, is not available to the appellant. In the case of Welling v. Ryerson the complaint recognizes the deed as properly executed and recorded, and the answer alleges that it was duly' executed, acknowledged and recorded, and the judgment adjudicates in effect that these deeds were properly acknowledged and recorded, as it gives them effect and priority over the second mortgage of Welling. In the case of Ryerson v. Welling the complaint contains averments substantially that the deeds were properly executed, acknowledged and recorded, and those averments are not denied in the answer.\nWe are, therefore, of opinion that in the one case the order should be affirmed, with costs, and in the other case the judgment should be affirmed, with costs.\nAll concur.\nOrder and judgment affirmed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "Theodore F. Miller for appellant.",
      "Henry Bacon for respondent.,"
    ],
    "corrections": "",
    "head_matter": "William R. Welling, Appellant, v. Gilbert D. Ryerson Respondent. Gilbert D. Ryerson, Respondent, v. William R. Welling, Appellant.\nThe rule that one who has purchased and received a conveyance of a portion of mortgaged premises may require that all of the balance shall first De sold to satisfy the mortgage, before resort shall be had to his portion, applies, although part of the residue is situated in another State.\nJ. executed a mortgage upon his farm, a portion of which was situated in this State, the residue in New Jersey; he subsequently conveyed to R. five acres of that portion situate in this state, and thereafter executed another mortgage upon the whole farm. The owner of the two mortgages commenced foreclosure suits, one in this State to foreclose the first mortgage, another in New Jersey to foreclose both. In the first suit judgment was rendered, directing sale of the land in this State, without reference to that in New Jersey, and providing that the portion not sold to R. should be first sold. Pending proceedings to enforce the j udgment, the grantee of R. tendered to the plaintiff in the foreclosure suit the amount due on his mortgage., with costs, and demanded an assignment of the mortgage, or a release of his land, which was refused. In an action brought to compel such assignment, held, that said grantee was entitled to the relief sought; and, it appearing that the two foreclosure j udgments had been executed by sale of all the farm, save that sold to R., and that the amount realized therefrom was more than sufficient to pay the first mortgage, with all costs of foreclosure and sale, that R.’s grantee was entitled to have his land released and discharged from any liability.\n(Argued October 18,1883 ;\ndecided November 20, 1883.)\nThese are appeals, one in each of the actions above entitled. In the first action the appeal is from an order of the General Term of the Supreme Court, in the second judicial department, made December 12, 1881, which affirmed an order of Special Term, directing that upon payment by defendant, Ryerson, of the amount due upon the bond and the mortgage, to foreclose which the action was brought, and of the foreclosure costs, plaintiff assign said bond, mortgage and judgment to Ryerson, and that the latter be subrogated to all the rights of the plaintiff. The appeal in the action secondly above entitled is from a judgment of said General Term, entered upon an order made December 12, 1881, which affirmed a judgment in favor of the plaintiff, entered upon a decision of the court on trial at Special Term. The judgment gave substantially the same right of subrogation as was given by the order.\nUpon the first application for the order it was denied without prejudice to the right of Ryerson to bring an action to obtain the relief sought. The action in his behalf was thereupon commenced. Afterward a reargument of the motion was directed, and upon the reargument the motion was granted, the order declaring that nothing therein contained should prejudice or affect the action.\nThe material facts are stated in the opinion.\nTheodore F. Miller for appellant.\nWhere the senior and junior liens are not co-extensive, equity requires the senior to dispose first of the fund not covered by the junior lien, and to resort only to the fund of the latter in case of a deficiency. (Lanay v. Athol, 2 Atk. 446; Gibson v. Seagrim, 20 Beav. 614; N. Y. & N. J. Steamboat Co. v. Jersey Co., Hopkins’ Ch. 522.) Where it works an injustice to the senior incumbrancer, the court will not direct subrogation, or direct a sale in the inverse order of alienation. (Sheldon on Subrogation, 69; Woolcocks v. Hart, 1 Paige, 185; Herriman v. Skillman, 33 Barb. 378.) The rule requiring the holder of a lien on two funds, where another party has a lien on one only, to exhaust his remedy first against the fund upon which there is only one lien, must be applied even where the fund upon which the single lien rests is, in whole or in part, in another State. (N. Y. & N. J. Steamboat Co. v. Jersey Co., Hopkins’ Ch. 525-532.) The appellant’s rights under his second and third mortgages are the same as if Jeffers had made them to a stranger, and the stranger were now asserting them. (Cornell v. Woodruff, 77 N. Y. 203; Ten Eyck v. Craig, 62 id. 421.) A person claiming subrogation must have superior equities. (Harrisburg B’k v. German, 3 Penn. 300; 2 Bouv. Law Dict. 555.) Subrogation has never been granted where it interferes with the rights of others. (Banto v. Garmo, 1 Sandf. Ch. 383.) Nor where it interferes with equities of the creditor against whom it is claimed. (Grubbs v. Wysor, 21 Alb. L. J. 517.) The tender was insufficient as it included only the amount- due on the first mortgage and the costs of the New York suit. (Enright v. Hubbard, 34 Conn. 197.) The recording of the deed in New York did not affect the rank or lien of the second mortgage as such in New Jersey. The recording acts are State laws, and, as such, have no extra-territorial force. (W. U. Tel. Co. v. Kilderhouse, 87 N. Y. 430; Van Voorhis v. Brintnall, 86 id. 18-29.) To entitle one creditor to be subrogated to the right of another creditor, the former must have satisfied the latter his demand in full, so as to relieve him of trouble, expense and work. (Carter v. Neal, 24 Ga. 346; Sheldon on Subrogation, 75.) Welling’s second mortgage was, as to New York lands, a lien prior to the Ryerson deeds, for the latter were not properly acknowledged, and were not entitled to record. (Fryer v. Rockefeller, 63 N. Y. 268; Miller v. Link, 2 T. & C. 86; 3 R. S. [7th ed.] 2217, § 9; id. 2218, § 15.) Public policy and the provisions of the statute require that no instrument affecting realty should be recorded unless the officer certifies either that he knows the party, or is satisfied by evidence. The court will take judicial notice of the fact. (Troup v. Haight, Hopkins’ Ch. 305; Fryer v. Rockefeller, 63 N. Y. 273; Jackson v. Gumaer, 2 Cow. 552; Duval v. Cowenhoven, 4 Wend. 561; Merriam v. Harsen, 4 Edw. Ch. 70; West Point Iron Co. v. Reymert, 45 N. Y. 703; Canandaigua Academy v. McKechnie, 19 Hun, 62; Jackson v. Livingstone, 6 Johns. 149; Ritter v. Worth, 58 N. Y. 627.)\nHenry Bacon for respondent.,\nThe defendant was entitled to redeem his land, and after paying plaintiff’s debts, to have an assignment of and be subrogated to all the rights of plaintiff under his first mortgage. (Hayes v. Ward, 4 Johns. Ch. 123; Matthews v. Aikin, 1 N. Y. 595; Edson v. Dillaye, 17 id. 158; Barnes v. Mott, 64 id. 397; Cole v. Malcolm, 66 id. 363; Frost v. Yonkers S’v’gs B’k, 70 id. 553; Twonibly v. Cassidy, 21 Hun, 277; Averill v. Taylor, 8 N. Y. 44.) The fact that the other mortgages were given after the deed to defendant, and are not liens upon his land, can in no way affect the defendant’s right to redeem or be subrogated. (McLean v. Tompkins, 18 Abb. 24; Nat. B’k of Lansingburgh v. Silliman, 65 N. Y. 475.) In order that a decision should become res adjudícala, so as to be a bar to a subsequent proceeding or action, it must be shown, by the party insisting upon such decision, that the record of the former suit includes the matters alleged to have been determined. (Campbell v. Butts, 3 N. Y. 173; Boon v. Moss, 70 id. 465.) Under the circumstances the order appealed from was no bar to this action. The plaintiff had the right to commence such an action instead of making a motion in the original action. (Johnson v. Zink, 51 N. Y. 333.) Plaintiff having alleged the due acknowledgment of the deeds, and defendant not having denied it, that fact is to be taken as true in this action. (Code, § 522; Meeker v. Wright, 76 N. Y. 262.) That these deeds were duly acknowledged is res adjudicata between these parties. (Demarest v. Darg, 32 N. Y. 281; Kingsland v. Spalding, 3 Barb. Ch. 341.) It is not necessary that the acknowledgment should follow the exact language of the statute, so long as it substantially complies with its requirements. (Jackson v. Livingston, 6 Johns. 149; Ritter v. Worth, 58 N. Y. 627.) The fact that the deed of Byerson to the respondent was not recorded until after the defendant’s subsequent mortgages had been, does not affect the question in issue here. (Frost v. Yonkers S’v’gs B’k, 70 N. Y. 552; Vandercook v. Cohoes S’v’gs Inst., 5 Hun, 641; Hooker V. Pierce, 2 Hill, 650; Wood v. Chapin, 13 N. Y. 509; Greene v. Deal, 4 Hun, 703; Page v. Waring, 76 N. Y. 463.)"
  },
  "file_name": "0098-01",
  "first_page_order": 122,
  "last_page_order": 128
}