{
  "id": 2192094,
  "name": "Jane A. Weed et al., Appellants, v. Charles A. Weed, Impleaded, etc., Respondent",
  "name_abbreviation": "Weed v. Weed",
  "decision_date": "1883-12-11",
  "docket_number": "",
  "first_page": "243",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 243"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "6 Cal. 41",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2215502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/6/0041-01"
      ]
    },
    {
      "cite": "26 Ill. 351",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5242892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/26/0351-01"
      ]
    },
    {
      "cite": "1 Texas 42",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        6769301
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tex/1/(28)-01"
      ]
    },
    {
      "cite": "100 Mass. 355",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2141773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/100/0355-01"
      ]
    },
    {
      "cite": "18 Ill. 414",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        438607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/18/0414-01"
      ]
    },
    {
      "cite": "17 Md. 188",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1867148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/17/0188-01"
      ]
    },
    {
      "cite": "16 Ga. 440",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        1383561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/16/0440-01"
      ]
    },
    {
      "cite": "1 Head, 56",
      "category": "reporters:state",
      "reporter": "Head",
      "case_ids": [
        8541292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/38/0056-01"
      ]
    },
    {
      "cite": "40 Wis. 579",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11285490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/40/0579-01"
      ]
    },
    {
      "cite": "66 Me. 51",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8843867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/66/0051-01"
      ]
    },
    {
      "cite": "34 N. Y. 235",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/34/0235-01"
      ]
    },
    {
      "cite": "47 Barb. 304",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1946939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/47/0304-01"
      ]
    },
    {
      "cite": "12 N. Y. 121",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2016312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/12/0121-01"
      ]
    },
    {
      "cite": "6 N. Y. 467",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "5 Cow. 719",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2032754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/5/0719-01"
      ]
    },
    {
      "cite": "6 Wend. 563",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 417",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2030910
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/4/0417-01"
      ]
    },
    {
      "cite": "7 Johns. 428",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "4 Mass. 403",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. 308",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 615,
    "char_count": 11076,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.5748595433628779e-06,
      "percentile": 0.9924372038678703
    },
    "sha256": "f89b66f843e82bcfe8b1b204b8d4a4e498da3ae96f2961a7ab83ce191802d84d",
    "simhash": "1:ad02a8f617ada800",
    "word_count": 1956
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jane A. Weed et al., Appellants, v. Charles A. Weed, Impleaded, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Andrews, J.\nUnder the will of Minerva Sherwood, the plaintiff, Jane A. Weed, took a fee in the house and lot devised to her, determinable upon her death without issue, in which event the premises were given over to other persons designated in the will. The question whether the devised premises were subject to sale on execution against the primary devisee, depends upon the construction and legal effect of the clause in the will annexed to the \"devise which directs that “ the house and lot shall not be in any manner conveyed during the life of Jane A. Weed.” The complaint bases upon this clause a prayer for judgment, declaring among other things that the devisee had an inalienable interest or estate during her life in the premises devised. It is plain that if the real estate devised to plaintiff was by the clause referred to rendered inalienable during her life, either by her voluntary conveyance or sale on execution, the defendant Boot acquired no title under the sale on the Matthews judgment and the redemption proceedings.\nWhether the clause in the will restraining alienation is, as claimed by the defendants, repugnant to the estate devised and therefore void, is purely a question of law. Its determination involves legal questions arid considerations only, and no element of equitable jurisdiction, and the case in this aspect is not of equitable cognizance. A devisee who claims a mere legal estate in real property of the testator, where there is no trust, cannot maintain an action for the construction of the devise, but must assert his title by ejectment or other legal action, or if in possession must await an attack upon it and set up the devise in answer to the hostile claim. (Wambaugh v. Gates, 11 Paige, 505.) This action cannot therefore be maintained in the first aspect presented.\nTreating the action as one for redemption from the sale on the Matthews judgment, it seems an unanswerable objection that the court has no power to permit a redemption by a party who has lost his title to land by a regular sale on judgment and execution, and a conveyance by the sheriff to the purchaser pursuant to the sale, after the time for redemption given by statute has expired. It is doubtless true that the plaintiff, Jane A. Weed, in permitting the time for redemption to expire without availing herself of her right to redeem, acted upon the advice of counsel that her interest as devisee was not subject to sale on execution. Assuming the advice given to have been correct, her estate as devisee has not been divested. But assuming, as must be assumed, for the purpose of the point we are now considering, that her title was subject to sale on execution, the mistake under which she acted was not a mistake from the consequences of which a court of equity can relieve by allowing a redemption not authorized by statute. It was a mistake of law, with full knowledge by the judgment debtor of the execution and sale and of all the facts bearing upon her legal rights. The misapprehension of legal rights is amot uncommon cause of loss of property, and it has frequently happened that valuable interests have been sacrificed by an omission to take the steps marked out by the statute for redemption from sales on execution. The mistake of the plaintiffs was not induced by any act or conduct of Matthews or the defendant Boot. They acted in hostility to the view taken by the plaintiff of her legal rights, and have consistently insisted throughout by their acts, that her interest in the land was subject to sale on execution.\nThe title of the defendant Boot, as redeeming creditor, has been acquired under the law, and a court of equity cannot divest legal titles, except in accordance with its settled and acknowledged jurisdiction. It cannot on account of the hardship of a particular case, or because in a general sense it may deem it inequitable that a defendant under the particular circumstances should insist upon his legal rights, subvert a title fairly acquired under a regular sale on execution, without fraud, concealment, artifice, imposition or undue advantage on the part of the purchaser. The plaintiffs took the risk of the sale and the court cannot relieve her from the consequences of her mistake, if such it shall prove to be. If the plaintiffs have any remedy by application to the court to set aside the sale for irregularity or other reason, that remedy is unimpaired by this decision.\nOur judgment proceeds upon the ground that the action here cannot be maintained in either aspect presented by the complaint, first, as an action for the construction of a will, or second, as an action to redeem from the execution sale.\nWe think the complaint was properly dismissed at the trial, and that the judgment should be affirmed, but without costs to either party.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, J."
      }
    ],
    "attorneys": [
      "Ausburn Birdsall for appellants.",
      "Alex. Cumming for respondent."
    ],
    "corrections": "",
    "head_matter": "Jane A. Weed et al., Appellants, v. Charles A. Weed, Impleaded, etc., Respondent.\nA devisee who claims a mere legal estate in the real property of the testator, when there is no trust, cannot maintain an action for the construction of the devise, hut must assert his title by a legal action, or, if in possession, must await an attack upon it and set up the devise in answer to the hostile claim.\nWhere a person with full knowledge of all the facts, but through a mistaken belief that his interest in real estate was not subject to sale on execution, has lost his title through a regular sale on judgment and execution, and a conveyance by the sheriff to the purchaser pursuant to the sale after the time for redemption has expired, the court has no power to permit a redemption.\nA mistake as to legal rights is not a ground for equitable relief.\n(Argued November 28, 1883;\ndecided December 11, 1883.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made February 10, 1882, which affirmed in part and reversed in part a judgment entered upon the report of a referee.\nThe complaint in this action alleged in substance, that by the will of Minerva Sherwood, who died seized of certain premises situate in Broome county, which are described in the complaint, she gave and devised the said premises to the plaintiff, Jane A. Weed, with the condition, however, that should said plaintiff die leaving no child or children, grandchild or grandchildren, then that the fee of the premises should pass to certain persons named, and the will directed that the premises “ shall not be in any manner conveyed during the life of said Jane A. Weed;” that under judgments rendered against said Jane A. Weed the premises were sold by the sheriff of Broome county, and the defendant, Boot, has received a sheriff’s deed, and is prosecuting summary proceeding against said Jane A. Weed to turn her out of possession, which is held by the plaintiffs. The relief demanded was that a construction be given to the will adjudging that plaintiffs have a right to hold possession inalienable during the life of said Jane A. Weed, and that upon payment of the amount of the judgments the claims of the defendants thereto be adjudged, vacated and canceled, and that further prosecution of the summary proceedings be restrained.\nThe referee found in substance among other things that all of the plaintiffs’ right and interest in the premises was duly and regularly sold on execution as alleged in the complaint; that after the sale defendant Boot, who held a judgment against said plaintiff, duly redeemed the premises as such judgment creditor, and no other redemption having been made, after the expiration of fifteen months the sheriff executed and delivered a deed theréof to said Boot; that said plaintiff had full knowledge of the judgment, execution and sale, but understood and believed that her title was inalienable.\nAs conclusions of law the referee found, that by virtue of the sheriff’s sale and deed the legal title to the premises passed to Boot; and that a court of equity has not the power to allow Jane A. Weed to redeem. Judgment was directed dismissing the complaint; and a judgment was entered embodying the legal conclusions of the referee.\nThe General Term reversed so much of the judgment as declared the rights of the parties, but affirmed the residue.\nAusburn Birdsall for appellants.\nThe levy, by the sheriff to whom the execution issued on the Mathews judgment was delivered, upon the personal property of Jane A. Weed, to an amount sufficient to satisfy the judgment, was a satisfaction of the same, and the subsequent sale of the premises devised by Miss Sherwood to Jane A. Weed upon the aforesaid judgment and execution was without authority of law and void. (Hoyt v. Hudson 15 Johns. 308; Clark v. Withers, Lord Raymond, 1073; 1 Salk. 322; Ladd v. Blunt, 4 Mass. 403; Reed v. Prow, 7 Johns. 428; Ex parte Lawrence, 4 Cow. 417; Jackson v. Bowen, 7 id. 21; Ontario B’k v. Hallett, 8 id. 194; Wood v. Tony, 6 Wend. 563.) A court of equity has the right and power to compel the defendant, Charles O. Root, to accept .the amount due from the plaintiff, Jane A. Weed, and relinquish to her his interest in the premises acquired under his redemption. (Code, § 724; Story’s Eq. Jur. [Redfield’s 9th ed.], §§ 122, 123, 124, 12; Powell on Con. 196.)\nAlex. Cumming for respondent.\nThe estate of Jane A. Weed was alienable and the referee was right in holding she was not entitled to redeem. (Const. 1846, art. 1, § 13; 2 R. S. [6th ed.] 1100, § 2; id. 1092, § 3; Reed v. Vanderheyden, 5 Cow. 719; 4 Kent’s Com. [12th ed.] 131; Girard’s Titles to Real Estate, 487, §§ 130, 152; Rockford v. Hickman, 10 Eng. L. and Eq. 64; DePeyster v. Michael, 6 N. Y. 467; Sweet v. Green, 1 Paige, 473; Kelloggs. Wood, 4id. 578; Nichol v. N. Y. & E. R. R. Co., 12 N. Y. 121.) An heir at law of a testator or a devisee, who claims a mere legal estate in the real property, when there is no trust, cannot maintain a bill in equity to obtain a judicial construction of the will. (VanAmburgh v. Gates, 11 Paige, 505; Woodruff v. Cook, 47 Barb. 304.) A bill in equity will not lie when there is an adequate remedy at law. (3 R. S. [6th ed.] 631, §§ 65, 66, 70; id. 634, §§ 82, 83.) All the requirements of the statute giving the right to redeem must be strictly complied with. (Herman on Executions, § 263; 3 R. S. [6th ed.] 631, §§ 65, 66; Gilchrist v. Comfort, 34 N. Y. 235; Walter v. Harris, 7 Paige, 168; 3 Wait’s Actions and Defenses, 150.) A purchaser on redeeming takes all the title of the judgment debtor, and the benefit of all estoppel and cqvenants running with the land. (Sweet v. Green, 2 Paige, 478; Kellogg v. Wood, 4 id. 578.) A bill in equity will not lie, because there was an adequate and complete remedy at law, viz.: the right of redemption given by statute. (Spafford v. Bangor, 66 Me. 51; Gray v. Tyler, 40 Wis. 579; Graham v. Roberts, 1 Head, 56; Thompson v. Manley, 16 Ga. 440; Lyday v. Douple, 17 Md. 188; Coughran v. Swift, 18 Ill. 414; Bassett v. Brown, 100 Mass. 355; Moon v. Terry, 1 Texas 42; City of Peoria v. Kidder, 26 Ill. 351; Merrill v. Gorham, 6 Cal. 41.)"
  },
  "file_name": "0243-01",
  "first_page_order": 267,
  "last_page_order": 272
}