{
  "id": 2192119,
  "name": "Edson P. Emery Respondent, v. George Baltz et al., Appellants",
  "name_abbreviation": "Emery v. Baltz",
  "decision_date": "1884-01-15",
  "docket_number": "",
  "first_page": "408",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 408"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "13 N. Y. 167",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        494236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/13/0167-01"
      ]
    },
    {
      "cite": "9 Hun, 437",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "55 N. Y. 619",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        517474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/55/0619-01"
      ]
    },
    {
      "cite": "15 Johns 432",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0432-01"
      ]
    },
    {
      "cite": "14 Abb. Pr. 428",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "case_ids": [
        2378321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abb-pr/14/0428-01"
      ]
    },
    {
      "cite": "28 How. Pr. 209",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2222061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/28/0209-01"
      ]
    },
    {
      "cite": "60 N. Y. 630",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        523101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/60/0630-01"
      ]
    },
    {
      "cite": "10 Hun, 537",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "81 N. Y. 251",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175280
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/81/0251-01"
      ]
    },
    {
      "cite": "80 N. Y. 561",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "41 N. Y. Sup. Ct. 267",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "case_ids": [
        4506927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-sup-ct/41/0267-01"
      ]
    },
    {
      "cite": "4 Johns. 478",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/4/0478-01"
      ]
    },
    {
      "cite": "3 Bibb, 467",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6410316
      ],
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/6/0467-01"
      ]
    },
    {
      "cite": "9 Metc. 511",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "11 Ohio, 444",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        589564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/11/0379-01"
      ]
    },
    {
      "cite": "67 N. Y. 464",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2165044
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/67/0464-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. 123",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0123-01"
      ]
    },
    {
      "cite": "45 N. Y. 691",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/45/0691-01"
      ]
    },
    {
      "cite": "14 Abb. Pr. 428",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "case_ids": [
        2378321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/abb-pr/14/0428-01"
      ]
    },
    {
      "cite": "28 How. Pr. 209",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2222061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/how-pr/28/0209-01"
      ]
    },
    {
      "cite": "60 N. Y. 630",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        523101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/60/0630-01"
      ]
    },
    {
      "cite": "10 Hun, 537",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 806,
    "char_count": 16844,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 9.456260921723073e-07,
      "percentile": 0.9807805397148637
    },
    "sha256": "5bd4ce7b94ea884a2b82ec3fd080ea244af9f00450924d4df579dcc09c3cbf87",
    "simhash": "1:9f8365839927c1f1",
    "word_count": 3005
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edson P. Emery Respondent, v. George Baltz et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nThe motion for a nonsuit upon the ground that the pleadings did not admit plaintiff’s cause of action, and no other proof of it was given, was properly denied. The complaint recited in full an agreement dated April 27, 1874, between the plaintiff and Hack, by the terms of which the latter was employed as a general agent to solicit and obtain policies of insurance in the Life Association of America; he to collect premiums and remit them to the plaintiff after deducting his commissions on the first day of every month, making a report at that time; and to “ regard and treat all the premiums that may at any time come to his hands, sacredly, as trust funds,” and not to “ use them, or permit them to be used, for any purpose except to remit them as aforesaid.” The complaint further alleged the execution and delivery of a bond, required by the terms of the contract, signed by said Hack, and also by the defendants, Baltz & Scheu, as sureties, conditioned for the faithful performance by Hack of his duties as general agent “ in accordance with the terms of the contract of appointment,” and on the first of every month account for and pay over all moneys in his hands. By the terms of the contract, Hack’s employment was to continue for three years, unless terminated by mutual consent. The complaint then alleged that between the date of the contract and the 12th day of April, in the next year, Hack collected a large sum for which he did not account, and had not paid over upon request and according to the terms of the contract, of all of which the defendants have had due notice.” It was then averred that on the 7th of May, 1875, the plaintiff began an action against Hack, after notifying the defendants of his intention so to do, and of Hack’s default, and in the following October recovered judgment and issued execution, which was returned wholly unsatisfied, and that the defendants, though requested, had paid no part of the deficiency. There was no denial in the answer of any of these facts. What was claimed to be such was in these words, viz.: “ the defendants aver that they have no knowledge or information sufficient to form a belief as to whether or not the said Michael Hack was at the time of the commencement of this action indebted to the said plaintiff in the sum mentioned in the complaint, or in any other sum, and therefore deny the same.” This was merely a denial of a legal conclusion, and put in issue no fact alleged. The cases relied on by the defendants (Goodyear v. De la Vergne, 10 Hun, 537; Albro v. Figuera, 60 N. Y. 630) were those in which there were denials except as admitted, and a reliance by the plaintiff on affirmative admissions. Here, on the contrary, there was no effectual denial.\nThe referee found as a fact, that after the commencement of plaintiff’s action against Hack. “ an order of arrest was made in that action, and the defendant Hack was arrested thereon, and comimitted to the jail of Erie county ; that while said Hack was in jail on said order of arrest, the plaintiff proposed to him that, if he would give an offer of judgment for his demand in that action, he would release him from jail; that such offer of j udgment was given by said Hack, and thereupon the plaintiff did release him from jail.” The referee then held, as a conclusion of law, that such facts did not operate to discharge the sureties. To this they excepted, and their counsel now argues that the “ order of arrest, with the arrest ” was a security for the satisfaction of plaintiff’s judgment, to which security the sureties were entitled to be subrogated, and the act of release from imprisonment impaired their rights. There was never any request by the sureties that plaintiff should sue, or having sued should arrest, or having arrested should continue the imprisonment. The question raised, therefore, stands only upon the bare relation of the parties as principal and surety. Flowing from that relation alone, the plaintiff was not bound to sue Hack, or to arrest or imprison him. The omission to do either invaded no right of the sureties. They might have paid the debt and been subrogated to the creditor’s remedies. What the creditor did, so far as he went, was for their benefit. The order of arrest laid the foundation for an execution against the person. The right to that execution all the time remained and remains still, since the release from jail did not operate to vacate the order of arrest, or affect the right to a body execution. (Meech v. Loomis, 28 How. Pr. 209; 14 Abb. Pr. 428.) If it be said that the imprisonment under the order of arrest would have held Hack within the jurisdiction, and liable to a final execution, a sufficient answer is that for two months after his release he remained in the State, and there is no evidence to show that during that period the sureties might not have paid the debt and caused his arresten final execution. So far as we know, the fact that they did not do it was their fault alone, and not occasioned by the plaintiff. We do not see how the rights of the sureties have been in any manner infringed.\nBut there is a much more serious question in the case. The defendants offered to prove that after a part of the indebtedness claimed by plaintiff had accrued, and after Hack had failed to perform his contract, and so was in default, the sureties notified the plaintiff that they desired to withdraw their bond “ and not be liable for any business that Hack should do after that; ” that to induce them to so remain liable, the plaintiff promised to “ require Hack to account monthly ” and would see “ that he did not get behind,” but if he did “ he would immediately stop his business,” notify the sureties, and tell them the amount of the default; that in reliance upon this promise and condition, the sureties suffered their liability to remain; and that plaintiff did not perform the condition, but suffered the liability to increase without their knowledge, without notification, and without stopping Hack’s business, until the whole sum now claimed had accrued. The evidence was rejected as immaterial and the sureties excepted.\nA surety bound for the fidelity and honesty of his principal, and so for an indefinite and contingent liability, and not for a sum. fixed, and certain to become due, may revoke and end his future liability, in either of two cases, viz.: first, where the' guaranteed contract has no definite time to run; and, second, where it has such definite time, but the principal has so violated it and is so in default that the creditor may safely and lawfully terminate it on account of the breach. (Hunt v. Roberts, 45 N. Y. 691; McKecknie v. Ward, 58 id. 541; Burgess v. Eve, L. R., 13 Eq. Cases, 450; Phillips v. Foxall, L. R., 7 Q. B. 666; Sanderson v. Aston, L. R., 8 Exch. 73.) When the person employed commits an act of dishonesty, and is unfaithful to his trust, the employer may end the contract and the trust for his own protection, and what he may do, and ought to do for his own safety, the surety may require to be done for his. The sureties in this case guaranteed the fidelity and honesty of Hack. The funds to be collected by him were specified in the contract as “ trust funds ” and to be “ sacredly ” treated as such ; when Hack diverted them to his own use he did an act of dishonesty and proved himself unworthy of trust. At this point the sureties intervened. Liable for the existing loss, they had the right to say that they should not be made liable for more; that the plaintiff had not liberty to keep a man known to be dishonest in a position to embezzle more money at the expense of the sureties. They did assert that right, but were induced to waive it for the time being, on the assurance that any new act of dishonesty should be at once reported and further opportunity prevented. Thus lulled into security, the conversion ran on and the liability increased, until the amount now claimed was reached. The offer involved a defense for the sureties, to some extent and in some amount, unless certain technical criticisms justify its rejection.\nIt is said no such defense was pleaded. Ho objection was made on that ground. \"It was pleaded as occurring before any default, and if such objection had been made an amendment of the answer might justly have been allowed, asserting that it occurred also after default.\nIt is said that the offer did not allege that the sureties knew of the default of Hack when they had their interview. We think that is fairly implied, but if objection had been taken on that ground, it might have been directly and explicitly asserted.\nIt is said that the offer did not aver that the liability of the sureties had been increased beyond the one additional default of which they took the risk. That also is true in the sense that it was not explicitly averred, but the offer to show that plaintiff “ failed to stop said Hack’s business ” quite clearly implies that plaintiff allowed it to continue, and an indebtedness to increase after a point of time when by the terms of the agreement it should have been stopped. If the offer was very general the objection to it was of the same character, merely that it was immaterial, and as we can see in it the elements of a possible defense we think it ought not to be construed too rigidly for the purpose of justifying its rejection.\nThe judgment should be reversed and a new trial granted, costs to abide the event.\nAll concur, except Earl, J., not voting.\nJudgment reversed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "James M. Humphrey for appellants.",
      "John G. Milburn for respondent."
    ],
    "corrections": "",
    "head_matter": "Edson P. Emery Respondent, v. George Baltz et al., Appellants.\nA surety, bound simply for the fidelity and honesty of his principal in the performance of a contract of employment, may revoke and end his future liability, either where the guaranteed contract has no definite time to run, or where it has such time, but the principal has so violated it that the creditor may lawfully terminate it on account of the breach.\nWhere the principal commits an act of dishonesty and is unfaithful to his trust, the employer may end the contract, and the suretypnay require this to be done.\nThe complaint in an action against sureties upon the bond of H., as general agent of an insurance company, set forth the contract of employment, the giving of the bond by H. conditioned for the faithful performance of- his duties, and for an accounting and payment over by him each month of all moneys in his hands, and a failure to account and pay over; also the bringing of an action against H., after notice to the sureties of default and the intention to sue, and a, recovery of judgment in said action, the issuing of execution-and return thereof unsatisfied. The answer averred that defendants “have no knowledge or information sufficient to form a belief as to whether ” the agent was at the time of the commencement of the action indebted to plaintiff “ in the sum mentioned in the complaint, or in any other sum, and therefore deny the same.” Held, that the denial was merely of a legal conclusion and put in issue none of the facts alleged in the complaint.\nIt appeared that in the action against H. an order of arrest was issued, under which he was arrested, and while in jail plaintiff proposed to him that if he would give an offer of judgment for plaintiff’s demand, the latter would release him from jail. Such offer was thereupon given, and he was released; he remained in the State for two months thereafter. Held, that such release did not operate to discharge the sureties.\nDefendants offered to prove that after a part of the alleged indebtedness had accrued, and after a breach of his contract on the part of H., the sureties notified plaintiff that they desired to withdraw their bond '• and not be liable for any business ” thereafter done ; that to induce them to remain, plaintiff promised that he would require H. to account monthly and would see “ that he did not get behind ; ” but if he did “ he would immediately stop his business ” and notify the sureties of the amount of the default; that, relying on this promise, the sureties suffered their liability to remain, and that plaintiff did not perform, but suffered the liability to increase without notification and without stopping H.’s business. This evidence was objected to as immaterial, and excluded. Held error.\nIt was objected here that the offer did not allege that the sureties knew of the default of H. when they gave such notice. Held, untenable; as this was fairly implied, and because if the objection had been taken on trial, it might have been explicitly asserted.\nIt was also objected that the offer did not aver that the liability of the sureties had been increased beyond the one additional default of which they took the risk. Held, that the offer to show that plaintiff failed to stop H.’s business implied that plaintiff allowed it to continue and the indebtedness to increase after a time when, by the agreement, it should have been stopped.\n(Argued December 17, 1883 ;\ndecided January 15, 1884.)\nAppeal from judgment of the General Term of the Supreme Court, in the fourth judicial department, entered upon an order made June 23, 1880, which affirmed a judgment in favor of plaintiff, entered upon the report of a referee.\nThis action was upon a bond executed by defendants as sureties for one Hack.\nThe material facts are stated in the opinion.\nJames M. Humphrey for appellants.\nThe defendants were sureties for Hack and not principal debtors, and the release of Hack from the order of arrest by active interference of the plaintiff, and without the consent of the defendants, discharged them. (Code of Procedure, §§ 186, 187, 200; Hayes v. Ward, 4 Johns. Ch. 123; Ducker v. Rapp, 67 N. Y. 464; Bangs v. Strong, 10 Paige, 11; Brown v. Reggins, 3 Kelly, 405; Curran v. Colbert, id. 239; Com. B’k of Lake Erie v. Western Reserve B’k, 11 Ohio, 444; Dixon v. Ewing, 3 id. 280; Carpenter v. King, 9 Metc. 511; Ducker v. Rapp, 67 N. Y. 464; 1 Story’s Eq. Jur., § 325; Schroeppell v. Shaw, 3 Comst. 446.) Any arrangement between the creditors and principal debtor for the easement of the latter to the prejudice of the sureties releases them. (Jones v. Bullock, 3 Bibb, 467, 469; Mahew v. Crickett, 2 Swanst., 185; 1 Pet. [U. S.] 573; 5 How. [N. S.] 301; Code of Procedure, § 186.) The defendants had a right at any time to terminate their liability on the bond for all future defaults by proper notice. (Bonser v. Cox, 6 Beav. 110; Livingston v. Bartles, 4 Johns. 478; 21 How. [U. S.] 66.) A surety may always inquire into the good faith of any settlement between his principal and the creditor. (U. S. v. Boyd, 5 How. [U. S.] 29.) The court erred in excluding the evidence offered as to the contract, the fulfillment of which by Hack the defendants guaranteed. The evidence was competent as a defense without being alleged for a counter-claim. It was also competent as a counter-claim notwithstanding Hack was not a party to the action. (Star F. Ins. Co. v. Palmer, 41 N. Y. Sup. Ct. 267; Code of Procedure, § 69; Code of Civil Procedure, § 3339; Coffin v. McLean, 80 N. Y. 561; Davidson v. Alfura, 10 Weekly Dig. 56; Van Brant v. Day, 81 N. Y. 251; Davis v. Tolmin, 77 id. 280; Smear v. Woods, 74 id. 615.) Admissions in the answer, if relied on by the plaintiff to sustain his action in the place of proof of facts, must be all taken together. (Goodyear v. De La Vergne, 10 Hun, 537; Albro v. Figuera, 60 N. Y. 630; Rouse v. Whetiad, 25 id. 170.)\nJohn G. Milburn for respondent.\nThe motion for a non-suit was properly denied. The prima facie cause of action was admitted by the pleadings. (2 Wait’s Pr. 418, etc.; Code [Bliss], 406, o, and c. c.) There is not any obligation on the part of a party to whom a guaranty or indemnity is given to use diligence in investigating the accounts of the surety. (2 Story’s Eq. Jur., § 325; Trent Nav. Co. v. Harley, 10 East, 34; Nares v. Rowles, id. 514; London Ass. Co. v. Ruckle, 4 Moore, 153.) The release of Hack from jail and the attendant facts show no defense to the action. (Code of Procedure, § 288; Meech v. Loomis, 28 How. Pr. 209; 14 Abb. Pr. 428.) The discontinuance of a suit brought against the principal does not discharge the surety. (Fullin v. Matthews, 15 Johns 432.) A surety, when sued upon his obligation, cannot avail himself of an independent cause of action existing in favor of his principal against the plaintiff as a defense or counter-claim. (Lasher v. Williamson, 55 N. Y. 619.) As this is a legal action, the defendants cannot, by setting up an equitable defense or counter-claim, compel the plaintiff to convert it into an equitable action. (Webster v. Bond, 9 Hun, 437.) The referee properly found that the Haberstro note was not received in payment and his finding was in accordance with the presumption of law. (Noel v. Murray, 13 N. Y. 167; Gibson v. Foley, 46 id. 637.)"
  },
  "file_name": "0408-01",
  "first_page_order": 432,
  "last_page_order": 439
}