{
  "id": 2192036,
  "name": "Nelson B. Kilmer, for Appellant, v. The New York Central and Hudson River Railroad Company, Respondent",
  "name_abbreviation": "Kilmer v. New York Central & Hudson River Railroad",
  "decision_date": "1884-01-22",
  "docket_number": "",
  "first_page": "495",
  "last_page": "496",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 495"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 196,
    "char_count": 3917,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 2.07556580693429e-07,
      "percentile": 0.7583467221448046
    },
    "sha256": "0802b2faa82baf3df0b9c307a00cc72c5a28b8f8c0c81b8045e83df8c66fd6b8",
    "simhash": "1:790ac1a15854cda3",
    "word_count": 686
  },
  "last_updated": "2023-07-14T18:55:18.857986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nelson B. Kilmer, for Appellant, v. The New York Central and Hudson River Railroad Company, Respondent."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nThe plaintiff failed to recover, and in the case prepared for his appeal set out such portions of certain exhibits as he thought material, and as had been referred to on the trial. The defendant proposed as an amendment that the whole of the exhibits should be inserted. The trial judge disallowed the amendment, bat in settling the case required the appellant to paste the exhibits in the appeal-book, if copies were furnished by the defendant, or in lieu thereof, directed that the original exhibits might be referred to on the argument by either party. The defendant furnished copies for the General Term, and the decision of that court being appealed from, now moves that the plaintiff print those exhibits as part of the return to this court. The plaintiff offered to attach them to the appeal-books if copies were furnished by the defendant.\nHe should not be required to do more. The order of the trial judge holds good until the final determination of the case. The papers in question, are shown to be printed tariffs and schedules, prepared and issued by the defendant, full of figures and matter, which, in the opinion of the trial judge, were not material upon the trial, and to which it is said no reference was made by the respondent in the court below. The appellant was bound to present his case to the General Term upon the case as settled, and to this court upon the same record. It appears that the return actually on file accords with this rule, and the appellant is .under no obligation to print matter proposed by the respondent as an amendment, but disallowed by the trial judge.\nHo doubt there is a difficulty growing out of the fact that, while the trial judge refused to introduce the exhibits into the case, he allowed them to be referred to by either party on the argument of the appeal, and the record will not show whether any part was so referred to. This practice might easily lead to embarrassment, and is not to be encouraged. But in this case it is in favor of the respondent, and complaint by him is without merit.\nThe motion should, therefore, be denied, with $10 costs.\nAll concur.\nMotion denied.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "Frank Loomis for motion.",
      "Charles B. Meyer opposed."
    ],
    "corrections": "",
    "head_matter": "Nelson B. Kilmer, for Appellant, v. The New York Central and Hudson River Railroad Company, Respondent.\nAn appellant is simply hound to present his case to the General Term upon the case as settled, and to this court upon the same record ; he is not hound to print matter proposed by the respondent as an amendment to the case but disallowed by the trial judge.\nPlaintiff, the appellant herein, in his proposed case set forth portions of certain tariffs and schedules, prepared and issued by defendant, which were exhibits on the trial; the portions omitted were not referred to on the trial, and in the opinion of the trial judge were not material. Defendant proposed as an amendment that the whole of the exhibits should be inserted. Said judge in settling the case disallowed the amendment, but required plaintiff to paste the exhibits in the appeal-book, if copies were furnished by defendant, or in lieu thereof that the original exhibits might be referred to on the argument. Defendant furnished the copies. On motion by defendant that plaintiff be required to print the exhibits as part of the return to this court plaintiff offered to attach copies to the appeal-book, if furnished by defendant. Held, that he should not be required to do more; that the order of the trial judge held good until the final determination of the action.\nIt seems, that such a practice is not to be encouraged, but as the permission to bring in the exhibits was in favor of respondent he could not complain.\n(Argued January 15, 1884 ;\ndecided January 22, 1884.)\nThis was a motion to compel appellant to print certain papers, which were exhibits on the trial, as part of the return to this court.\nThe facts are stated in the opinion.\nFrank Loomis for motion.\nCharles B. Meyer opposed."
  },
  "file_name": "0495-01",
  "first_page_order": 519,
  "last_page_order": 520
}