{
  "id": 2192011,
  "name": "William Gibson, Respondent, v. Thomas Lenane et al., Appellants",
  "name_abbreviation": "Gibson v. Lenane",
  "decision_date": "1883-11-27",
  "docket_number": "",
  "first_page": "183",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 183"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "2 Daly, 94",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "83 N. Y. 282",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "1 Hill, 583",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "25 N. Y. 239",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2031414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/25/0239-01"
      ]
    },
    {
      "cite": "39 Barb. 567",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1943429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/39/0567-01"
      ]
    },
    {
      "cite": "3 Hill, 228",
      "category": "reporters:state",
      "reporter": "Hill,",
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "83 N. Y. 318",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2179214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/83/0318-01"
      ]
    },
    {
      "cite": "61 Barb. 489",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2261591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/61/0489-01"
      ]
    },
    {
      "cite": "83 N. Y. 279",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2179300
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "284"
        },
        {
          "page": "348, 355-6"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/83/0279-01"
      ]
    },
    {
      "cite": "77 N. Y. 301",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        542883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/77/0301-01"
      ]
    },
    {
      "cite": "77 N. Y. 46",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "38 Am. Rep. 421",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "74 N. Y. 348",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534722
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/74/0348-01"
      ]
    },
    {
      "cite": "9 Daly, 218",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": 0
    },
    {
      "cite": "60 N. Y. 127",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        523192
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/60/0127-01"
      ]
    },
    {
      "cite": "83 N. Y. 318",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2179214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/83/0318-01"
      ]
    },
    {
      "cite": "83 N. Y. 279",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2179300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/83/0279-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 11768,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.0475031739657437e-06,
      "percentile": 0.9841486897498657
    },
    "sha256": "5d402f08d97f7bc134bc25c5b44ee75f1b3d22f35bbcba1df6cde7f883da3fc8",
    "simhash": "1:1ac76c3bfe4d8998",
    "word_count": 2087
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William Gibson, Respondent, v. Thomas Lenane et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Ruger, Ch. J.\nThe plaintiff by this action seeks to foreclose a mechanic’s lien, arising under chapter 379 of the Laws of 1875, upon premises situated in the city of New York, belonging to Patrick and Thomas Lenane, and which lien was claimed to have been perfected by the filing of the proper papers therefor, on the 3d day of October, 1879.\nThe owners, and Smith & McKenzie, original contractors, and William Hall & Sons, prior lienors, were each made parties defendant to the foreclosure.\nThis lien was claimed to exist for the price of labor and materials furnished to Smith & McKenzie by the plaintiff, in the erection, of two houses on said premises, under a building contract between the owners and contractors.\nOn the trial it appeared that William Hall & Sons had also filed the necessary papers to create a lien upon said premises, as of the date of September 30, 1879, upon a claim for supplies furnished to the said contractors, Smith & McKenzie, to be used in the building of said houses.\nUpon the foreclosure of these liens the defendants, Lenanes, answered that they had paid the said Smith & McKenzie the full consideration for the building of said houses previous to the date of the filing of the attempted liens.\nIt was stipulated that the only question to be raised on the appeal was whether such payments had been made by the defendants, Lenanes, to the contractors, Smith & McKenzie, as precluded the plaintiff or William Hall & Sons from acquiring liens under the statute.\nThe finding of the referee states that on the 30th day of September, the date of the filing of the first lien herein, there was due to Smith & McKenzie from the Lenanes, upon said contract, the sum of about $1,100. This result was reached by holding as a question of law, that the said Lenanes were not entitled to credit for the amount of several orders drawn upon said owners by Smith & McKenzie, in favor of parties furnishing labor and materials under said contract, and which had been, previous to the filing of any liens, duly accepted by them payable at a future date, and amounting in the aggregate to nearly $2,000.\nWe think the referee erred in excluding the amount of those orders as payments upon the contract. Their allowance upon the contract would have shown that the entire claim of the contractors had been extinguished by payment before the time of the filing of the attempted liens. It is provided by the statute in question, “ that the aggregate amount of such liens must not exceed the amount which the owner would be otherwise liable to pay at the time of the filing of the claim.’’\nIt expressly appears by the findings of the referee that each and all of the orders were accepted by the owners, or by their agent on their behalf, prior to the date of the filing of the first lien, and that all of said orders were included in the .amounts mentioned in a release subsequently executed by Smith & McKenzie to the Lenanes.\nWe think that the acceptance of these orders by the Lenanes, or by their agent in their interest, operated as payment upon the contract in question from the time of acceptance, and should have been allowed to the owners as credits upon the accounting between them and Smith & McKenzie. The right of subcontractors and material-men under the statute to establish a lien upon the property of an owner depends upon the extent of the liability of such owner to the contractor at the date of the filing of the lien. The extent to which such a party can acquire a lien, as against the owner, is limited to the sum which the owner still remains liable to pay the contractor upon the contract at the time the lien attaches. (Crane v. Genin, 60 N. Y. 127.)\nIf the owner, at the request of the original contractor, prior to an attempt to create liens by any one, assumes a legal obligation to pay sub-contractors or material-men for labor or material used in the erection of a building, it constitutes a valid payment upon the contract to the extent of such obligation. (Garrison v. Mooney, 9 Daly, 218.)\nUnless prohibited by the statute, it is competent for the owner and contractor to agree upon the method and time of payment for moneys due or to become due upon a building contract; and when payment is made in accordance with such agreement it is binding upon all parties, unless impeached for fraud or collusion. (Crane v. Genin, supra; Payne v. Wilson, 74 N. Y. 348.)\nIt is also entirely competent for the owner, upon accepting an order drawn upon him by the ■ contractor, to make an arrangement with the payee for its future payment, and such extension of the time of payment between the owner and payee would not extend the application of such acceptance as payment upon the original contract.\nThe acceptance of the order by the owner operates as an 'equitable assignment of so much of the fund in his hands as is required to satisfy the order, and the contractor’s interést therein, thereby ceases to that extent, whether such fund exists in the form of a debt or moneys held for his use. (Risley v. Phenix Bank, 83 N. Y. 318; 38 Am. Rep. 421; People, ex rel. Dannat, v. Comptroller, 77 N. Y. 46.)\nIf the fund exists in the form of a debt due to the drawer of the order, the acceptance thereof by the debtor operates as a novation of the debt to the amount of such order. (1 Parsons on Contracts, 221.)\nBut we think also that there is still another principle upon which the owners should have been credited with the amount of the orders in question. The evidence shows that each one of these orders was, at the time of its acceptance, expressly receipted for as a payment upon the contract by Smith & MeKenzie. The assumption of an absolute obligation by a debtor to a third person, at the request of the creditor and upon his agreement that it shall operate as a payment upon the debt, extinguishes the liability of the debtor upon the original demand to the amount of the obligation assumed. (Southard v. Walsh, 77 N. Y. 301.)\nIt is entirely immaterial when such obligation becomes payable, provided the owner, or any one in his behalf, has become unconditionally bound to pay it, and it has been accepted as a payment by the several parties interested therein. This would be so, even if the obligation incurred were the note of the debtor alone, but it is more especially so where the obligation of a third party is transferred by the debtor to the creditor, and received by him in payment of his demand.\nSo far as this question is concerned, it makes but little difference what character is assigned to McArdle, the person by whom the obligation was incurred; whether he be regarded as' the agent of the owners, or as a stranger to the transaction. If the liability is assumed by a third person, at the request of, and for the benefit of the owner, and is accepted as payment by the parties, the same result would follow as though the owner had assumed the obligation primarily.\nIt also appeared that one of the orders, which was denied application as a payment by the referee, consisted of an original liability for $549.50, assumed on the 28th day of August, 1879, by the agent of the Lenanes to the defendants, William Hall & Sons, for the purchase of materials to be used in the buildings in question, at the joint request of the contractors and William Hall & Sons. The agent of the Lenanes, at the time of assuming this liability, agreed with William Hall & Sons that they would pay the amount thereof at a subsequent time, and actually did pay it on the 10th day of October thereafter. The amount of this order exceeded the sum of the lien which was awarded below to the defendants, William Hall & Sons, and the right of the owners to its allowance as a payment, so far as the Halls were concerned, was unquestionable. (Post v. Campbell, 83 N. Y. 279.)\nThe application of these principles to the case in hand leads to the conclusion that there was nothing owing by the defendants, the owners, to Smith & McKenzie at the date of the filing of either of the liens in question, and nothing upon which the”attempted liens could take effect.\nThe judgment of the General Term, and that entered upon the report of the referee, should be reversed; and the referee having found the facts which entitle 'the defendants to a judgment, judgment is, therefore, ordered for the defendants, the owners.\nAll concur; Andrews, J., concurring in result.\nJudgment accordingly.",
        "type": "majority",
        "author": "Ruger, Ch. J."
      }
    ],
    "attorneys": [
      "Joshua M. Van Cott for appellants..",
      "Samuel Hand for respondents."
    ],
    "corrections": "",
    "head_matter": "William Gibson, Respondent, v. Thomas Lenane et al., Appellants.\nUnder the Mechanics’ Lien Law for the city of New York (Chap. 379, Laws of 1875) a sub-contractor or material-man can acquire a lien only to the extent of the sum due from the owner to the contractor at the time of filing the lien.\nIf the owner has prior to that time at the request of the contractor assumed an obligation to pay another sub-contractor or material-man, to the extent of such obligation, it constitutes a payment.\nWhere, therefore, the owner has prior to the filing of a lien accepted orders drawn upon him by the contractor, in favor of other sub-contractors or material-men, and the contractor has thereupon receipted as for so much payment, to the full amount of his remaining liability upon the contract, no lien is acquired.\nIt seems that such an order and its acceptance operates as an equitable assignment of so much of the liability as is required to satisfy the order, and the owner’s liability to the contractor ceases to that extent.\nAn extension of time for payment agreed upon between the owner and the payee does not affect the character of the order or its effect as payment.\nSo also if the liability of the owner is assumed at his request and for his benefit by a third person, and this is accepted» as payment by the contractor, so far as subsequent liens are concerned, it is payment.\n(Argued November 19, 1883 ;\ndecided November 27, 1883.)\nAppeal from judgment of the General Term of the Court of Common Pleas, in and for the city and county of New York, entered upon an -order made the first Monday of January, 1882, which modified, and affirmed as modified, a judgment entered upon the report of a referee.\nThe nature of the action and the material facts are stated in the opinion.\nJoshua M. Van Cott for appellants..\nThe referee’s conclusion of law, that the acceptances did not constitute a payment until they were “ actually paid,” was erroneous. (Post v. Campbell, 83 N. Y. 279, 284; Payne v. Wilson, 74 id. 348, 355-6; Crane v. Genin, 60 id. 127, 131; Southard v. Walsh, 77 id. 302, 303.) The effect of an order drawn by the contractor in favor of a sub-contractor upon the owners, and accepted by the latter, was an equitable assignment of so much of the contract moneys as would cover the order. (Stone Dressing Co. v. St. James' Church, 61 Barb. 489; Risley v. Bank, 83 N. Y. 318; People, ex rel. Dannat, v. Comptroller, 77 id. 45; Shuttleworthy v. Bruce, 7 Robt. 160; Muir v. Schenck, 3 Hill, 228, 238; Wells v. Williams, 39 Barb. 567; Lowrey v. Steward, 25 N. Y. 239; Morton v. Naylor, 1 Hill, 583; Field v. Mayor, etc., 2 Seld. 179.) By the giving and acceptance of the orders, the contractors jnro ta/nto lost their right of recourse against the owners, and the owners incurred an absolute liability to the payees. (1 Parsons on Contracts, 221; Chitty on Contracts [10th Am. ed.], 146; 1 Addison on Contracts, § 374.)\nSamuel Hand for respondents.\nDefendants, Lenane, cannot deduct the amount of the orders. (Laws of 1875, p. 436, § 1; Post v. Campbell, 83 N. Y. 282.) The whole policy of the lien law is to protect the sub-contractor and to prevent collusion or departure from the terms or manner of payment provided by contract, and the equities of the lienor are always recognized as superior to those of the owner. (Devlin v. Mack, 2 Daly, 94.)"
  },
  "file_name": "0183-01",
  "first_page_order": 207,
  "last_page_order": 213
}