{
  "id": 2192108,
  "name": "David W. Baldwin, Appellant, v. John F. Moffett et al., as Trustees, etc., et al., Respondents",
  "name_abbreviation": "Baldwin v. Moffett",
  "decision_date": "1883-11-20",
  "docket_number": "",
  "first_page": "82",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 82"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "39 N. Y. 31",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "5 Denio, 236",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0236-01"
      ]
    },
    {
      "cite": "16 N. Y. 508",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0500-01"
      ]
    },
    {
      "cite": "5 Wend. 595",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0595-01"
      ]
    },
    {
      "cite": "4 Cush. 322",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1986254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/58/0322-01"
      ]
    },
    {
      "cite": "11 Barb. 159",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4911815
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/11/0159-01"
      ]
    },
    {
      "cite": "7 Hun, 461",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "12 How. 66",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "1 Sandf. Ch. 383",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2163601
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/1/0383-01"
      ]
    },
    {
      "cite": "8 N. Y. 44",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2010516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/8/0044-01"
      ]
    },
    {
      "cite": "84 N. Y. 386",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2180994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/84/0386-01"
      ]
    },
    {
      "cite": "3 Cow. 284",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2157954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/3/0284-01"
      ]
    },
    {
      "cite": "6 Hun, 641",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "11 Hun, 302",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "1 Barb. 392",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777613
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/barb/1/0392-01"
      ]
    },
    {
      "cite": "3 Abb. N. C. 138",
      "category": "reporters:state",
      "reporter": "Abb. N. Cas.",
      "case_ids": [
        1948247
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abbn-cas/3/0138-01"
      ]
    },
    {
      "cite": "64 N. Y. 298",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "6 Hun, 632",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "640, 643"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "26 Hun, 209",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "64 N. Y. 294",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0294-01"
      ]
    },
    {
      "cite": "21 Am. Rep. 609",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "64 N. Y. 295",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "6 Hun, 632",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 486,
    "char_count": 9030,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 3.6268113454143987e-07,
      "percentile": 0.8889375403739754
    },
    "sha256": "cc20edabc9f79463f9bdccd869c2ea2767596e8550bd62f29b6caba0300c777a",
    "simhash": "1:ebcf9116f38ec21c",
    "word_count": 1570
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David W. Baldwin, Appellant, v. John F. Moffett et al., as Trustees, etc., et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nWe find it impossible to separate the agreement that the sum remaining due on the Appleby mortgage should be paid out of the $6,375 advanced by the plaintiff, from the usurious agreement under which the advance was made. The stipulation as to the application of the money was one of the conditions upon which the money was advanced, and was part of the same agreement by which a discount of five per cent in addition to legal interest was reserved to the plaintiff. The check of the plaintiff was given to Mr. Camp in payment for the second mortgage bonds of Sherman; at five per cent discount, and it was for the purpose of making those bonds and the mortgage given to secure them, a first lien upon the property, that it was stipulated that the balance due on the Appleby mortgage, which was a prior lien, should be discharged with the proceeds of the check. The mere loan of the money to Sherman, or the simple purchase of the second mortgage bonds, without any agreement as to the application of the proceeds, would have conferred upon the plaintiff no right of subrogation, even if the proceeds were in fact used to pay off the first mortgage. The agreement that the first mortgage should be paid off with the plaintiff’s funds was, therefore, an essential part of the plaintiff’s case, 'and this agreement could not be established without resorting to the usurious agreement under which the plaintiff’s advance was made, the agreement having been all made at one time, and being entire. The mere facts that at the time of the advance the plaintiff was a subsequent incumbrancer to the amount of $750, and that the first mortgage was past due, and that the money of the plaintiff was used to pay off the first mortgage (if that fact was in the case) would not have been sufficient to entitle the plaintiff to be subrogated, for the payment was not made by the plaintiff to the mortgagee, but to the mortgagor or his agent, and if it be argued that the plaintiff constituted the mortgagor his agent to pay off the first mortgage, the answer is that that agency could not be shown without resorting to the usurious agreement under which the money was advanced, and claiming through the effect of that agreement. In the case of Patterson v. Birdsall (6 Hun, 632; S. C., 64 N. Y. 295; 21 Am. Rep. 609), this difficulty did not exist; for in that case the subsequent incumbrancer, having the right to protect his own security, himself paid off the first incumbrance. It was not necessary, for the ¡mrpose of establishing his right of subrogation, to resort to any dealing between him and his debtor. His right of subrogation sprang from the payment rightfully made by him to the holder of the first incumbrance for his own protection, and was complete without reference to any other dealing, and his taking a usurious security for his reimbursement was held not to vitiate the right of subrogation which had been thus acquired. In the present case the claim to subrogation arises out of the agreement between the plaintiff and Sherman, and cannot be established without a resort to that agreement, and as that link fails by reason of the usury, the claim to subrogation must fall with it.\nThe judgment should be affirmed,'with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Mullin & Griffin for appellant.",
      "F. D. Sherman for respondents.",
      "McCartin and Williams for John F. Moffett, respondent."
    ],
    "corrections": "",
    "head_matter": "David W. Baldwin, Appellant, v. John F. Moffett et al., as Trustees, etc., et al., Respondents.\nS. executed certain bonds and a trust mortgage to secure the same ; plaintiff took a portion of said bonds at a discount oí five per cent, under an agreement that “sufficient of the sum advanced should be used to pay a prior mortgage on the premises this was done and the prior mortgage canceled of record. In an action brought to foreclose the trust mortgage it was adjudged that plaintiff's bonds were usurious and void. Plaintiff thereupon brought this action asking to be subrogated to the rights of the prior mortgagee, and to foreclose the prior mortgage. Held, that as plaintiff had no right of subrogation save under the agreement to pay off said mortgage, and as that was part of and could not be separated from the usurious agreement, the action was not maintainable.\nPatterson v. BirdsaU (64 N. Y. 294), distinguished.\n(Submitted October 22,1883 ;\ndecided November 20, 1883.)\nAppeal from judgment of the General Term of the Supreme' Court, in the fourth judicial department, entered upon an order made December 30, 1881, which affirmed a judgment in favor of defendants, entered upon a decision of the court on trial at Special Term. (Reported below, 26 Hun, 209.)\nThis action was brought to obtain a judgment reviving a mortgage upon certain premises formerly owned by defendant Wooster Sherman, subrogating plaintiff to the rights of the mortgagee, and for a foreclosure of said mortgage.\nThe referee found in substance the following facts: In September, 1875, said defendant Sherman executed forty bonds of $500 each, bearing interest, and for the purpose of securing payment thereof, executed to defendants Moffett and Gilderoy, as trustees for the bondholders, a mortgage upon certain premises owned by Sherman, upon which premises there was at that time a prior mortgage held by one Appleby, on which' there was unpaid, April 1,1876, $6,067.89. Twenty-five of these bonds were sold and transferred by Sherman for full value. In March, 1876, Sherman’s agent sold and transferred to plaintiff the remaining fifteen bonds “ upon the usurious agreement that plaintiff should have the same at a discount of five per cent from, the face value,” and that out of the money paid for said bonds the agent should see that Sherman paid the prior mortgage and caused the same to be discharged of record. Plaintiff gave to the agent his check for the amount of the bonds, less the discount. The check, with the bonds, was delivered to a bank of which the agent was president, who thereupon caused the Appleby mortgage to be paid and satisfied, and it was discharged of record. The check was then charged to plaintiff and credited to Sherman, who was charged with the amount paid on the Appleby mortgage, and the fifteen bonds were delivered to plaintiff. The trustees named in the mortgage subsequently brought an action to foreclose the same, the defense of usury was interposed as to the bonds held by plaintiff, and said bonds were adjudged to be usurious and void. The referee found, as conclusion of law, that plaintiff was not entitled to be subrogated, and so dismissed the complaint.\nMullin & Griffin for appellant.\nAt the time plaintiff made the agreement to pay off the prior mortgage he was a subsequent incumbrancer, and as such, was entitled to maintain this action. (Patterson v. Birdsall, 6 Hun, 632, 640, 643; 64 N. Y. 298.) It cannot make any difference with the equitable rights of the plaintiff in this action, that instead of paying his money directly to the holder of the mortgage he seeks to revive, he paid it to the mortgagor, or his agent, under an agreement with him that he should use it to satisfy the mortgage mentioned. (Jones on Mortgages, § 874; Greene v. Mulbank, 3 Abb. N. C. 138, 141.) The bondholders and their representative in this action, defendant Moffett, have no rights or equities as against the mortgage in question superior to those of Wooster Sherman, the mortgagor. (Barnes v. Cumack, 1 Barb. 392; Payne v. Wilson, 11 Hun, 302; Main v. Ames, Jefferson Special Term, 1880, 1 Barb. 392; Jones on Mortgages, § 878; Patterson v. Birdsall, 6 Hun, 641.) If a contract is susceptible of two constructions, one of which will bring it within the statute of usury, and the other without the statute, the latter construction will be adopted. (Archibald v. Thomas, 3 Cow. 284; Coyne v. Weaver, etc., 84 N. Y. 386; 1 Chitty on Cont. [11th Am. ed.] 111.)\nF. D. Sherman for respondents.\nMcCartin and Williams for John F. Moffett, respondent.\nA party paying a mortgage of another can only be subrogated to the rights of the mortgagee; where the party paying is surety for the mortage debt, or where a subsequent incumbrancer or purchaser, in order to save his lien on the premises, is compelled to pay the prior mortgage. (Averill v. Taylor, 8 N. Y. 44-51; Story’s Eq. Jur., §§ 635, 1227; Sanford v. McLean, 3 Paige, 117; Banto v. Garmo, 1 Sandf. Ch. 383; Jenkins v. Con. Ins. Co., 12 How. 66-67; 7 Hun, 461.) The money having been paid with no intent, at the time, to keep the security on foot, it was absolutely discharged. (Banto v. Garmo, 1 Sandf. Ch. 383; Lafarge v. Harter, 11 Barb. 159-71-2; Draper v. Toescott, 29 id. 401.) Plaintiff cannot maintain this action, because the agreement under which the loan or payment was made was usurious, and he has to rely on such usurious agree- . ment in making his case, and if that agreement forms one necessary link in the proof of the case or right to recover, he must fail. (Gregg v. Weyman, 4 Cush. 322; Rice v. Walling, 5 Wend. 595-99; Dewitt v. Brisbane, 16 N. Y. 508; Palmer v. Pell, 3 Seld. 328; Schroepel v. Corning, 5 Denio, 236; Kellogg v. Adams, 39 N. Y. 31-32.)"
  },
  "file_name": "0082-01",
  "first_page_order": 106,
  "last_page_order": 110
}