{
  "id": 2192111,
  "name": "Emerson Day, as Commissioner, etc., Appe_lant, v. Fayette Day, as Commissioner, etc., Respondent",
  "name_abbreviation": "Day v. Day",
  "decision_date": "1883-11-27",
  "docket_number": "",
  "first_page": "153",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 153"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "16 Hun, 441",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "36 N. Y. 446",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        498958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/36/0446-01"
      ]
    },
    {
      "cite": "57 Barb. 619",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2255181
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/57/0619-01"
      ]
    },
    {
      "cite": "23 How. Pr. 306",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2214862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/23/0306-01"
      ]
    },
    {
      "cite": "2 Hun, 152",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "24 Wend. 367",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2155121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/24/0367-01"
      ]
    },
    {
      "cite": "4 Lans. 24",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        1932215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/4/0024-01"
      ]
    },
    {
      "cite": "4 Wend. 454",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "74 N. Y. 382",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0382-01"
      ]
    },
    {
      "cite": "3 Hun, 97",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "18 Abb. 100",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "8 N. Y. 67",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2010488
      ],
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/8/0067-01"
      ]
    },
    {
      "cite": "14 Barb. 259",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4918983
      ],
      "pin_cites": [
        {
          "page": "290"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/14/0259-01"
      ]
    },
    {
      "cite": "6 Hill, 646",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "34 N. Y. 268",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16505
      ],
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/34/0268-01"
      ]
    },
    {
      "cite": "2 Lans. 354",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        4817630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/2/0354-01"
      ]
    },
    {
      "cite": "11 Wend. 667",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Hun, 696",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "12 How. Pr. 556",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "12 N. Y. 57",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "17 Johns. 439",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6065168
      ],
      "pin_cites": [
        {
          "page": "447, 449, 450"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0345-01"
      ]
    },
    {
      "cite": "4 Lans. 141",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        1932234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/4/0141-01"
      ]
    },
    {
      "cite": "55 N. Y. 472",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        517453
      ],
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/55/0472-01"
      ]
    },
    {
      "cite": "17 Johns. 439",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6065168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/17/0345-01"
      ]
    },
    {
      "cite": "55 N. Y. 472",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        517453
      ],
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/55/0472-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 650,
    "char_count": 15269,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 5.69776400390484e-07,
      "percentile": 0.9495924279755307
    },
    "sha256": "56ff3955a83f4c133010a5c1530287f23dca9fcb010eb1e3c74eb05fb6cb123b",
    "simhash": "1:95a640e2cee4e0c7",
    "word_count": 2693
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Emerson Day, as Commissioner, etc., Appe_lant, v. Fayette Day, as Commissioner, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nThe main question in this case is whether both of the towns, Royalton and Hartland, are liable to make and maintain the bridge in question, or whether that duty devolved upon the town of Royalton alone.\nThe bridge is situated partly in each of the two towns. It was built upon the town line which divides them, and which runs in an easterly and westerly direction. The stream which it crosses runs northerly and southerly. The northerly half of the bridge is in the town of Hartland, and the southerly half in the town of Royalton, and it connects a public highway which crosses the stream and runs along the town line, one-half of the highway and bridge being situated on each side of the town line.\nThe duty of maintaining the bridge consequently devolved upon both towns, unless otherwise provided by the statutes on the subject. In the absence of any special statutory provision, each town would be liable to maintain the part of the bridge situated within its territory, or in some other manner to bear its portion of the burden. By 1 R. S. 701, § 1, it is provided that the commissioners of highways of each town shall have the care and supervision of the highways and bridges therein. By subdivision 1 of the same section, it is made their duty to give directions for the repairing of the roads and bridges within their respective toYms, and by subdivision 4 of the same section, they are directed to cause the highways and the bridges, which are, or may be erected over streams intersecting highways, to be kept in repair. These general provisions make each town liable for the maintenance of the bridges within its territory, and if a bridge is partly in one town and partly in- another, it necessarily follows that both towns are liable for its maintenance, unless there is some statute under which the whole liability is cast upon one of them.\nThe appellant contends that there is no such statute applicable to the bridge in question. If he is right in that contention the act of 1841 (Chap. 225, § 1), as amended by the act of 1857 (Chap. 383, § 1), applies to the case. The act of 1841 provided as follows: “ Whenever any adjoinvng towns shall be liable to make and maintain any bridges over any stream dividing such towns, such bridges shall be built and repaired at the equal expense of said towns, without reference to the town lines.” This act, it is evident, would have been insufficient to meet the present case, for the reason that it applied only to bridges over a stream dividing the towns. With the view, apparently, of obviating such a difficulty, and rendering the act applicable to every case where a bridge is situated, in part, in two or more towns, without reference to the question whether the stream divides the towns,, or the town line intersects or crosses the stream, and divides the bridge longitudinally, as in the present case, the amendment of 1857 was adopted, which provides that “whenever any two or more towns shall be liable to make or maintain any bridge or bridges, the same shall be built and maintained at the joint expense of said towns, without reference to town lines.” The qualification which made the statute applicable only to bridges over a stream dividing the towns was omitted. This amendment was construed in the case of Lapham v. Rice (55 N. Y. 472, 479), where it was said:\n“ By this amendment, towns lying on both sides of the stream where a bridge was necessary upon the Ivnes thereof were embraced. In short, it was made to include all towns in which any part of the bridge was located.”\nIt was assumed that towns thus situated would be liable - to contribute to the building and maintenance of the bridge or bridges of which all enjoyed the benefit. Such a liability would be founded on the plainest principles of justice, and, unless by other statutes some different provision is'tnade, it should be enforced.\nThe respondent contends, however, that different provision is made for the expense of building and maintaining bridges on town lines, by the statute in relation to town line roads. (1 R. S. 516, §§ 73, 74, 75.) These sections provide, that when a highway is laid out on the line between two towns, it shall be divided into two or more “ road districts,” in such manner that the labor and expense of “ opening, making and keeping in repair ” such highway through each of said districts may be equal as near as may be, and to allot an equal number of the said districts to each of said towns, and that each district shall be considered as wholly belonging to the town to which it shall be allotted, “ for the purpose of opening and improving the road, and for keeping it in repair.”\nIt is to be observed that this statute contemplates that “ the labor and expense of opening, working and keeping in repair the highway in each district shall be, as nearly as possible, the same as the expense for like purposes in every other district. Equality of burden is secured by assigning to each of the towns an equal number of such districts, and the question now presented is, whether the expense of building and maintaining a bridge is included in the expense of opening, working and keeping in repair the highway, as in the seventy-fourth section, or of “ opening, improving and keeping in repair the road ” in the district or districts allotted to each town, as in the seventy-fifth section, for it is for those purposes only that each district is by the seventy-fifth section to be considered as wholly belonging to the town to which it is allotted.\nIf the expenses here referred to are confined to the opening or grading, working or keeping in repair the road-way, it is reasonably practicable to so divide the highway into districts as to make the expenses for those purposes in the several districts comparatively uniform. But it is self-evident that, if these expenses are to be deemed to include the cost of building bridges, and maintaining or rebuilding them, it would be quite impracticable to divide the road into districts in such manner that the labor and expense of “ opening, working and keeping in repair the highway” through each of the districts would be “ equal.” The expenses of “ opening,” and those of “ working and keeping in repair,” are placed upon the same footing, but if bridges are included they would naturally differ. The bridges may be small and comparatively inexpensive, but they may be large and costly. The building of a single bridge might cost more than the expense, of opening the whole roadway, and the cost of “ opening,” if it includes the cost of building the bridge, would be much greater than that of maintaining. There is no provision for creating one set of districts for the purpose of “ opening ” the road, and a different set for the purpose of working or keeping it in repair, or for changing the districts when a bridge has to be rebuilt. The statute contemplates that the districts, when established, shall be established both for opening and maintaining, and it seems to me that the frame of the act shows that the districts referred to are simply ordinary road districts, upon which the usual highway labor has to be performed, and that the expense of such highway labor is all that the statute intended to provide for, and that this does not include the building or maintaining of bridges.\nThe language of the seventy-fifth section harmonizes with this view. It declares that each district shall be considered as wholly belonging to the town to which it shall be allotted, “ for the purpose of opening and improving the road, and for keeping it in repair.” This language does not in terms include bridges, and although in a broad sense a bridge may be part of a highway, yet when the whole context of the act is considered, in connection with the general course of legislation on the subjects of highways, road districts, and bridges, and the judicial construction which has been put upon it, it very clearly appears that roads and road districts are considered as distinct subjects from bridges, and that when bridges are intended to be included, they are specifically mentioned. This question is fully discussed by Chancellor Kent in the case of Bartlett v. Crozier (17 Johns. 439), in the Court of Errors, and in an opinion concurred in by the whole court, he demonstrates that statutes merely providing for the creation of road districts, and the performance of highway labor thereon, do not apply to bridges. It is made the duty of the commissioners of highways of each town to divide their respective towns into road districts, and it is the duty of the overseers of highways to repair and keep in order the highways within the several districts for which they shall have been elected. (1 R. S. 502, § 1; 503, § 6.) But the case cited decides that this duty does not include that of repairing bridges.\nMy conclusion is, that the act relating to town line roads does not provide for the maintenance of bridges, and that the road districts therein mentioned do not include bridges, but that bridges are to be dealt with under the other statutes referred to. No other act being referred to which provides for the maintenance of bridges, parts of which are located in two or more towns, the towns are liable, under the act of 1857, for the expense of maintaining them, and for that purpose they are not to be considered as wholly within the town to which the road district has been allotted under the Town Line Road Act.\nThe further point is taken by the respondent that the plaintiff is not entitled to recover in this action because he did not prove the twenty days notice in writing, provided for by the third section of the act of 1841, as amended by chapter 383 of the Laws of 1857. This objection is we think obviated by the findings of fact by the County Court that personal application was made by the commissioner of highways of the town of Royalton to the commissioner of highways of the town of Hartland, and that the latter absolutely refused to help rebuild the bridge, and waived the notice required by the statute.\nThe whole matter having been within the power of the commissioner, he alone being authorized to give the consent, we think that his waiver of twenty days notice requesting such •consent was effectual.\nThe judgments of the County Court and of the Supreme Court at General Term should be reversed and a new trial ordered in the County Court, costs to abide the event.'\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Ransom & Joyce for appellant.",
      "Ellsworth & Potter for respondent."
    ],
    "corrections": "",
    "head_matter": "Emerson Day, as Commissioner, etc., Appe_lant, v. Fayette Day, as Commissioner, etc., Respondent.\nThe provisions of the Revised Statutes relating to town line roads (1 R. S. 516, §§ 73,74,75) do not provide for the maintenance of bridges, and the road districts therein mentioned do not include bridges ; they simply refer to ordinary road districts, and were intended to provide only for ordinary highway labor.\nA bridge, therefore, upon a town line road which is located partly in each of the towns is not to be considered as wholly within the town to which the road district including it has been allotted under said provisions ; but the towns are jointly liable for the expense of maintaining it.\nThe commissioner of highways of one of the towns so liable may waive the twenty days written notice required to be given by the act providing for the maintenance of such bridges (§ 1, chap. 225, Laws of 1841, as amended by chap. 383, Laws of 1857); and where, upon application of the commissioner of the other town, he absolutely refuses to help rebuild the bridge, when it becomes necessary, he thereby waives notice, and the latter may rebuild and then maintain an action against the former to recover half the expense.\n(Submitted October 17, 1883 ;\ndecided November 27, 1883.)\nAppeal from judgment of the General Term of the Supreme Court, in the fourth judicial department, entered upon an order made October 8, 1881, which affirmed a judgment of the County Court of Niagara county in favor of defendant.\nThis action was brought by the commissioner of highways of the town of Eoyalton, Niagara county, against the commissioner of highways of the town of Hartland in said county, to recover one-half the expense of rebuilding a bridge.\nThe material facts are stated in the opinion.\nRansom & Joyce for appellant.\nWhen two or more towns are required to build and maintain a bridge, such bridge should be built and maintained at their joint expense, without reference to the town lines or the part located in either. (Lapham v. Rice, 55 N. Y. 472, 479; Laws of 1841, chap. 225, § 1; Laws of 1857, chap. 383, § 1; Corey v. Rice, 4 Lans. 141; 1 R. S. 516, §§ 73, 74, 75.) Under the highway law of this State the division of the highways of a town into road districts and the allotment of the districts have no effect whatever upon the bridges of the town; and this is also true of the bridges on the town line roads. (1 R. S. 340, § 3; Laws of 1865, chap. 522, § 7; 1 R. S. 501, § 1; id. 504; Bartlet v. Crozier, 17 Johns. 439, 447, 449, 450; Wait’s Table of Cases; Connolly’s N. Y. Citations; 12 N. Y. 57; 29 id. 307; 44 id. 119; 12 How. Pr. 556; Town of Pierpoint v. Lovelass, 4 Hun, 696-699; McFadden v. Kingsbury, 11 Wend. 667.) Statutory provisions which are not of the essence of the thing to be accom- ’ plished, and which are not accompanied by a clause rendering the proceeding void if they are not complied with, are construed as. directory merely. (Rimbart v. Young, 2 Lans. 354; People v. Supervisors of Ulster, 34 N. Y. 268, 272; Marchant v. Langworthy, 6 Hill, 646; People v. Cook, 14 Barb. 259, 290; 8 N. Y. 67, 89.) A municipal corporation may waive a forfeiture by a contractor. (People v. Brennan, 18 Abb. 100; People, ex rel. N. Y. & H. R. R. Co., v. Havemeyer, 3 Hun, 97, 110; Brooklyn v. Brooklyn City R. R. Co., 8 Abb. [N. S.] 356; Baird v. N. Y., 74 N. Y. 382.) A board of supervisors may waive a claim for moneys due their county. (Supervisors of Chenango v. Birdsall, 4 Wend. 454; Supervisors of Orleans v. Bowen, 4 Lans. 24.) A substantial compliance with the statute in highway cases is sufficient. (People, ex rel. Elliott, v. Com’rs of H. of Greenbush, 24 Wend. 367; People, ex rel. Ludlum, v. Wallace, 2 Hun, 152.) Waiver is equivalent to notice, and dispenses with its necessity. (People, ex rel. Martin, v. Albright, 23 How. Pr. 306.) Highway statutes are to be construed liberally; strict technical exactness is not held to be jurisdictional. (Harris v. Houck, 57 Barb. 619, 624.) Remedial statutes are to be liberally construed. (Hudler v. Golden, 36 N. Y. 446; People v. Tompkms, 64 id. 53; Harris v. Houck, 57 Barb. 619.)\nEllsworth & Potter for respondent.\nThe provision of the general statutes relating to joint bridges, and providing for the construction and repair of such a bridge, have no application to a bridge situated like the bridge in question. These statutes are primarily intended to provide for the building and maintenance of bridges between towns divided or bounded by a river or stream where the concurrence of two sets of commissioners was requisite to secure the construction and repair of bridges across such streams. (Laws of 1841, chap. 225; Jones v. City of Utica, 16 Hun, 441; 2 R. S. [5th ed.] 400, §§ 97, 98, 99; Tift v. Alley, 3 T. & C. 784.)"
  },
  "file_name": "0153-01",
  "first_page_order": 177,
  "last_page_order": 184
}