{
  "id": 2192001,
  "name": "Almira B. Coleman, Respondent, v. The Manhattan Beach Improvement Company (Limited) et al., Appellants",
  "name_abbreviation": "Coleman v. Manhattan Beach Improvement Co.",
  "decision_date": "1883-12-11",
  "docket_number": "",
  "first_page": "229",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 229"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "39 N. Y. 302",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502209
      ],
      "pin_cites": [
        {
          "page": "303"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0302-01"
      ]
    },
    {
      "cite": "6 N. Y 422",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2499236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/6/0402-01"
      ]
    },
    {
      "cite": "3 Johns. 484",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0484-01"
      ]
    },
    {
      "cite": "10 N. Y. 532",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "11 Barb. 173",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4911679
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/11/0173-01"
      ]
    },
    {
      "cite": "6 Cow. 281",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12132600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0281-01"
      ]
    },
    {
      "cite": "2 Hill, 552",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "11 Johns. 365",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137693
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0365-01"
      ]
    },
    {
      "cite": "2 Wend. 109",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 320",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/2/0320-01"
      ]
    },
    {
      "cite": "26 Hun, 525",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "39 N. Y. 302",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/39/0302-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 11921,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 8.849025602678437e-07,
      "percentile": 0.9781352117440052
    },
    "sha256": "dff54e82a2cc4d5e3f8dcb4378e6e52d28618e22541d578f27f9c3067896910c",
    "simhash": "1:ee3881b356d75347",
    "word_count": 2080
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Almira B. Coleman, Respondent, v. The Manhattan Beach Improvement Company (Limited) et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Andrews, J.\nThe deed of September 11, 1855, from the heirs of George Lott to Cornelius Eornet, under which' the plaintiff claims title to the premises in controversy, describes the granted premises as “Pelican Beach, near Barren island, in the town of Elatlands.” It is claimed that this description is so vague, uncertain and indefinite, that the premises cannot be located, and that for this reason no title was acquired by the deed which will support an action of ejectment. It is doubtless true that the premises upon which a grant is to operate, must be described in the grant so that they can be identified. But it is-not necessary that they should be described by boundaries, courses or distances, or by reference to monuments. Words of general description, such as the estate of Blackaere, or the estate purchased of A., or the farm in the occupation of B., are sufficient. Hothing passes by a deed except what is described in it, whatever the intention of the parties may have been, but when words of general description are used, oral evidence is admissible to ascertain the particular subject-matter to which they apply, without infringing upon the rule which prohibits parol evidence tó add to or contradict the language of written instruments. The object of oral evidence in such cases is to ascertain the intention of the parties as expressed in the writing, and not to make the deed operate upon land not embraced in the descriptive words. (Doe v. Holtom, 4 Ad. & El. 76; Sanford v. Raikes, 1 Mer. 653.) The description “ Pelican Beach, near Barren island,” in the deed in question, is perfectly intelligible, and obviously refers to lands known as Pelican Beach, and if premises owned by the grantors at the date of the deed can be found answering this description, it is certain that they are the premises intended. The deed, therefore, was not subject to the objection that it was on its face void for indefiniteness. The plaintiff, upon his evidence, was entitled to recover in the action, provided the demanded premises were identified as “Pelican Beach,” since it is admitted that the heirs of George Lott were seized at the time of their conveyance to Cornelius Fornet.\nThe identity of Pelican Beach with the demanded premises is found by the trial court, and the evidence sustains the finding. It was shown that Pelican Beach, was'the name originally applied to the salt meadows, marsh and beach on the westerly end of Barren island, extending from the wooded part of the island westerly to the inlet known as Plum Gut, which separated Barren island from Coney island, a distance of about four miles. Sometime between 1840 and 1845, a 0 ' new inlet opened across Pelican Beach, extending from the Atlantic ocean on, the south, to Sheepshead bay on the north, which separated the greater part of Pelican Beach from Barren island, leaving a strip of salt meadow, marsh and beach about three miles long between the island and Plum Gut inlet, and when the new inlet was opened, Plum Gut inlet gradually filled up, but it was still open when the deed of September 12, 1855, was given. Upon these facts there can be no question that that deed related to that part of Pelican Beach cut off from Barren island by the new inlet, and was properly described m the deed as “ Pelican Beach near Barren island.” Subsequently Plum Gut inlet wholly filled up, and the part of Pelican Bea'ch which was formerly separated by this inlet from Coney island, was united to it, no inlet intervening. But this union did not extinguish the title of the heirs of George Lott, or those who succeeded thereto, to the land formerly known a.s Pelican Beach.\nThe claim that Pelican Beach, described in the deed of September 12,1855, had disappeared by the encroachment of the sea, is not sustained by the evidence. The shore line, as the evidence shows, had advanced northerly to a considerable distance, and the northerly line also had to some extent been advanced further north than formerly. But the greater part of the land now connected with Coney island, east of where Plum Gut inlet formerly was, was a part of Pelican Beach in 1855, and the accretion on the north inured to the benefit of the owners of the beach.\nThe only remaining question arises upon the claim of the defendant that the deed of December 18,1880, from John H. Platt, the assignee in bankruptcy of Abraham B. Coleman, to the plaintiff Almira Coleman, at which time the defendant was in possession of the demanded premises, under a deed from the heirs of George Lott, dated July 3,1877, which purported to convey the same premises formerly conveyed by them to Cornelius Fornet, was void as in contravention of the statute, which provides that every grant of land shall be absolutely void, if, at the time of the delivery thereof, such land shall be in the actual possession of a person claiming under a title adverse to that of the grantor. (1 R. S. 739, § .) The deed from Platt, the assignee in bankruptcy, to the plaintiff, was executed under the order of the bankrupt court, made upon the petition of the bankrupt, showing that the plaintiff in the year 1856, purchased the property in question of the bankrupt, and paid therefor, and that by mistake it was omitted from the description in the deed of July 24, 1856, from Abraham B. Coleman, the bankrupt, to the plaintiff. The deed from Platt recites that it was made to correct such mistake. The case of Stevens v. Hauser (39 N. Y. 302) is we think a conclusive answer to the objection that the deed was champertous. The order of the bankrupt court was made in the administration of the estate of the bankrupt, upon proof of equitable circumstances entitling the plaintiff in a proper action to the reformation of the deed of July 24, 1856, and this relief might properly be given by the order of the bankrupt court, in the absence of any objection by the parties in interest. The deed of December 18, 1880, given in pursuance of the order, is not within the mischief at which the statute was aimed, or the intention of the legislature.\nWe find no error in the record, and the judgment should therefore be affirmed.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, J."
      }
    ],
    "attorneys": [
      "Winchester Britton for appellants.",
      "Henry G. Atwater for respondent."
    ],
    "corrections": "",
    "head_matter": "Almira B. Coleman, Respondent, v. The Manhattan Beach Improvement Company (Limited) et al., Appellants.\nWhile it is essential that premises upon which a grant is to operate must be so described therein that they can be identified, it is not necessary that they should be described by boundaries, courses or distances, or by reference to monuments.\nWhere words of general description are used, oral evidence may be resorted to to ascertain the particular subject-matter to which they apply, and if, with the aid of such evidence, the premises can be located, the grant will not fail.\nThe provision of the Revised Statutes, declaring a grant of land void if at the time of delivery thereof the land shall be in the actual possession of one claiming under a title adverse to that of the grantor, does not apply to a deed from an assignee in bankruptcy, made in pursuance of an order of the bankruptcy court.\nA deed described the granted premises as *' Pelican beach, near Barren island.” In an action of ejectment it appeared that the name “Pelican beach ” was originally applied to the salt meadows, marsh and beach on *he westerly end of Barren island. An inlet subsequently opened across said beach, separating a greater portion thereof from the island. The title of the grantees to the heach was undisputed. Held, that the deed was not void for uncertainty, but related to, and conveyed that portion of Pelican beach cut off from the island by the inlet.\nThe deed was executed in 1855, plaintiff claimed title under a deed executed to him in 1880, by an assignee in bankruptcy of one who took title from the original grantee. The assignee executed the deed under an ■ order of the bankruptcy court, made upon petition of the bankrupt,, showing that plaintiff purchased of him, and paid' for the lauds in question, together with other lands in 1856, and that by mistake they were omitted from the' deed; the assignee’s deed recited that it was made to correct such mistake. At the time of the delivery of the assignee’s deed, defendant was in possession, claiming under a deed executed in 1877 by the grantors in the deed of 1855. Held, that the bankruptcy court had power to give the relief granted by its order, in the absence of any objection by the parties in interest; and that the deed was not void as cbampertous.\n(Argued November 26, 1888 ;\ndecided December 11, 1883.)\nAppeal from judgment of the General Term of the Supreme Court, in the second judicial department, entered upon an order made February 13, 1882, which affirmed a judgment in favor of plaintiff, entered upon a decision of the court on trial without a jury. (Mem. of decision below, 26 Hun, 525.)\nThis was an action of ejectment.\nBoth parties claimed title under, deeds from the heirs of George Lott, who it was conceded died seized of the premises in question. Plaintiff claimed under a deed executed by said heirs to Cornelius Hornet, dated September 11, 1855, conveying “all their right, title and interest in and to Pelican beach, near Barren island, in the town of Flat-heads.” Fornet conveyed by quit-claim deed, containing the same description, in 1855, to Abraham B. Coleman. The deed also conveyed other lands. In July, 1856, said- Coleman executed a conveyance to plaintiff, which described the other lands deeded by Fornet, and described the premises conveyed as being the same premises conveyed to Coleman by Fornet, but Pelican beach was not mentioned in the deed. On December 13, 1880, John H. Platt, as assignee in bankruptcy of said Coleman, in pursuance of an order in bankruptcy of the District Court of the United States for the southern district of New York, executed to plaintiff a deed containing the same description. The order was granted upon petition of the bankrupt, showing that the lands were purchased and paid for by plaintiff, but were by mistake omitted in the deed of 1856. The order and the assignee’s deed recited that they were made for the purpose of correcting such mistake. The deed under which defendant claims was executed by the heirs of George Lott to John L. Bergen, July 3, 1877.\nFurther facts appear in the opinion.\nWinchester Britton for appellants.\nAs defendants were in actual possession of the locus in quo, claiming under a title adverse to that of the grantor at the time of the conveyance by the assignee, it was void. (2 R. S. [6th ed.] 1120; 1 R. S. 739.) This was not a judicial sale, such a sale must be under a Iona fide judgment or decree of a court having competent jurisdiction. (Hoyt v Thompson, Exr., 1 Seld. 346; Williamson v. Berry, 8 How. [U. S.] 495.) Nor was this conveyance in pursuance of any previous valid contract to convey. (4 Kent’s Com. [7th ed.] 448, note, 488; 4 U. S. Dig., p. 584, No. 2,624.) The lands in possession of the defendants are in the town of Gravesend. (1 R. S. [6th ed.] 205; Denton v. Jackson, 2 Johns. Ch. 320; North Hempstead v. Hemstead, 2 Wend. 109.)\nHenry G. Atwater for respondent.\nIn construing descriptions in deeds the utmost liberality is allowed, and the intent of the parties will be effectuated if it can by any possibility be gathered from the deed. (Jacksons. Delancy, 11 Johns. 365; Loomis v. Jackson, 19 id. 449; Rollin v. Pickett, 2 Hill, 552; Jackson v. Marsh, 6 Cow. 281; Mason v. White, 11 Barb. 173; Peck v. Mellams, 10 N. Y. 532.) The words of conveyance used are sufficient to convey a fee. A quit-claim deed operates as a conveyance. (Jackson v. Alexander, 3 Johns. 484; Jackson v. Fish, 10 id. 456; Jackson v. Root, 18 id. 60, 78; Lynch v. Livingston, 6 N. Y 422.) The deed from John H. Platt, as assignee in bankruptcy of Abraham B. Coleman, is a valid deed and well describes and conveys the premises in question. (Stevens v. Houser, 39 N. Y. 302, 303.)"
  },
  "file_name": "0229-01",
  "first_page_order": 253,
  "last_page_order": 258
}