{
  "id": 2192080,
  "name": "Catherine E. Dodge, by Guardian, etc., Respondent, v. Joseph T. Stevens, Impleaded, etc., Appellant",
  "name_abbreviation": "Dodge v. Stevens",
  "decision_date": "1883-12-04",
  "docket_number": "",
  "first_page": "209",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 209"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "13 Barb. 252",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5779069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/13/0252-01"
      ]
    },
    {
      "cite": "17 How. 300",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "4 Edw. 97",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1988570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/4/0097-01"
      ]
    },
    {
      "cite": "45 N. Y. 802",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0802-01"
      ]
    },
    {
      "cite": "1 Barb. Ch. 467",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1994097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb-ch/1/0467-01"
      ]
    },
    {
      "cite": "3 N. Y. 261",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2007225
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "356-362"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/3/0261-01"
      ]
    },
    {
      "cite": "10 How. 532",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "10 Barb. 247",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2413762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/10/0247-01"
      ]
    },
    {
      "cite": "3 N. Y. 201",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "6 Hill, 350",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "3 Barb. Ch. 427",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1997898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb-ch/3/0427-01"
      ]
    },
    {
      "cite": "11 Barb. 271",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4912043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/11/0271-01"
      ]
    },
    {
      "cite": "3 Johns. Ch. 229",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1976856
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/3/0229-01"
      ]
    },
    {
      "cite": "1 N. Y. 120",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2004085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/1/0120-01"
      ]
    },
    {
      "cite": "3 Wend. 503",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0503-01"
      ]
    },
    {
      "cite": "14 Hun, 593",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "50 N. Y. 61",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2059698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/50/0061-01"
      ]
    },
    {
      "cite": "74 N. Y. 448",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0448-01"
      ]
    },
    {
      "cite": "22 Barb. 168",
      "category": "reporters:state",
      "reporter": "Barb.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Sandf. Ch. 148",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2163614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/1/0148-01"
      ]
    },
    {
      "cite": "56 N. Y. 485",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519186
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "632"
        },
        {
          "page": "592"
        },
        {
          "page": "548"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0485-01"
      ]
    },
    {
      "cite": "23 N. Y. 33",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "4 N. Y. 257",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2005593
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "355"
        },
        {
          "page": "294"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/4/0257-01"
      ]
    },
    {
      "cite": "6 Hill, 415",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "26 Barb. 356",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5005986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/26/0356-01"
      ]
    },
    {
      "cite": "2 Denio, 577",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/2/0577-01"
      ]
    },
    {
      "cite": "5 Barb. 398",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/5/0398-01"
      ]
    },
    {
      "cite": "3 Johns. Ch. 319",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "455"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "10 Hun, 520",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "63 N. Y. 438",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527197
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0438-01"
      ]
    },
    {
      "cite": "73 N. Y. 355",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/73/0355-01"
      ]
    },
    {
      "cite": "3 Sandf. Ch. 592",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2166680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sand-ch/3/0592-01"
      ]
    },
    {
      "cite": "7 Hill, 260",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "1 Barb. Ch. 467",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1994097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb-ch/1/0467-01"
      ]
    },
    {
      "cite": "6 Hill, 350",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 812,
    "char_count": 18319,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 7.416139206047155e-07,
      "percentile": 0.9693601827751348
    },
    "sha256": "be0acb8fea47841995c1d85c5e5c03f6c39c636b65769a8d5075ef7979916006",
    "simhash": "1:cbfeb897e56c68c2",
    "word_count": 3274
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Catherine E. Dodge, by Guardian, etc., Respondent, v. Joseph T. Stevens, Impleaded, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Andrews, J.\nUnder the will of John P. Dodge, the mother of the plaintiff took a fee in the farm upon which the testator resided at the time of his death, determinable upon her remarriage, and the plaintiff a contingent fee depending upon the happening of that event. The mother having remarried February 6, 1879, and thereby the contingency having happened upon which the fee was to vest in the daughter, the latter thereupon became seized of an absolute estate in the farm, unless her contingent estate under the will was' divested by the proceedings instituted in 1870, under the statute for the sale of the real estate of infants, and the sale and conveyance of the farm under the order of the court therein. The defendant Thompson, who was the executor of the will of John P. Dodge, was duly appointed the special guardian of the plaintiff in the proceedings which resulted in a sale of the infant’s interest in the farm, to one Julia A. Coulter for the sum of $7,300. The special guardian executed a conveyance of the infant’s interest to the purchaser, who paid a part of the purchase-money at the time, and executed a mortgage for $5,000, on the farm, to Thompson as special guardian, to secure the part remaining unpaid. The mother of the plaintiff, concurrently with the conveyance by Thompson, also conveyed to Mrs. Coulter, her interest in the farm. The consideration for her conveyance does not clearly appear, but it is inferable that $7,300 was'the whole consideration paid for the farm, and that the mother consented that the mortgage ,of $5,000 should be taken by the special guardian for the benefit of the plaintiff. In 1878, Thompson, as special guardian, commenced an action to foreclose the Coulter mortgage, and the farm was sold by a referee under the decree in the foreclosure action, February 3, 1879, and was bid in by Thompson in his own name, for the sum of $5;000, and the farm was conveyed to him by the referee pursuant to the sale. Thompson paid no part of the purchase-money. The referee accepted his receipt as special guardian for the amount bid, in lieu of actual payment in money. Intermediate the sale and the delivery of the deed, Thompson, in his individual character and. as an executor of the will of John P. Dodge, upon his own motion and without the direction of the court, executed to the defendant Stevens a mortgage on the land for $2,766.14, to secure a debt due to the latter from the estate of John P. Dodge, and for which Stevens had recovered a judgment against the executor. Stevens subsequently commenced an action to foreclose his mortgage, and pending the foreclosure, this action fvas brought against Thompson and Stevens, to compel the former to convey to the plaintiff the title acquired by him on the foreclosure of the Coulter mortgage, and for the cancellation of the Stevens mortgage.\nIt is conceded by the counsel for the appellant Stevens, that the purchase by the defendant Thompson, on the foreclosure of the mortgage held by him as special guardian, was in violation of the settled principle in equity that no person placed in a situation of trust in reference to a sale can purchase on his own account. (Torrey v. Bank of Orleans, 9 Paige, 649; S. C., 7 Hill, 260.) It is also conceded that Thompson, neither in his own right nor as executor of the testator, John P. Dodge, had authority to mortgage the land to Stevens to secure the debt of the testator. But it is claimed that the invalidity both of Thompson’s title and of the mortgage to Stevens are disclosed by the record, and that the plaintiff does not require the aid of equity to protect her rights, and cannot, therefore, maintain this action.\nIt is doubtless true that an examination of the chain of title would apprise a purchaser of the fact that Thompson’s title was derived under a foreclosure of a mortgage held by him as special guardian, and the infirmity of his title would affect the title of his grantees or mortgagees, who would be chargeable with notice, by the record, of the disability of Thompson to deal with the property to the prejudice of the plaintiffs. But a purchase by a trustee, for himself, of trust property, in respect of which he has a duty to perform inconsistent with the character of purchaser, is voidable at the election of the cestui que trust, and not absolutely void. The cestui que trust may affirm the transaction and treat the trustee as purchaser, or he may disaffirm the purchase; and. in ease of real estate, if the title has become vested in the trustee by a conveyance, may compel the trustee to convey to him, or in trust for him, as the case may require. This is the jurisdiction which was invoked in this case as against the defendant Thompson, and it is no answer to the relief sought against him that the defect in his title would be disclosed by an examination of the record. The plaintiff’s mortgage was extinguished by the foreclosure, and the court, as incident to its jurisdiction over trusts, had ample authority to grant the relief demanded. (Ward v. Smith, 3 Sandf. Ch. 592.) It was also proper for the court, for the purpose of affording complete relief, and to free the title from embarrassment, to set aside the mortgage to Stevens, who took it with full notice of the rights of the plaintiff.\nIt is claimed, however, that the action will not lie, for the further reason that the sale to Mrs. Coulter, under the proceedings for the sale of the real estate of the infant plaintiff, was ineffectual to divest her contingent estate under the will of her father. This contention is based upon the ground that the statute only provides for the sale of an estate of which an infant is seized, and that the court, in directing the sale of the plaintiff’s contingent estate, acted without jurisdiction. (Jenkins v. Fahey, 73 N. Y. 355.) But, assuming that the court had no authority to direct a sale of the plaintiff’s contingent estate, and that, upon the remarriage of her mother, she took the fee in the land, unaffected by the sale, we are nevertheless of opinion that this action can be maintained. The court, in directing a sale of the interest of the plaintiff, necessarily adjudged that the case was within the statute, and the conveyance to Thompson purported to convey the entire title. The Coulter mortgage unquestionably bound the interest of the plaintiff’s mother in the land, and her remarriage had not taken place at the time of the sale on the foreclosure. If the conveyance to the defendant Thompson is allowed to stand, it is plain that it will embarrass the plaintiff’s title, although the court might decide, on a re-examination of the question, that the statute for the sale of the real estate of infants does not authorize the sale of a contingent interest. The action is brought to redress a violation of trust, and the defendants ought not to be permitted to defeat it, upon the suggestion that the apparent title acquired by such violation may not, after all, if allowed to stand, be effectual to divest the plaintiff of her title to the property.\nThe remaining question arises upon the claim of the appellant Stevens, that he is entitled in this action to a judgment, declaring the plaintiff liable, as devisee of her father, for his debt against the testator, John P. Dodge, to the extent of the estate devised to her, and charging the same upon the farm in question. The judgment obtained by Stevens against the executor Thompson did not bind the land devised to the plaintiffs. (2 R. S. 449, § 12.) But the statutes make heirs or devisees liable for the debts of the testator to the extent of their interest in the estate descended or devised, upon certain conditions stated. (2 R. S. 452, §§ 32, 33, 56.) It also prescribes the proceedings to be taken to enforce the remedy given, and in case of several devisees it provides for apportioning the debt among them according to their respective interests (§ 52), and directs that they should be prosecuted jointly to. enforce their liability (§ 60).\nThe plaintiff was not the sole devisee under the will. It is an unanswerable objection to granting the relief sought by the appellant Stevens in this action, that all the devisees are not parties, and this objection was raised by the pleadings. The statute is imperative, and the remedy which depends upon the statute must be pursued in the way it points out. The fact that the devisee Michael J. Dodge has aliened the land devised to him, and that he is insolvent, might furnish a reason for dispensing with his being made a party, if the court, in enforcing the liability of devisees, proceeds in virtue of its general jurisdiction, but acting as it does in such cases under a special statutory authority, it cannot disregard a limitation imposed by the statute, which creates the remedy. (Schermerhorn v. Barhydt, 9 Paige, 28; Cassidy v. Cassidy, 1 Barb. Ch. 467; Gere v. Clarke, 6 Hill, 350.) The decisions recognize the necessity, of joining all the devisees in an action under the statute. (Wambaugh v. Gates, 11 Paige, 513; S. C., How. Ct. App. Cas. 247; Parsons v. Bowne, 7 Paige, 354.) The non-joinder of the other devisees in this case being a conclusive answer to the claim of the defendant Stevens to charge in this action the plaintiff or the land devised to her, with his debt against the testator, it is unnecessary to consider whether the other conditions, upon which the liability of a devisee for the debts of a testator depend, were met by the evidence.\nWe think the judgment should be affirmed.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, J."
      }
    ],
    "attorneys": [
      "T. F. Bush for appellant.",
      "George W. Weiant for respondent."
    ],
    "corrections": "",
    "head_matter": "Catherine E. Dodge, by Guardian, etc., Respondent, v. Joseph T. Stevens, Impleaded, etc., Appellant.\nA purchase by a trustee for himself of trust property is not absolutely void, but is voidable at the election of the cestui que trust.\nWhere the purchase is of real estate, and the title has been vested in the trustee by a conveyance, the cestui que trust may maintain an actipn to compel a conveyance to him, or in trust for him by the trustees, and it is no objection to the granting of the relief sought that the defect in his title appears upon the records.\nWhere, after having received a conveyance, the trustee executed a mortgage upon the real estate to one having full notice of the rights of the cestui que trust, held that the mortgagee might be joined with the trustee as party defendant for the purpose of affording complete relief, and freeing the title from embarrassment by setting aside the mortgage.\nUnder the will of D. his widow took a fee in certain real estate, determinable upon her remarriage, and plaintiff, an infant, a contingent fee, depending upon the happening of that event. Proceedings were instituted under the statute for a sale of plaintiff’s interest, in which defendant T,, the executor of the will of D., was appointed special guardian for plaintiff; the proceedings resulted in a sale ; T., as special guardian, and the widow executed a conveyance to the purchaser, who executed to T, as such guardian a mortgage upon the lands for part of the purchase-money. T. foreclosed the mortgage, bidding in the lands, and receiving a conveyance in his own name, but paying no portion of the purchase-money ; he executed a mortgage on the lands to defendant S., to secure a judgment recovered against him as executor. The widow subsequently remarried. In an action brought to compel the transfer of the title to, or in trust for, plaintiff, and a cancellation of the mortgage, held, that , plaintiff was entitled to the relief sought; that conceding the court had no jurisdiction to direct the sale of plaintiff's interest, and so that the title was not divested, the court in directing the sale necessarily adjudged that the case was within the statute, and the conveyance to T. embarrassed plaintiff’s title ; that the action being brought to redress a violation of trust, defendants would not be permitted to defeat it by a suggestion that the apparent title so acquired may not, if allowed to stand, be effectual to divest plaintiff of her title.\nDefendant S. claimed to be entitled to a judgment, declaring that plaintiff as devisee was liable for his debt against the testator to the extent of the estate devised, and charging the same upon the lands. Held, that as plaintiff was not the sole devisee, as under the statute making devisees liable for the testator’s debts (3 R. S. 453, §§ 33, 33, 56) in case of several devisees, they are to be prosecuted jointly, and the debt apportioned among them, and as all the devisees were not parties, such relief could not be granted in this action.\nAlso held, the fact that the other devisee had aliened his land, and was insolvent did not affect plaintiff’s rights ; that as the court, in enforcing the liability of devisees, proceeds not by virtue of its general jurisdiction, but simply under a special statutory authority, it could not disregard the limitations imposed by the statute.\n(Argued November 22, 1883;\ndecided December 4, 1883.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made September 29, 1881, which affirmed a judgment in favor of plaintiff, entered upon the report of a referee.\nThis action was brought to have certain lands situate in Sullivan county adjudged to be the lands of the plaintiff, and that she be awarded possession thereof; also to restrain the foreclosure of a mortgage thereon, executed by defendant Thompson to defendant Stevens, and to have the same canceled of record.\nThe father of the plaintiff died in 1869, leaving a will by which he gave “ the use, benefit and occupation of” the land in question to his wife so long as she remained his widow. In case she should not again marry, he devised the land to her in fee. In case she again married he gave the lands to plaintiff in fee.\nThe further material facts are stated in the opinion.\nT. F. Bush for appellant.\nThe farm devised to plaintiff is chargeable with either the whole or a just proportion of this defendant’s claim. (2 R. S. 453, §§ 32, 47, 48, 56, 57; Selover v. Coe, 63 N. Y. 438; Armstrong v. Wing, 10 Hun, 520.) Where there is a manifest intention of the testator to exempt personal property from the payment of debts, it ceases to be a primary fund for that purpose. (Redf. on Wills, part 2, p. 847; Story’s Eq. Jur., §§ 571, 573; Hoes v. Van Hoesen, 1 27. Y. 122; Hawley v. Hawley, 5 Paige, 448; Livingston v. Newkirk, 3 Johns. Ch. 319.) The proceeds of the real estate could be applied in payment of debts only through a proper proceeding to reach real property for that purpose. (Laws of 1837, chap. 460, § 75.) The appellant’s claim is not barred by the statute of limitations. (2 R. S. 302, § 52; id. 455, §§ 47, 49; p. 364, § 3; Elwood v. Diefendorf, 5 Barb. 398; Lawrence v. Trustees, etc., 2 Denio, 577; Wood v. Wood, 26 Barb. 356; Code of Civ. Pro., § 1371; 2 R. S. 109, § 64; Selover v. Coe, 63 N. Y. 438.) The proceedings taken upon the petition of the widow under the statute for the sale of infants’ estates were void upon the face of the record. The statute provides only for the sale of an estate of which an infant is seized. (Rogers v. Dill, 6 Hill, 415; Baker v. Lorillard, 4 N. Y. 257; Jenkins v. Farley, 73 id. 355; Battle v. Terry, 65 id. 294; 2 Redf. on Wills, part 2, p. 594; Durando v. Durando, 23 N. Y. 33; Genet v. City of Brooklyn, 69 id. 506; Townsend v. Mayor, 77 id. 542; Schroeder v. Guernsey, 73 id. 430; Washburne v. Burnham, 63 id. 132; Sanders v. Village of Yonkers, id. 439; Haywood v. City of Buffalo, 14 id. 534; Town of Venice v. Woodruff, 62 id, 462.)\nGeorge W. Weiant for respondent.\nAs to the special guardian, the rule is that a trustee cannot be permitted to pur. chase an -interest in property when he has a duty to perform in relation to such property which is inconsistent with the character of purchaser. (Blake v. B. C. R. R. Co., 56 N. Y. 485; Tiffany v. Clark, 58 id. 632; Lyttle v. Beveridge, id. 592; Fulton v. Whitney, 66 id. 548; Hubbell v. Medbury, 53 id. 98; Campbell v. Johnston, 1 Sandf. Ch. 148; Ward v. Smith, 3 id. 592; Lefevre v. Caraway, 22 Barb. 168; 53 id. 285; Spellman v. Terry, 74 N. Y. 448.) A person who takes a mortgage does so subject to equities that exist in favor of the mortgagor, also subject to the like equities in favor of third parties. (Shafer v. Reilly, 50 N. Y. 61.) The plaintiff can maintain this action by her guardian ad litem. (Code of Civ. Pro., § 468; Segeldin v. Myer, 14 Hun, 593.) The liability of a devisee, heir at law, legatee and next of kin for debts of the testator or intestate exists only by statutes. (Selover v. Coe, 63 N. Y. 438; 3 R. S. 749, § 27 [5th ed.] as amended by chap. 110, Laws of 1859; Armstrong v. Wing, 10 Hun, 520.) Issuing of execution upon a judgment against the executors does not exhaust the remedy against them for personal assets which have come to their hands and been misapplied by them. (Wambough v. Gates, 1 How. App. Cases, 247; 11 Paige, 505.) The purpose of the statute is to give specific effect to the principle that personal-property shall first be applied to the payment of debts in accordance with the equity rule as to marshaling assets. (Rogers v. Rogers, 3 Wend. 503; Hoes v. Van Hoesen, 1 N. Y. 120; Cumberland v. Coddington, 3 Johns. Ch. 229; Livingston v. Newkirk, id. 312; 3 R. S. [5th ed.] 749, § 27; Stuart v. Kissam, 11 Barb. 271; Weller v. Collins, 3 Barb. Ch. 427; Gere v. Clark, 6 Hill, 350 ; Messereau v. Ryerss, 3 N. Y. 201; Roe v. Sweezy, 10 Barb. 247; Hollister v. Hollister, 10 How. 532; 3 R. S. [5th ed.] 753, §§ 56, 59.) Heirs and devisees must be prosecuted jointly and not separately. (3 R. S. [5th ed.] 751, 752, § 52; Messereau v. Ryerss, 3 N. Y. 261; Wood v. Wood, id. 356-362; Cassidy v. Cassidy, 1 Barb. Ch. 467; Schermerhorn v. Barhyte, 9 Paige, 28; Butts v. Genung, 5 id. 254; Armstrong v. Wing, 10 Hun, 520.) The debt of defendant Stevens is barred by the statute of limitations. (Selover v. Coe, 63 N. Y. 438; Wiles v. Suydam, 64 id. 173; 3 R. S. [5th ed.] 747, § 12; Sharpe v. Freeman, 45 N. Y. 802; Lindsay v. Hyatt, 4 Edw. 97; Ball v. Miller, 17 How. 300-308.) Debts of the ancestor are not a lien until charged upon the land by the proper legal proceedings. (Wilson v. Wilson, 13 Barb. 252; 3 R. S. [5th ed.] 752, §§ 51, 61.)"
  },
  "file_name": "0209-01",
  "first_page_order": 233,
  "last_page_order": 241
}