{
  "id": 2192042,
  "name": "Charles S. Guilleaume, Respondent, v. Edward Rowe et al., Appellants",
  "name_abbreviation": "Guilleaume v. Rowe",
  "decision_date": "1883-12-14",
  "docket_number": "",
  "first_page": "268",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 268"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "5 Hill, 154",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 243",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3517545,
        3515020,
        3514774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0243-03",
        "/wend/2/0243-01",
        "/wend/2/0243-02"
      ]
    },
    {
      "cite": "5 Hill, 157",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "1 Daly, 71",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. 256",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0256-01"
      ]
    },
    {
      "cite": "26 Barb. 122",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5007515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/26/0122-01"
      ]
    },
    {
      "cite": "6 Mass. 506",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0418-01"
      ]
    },
    {
      "cite": "17 Pick. 252",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2023972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/34/0252-01"
      ]
    },
    {
      "cite": "3 Hill, 556",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "80 N. Y. 162",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2173286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/80/0162-01"
      ]
    },
    {
      "cite": "90 N. Y. 77",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2186371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/90/0077-01"
      ]
    },
    {
      "cite": "73 N. Y. 543",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/73/0543-01"
      ]
    },
    {
      "cite": "27 Mich. 244",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1954671
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/27/0244-01"
      ]
    },
    {
      "cite": "40 Barb. 521",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5103141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/40/0521-01"
      ]
    },
    {
      "cite": "9 Hun, 243",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 301",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0301-01"
      ]
    },
    {
      "cite": "3 Hill, 523",
      "category": "reporters:state",
      "reporter": "Hill,",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "42 How. 348",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "2 Hun, 298",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "8 Barb. 355",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1936190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/8/0355-01"
      ]
    },
    {
      "cite": "10 N. Y. 213",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013352
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/10/0213-01"
      ]
    },
    {
      "cite": "40 Barb. 654",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "63 N. Y. 181",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527185
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0181-01"
      ]
    },
    {
      "cite": "18 Hun, 556",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "557, 558, 559"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "86 N. Y. 256",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        546200
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/86/0256-01"
      ]
    },
    {
      "cite": "5 Hill, 154",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "2 Wend. 243",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3517545,
        3515020,
        3514774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/2/0243-03",
        "/wend/2/0243-01",
        "/wend/2/0243-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 7884,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 2.3153008382179782e-07,
      "percentile": 0.7889035229467046
    },
    "sha256": "caa6bbe87d7df62637f948cce4e1703b446567236f85c940f79eff773d4e2b8e",
    "simhash": "1:556b86e0121d94ab",
    "word_count": 1385
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charles S. Guilleaume, Respondent, v. Edward Rowe et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nHpon this appeal the defendants must be held to the point on which they succeeded at the trial term. They then conceded that the arrest of the plaintiff was by virtue of an execution fot which there was no authority in law, but had him turned out of court on the sole ground that there was no evidence showing that either of the defendants authorized the issuing of the execution or his arrest. The General Term were of opinion that a case was made out by the plaintiff, and we agree with that court. A party is bound by the acts of his attorney, although he does not give immediate direction as to the proceedings in an action, or is not with hi mat its successive stages. If he sets the attorney in motion he becomes liable as the cause progresses, and if the result is in his favor, is responsible for the methods resorted to for the enforcement of the judgment. This is well settled. (Barker v. Braham, 3 Wils. 368; Poucher v. Blanchard, 86 N. Y. 256.) Here the retainer of the attorney was by these defendants, the issuing of the execution was within the scope of his implied authority, and the arrest of the judgment debtor was for the purpose of compelling payment. This was enough to make them liable. There was, however, evidence tending to show actual knowledge on the part of the defendants, and at any rate acquiescence hy them in the course adopted by their attorney. The court erred in taking the question from the jury and in dismissing the case as one where no cause of action was made out.\nThe learned counsel for the appellants now argues that by the stipulation the plaintiff released his right of action. But this proposition was decided against the defendant by the trial judge as well as the General Term. It has no merit. The instrument on which he relies was executed by the plaintiff without consideration and while enduring an imprisonment, which was illegal. It was,'therefore, void for duress (Foshay v. Ferguson, 5 Hill, 154; Evans v. Begleys, 2 Wend. 243), and the defendants could acquire no right under it.\nThe General Term properly reversed the judgment and directed a new trial. Its order should be affirmed and, by reason of the defendant’s stipulation, the plaintiff have judgment absolute.\nAll concur.\nOrder affirmed and judgment accordingly.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "Blumenstiel & Hirsch for appellants.",
      "John F. McIntyre for respondent."
    ],
    "corrections": "",
    "head_matter": "Charles S. Guilleaume, Respondent, v. Edward Rowe et al., Appellants.\nIt seems that the issuing of an execution against the person of a j udgment debtor is within the scope of the implied authority of the attorney for the judgment creditor; and when such an execution is issued and the debtor arrested thereon in a case where it is not authorized, the client may be held liable, although there be no evidence that he directed either the issuing of the execution or the arrest.\nAfter such an arrest the judgment creditors notified the sheriff that they “ countermanded ” the execution, and the latter thereupon informed the prisoner that he had been directed to discharge him if he would sign a stipulation not to sue for false imprisonment, and upon the prisoner’s refusal assured him that if he did not sign it “ he would have to stay in jail a long time,” The prisoner then signed and was discharged. In an action for falsedmprisonment, held, that the release was void for duress and so furnished no defense.\nSubmitted December 7, 1883;\ndecided December 14, 1883.)\nAppeal from order of the General Term of the Superior Court of the city of New York, made April. 30, 1882, which reversed a judgment in favor of the defendants, entered upon an order dismissing the complaint on trial, and which granted a new trial. (Reported below, 16 J. & S. 169.)\nThis was an action for false imprisonment.\nThe defendants employed an attorney to bring an action against the plaintiff, who obtained judgment in their favor. An execution against property was returned unsatisfied, and the attorney then issued an execution against the person. By virtue of it the plaintiff was arrested on the second of February and lodged in jail. Afterward the defendants, in their own person, under date of February 24, notified the sheriff that they “ countermanded ” that execution, and thereupon he informed the prisoner that he had an order to discharge him, if he would sign a stipulation not to sue the execution creditors or their attorney for damages on account of the arrest, and upon his refusing to do so assured him that if he “ did not sign it he would have to stay in jail a long time.” The prisoner signed the stipulation and was discharged. He then brought this action. Upon the trial these facts appeared, and it was also conceded that the last execution was not authorized by the judgment and was void. The trial judge held that the release did not bind the plaintiff, but upon defendant’s motion, dismissed the complaint because, in his opinion, the evidence did not show that the defendants directed the issuing of the execution, and refused to submit that question to the jury.\nBlumenstiel & Hirsch for appellants.\nAs the execution was properly issued, it is a complete answer to the suit. (Code, § 549, subd. 2; id., § 1487, subd. 1; Rowe v. Guilleaume, 18 Hun, 556, 557, 558, 559.) If the execution was void absolutely, then defendants were not liable unless some evidence were furnished showing that they authorized or ratified the act. (Welch v. Cochran, 63 N. Y. 181; Clark v. Woodruff, 83 id. 518, 525; Brass v. Worth, 40 Barb. 654; Seymour v. Wyckoff, 10 N. Y. 213; Fox v. Jackson, 8 Barb. 355.) In any event the evidence shows that the plaintiff expressly released his rights to sue the defendants by the stipulation. (Todd v. Todd, 2 Hun, 298; Scroff v. Scroff, 42 How. 348; Schafer v. Guest, 6 Robt. 264.)\nJohn F. McIntyre for respondent.\nThe evidence was sufficient to make the attorneys, who issued the execution against the person of the plaintiff, prima facie the agents of the defendants, and their acts binding upon the defendants, as their plenary authority as such attorneys had not ceased by a final recovery. (Newberry v. Lee, 3 Hill, 523; Brown v. Feeter, 7 Wend. 301; Oestrich v. Greenbaum, 9 Hun, 243; Brock v. Barnes, 40 Barb. 521; Malloch v. Sidley, Daily Register, Aug. 25, 1883.) Authority can be deduced from the course of dealing and intercourse, or it may be deduced from the nature of the employment. (Story on Agency, § 45; 2 Kent’s Com. 612, 618; Paley on Agency, 2.) When the agency is inferred from the relative situation of the parties, it is generally sufficient to establish the fact that the relationship was actually created. (Greenleaf on Evidence, § 64.) The defendants are answerable to the plaintiff for the issuance of the execution against his person and his incarceration thereunder. It matters little whether or no direct authority was given by the defendants to issue the execution. (Foster v. Wiley, 27 Mich. 244; Mott v. Consumers' Ice Co., 73 N. Y. 543; Barber v. Braham, 3 Wils. 368; Newberry v. Lee, 3 Hill, 523; Lynch v. Met. El. R. R. Co., 90 N. Y. 77; Poucher v. Blanchard, 86 id. 256.) It was not necessary to prove that defendants authorized the issuance of the execution against the person. It was sufficient to show the original retainer and that the act was done in the progress of the action. (Fishkill Savings Ins. v. Nat B’k of Fishkill, 80 N. Y. 162; N. Y. & H. R. R. v. Schuyler, 34 id. 30; Holden v. N. Y. & E. B’k, 72 id. 286; Corning v. Southerland, 3 Hill, 556.) The release is not a bar to the action, as the testimony shows that it was obtained from the plaintiff by a threat. (Greenleaf on Evidence, 302; Fisher v. Shattuck, 17 Pick. 252; 1 Parsons on Contracts, 393; Watkins v. Baird, 6 Mass. 506; Strong v. Grannis, 26 Barb. 122; 15 Johns. 256.) Mere fear of imprisonment constitutes duress. (Richards v. Vanderpool, 1 Daly, 71, 1 Cow. Tr. 264; 5 Hill, 157; Evans v. Begleys, 2 Wend. 243; Forshay v. Ferguson, 5 Hill, 154.)"
  },
  "file_name": "0268-01",
  "first_page_order": 292,
  "last_page_order": 296
}