{
  "id": 2192121,
  "name": "Eleanor B. King, Respondent, v. William MacKellar, Appellant",
  "name_abbreviation": "King v. MacKellar",
  "decision_date": "1884-01-15",
  "docket_number": "",
  "first_page": "317",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 317"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 Edw. 95",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "20 N. Y. 492",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/20/0492-01"
      ]
    },
    {
      "cite": "6 Duer, 382",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1329768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/13/0382-01"
      ]
    },
    {
      "cite": "16 N. Y. 193",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0185-01"
      ]
    },
    {
      "cite": "63 N. Y. 657",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0657-01"
      ]
    },
    {
      "cite": "4 Hun, 689",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "22 N. Y. 327",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2026270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/22/0327-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. 252",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "66 N. Y. 555",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "26 N. Y. 82",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2033081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/26/0074-01"
      ]
    },
    {
      "cite": "87 N. Y. 514",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        549505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/87/0514-01"
      ]
    },
    {
      "cite": "38 N. Y. 326",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        500816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/38/0326-01"
      ]
    },
    {
      "cite": "20 N. Y. 126",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022862
      ],
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/20/0126-01"
      ]
    },
    {
      "cite": "5 Barb. 319",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777448
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/5/0319-01"
      ]
    },
    {
      "cite": "68 N. Y. 522",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        529003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/68/0522-01"
      ]
    },
    {
      "cite": "16 Johns. 74",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0074-01"
      ]
    },
    {
      "cite": "17 Hun, 569",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "120 Mass. 424",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        738867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/120/0424-01"
      ]
    },
    {
      "cite": "48 N. Y. 492",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2055418
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/48/0492-01"
      ]
    },
    {
      "cite": "21 Wend. 610",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0610-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 11355,
    "ocr_confidence": 0.524,
    "pagerank": {
      "raw": 1.4871744109178773e-07,
      "percentile": 0.6623451791977061
    },
    "sha256": "60505cfc7a83a1525f962e810fed69938a64bc1a8894fee83d6ff44d4374617f",
    "simhash": "1:f9a575bfd314a1b3",
    "word_count": 2014
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eleanor B. King, Respondent, v. William MacKellar, Appellant."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nThe cause of action set forth in the complaint is, that the plaintiff intrusted to the defendant, at his request, the sum of $3,000, upon his promise duly to invest the same for the plaintiff on bond and mortgage upon real estate in the city of Few York, but that the defendant converted the money to his own use, and refused to repay the same to the plaintiff on demand made by her. This is the only cause of action alleged.\nIf the defendant did actually and in good faith invest the money in the manner promised, proof that he took an insufficient security, or even that he was negligent in his selection of the security, would not be sufficient to sustain the action in the form in which it is brought. It was necessary to show that the defendant made no such investment as that authorized, but appropriated the money to his own use, or if he did in form make an investment of it, that it was not a bona fide investment, but a mere sham. Such a misappropriation of the money intrusted to him by the plaintiff for investment would subject the defendant to a much more onerous liability than mere want of care in performing his undertaking to invest it.\nThese points were fully raised in the course of the trial, and no attempt was made to amend the complaint.\nThere was evidence in the case to the effect that the plaintiff authorized the investment of her money in a certain mortgage for $3,000, on a house and lot on Second avenue, in the city of Hew York, known as the Sampson mortgage, which was to be taken by the defendant’s wife on a conveyance of the property by her to one Sampson. An assignment of this mortgage was made by defendant’s wife to the plaintiff in the year 1871, on the same day that the property was conveyed and the mortgage given. The execution of the assignment at that time was admitted on the trial. The mortgaged premises were subject to a prior mortgage of $6,000, covering the principal part of the premises, and subsequently in 1877, this prior mortgage was foreclosed and the premises covered thereby sold for $7,000. There was evidence tending to show that the plaintiff knew that the mortgage in which her money was to be invested was a second mortgage, and the court charged the •jury that if she did know this fact, she could not recover. The case was submitted to the jury on the question whether the assignment of the Sampson mortgage was a bona fide investment of the plaintiff’s money. It appeared that the mortgage was taken on a trade of properties between the defendant and Sampson, in which trade the mortgaged premises, which stood in the name of the defendant’s wife, were put in at a valuation of about $18,000, but the plaintiff contended on the trial that the transaction was not a bona fide investment of the plaintiff’s money. This was the issue upon which the case went to the jury. It appeared in evidence that the interest on this Sampson mortgage was regularly paid to the plaintiff from 1871 to 1877, and that Sampson, the mortgagor and owner of the mortgaged premises, held them until that time and recognized his indebtedness upon the mortgage. The defendant then offered evidence of the value of the mortgaged premises in 1871, when the mortgage was given, and this evidence, being objected to, was excluded by the court and an exception taken.\nThis we think was error. The issue upon which the case was tried and submitted to the jury was whether the plaintiff’s money was in good faith invested in the Sampson mortgage. If it was in fact a substantial and good security at the time, that fact would go far in sustaining the bonafides of the defendant in' making the transaction. The plaintiff’s counsel now seeks to sustain the ruling on the ground that though the Sampson mortgage was made to defendant’s wife, and assigned by her, yet the defendant was himself the real party, and that when acting as plaintiff’s agent to invest her money, he could not deal with himself, by investing it in a mortgage belonging to himself. There are several answers to this proposition. There was evidence showing that the proposition to plaintiff to invest her money in the Sampson mortgage was made by a son of the defendant and that the defendant had no communication with the plaintiff on the subject, but that she authorized the son to procure the investment in that mortgage, and furnished him with part of the money for that purpose, the other part being already in the hands of the defendant, that the defendant objected to the assignment of that mortgage to the plaintiff, but finally consented at the solicitation of the son. The plaintiff supposed that the father and son were connected in business,, but this was denied. There is also evidence that the plaintiff, with knowledge that the mortgage was assigned by defendant’s wife, ratified the transaction. All these matters presented questions of fact for the jury. But a decisive answer is, that the case was not submitted to the jury on the question whether this investment was a dealing by the defendant as plaintifi’s agent, with himself, and invalid for that reason. On the contrary the court expressly charged that, if the jury found that the defendant in good faith, and fairly, took the Sampson mortgage, no matter whether it was his wife’s mortgage, or his own, he was not responsible if he did his best and acted fairly in investing the money ; but that on the other hand if they found that he took the plaintiff’s money and used it without carrying out the agreement he made, the plaintiff was entitled to have the money restored to her. The ease was thus squarely submitted to the jury on the single question of the honesty and good faith of the defendant in the transaction, and on this issue we think that if he could have proved that the value of the mortgaged premises was at the time so great that they afforded ample security for all the mortgages upon them, he was entitled to the benefit of that fact.\nThe judgment should be reversed, and a new trial granted, costs to abide the event.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Herbert T. Keicham for appellant.",
      "F. R. Coudert & Paul Fuller for respondent."
    ],
    "corrections": "",
    "head_matter": "Eleanor B. King, Respondent, v. William MacKellar, Appellant.\nWhere a complaint alleged that plaintiff intrusted to defendant a sum of money upon his promising to invest the same for the former, but that he converted it to his use and refused to pay the same, held, that plaintiff, in the absence of any amendment of the complaint, was not entitled to recover upon proof that defendant did in good faith invest the money, but negligently took insufficient security; that it was necessary to show either that defendant made no investment, or if he did in form, that it was not hona fide.\nIn such an action evidence was given to the effect that plaintiff authorized the investment of the money in a second mortgage to be taken by defendant’s wife on a conveyance by her of the mortgaged premises, that the premises were conveyed, the mortgage taken and assigned by the wife to plaintiff. The premises were sold on foreclosure of the first mortgage. The case was submitted to the jury solely on the question as to whether such assignment was a hona fide investment of plaintiff’s money. It appeared that interest was regularly paid by the mortgagor from 1871, when the mortgage was given, until 1877. Defendant then offered evidence of the value of the property when the mortgage was given, which was objected to and excluded. Held error ; that if in fact the mortgage was \"a substantial and good security when taken and assigned, this was material and proper upon the question of good faith.,\nDefendant’s counsel sought to sustain the ruling on the ground that although the mortgage was taken and assigned by defendant’s wife, yet that he was the real party, and the investment was a dealing by him as plaintiff\"s agent with himself and so invalid. Held untenable ; as the case was not submitted to the jury on that question.\n(Submitted November 26, 1883 ;\ndecided January 15, 1884.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made May 17, 1881, which affirmed a judgment in favor of plaintiff entered on a verdict.\nThe nature of the action and the material facts are stated in the opinion.\nHerbert T. Keicham for appellant.\nConversion is a hostile interference with the owner’s control. (McMorris v. Simpson, 21 Wend. 610; 2 Greenl. Ev., § 642; Salt Spring Bank v. Wheeler, 48 N. Y. 492; Laverty v. Snethen, 68 id. 522; Freeman v. Venner, 120 Mass. 424.) Negligent performance of duty is not conversion, and can only be redressed in an action on the case. (Dickinson v. Dudley, 17 Hun, 569; Sergeant v. Blunt, 16 Johns. 74; Laverty v. Snethen, 68 N. Y. 522.) The court erred in refusing to charge defendant’s request, that though the jury find that the defendant was, at one time, requested by the plaintiff to make an investment of $2,100 for her, yet all agency, duty and responsibility which thereby rested on the defendant were revoked and ended if the plaintiff afterward instructed Thomas MacKellar to do the same thing, or that which included the same thing. (Story on Agency, § 474.) Plaintiff, having failed to cause a release or re-conveyance to be made, or to have the record canceled, has, therefore, made no rescission. (Moyer v. Shoemaker, 5 Barb. 319; Wheaton v. Baker, 14 id. 594; White v. Seaver, 25 id. 235.) Proof of plaintiff’s ignorance of the effect of her acts, and of the- facts before her, was erroneously admitted. (Broom’s Legal Maxims, 253; 1 Wait’s Actions and Defenses, 219, 220, 232, 233, 256.) The court, although it committed the facts to the jury “ on the evidence,” erred, because it assumed to tell the jury what that evidence was, and constrained them to regard that evidence as all hostile to the defendant. (Vedder v. Fellows, 20 N. Y. 126, 130.)\nF. R. Coudert & Paul Fuller for respondent.\nFacts as found by a primary tribunal, and affirmed by the General Term, are conclusive upon this court. (Code of Civil Procedure, §§ 1337, 1338; Loeschick v. Baldwin, 38 N. Y. 326; Barker v. White, 3 Keyes, 495; In re Ross, 87 N. Y. 514; Williams v. Western U. T. Co., MSS., October 3, 1883; Phelps v. MacDonald, 26 N. Y. 82; Marvin v. Univers. L. Ins. Co., 85 id. 282.) There was ample evidence of a state of facts upon which the law would justify the judgment appealed from (Fulton v. Whitney, 66 N. Y. 555; Davoue v. Fanning, 2 Johns. Ch. 252; Gardiner v. Ogden, 22 N. Y. 327; Graves v. Waterman, 4 Hun, 689; 63 N. Y. 657; Conkey v. Bond, 36 id. 429; Duncombe v. N. Y., etc., R. R. Co., 84 id. 198.) The exceptions to the admission of evidence over defendant’s objection were not available, no grounds of objection having been stated. (Requa v. Holmes, 16 N. Y. 193; Valton v. Nat. Fund Life Ins. Co., 20 id. 32; Newell v. Doty, 33 id. 83; Levin v. Russell, 42 id. 251; Chester v. Dickerson, 54 id. 13.) Though a defendant moves for a nonsuit, and is entitled thereto, yet, if his motion being denied, kb puts in evidence, and subsequently plaintiff’s ease is established, defendant’s exception to the refusal to nonsuit is waived (Cole-grove v. Harlem, etc., R. R. R. Co., 6 Duer, 382; affirmed, 20 N. Y. 492; Gardiner v. Ogden, 22 id. 327.) A request is bad which requires a judge to assume in his charge matter of fact upon which the jury are to pass. (Deems v. Crook, 1 Edw. 95.)"
  },
  "file_name": "0317-01",
  "first_page_order": 341,
  "last_page_order": 346
}