{
  "id": 2192130,
  "name": "David P. Nichols, Treasurer, etc., as Trustee, etc., Respondent, v. Sylvester H. Mase, Appellant",
  "name_abbreviation": "Nichols v. Mase",
  "decision_date": "1883-11-27",
  "docket_number": "",
  "first_page": "160",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 160"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "53 N. Y. 199",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "4 Duer, 108",
      "category": "reporters:state",
      "reporter": "Duer",
      "opinion_index": -1
    },
    {
      "cite": "2 Lans. 222",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        4817084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/2/0222-01"
      ]
    },
    {
      "cite": "11 N. Y. 505",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "38 Barb. 178",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5096843
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/38/0178-01"
      ]
    },
    {
      "cite": "35 N. Y. 274",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16939
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/35/0274-01"
      ]
    },
    {
      "cite": "37 N. H. 86",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4534527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/37/0086-01"
      ]
    },
    {
      "cite": "30 Vt. 42",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        741841
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/30/0042-01"
      ]
    },
    {
      "cite": "12 Cush. 109",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1972354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/66/0109-01"
      ]
    },
    {
      "cite": "19 N. Y. 224",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "26 N. Y. 96",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "12 Barb. 631",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937839
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/barb/12/0631-01"
      ]
    },
    {
      "cite": "45 How. Pr. 104",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4464978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/45/0104-01"
      ]
    },
    {
      "cite": "46 Conn. 156",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        755805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/46/0156-01"
      ]
    },
    {
      "cite": "81 N. Y. 199",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175388
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/81/0199-01"
      ]
    },
    {
      "cite": "31 Barb. 619",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5036309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/31/0619-01"
      ]
    },
    {
      "cite": "19 N. Y. 123",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        497684
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/19/0123-01"
      ]
    },
    {
      "cite": "25 Hun, 640",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "81 N. Y. 203",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "37 N. H. 86",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4534527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/37/0086-01"
      ]
    },
    {
      "cite": "30 Vt. 42",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        741841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/30/0042-01"
      ]
    },
    {
      "cite": "12 Cush. 109",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1972354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/66/0109-01"
      ]
    },
    {
      "cite": "19 N. Y. 224",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "26 N. Y. 96",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "12 Barb. 631",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937839
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/12/0631-01"
      ]
    },
    {
      "cite": "81 N. Y. 199",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/81/0199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 707,
    "char_count": 17254,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 2.2796793925785055e-07,
      "percentile": 0.7850077359722517
    },
    "sha256": "045b47b8aae28e832340bbcb0c67acc75f57cdf85b19716a2c16c997a8c862eb",
    "simhash": "1:aeaf139010595cdc",
    "word_count": 3022
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David P. Nichols, Treasurer, etc., as Trustee, etc., Respondent, v. Sylvester H. Mase, Appellant."
    ],
    "opinions": [
      {
        "text": "Miller, J.\nThe plaintiff, as treasurer of the State of Connecticut, and as trustee for the holders of certain mortgage bonds of the Connecticut Western Railroad Company, brought this action to recover certain personal property, and a lease in possession of the defendant, as sheriff of the county of Dutchcss. He claims possession under a mortgage executed by the railroad company to the treasurer of the State of Connecticut.\nThe defendant was in possession under an attachment issued from the Supreme Court against the property of the company.\nThe mortgage executed, by \"the Connecticut Western Railroad Company to the State treasurer of Connecticut, by its terms covered all the Zands, railways, etc., and all the personal property then belonging, or which might thereafter at any time belong, to the company, and all rights and franchises of the company under its charter, and was executed in trust for the benefit of the holders of the bonds of the company referred to in the mortgage. It provided that if the interest remained at any time unpaid for six months after the presentation of the proper coupons, the principal should become due. It also provided that the company should remain in possession until default should be made in the payment of interest, and that in case the interest should remain unpaid for six months the mortgagee might, at the request of the holders of one-third the amount of the bonds, take possession of the railroad and all its property, franchises, etc., and through agents appointed by him, operate the railroad, and receive the income and profits thereof. The sheriff levied upon the property under an execution issued upon a judgment against the -company on the 19th day of March, 1880. On the 27th day -of April, 1880, the property was formally surrendered to the trustee named in the mortgage, in consequence of a failure to pay the interest due upon the bonds which the mortgage was given to secure. If the mortgage in question was valid within this State, there can be no doubt as to the right of the plaintiff to maintain this action, upon proof of a demand-and a refusal to deliver.\nThe objection urged against the validity of the mortgage, upon the ground that it was not executed in accordance with the laws of the State of Connecticut, are without merit. There is no ground for the claim that the .bonds were not issued in accordance with the charter, and that they were issued without regard to the amount expended, and the sworn statement of the engineer. There was no proof on the trial that there was any failure in this respect, and the bonds being valid upon their face, the plaintiff was not bound to prove that these provisions of the law were complied with. The burden was upon the defendant, as the case stood, to show the invalidity of the bonds.\n. The law required the comptroller to issue the bonds in accordance with the provisions of the charter, and in the absence of evidence to the contrary, the presumption is that he performed his duty. The objection that the mortgage was not attested by two witnesses, according to the statute of the State of Connecticut, has no force. Witnesses were not necessary to a mortgage executed by a corporation according to the laws of that State. Section 511 of the statute of Connecticut, entitled “ an act concerning communities and corporations,” prescribes that mortgages executed by railroad corporations shall be authenticated by deed executed by the president, under the corporate seal. This provision was complied with in the mortgage in question, and the statute cited is controlling, as it embraces a mortgage of this character. The general statute does not impair the effect of this special statute cited, as it is not manifest that such was the intention of the legislature. The signature of the president and the seal of the corporation show a due execution of the mortgage in accordance with the law.\nEven if there were defects in the execution of the bonds and the mortgage, we think these were cured by the statutes of Connecticut, relating to that subject, which were introduced in. evidence on the trial. As, however, we.have arrived at the conclusion that the mortgage was properly authenticated, and the bonds properly issued, as the law required, we do not deem it necessary to consider the effect of the remedial statutes referred to.\nIt is contended by the appellant’s counsel that, assuming the validity of the mortgage under which the plaintiff claims title, the plaintiff was not entitled to recover, and it is urged in sup. port of this position, that the treasurer of Connecticut never had possession of the property in suit, and that he was only entitled to possession under the terms of the mortgage, which had not been complied with. This objection has reference to the performance of the conditions precedent, contained in the mortgage, which, it is claimed, only entitled the plaintiff to take possession. We think that the evidence shows such a compliance with the terms of the mortgage in this respect as authorized the treasurer of the State to take possession of the property, but we do not deem it necessary to enter upon an examination of the evidence which established the right to take pos- ' session. The conditions in this respect were for the benefit of the railroad company, and it having surrendered the property voluntarily, there was a waiver of the same. The corporation having a clear right thus to waive the conditions referred to, and the defendant being a mere trespasser, he is in no position to insist that the terms of the mortgage have not been fulfilled.\nThe right to renounce a condition in favor of a party to be benefited by its terms is well settled in law, and the felaim of one who is a stranger, and who has no connection with, or right to enforce the same, has no foundation to support it. We think that all the property in question was covered by the mortgage, which by its terms includes the railroad stock and all the personal property used in the operation of the railroad, and the appurtenances thereto. Its language includes the property acquired after the execution of the mortgage. Such, evidently, was the intention of the mortgagor in giving, and the mortgagee in taking, security on the property, and there is no ground for claiming to the contrary. Even if there was, there is no proof that the property in question was acquired subsequent to the execution of the mortgage. As every presumption is in a dif7 ferent direction the burden of proof in this respect is upon the defendant.\nThe question is also raised that the mortgage, even if valid in the State of Connecticut, was not valid in this State, for the reason that it was not filed or recorded here in accordance with the statute applicable to mortgages on personal property. By chapter 279 of Laws of 1833, of this State, mortgages on personal property, when not accompanied hy a change of possession, were declared to be absolutely void as against the creditors of the mortgagor, unless the mortgage, or a true copy thereof, was filed as provided by the statute. The act further provided for the filing of the mortgage in the town or city where the mortgagor resided, and if the mortgagor was not a resident, then in the city or town where the property so mortgaged was at the time of the execution of the instrument. By the act of 1868 (Chap. 779), it is declared that it shall not he necessary to file a mortgage upon real and personal property, executed by a railroad company, which has been recorded as a mortgage of real estate. Under these statutes the filing or the recording of the mortgage in question would have heen necessary in order to render it valid and effectual if it had been made in this State, but they do not apply, and cannot affect the same, as it was properly executed, and was valid according to the laws of the State of Connecticut. The mortgage was effectual in that State. It was not proved that the mortgaged property was in this State at the time of the execution of the mortgage, and it must be assumed to have been in the State of Connecticut. The validity of the mortgage, therefore, must depend upon the rules of law which are applicable to a transaction of this character. The, mortgage being valid in the State of Connecticut, where the property was at the time of the execution, and where the parties entered into the contract, it is a protection to the mortgagee in his right to the property included in it, which may have been brought into the State of New Tork.^ In this State it is held that where a contract in regard to personal property is made in another State, that the law of such State as to its validity and effect is to govern here, and if valid there it is to be considered equally valid, and can be enforced here (Ætna Ins. Co. v. Aldrich, 26 N. Y. 96.) So, also, where a lien is valid in this State, and the property is temporarily removed to another State, a creditor cannot defeat the interest acquired under the same, by proceedings in invitvm in another State. (Martin v. Hill, 12 Barb. 631.) The rule last stated, is also recognized by the decisions in other States. (See Langworthy v. Little, 12 Cush. 109; Jones v. Taylor, 30 Vt. 42; Fergusons. Clifford, 37 N. H. 86.) The principle is also well settled that a voluntary conveyance of personal property, good by the law of the place where it was made, passes title wheresoever the property may be situated. (Hoyt v. Thompson's Exr., 19 N. Y. 224.) The true rule is laid down in Edgerly v. Bush (81 N. Y. 203), by Folger, Ch. J., as follows: “ The law of the domicile of the owner of personal property, as a general rule, determines the validity of every transfer made of it by him.”\nIt being clear, as we have seen, that the mortgage was valid in Connecticut, under the rule already stated, it was valid in this State, and the plaintiff had an unquestionable right to the property covered by the same. By the rule óf comity which prevails between the different States, the right of the plaintiff to the property in question was entitled to protection, and the policy of this State has been to protect the right of ownership, and to leave the buyer to take care that he gets a good title. (See 81 N. Y. 199, supra.) The application of this rule rests in sound judicial discretion, dictated by the circumstances of the case, and, in view of the authorities already cited, a proper case was presented for the exercise of such discretion. It cannot be fairly contended that the laws of the State of Connecticut in reference to the rights of the plaintiff are in contravention of the policy and the laws of this State, and that it would be injurious to the citizens of this State to give them effect here. The rule of comity to which we have referred must stand and control in this case, as it is fully established by the decisions of the courts; any other or different rule would not furnish that protection to the interest of citizens of other States which is demanded in their intercourse and business connections with the jieople of the State of New York.\nWe think the court erred in allowing the plaintiff to recover the lease of part of the Newburgh, Dutchess and Columbia railroad. The lease, of itself, was not the subject of replevin.\nThere was also error in directing the jury to assess the value of the property taken at $15,000, as that included the value of the lease in question, and also the undivided one-half interest in land at the junction of the Dutchess and Harlem railroad, in all to the value of $1,200. In this respect the judgment should be modified by deducting the last-named amount from the damages, and five per cent extra allowance on the same from the costs, otherwise the judgment should be affirmed, without costs of appeal to either party.\nAll concur.\nJudgment accordingly.",
        "type": "majority",
        "author": "Miller, J."
      }
    ],
    "attorneys": [
      "Homer A. Nelson for appellant.",
      "R. F. Wilkinson for respondent."
    ],
    "corrections": "",
    "head_matter": "David P. Nichols, Treasurer, etc., as Trustee, etc., Respondent, v. Sylvester H. Mase, Appellant.\nThe C. W. R. R. Co., a Connecticut corporation, in pursuance of the laws of that State, to secure certain bonds issued by it, executed to the State treasurer a mortgage,' which, by its terms, covered ail the railway lands and personal property then or thereafter belonging to said corporation, .and all its rights and franchises under its charter. Default having occurred in payment of interest as provided for by the bonds, the corporation formally surrendered its property to plaintifl as such trustee. Defendant, as sheriff, by virtue of an attachment issued in an action brought in this State against said corporation, levied upon certain of its personal property found here. In an action to recover possession thereof, held, that the bonds having been issued by the .State comptroller as required by the law of Connecticut, and being valid upon their face, plaintiff was not bound to show that the provisions of law authorizing their issue had been complied with, but the burden was upon defendant to show their invalidity ; also that if any of the conditions precedent to taking of possession had not been complied with, these had been waived by the corporation by voluntarily surrendering possession ;n and that defendant could not insist upon them.\nIt seems that under the laws of Connecticut witnesses are not necessary to a mortgage executed by a corporation.\nAlso held, in the absence of proof, it could not be assumed that the property in question was acquired by the corporation after the execution of the mortgage.\nIt seems that if it had been so acquired it was covered by the mortgage.\nAlso held, that the fact that the mortgage was not filed as required by the statutes of this State in reference to chattel mortgages (Chap. 279, Laws of 1833), or recorded as a mortgage of real estate as provided in reference to railroad mortgages (Chap. 779, Laws of 1868), did not affect its validity; that its validity was to be determined by the laws of Connecticut.\nAlso held, in the absence of proof to the contrary, it was to be assumed | that the property in question was in Connecticut at the time of the ; execution of the mortgage, and the mortgage being valid under the laws; of that State, it was valid and enforceable here.\nSaid corporation held a lease of part of the road of another railroad company in this State ; this was in the possession of defendant, and was replevied. Held, that plaintiff was not entitled to recover the same in this action; that a lease of itself was not the subject of replevin.\n(Argued October 24, 1883 ;\ndecided November 27, 1883.)\nAppeal from judgment of the General Term of the Supreme Court, in the second judicial department, which affirmed a judgment in favor of plaintiff, entered upon a verdict. (Mem. of decision below, 25 Hun, 640.)\nThe nature of the action and the material facts are stated in the opinion.\nHomer A. Nelson for appellant.\nThe mortgage executed by the Connecticut Western Railroad Company was void when executed and delivered, because it was not executed as by law required. (§§ 510 and 511, “ An act concerning communities and corporations; ” Laws of Connecticut, § 5.) The mortgage is void as to property acquired after- the execution of the mortgage, and after the act approved February 28, 1877. (Gardner v. McEwen, 19 N. Y. 123; Hoyle v. P. & M. R. R. Co., 54 id. 314; Edgell v. Hart, 9 id. 213; Beardsley v. Ontario B’k, 31 Barb. 619.) The exercise of comity in admitting or restraining the application of the laws of another country rests in sound judicial discretion, dictated by the circumstances of the case. (Edgerly v. Bush, 81 N. Y. 199.) The lease was real estate, not the subject of replevin, but of ejectment, in case the defendant unlawfully withheld possession of it from the plaintiff. (New Code, §§ 206-267.)\nR. F. Wilkinson for respondent.\nThere can be no presumption except in favor of the regularity of the mortgage. (Lane’s Case, 1 De G., J. & S. 511; Grady's Case, id. 492.) The personal property in question, including the lease, was covered by the mortgage. (Buck v. Seymour, 46 Conn. 156; Stevens v. B. C. & N. Y. R. R. Co., 45 How. Pr. 104.) A lease of another railroad is included. (1 Jones on Mortgages, 157.) A mortgage valid in Connecticut where the railroad was, and where the parties entered into the mortgage contract, protects the mortgagee in his right to any property covered thereby that may have been brought into, or be in the State of New York. (Martin v. Hill, 12 Barb. 631-635; Ætna Ins. Co.v. Aldrich, 26 N. Y. 96, 97; Story’s Conflict of Laws, § 244; 2 Kent’s Comm. 458, marg. p.; Hoyt v. Thompson's Exr., 19 N. Y. 224; Ackerman v. Cross, 54 id. 32; Langworthy v. Little, 12 Cush. 109; Jones v. Taylor, 30 Vt. 42; Ferguson v. Clifford, 37 N. H. 86; Edgerly v. Bush, 81 N. Y. 199; Martin v. Mill, 12 Barb. 631.) The right of the trustee to replevy the property cannot be questioned. The right of defendant to hold the property ceased the moment the trustee became entitled to the possession. (Hall v. Sampson, 35 N. Y. 274; Matteson v. Baucus, 1 id. 295; Farrel v. Hildreth, 38 Barb. 178; Hall v. Curnley, 11 N. Y. 505; Nichols v. Mead, 2 Lans. 222; Wescott v. Gunn, 4 Duer, 108; Fairbanks v. Bloomfield, 5 id. 438.) The lease is personal property. (Despard v. Churchill, 53 N. Y. 199.)"
  },
  "file_name": "0160-01",
  "first_page_order": 184,
  "last_page_order": 192
}