{
  "id": 2192065,
  "name": "Levi Nichols, Appellant, v. George Drew, Impleaded, etc., Respondent",
  "name_abbreviation": "Nichols v. Drew",
  "decision_date": "1883-11-20",
  "docket_number": "",
  "first_page": "22",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 22"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "34 N. Y. 269",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "56 N. Y. 333",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "86 N. Y. 75",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        546223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/86/0075-01"
      ]
    },
    {
      "cite": "6 Hun, 284",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "56 N. Y. 673",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0673-01"
      ]
    },
    {
      "cite": "64 N. Y. 179",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "10 Hun, 586",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "22 N. Y. 340",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "7 Hun, 665",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "75 N. Y. 572",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "21 How. 392",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "56 N. Y. 332",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0332-01"
      ]
    },
    {
      "cite": "10 Hun, 218",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "59 N. Y. 267",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "59 How. Pr. 238",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4523843
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/59/0238-01"
      ]
    },
    {
      "cite": "50 Barb. 55",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1948714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/50/0055-01"
      ]
    },
    {
      "cite": "69 N. Y. 220",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        530742
      ],
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/69/0220-01"
      ]
    },
    {
      "cite": "56 How. Pr. 156",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4495258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/56/0156-01"
      ]
    },
    {
      "cite": "60 N. Y. 475",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        523117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/60/0475-01"
      ]
    },
    {
      "cite": "16 Barb. 61",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4944597
      ],
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/16/0061-01"
      ]
    },
    {
      "cite": "51 Barb. 116",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2246475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/51/0116-01"
      ]
    },
    {
      "cite": "39 N. Y. 436",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0436-01"
      ]
    },
    {
      "cite": "16 Hun, 264",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "77 N. Y. 96",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        542976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/77/0096-01"
      ]
    },
    {
      "cite": "61 How. Pr. 134",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4534807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/61/0134-01"
      ]
    },
    {
      "cite": "45 N. Y. Sup. Ct. 71",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "case_ids": [
        4494140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-sup-ct/45/0071-01"
      ]
    },
    {
      "cite": "25 Hun, 107",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "pin_cites": [
        {
          "page": "110"
        },
        {
          "page": "180"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "64 N. Y. 173",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0173-01"
      ]
    },
    {
      "cite": "87 N. Y. 452",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        549406
      ],
      "pin_cites": [
        {
          "page": "454, 456"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/87/0452-01"
      ]
    },
    {
      "cite": "14 Hun, 52",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "13 How. Pr. 102",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2201963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/13/0102-01"
      ]
    },
    {
      "cite": "17 N. Y. 270",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2019334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/17/0270-01"
      ]
    },
    {
      "cite": "1 Hun, 485",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "86 N. Y. 384",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        546163
      ],
      "pin_cites": [
        {
          "page": "389"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/86/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 11250,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 1.8769964530760027e-06,
      "percentile": 0.9944151184103783
    },
    "sha256": "db307abcb9b2154e946e523a9fe07b2b1b930646ab9cf9f371ffbfe74aeeb435",
    "simhash": "1:7b69ac41269ce28e",
    "word_count": 2000
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Levi Nichols, Appellant, v. George Drew, Impleaded, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nThe demurrer interposed took the specific objection that the first cause of action pleaded was in tort, while the second was on contract, and so there was a misjoinder of causes of action. The General Term sustained the objection. It is now claimed that both counts were on contract, and the first is construed to allege a debt against Drew, McLane and Young, which is sought to be recovered, while Churchill is introduced as a party, and his and Drew’s fraud alleged, solely to set aside the assignment to Churchill, and restore the plaintiff to the position of a creditor of the firm. But the pleading plainly avers a fraud perpetrated by Drew and Churchill, whereby the plaintiff suffered damage to the amount of seventy-five per cent of his debt. The loss of the debt as damages suffered, and not its recovery upon the contract, is the substance of the pleading.\nBut if this were doubtful, and the first cause of action could be deemed ex contractu, and aimed solely at a recovery of the debt, a difficulty remains. An objection was stated in the demurrer that -the second cause of action did not affect the defendant Churchill. Although it repeats the allegations of the first count, it goes on to show, and does clearly show, that. Ohm-chill was in no manner affected by it: for it avers that the moneys said to be in the hands of Saunders were not included in the assignment to Churchill, but reserved therefrom, and that the false statement of moneys in the hands of Saunders and their assignment to plaintiff was before the latter’s assignment to Churchill. Now the only pretense for making Churchill a party, upon the theory that both causes of action are on contract, is to set aside the assignment to him. But the Saunders money, or so much of the debt of the firm as that represented, is distinctly averred not to have been assigned to him, so that, taking as true, as we are bound to do, the allegtions of the complaint, it distinctly appears that to the second cause of action Churchill was an entire stranger, and in no manner affected by it. The Code provides (§ 484), for the joinder of causes of action, naming in nine subdivisions those which may be united, but applying further to those in each class the limitations that they must be consistent with each other, and, except as provided by law, must affect all the parties. The exception mainly relates to mortgage foreclosures, as to which special provisions exist. The answer made to this difficulty is that no demurrer lies for -making too many parties, and for such excess the party against whom a good cause of action is pleaded cannot demur. But the objection is not for a misjoinder of parties. It is for a misjoinder of causes of action. Those arising on contract and affecting all the parties may be joined. Those arising on contract but inconsistent with each other, or not affecting all the parties, cannot be joined, and the defect may be reached by demurrer. The General Term was, therefore, right in its conclusion.\nWe are at liberty to allow the plaintiff to plead anew or amend upon sueh terms as are just, or if need be, to direct a severance of the action. (Code, § 497.) Ho necessity for such severance is suggested, but it seems proper to allow the plaintiff to amend upon terms which are just. The judgment of the General Term should be affirmed, with leave to the plaintiff to serve an amended complaint within twenty days from notice of the entry of this judgment, upon payment, within the same time, of costs from the service of the demurrer, including those on appeal to the General Term and to this court.\nAll concur.\nJudgment accordingly.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "Thomas Corlett for appellant.",
      "C. F. Tabor for respondents."
    ],
    "corrections": "",
    "head_matter": "Levi Nichols, Appellant, v. George Drew, Impleaded, etc., Respondent.\nWhere two causes of action upon contract are joined in the same action a demurrer to the complaint, upon the ground that all of the defendants are not affected by both causes, lies at the instance of a defendant who is so affected. The objection is not to the misjoinder of parties, but of causes of action, and so the rule that a defendant against whom a good cause of action is pleaded may not demur because too many are joined does not apply.\n(Argued October 10, 1883:\ndecided November 20, 1883.)\nAppeal from judgment of the General Term of the Supreme Court, in the fourth judicial department, entered upon an order made the first Tuesday of January, 1880, which reversed an order of Special Term overruling a • demurrer to plaintiff’s complaint, interposed by defendant Drew, and which directed judgment for said defendant on the demurrer.\nThe complaint herein contained two counts. The first count alleged that the defendants Drew, Young and McLane, in 1873, jointly became indebted to the plaintiff, on contract, in the sum of $1,218.12, no part of which had been paid except as thereinafter stated; that the defendants nominally failed, and afterward Drew and Churchill fraudulently contrived together to cheat and defraud plaintiff out of said demand; that in carrying out such fraudulent purpose, Churchill proposed to pay twenty-five cents on the dollar for an assignment of Said claim, and, with the intent of inducing the plaintiff to make such assignment, falsely and fraudulently made certain false and material representations, particularly set forth in the complaint, knowing them to be false, and thereby induced the plaintiff to assign; that the money paid, in fact, belonged to Drew, or was advanced by Churchill for his benefit, and the claim so assigned was afterward given up by Churchill to Drew, or held by him for Drew’s benefit. The count concludes with an allegation that, by reason of the premises, the plaintiff has sustained damages to the amount of said claim, with interest, less the amount paid by Churchill. The second count alleges that it repeats all the allegations contained in the first count, and further alleges that, before said claim was assigned to Churchill, the defendants, Drew and Young, represented that there was money in the hands of It. & P. D. K. Saunders, a law firm in Buffalo, to the amount of $252, and verbally assigned said money to the plaintiff to apply on his said demand, and directed and requested the plaintiff to sue said firm for the money; that, in pursuance thereof, the plaintiff brought suit, and was defeated and compelled to pay costs in said action to the amount of $150; that he never recovered any part of said money, but whatever moneys were in the hands of said Saunders were paid out by them in pursuance of the directions of Drew, HcLane and Young, or one of them, and that the money so represented to be in the hands of said Saunders was not assigned to Churchill, but was reserved to the plaintiff. The relief demanded is that the plaintiff recover from Drew, Young and HcLane the sum of $1,218.12, with interest, less the amount paid by Churchill; that he also recover, as damages, the costs and expenses incurred by him in the action against Saunders; that the assignment to Churchill be adjudged fraudulent and void, and that Churchill and Drew, for their fraud and deceit, be adjudged to pay the plaintiff $2,000 damages, and general relief is also prayed for.\nThe demurrer was upon the ground, among others, that two causes of action were improperly joined, one being for tort, and the other on contracts, and both not affecting all the parties.\nThomas Corlett for appellant.\nOn demurrer all reasonable intendments will be indulged in in support of the pleading demurred to. (Lorillard v. Clyde, 86 N. Y. 384, 389.) So that as against Drew, who demurs, the first count shows a perfect cause of action against him on contract jointly with Young and HcLane, to recover the board bill, and also to remove the obstruction in the way of its recovery, to-wit: the fraudulent assignment. (Litell v. Sayre, 1 Hun, 485.) The right to remove a fraudulent obstruction, and to recover in the same action, is well established. (Phillips v. Gorham, 17 N. Y. 270; Lattin v. McCarty, 41 id. 107; Bracket v. Wilkinson, 13 How. Pr. 102; Smith v. Schulting, 14 Hun, 52; Strasbourg v. Mayor, etc., 87 N. Y. 452, 454, 456; N. Y. Ice Co. v. N. W. Ins. Co., 23 id. 357; Sternberger v. McGovern, 56 id. 12; New Code, § 484; Wiles v. Suydam, 64 N. Y. 173.) The fact that the plaintiff, after demanding appropriate relief, makes a further demand against the defendants, Drew and Churchill, for their fraud is not of the slightest consequence, for ' no demurrer will lie to the prayer for relief. (Kingsland v. Stokes, 25 Hun, 107, 110; Mackey v. Auer, 8 id. 180; Walker v. Spencer, 45 N. Y. Sup. Ct. 71; Pierson v. McCurdy, 61 How. Pr. 134; Neftel v. lightstone, 77 N. Y. 96; Conaughty v. Nichols, 42 id. 83; Graves v. Wait, 59 id. 156; Ledwich v. McKim, 53 id. 308; Rose v. Terry, 63 id. 613, 614; Sparman v. Keim, 83 id. 245; Olcott v. Carroll, 39 id. 436:) Each count of the complaint states a good cause of action against the defendant Drew. Both counts are upon contract, and each count equally affects the defendants Drew, Young and McLane, and hence the demurrer could not be sustained. (Dempsey v. Willett, 16 Hun, 264, 265; Zabriskie v. Smith, 3 Kern. 322; Olcott v. Carroll, 39 N. Y. 436; Barber v. Morgan, 51 Barb. 116; Code of Civ. Proc., §§ 488, 490, 499, 542; Nellis v. DeForest, 16 Barb. 61, 65; Osgood v. Toole, 60 N. Y. 475; Schwarts v. Oppold, 56 How. Pr. 156; Marston v. Gould, 69 N. Y. 220, 221; Richtmyer v. Richtmyer, 50 Barb. 55; Fish v. Hose, 59 How. Pr. 238.)\nC. F. Tabor for respondents.\nThe first count in the complaint is a count in fraud. (Barnes v. Quigley, 59 N. Y. 267; McMichael v. Kilmer, 76 id. 40; Whiteside v. Hyman, 10 Hun, 218.) The second count is clearly one in contract. (Keep v. Kaufman, 56 N. Y. 332.) The second count does not allege a cause of action against all of the defendants. This is good cause for demurrer. (Mann v. Marsh, 21 How. 392; Cornell v. Mayor, etc., 3 Weekly Dig. 534.) The second count did not affect either of the defendants McLane or Churchill. (Burroughs v. Totstevan, 75 N. Y. 572; Bonnell v. Wheeler, 3 T. & C. 561; Van Liew v. Johnson, 6 id. 537; Schnitzer v. Cohen, 7 Hun, 665; Barton v. Spies, 5 id. 60; Jackson v. Brookins, id. 533; Gardner v. Ogden, 22 N. Y. 340; Bonell v. Griswold, 68 id. 294.) Even though the first cause of action be regarded as one to set aside the assignment to Churchill, and to recover the debt of Drew, McLane & Young, the joinder with the second was improper, and the demurrer was well taken for that reason. (Van Liew v. Johnson, 6 T. & C. 648 ; Cook v. Horwetz, 10 Hun, 586 ; Wiles v. Suydam, 64 N. Y. 179.) A complaint demanding a rescission and damages should show an offer to restore upon the part of the plaintiff. (Dubois v. Hermance, 56 N. Y. 673; Cobb v. Hadfield, 46 id. 537; Van Liew v. Johnson; 6 T. & C. 650; Lexan v. Julien, 6 Weekly Dig. 508; Ross v. Titter, 6 Hun, 284; Gould v. Cayuga B’k, 86 N. Y. 75.) Plaintiff, instead of availing himself of the leave granted by the General Term to amend his complaint, having appealed to this court, has risked his case upon a mere question of pleading. (Keep v. Kaufman, 56 N. Y. 333.) Every intendment on a demurrer is against the pleader. (People v. Suprs. of Ulster, 34 N. Y. 269; Cook v. Warren, 88 id. 42.)"
  },
  "file_name": "0022-01",
  "first_page_order": 46,
  "last_page_order": 51
}