{
  "id": 2192135,
  "name": "Adolph Hellenberg, as Executor, etc., Appellant, v. District Number One of the Independent Order of B'nai Berith, Respondent",
  "name_abbreviation": "Hellenberg v. District Number One of the Independent Order of Berith",
  "decision_date": "1884-02-05",
  "docket_number": "",
  "first_page": "580",
  "last_page": "587",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 580"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "92 Penn. St. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0510-01"
      ]
    },
    {
      "cite": "44 Md. 432",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": -1
    },
    {
      "cite": "24 Hun, 149",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "109 Mass. 558",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2107775
      ],
      "pin_cites": [
        {
          "page": "567"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/109/0558-01"
      ]
    },
    {
      "cite": "4 Hun, 341",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "13 Bush, 489",
      "category": "reporters:state",
      "reporter": "Bush",
      "case_ids": [
        2344026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/76/0489-01"
      ]
    },
    {
      "cite": "23 Hun, 478",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "482"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Wis. 273",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    },
    {
      "cite": "4 Hun, 339",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "341"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 Daly, 168",
      "category": "reporters:state",
      "reporter": "Daly",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "28 Minn. 447",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        768955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/28/0447-01"
      ]
    },
    {
      "cite": "13 Bush, 494",
      "category": "reporters:state",
      "reporter": "Bush",
      "opinion_index": -1
    },
    {
      "cite": "22 Am. Rep. 52",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "44 Md. 429",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1850150
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/md/44/0429-01"
      ]
    },
    {
      "cite": "29 Ohio St. 557",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        332205
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/29/0557-01"
      ]
    },
    {
      "cite": "86 Ill. 402",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2774060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/86/0402-01"
      ]
    },
    {
      "cite": "52 Ga. 640",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        868817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/52/0640-01"
      ]
    },
    {
      "cite": "82 Ind. 1",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1312593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/82/0001-01"
      ]
    },
    {
      "cite": "9 Mo. App. 412",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        555623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo-app/9/0412-01"
      ]
    },
    {
      "cite": "10 N. W. Rep. 596",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "13 Fed. Rep. 840",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3746924
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/f/13/0840-01"
      ]
    },
    {
      "cite": "44 Wis. 376",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8705949
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wis/44/0376-01"
      ]
    },
    {
      "cite": "46 Mich. 429",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1402979
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mich/46/0429-01"
      ]
    },
    {
      "cite": "13 Bush, 489",
      "category": "reporters:state",
      "reporter": "Bush",
      "case_ids": [
        2344026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/76/0489-01"
      ]
    },
    {
      "cite": "23 Hun, 478",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "7 Daly, 168",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": 0
    },
    {
      "cite": "28 Minn. 447",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        768955
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/28/0447-01"
      ]
    },
    {
      "cite": "22 Am. Rep. 52",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "44 Md. 429",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1850150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/44/0429-01"
      ]
    },
    {
      "cite": "29 Ohio St. 557",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        332205
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/29/0557-01"
      ]
    },
    {
      "cite": "9 Mo. App. 412",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        555623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/9/0412-01"
      ]
    },
    {
      "cite": "13 Fed. Rep. 840",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3746924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/13/0840-01"
      ]
    },
    {
      "cite": "44 Wis. 376",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8705949
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/44/0376-01"
      ]
    },
    {
      "cite": "46 Mich. 429",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1402979
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/46/0429-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 707,
    "char_count": 15492,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 5.246435857003353e-06,
      "percentile": 0.9989196281327599
    },
    "sha256": "dcfd2e6b7244fa53533641e2562626fdedd9ce78e9fbff318181ed67b9893310",
    "simhash": "1:501fad70c459fdad",
    "word_count": 2768
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Adolph Hellenberg, as Executor, etc., Appellant, v. District Number One of the Independent Order of B’nai Berith, Respondent."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nThe charter and by-laws of the defendant corporation constituted the terms of an executory contract to which the testator assented when he accepted admission into the order. The testator agreed on his part to pay certain dues and assessments as specified, and the corporation agreed upon the death of the testator to pay $1,000 to his wife, if living ; if dead, to his children; and if there should be neither wife nor children, then to “ such person or persons as he may have formally designated to his lodge prior to his decease; ” such sum to be collected for that purpose by assessments. The corporation contracted to pay to no one else, and were not bound to pay at all except “ to the person or persons ” described in the agreement, and out of such collected assessments. Lowenstein, the plaintiff's testator, did so designate to his lodge, prior to his decease, his mother, Bika Lowenstein. He had neither wife nor children, and so was at liberty to select and name the beneficiary. The designation which he thus made describes the payment directed as “ the $1,000 my heirs are to receive” of the corporation. This language was purely matter of description, intended to identify the fund, and will not at all bear the interpretation sought to be put upon it of a designation of his “heirs” as the recipients. On the contrary, the paper itself excluded any such interpretation, for its very purpose was to name and designate t[ie particular ^recipient irrespective of the question whether she should prove to be one of his heirs or not. If his mother had been living at his death she would have been entitled to the endowment, because specifically named, and not by virtue of any relationship to the testator. The mother thus named had no interest in or title to the money to be paid while she was living. The testator could have at any time gone to his lodge and designated upon the books some other recipient, thus revoking his previous designation. The mother could not become entitled to the endowment at all unless she survived the testator, and her designation remained unrevoked. Nor did the testator have any interest in the future fund. He had simply a power of appointment, authority to designate the ultimate beneficiary, and that power and authority died with him, because it could only be exercised by him, and prior to his decease. If he did not so exercise it, nobody surviving or representing him could, and upon his death he could have nothing which would descend, or upon which a will could operate. His contract effected that result. He agreed that the endowment to be collected should be paid, not to his next of kin, not to the legatee named in his will, but to the person designated to his lodge, or in default of such person so named, then to nobody.\nBut the mother, Rika Lowenstein, died before the testator. The endowment could not be paid to her, and was payable to no one else. Her death made the designation inoperative, and the case stood exactly as if no designation had been made. It was competent for the testator to name another recipient. The learned counsel for the appellant argues that he was not obliged to do so. That is true, and is not in the least doubtful, but the consequence of a failure to name and designate a beneficiary to whom payment could be made was inevitably that the corporation would not be bound to pay at all, and might either omit to collect the money, or put it when collected into its treasury. At a later period a “ reserve fund ” was constituted by the order to meet such omissions. Just that emergency happened. Lowenstein never designated to his lodge anybody living at his death to whom the money could be or was payable. But he made a will and assumed to dispose of this promise of payment in that way. But the promise was not to pay to him, and became no promise at all if the condition which alone could give it vitality remained unperformed. It is said, however, that the will operated as a new designation. That cannot be because it was in no manner brought to the notice of the lodge. Had it been, in his lifetime, it would have been good as a designation although not yet operative as a will. “ Shall formally designate to his lodge,” is the agreement he made, and that is not fulfilled by a designation not known to the lodge, and kept a secret to himself. But it is said the will ■ was presented to the lodge, and so they had notice. That also is true, but it was after his death, and the condition of payment to which he agreed was that the designation should be made “ prior to his decease.”\nWe have thus far reasoned about the case upon the charter and by-laws as they stood when the decedent entered the order; that is, at the moment when he made his contract; because we understand the appellant to deny that the agreement could be changed by subsequent amendments. But if the later rules apply they only make the case plainer. The by-laws in force between 1874 and 1880 provided that the designation should be made in the “ lodge book ” and “ witnessed by a brother.” The endowment went first to the wife, or wife and children together, second to the children, third to the father and fourth to the mother, and no other person could be entitled unless properly designated to the lodge. If none of these persons existed and no such designation was made it was provided that the money should be paid in “to the widow and orphan reserve fund.” Our attention was called to the fact that the case did not show that the decedent left no father. Granting the fact, it is not the father or any one representing him who is before us, and if he survived the son, the money is payable to him or his representatives, and not to the present .plaintiffs. We can discover no ground upon which they are entitled to succeed. We have examined all the authorities cited on both sides. Most of them will be found to harmonize with the views we have expressed. (Md. Mut. Ben. Soc., etc. v. Clendinen, 44 Md. 429; 22 Am. Rep. 52; Arthur v. Odd Fellows’ Ben. Ass’n, 29 Ohio St. 557; Ken. Masonic Mut. L. Ins. Co. v. Miller’s Adm’r, 13 Bush, 489; Richmond v. Johnson, 28 Minn. 447; Durian v. Central Verein, etc., 7 Daly, 168; Greeno v. Greeno, 23 Hun, 478.) Those seemingly not in harmony, will be found to rest upon charter provisions, materially and substantially different from those before us (Catholic Mut. Ben. Ass’n v. Priest, 46 Mich. 429; Expressmen’s Aid Soc. v. Lewis, 9 Mo. App. 412), or to relate merely to questions of waiver which are of no importance to the present case. (Erdmann v. Mut. Ins. Co., etc., 44 Wis. 376; Roswell v. Eq. Aid Union, 13 Fed. Rep. 840.)\nThe claim that a further designation after the death of his mother was excused by the testator’s insanity for a portion of the interval preceding his death, is not well founded. A designation was the condition precedent of defendant’s liability. The death of Lowenstein without fulfilling it, however sudden or unexpected, in no manner excused its prior necessity, nor could his insanity.\nThe judgment should be affirmed with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "David Leventrill for appellant.",
      "Adolph L. Sanger for respondent."
    ],
    "corrections": "",
    "head_matter": "Adolph Hellenberg, as Executor, etc., Appellant, v. District Number One of the Independent Order of B’nai Berith, Respondent.\nIn 1873 L., plaintiff’s testator, became a member of the corporation defendant. By its by-laws, in force at the time, it was provided that upon the death of a member, “the sum of one thousand dollars, collected by contributions from all the lodges in this district, shall be paid to the wife of the deceased, if living, and, if dead, to his children, and, if there are none, then to such person as he may have formally designated to his said lodge prior to Ms decease,” said sum to be collected by assessments upon the lodges in the district. The testator, having no wife or children, designated his mother as the beneficiary. The designation described the payment directed as “ the $1,000, my heirs are to receive. ” The mother died before the testator, and no other designation in the manner specified was made. In an action to recover said sum, held that the testator had no interest in the fund which could descend, or upon which a will could operate, but simply a power of appointment which, if not exercised prior to his death, in the manner specified, became inoperative ; and that, as the beneficiary named died before him, and no other Resignation was made as prescribed, defendant was not bound to pay to any one ; that the reference to “ heirs ” in the designation could not be interpreted as making .them the recipients, but was only matter of description.\nThe will of L. bequeathed the sum in question to his mother or, in the event of her death, to his brother. This was in no manner brought to defendant’s knowledge until after the testator’s death. Held, that this did not operate as a new designation.\nCatholic Mut. Ben. Ass’n v. Priest (46 Mich. 429), Ex. Aid Society v. Lems (9 Mo. Appeal, 412), Ei'dmann v. Hut. Ins. Co., etc. (44 Wis. 376), Boswell v. Eq. Aid Union (13 Fed. Rep. 840), distinguished.\n(Argued January 25, 1884 ;\ndecided February 5, 1884.)\nAppeal from judgment of the General Term of the Court of Common Pleas in and for the city and county of New York, entered upon an order made at the March term, 1883, which affirmed a judgment in favor of defendant, entered upon a decision of the court on trial without a jury.\nThis action was brought by plaintiff as executor of the will of Isaac Lowenstein, deceased, to recover an endowment alleged to be due under the charter and by-laws of defendant, a corporation organized under chapter 188, Laws of 1878. Lowenstein became a member of the corporation defendant in 1871. At that time among its by-laws as the following :\n“ Section 1. — In case of the death of a member entitled to the full rights of a lodge in this district, the sum of one thousand dollars ($1,000) collected by regular contributions from all the lodges in this district shall be paid to the wife of the deceased if living and if dead to his children, and if there are none then to such person or persons as he may have formally designated to his said lodge prior to his decease.”\nIn October, 1874, Lowenstein left with his lodge a declaration as follows : “ The $1,000 my heirs are to receive of the district 1,1. O. B. B. I give to my mother Rika Lowenstein.” In April, 1877, he executed his will which contained this bequest to his mother, “ the sum of $1,000, or such other sum as may be payable to my representatives ” from defendant; in case of the death of his mother prior to his decease, he gave to his brother Levy Lowenstein. The testator’s mother died in November, 1877, he died in April, 1880, unmarried, and having no children and being a member of defendant in good standing. Prior to his death defendant’s by-laws had been changed and those in force at the time of his death, so far as they relate to the controversy, were as follows :\n“ Section 1. A fund which shall be known under the name of ‘ Widow and Orphan Fund of District No. 1, I. O. B. B.’ is hereby created, to assist widows and orphans of deceased brethren of this district. Each and every member of a lodge in the district shall contribute equally to this fund and shall be entitled to its benefits.\n“ § 2. The object of this fund shall be to secure the sum of $1,000, after the death of a member, collected by uniform contributions from all lodges, and this amount shall be paid, in the first instance, to his wife or children as herein provided by section 6 ; or secondly, if she be dead, to his children, or thirdly, if he leaves no children, to his father, or fourthly, to his mother. No other person shall be entitled thereto, unless a brother shall have so designated in writing to his lodge as hereinafter provided.\n“ § 3. Every lodge is in duty bound to keep a book, in which each member may, and every unmarried member without parents, or widower without children or parents, shall declare to whom the amount designated in these laws shall be paid after his decease. These declarations shall be witnessed by a brother of the lodge.\n“ In this manner such brother shall have the right to bequeath said amount to any person or persons other than provided in section 2, or to any charitable institutions connected with the order. Such book shall be kept well locked and with due care by the secretary and delivered to his successor in office, he taking a receipt therefor.\n“ § 4. Should any member fail or neglect to make such declaration, as provided in section 3 of this article, the legal amount shall be collected after his decease and placed to the widow and orphan reserve fund.”\nDavid Leventrill for appellant.\nEven if Isaac Lowenstein was not privileged to make a declaration in the form and to the effect which he did execute, the defendant, by accepting it and thereafter continuing to receive payments from him, waived all objections to the declaration, and was bound to submit to its terms, and to pursue its direction as to the payment of the fund to “the heirs.” (Erdman v. Mut. Ins. Co., 44 Wis. 376; Roswell v. Eg. Aid Union [N. D. N. Y.], 13 Fed. Rep. 840.) Isaac Lowenstein, having executed a will by which he made disposition of the fund in the event of the nullity of the declaration, did all that should or could have been done to reserve the endowment to a person of his selection. (Supreme Council v. Priest, 46 Mich. 429; Richmond v. Johnson, 10 N. W. Rep. 596; Expressmen’s Aid Society v. Fenn, 9 Mo. App. 412; Masonic, etc., v. McAuley, Am. L. Reg. 141.) With reference to society insurance, courts have invariably “ strained a point ” to avert a forfeiture. (Supreme Lodge v. Abbott, 82 Ind. 1; Georgia Masonic M. L. I. Co. v. Gibson, 52 Ga. 640; Excelsior In. A. A. v. Riddle, 16 Cent. L. J. 407; Illinois Masonic, etc., v. Baldwin, 86 Ill. 402.)\nAdolph L. Sanger for respondent.\nThe designation or declaration made by Isaac Lowenstein to his lodge in October, 1873, became ineffectual because of the subsequent death of his mother, and the failure of the deceased to comply with defendant’s by-laws by not designating some other person as his beneficiary. (By-laws, art. 10; Arthur v. Odd Fellows’ Association, 29 Ohio St. 557; Ind. Mut. B. Soc. v. Clendinen, 44 Md. 429; 22 Am. Rep. 52; 4 Kent’s Com. 327, 334; Duvall v. Goodson, 22 Alb. L. J. 479; Kentucky Masonic Ins. Co. v. Miller’s Adm’r, 13 Bush, 494; Richmond v. Johnson, 28 Minn. 447; Durian v. Central Verein, 7 Daly, 168.) The will of Isaac Lowenstein was not in any way a compliance with the by-law of the district. (Duvall v. Goodson, 22 Alb. L. J. 479.) The fund provided is a benefit and not insurance. (Gundloch v. Germ. Ins. Co., 4 Hun, 339, 341; Ballou v. Giles, 3 Wis. 273; Durian v. Central Verein, 7 Daly, 168; M. M. B. Co v. Clendinen, 44 Md. 429; 22 Am. Rep. 52; Arthur v. Odd Fellows’ Ben. Association, 29 Ohio St. 557; Greeno v. Greeno, 23 Hun, 478, 482; Kentucky M. M. L. I. Co. v. Miller, 13 Bush, 489.) When the deceased signed his declaration in the lodge book, he adopted the provisions of the law governing the payment of this benefit, and it became binding upon him as a contract between him and the district. (Gundloch v. Germania Association, 4 Hun, 341; Gooch v. Association of Aged Females, 109 Mass. 558, 567; McCabe v. Father M. Soc., 24 Hun, 149, 152; 2nd. Mut. Soc. v. Clendinen, 44 Md. 432; Lassenscheidt v. Fresco Painters, 1 City Ct. R. 8; St. Patrick’s B. Soc. v. McVay, 92 Penn. St. 510.)"
  },
  "file_name": "0580-01",
  "first_page_order": 604,
  "last_page_order": 611
}