{
  "id": 2192097,
  "name": "Ann Reese, Respondent, v. Thomas Boese, as Receiver, etc., Impleaded, etc., Appellant",
  "name_abbreviation": "Reese v. Boese",
  "decision_date": "1883-11-20",
  "docket_number": "",
  "first_page": "623",
  "last_page": "624",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 623"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "26 N. Y. 82",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2033081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/26/0074-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 202,
    "char_count": 2499,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 1.075845021161484e-07,
      "percentile": 0.5609838643102358
    },
    "sha256": "f3fc090511c363e1f8c2f8cee11aafb8e69cda5fe549c2c81a714a94b0a796d0",
    "simhash": "1:1457e3804252aa96",
    "word_count": 424
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ann Reese, Respondent, v. Thomas Boese, as Receiver, etc., Impleaded, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Ruger, Ch. J.,\nreads for affirmance.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Ruger, Ch. J.,"
      }
    ],
    "attorneys": [
      "George N. Sanders for appellant.",
      "Wm. H. Ingersoll and Raphael J. Moses, Jr., for respondent."
    ],
    "corrections": "",
    "head_matter": "Ann Reese, Respondent, v. Thomas Boese, as Receiver, etc., Impleaded, etc., Appellant.\n(Argued October 11, 1883 ;\ndecided November 20, 1883.)\nThis action was brought by plaintiff, a policy-holder, to procure the distribution of the fund in the possession of the superintendent of the insurance department, deposited for the security of the policy-holders of the National Life Insurance Company.\nA claim was made on behalf of the American National Life Insurance Company, of Connecticut, to a distributive share by virtue of certain policies alleged to have been assigned to said company. The claim was made by two rival receivers, one of whom is the appellant, each claiming to represent the company, and to be entitled to receive such distributive share. The decision of the trial court, which was affirmed by the General Term, held that no claim existed on behalf of said company, and that neither of the receivers were entitled to any share. The court here held that the return disclosed no error, stating • the rule thus: “ The report of the referee, as well as the judgment of the Special and General Terms, having been adverse to the claim of the appellant to represent the company and to the right of said company to share in the distribution of the fund, it is incumbent upon him, in order to raise the questions presented, to show affirmatively from facts appearing in the record that the conclusions of law reached by the court, as to such claim, were erroneous. (Phelps v. McDonald, 26 N. Y. 82; Carman v. Pultz, 21. id. 547; Grant v. Morse, 22 id. 323.)” * * “ Under the well-settled rules governing this court in the consideration of the determination of the trial court, we can indulge in no presumptions for the purpose of overthrowing a judgment, but as was said in Carman v. Pultz (supra), by Judge Seldeu, this court must presume nothing in favor of the party alleging error, but if compelled, through the imperfection of the statement of facts, to resort to presumptions at all, will adopt such only as will sustain the judgment.’ When the evidence in a case is not brought before us by the record, and it does not affirmatively appear that no evidence was given which would support the legal conclusion made by the court below, we are bound to presume in support of the judgment that such evidence was in fact given.”\nGeorge N. Sanders for appellant.\nWm. H. Ingersoll and Raphael J. Moses, Jr., for respondent."
  },
  "file_name": "0623-01",
  "first_page_order": 647,
  "last_page_order": 648
}