{
  "id": 2192039,
  "name": "Oliver P. C. Billings, as Receiver, etc., Appellant, v. George C. Robinson, Respondent",
  "name_abbreviation": "Billings v. Robinson",
  "decision_date": "1884-01-15",
  "docket_number": "",
  "first_page": "415",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 415"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "41 N. Y. 384",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2045726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/41/0384-01"
      ]
    },
    {
      "cite": "3 Sandf. 151",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "opinion_index": -1
    },
    {
      "cite": "5 Denio, 566",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "2 Barb. 294",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1933762
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/2/0294-01"
      ]
    },
    {
      "cite": "49 N. Y. 217",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "49 N. Y. 216",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2057461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/49/0216-01"
      ]
    },
    {
      "cite": "63 N. Y. 375",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "22 Hun, 497",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "91 U. S. 50",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "107 U. S. 251",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3499131
      ],
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/107/0251-01"
      ]
    },
    {
      "cite": "102 U. S 316",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "10 Barb. 260",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2412724
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/10/0260-01"
      ]
    },
    {
      "cite": "3 Sandf. Ch. 466",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2166659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/3/0466-01"
      ]
    },
    {
      "cite": "26 N. Y. 145",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "20 Conn. 177",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "67 N. Y. 294",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2164978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/67/0294-01"
      ]
    },
    {
      "cite": "6 Hun, 294",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "11 N. Y. 102",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2014737
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/11/0094-01"
      ]
    },
    {
      "cite": "18 Hun, 570",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "17 Wall. 610",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        62491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/84/0610-01"
      ]
    },
    {
      "cite": "80 Ill. 446",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2680861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/80/0446-01"
      ]
    },
    {
      "cite": "18 Hun, 571",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. 330",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0266-01"
      ]
    },
    {
      "cite": "1 Hughes, 158",
      "category": "reporters:state",
      "reporter": "Hughes",
      "opinion_index": -1
    },
    {
      "cite": "3 Edw. Ch. 215",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        487632
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/3/0215-01"
      ]
    },
    {
      "cite": "43 Mo. 452",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        952577
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/43/0452-01"
      ]
    },
    {
      "cite": "99 U. S. 628",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3372909
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "632"
        },
        {
          "page": "632"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/99/0628-01"
      ]
    },
    {
      "cite": "59 How. Pr. 318",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4521849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/59/0318-01"
      ]
    },
    {
      "cite": "2 Edw. Ch. 215",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "28 Hun, 122",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "26 N. Y. 141",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "49 N. Y. 220",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "25 Barb. 414",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 905,
    "char_count": 18392,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 3.4372718558739255e-07,
      "percentile": 0.8794634358991587
    },
    "sha256": "6b4cc5ae183f23a48590ae86602be95a8881d311ea76d292fef0eb6b2451eb09",
    "simhash": "1:9195f2030b3da421",
    "word_count": 3210
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Oliver P. C. Billings, as Receiver, etc., Appellant, v. George C. Robinson, Respondent."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nWe may dismiss all consideration of the defend: ant’s alleged liability for the fifty shares of stock purchased by him with the single remark that, as those shares were transferred to Marshall in a valid and effectual manner, and such transfer was found by the referee as matter of fact to have been absolute and in entire good faith, which finding has been reviewed and affirmed by the General Term, it follows that no liability for calls . made after the transfer rested upon him, and to that extent we must hold the judgment to have been right.\nBut the question as to the defendant’s liability for the other fifty shares upon the original subscription remains, and led to a difference of opinion in the General Term. It was held by the majority, and has been argued before us, that the subscription contract of a promoter to take and pay for shares of stock as yet unissued and non-existent must be construed in connection with the statute, which, upon a regular transfer of the stock made in good faith, releases the seller from future calls and substitutes the new holder as debtor to the corporation for their amount; that the express agreement of 'the subscription is identical with the implied agreement of an after purchaser; and that when the subscriber actually takes his shares and assumes the position of a stockholder, his express agreement evidenced by the subscription is merged in the implied agreement raised by the issue to him of the stock, and for future calls he is liable only as a shareholder and under the provisions of the statute. As to the soundness of this proposition we are not all free from doubt, and do not reason about it or pass upon it because there is another view of the case in which we do agree.\nGranting for the sake of the argument that the subscription agreement of Bobinson and his promise to pay was not merged in the implied agreement raised by the after-issue and acceptance of the stock, but remained a separate and continuing liability, from which no act of his except payment could release him, it is still true that he could be released and discharged by a valid agreement between himself and the company for the substitution of a new debtor in his place and stead.\nAuthority is not wanting for the doctrine that where the subscriber, after receiving his shares, made transferable upon the books of the corporation by the terms of the certificate, makes such transfer in good faith, and the company accepts a surrender of his certificate, and issues a new one to the transferee and credits him with the stock upon its books, the transaction amounts to a consent by the company to a release of the old stockholder from liability for future calls, and a substitution of the liability of the transferee. (Cowles v. Cromwell, 25 Barb. 414; Isham v. Buckingham, 49 N. Y. 220.) But in this case we need not go so far as that, for other circumstances occurred clearly indicating the intent of the parties, and establishing by their mutual assent such release and substitution.\nBobinson made his transfer to Marshall in the presence of the trustees of the corporation, and for the avowed purpose of withdrawing from the company and ending his liability because he was dissatisfied with its management. The company was embarrassed for the lack of money, and many of the original subscribers had paid nothing on their subscriptions. Bobinson faced the emergency fairly. He talked with most, if not all of the trustees, and avowed his determination to institute proceedings to wind up the company, unless some other arrangement could be made. Hone of the trustees could have failed to understand that Bobinson was determined to end his liability in some manner, and that any arrangement to supersede a dissolution must be framed equally to end such liability. With this emergency fairly presented, the negotiations ran on. Marshall desired to obtain control of the company and put his friends in the management, To do so effectually, both he and the trustees realized that an existing corporate indebtedness of about $13,000 in excess of assets should be paid and discharged to protect the retiring shareholder from possible liability to the creditors holding it. To accomplish this purpose, Marshall and his friends agreed to lend the company, and the company agreed to borrow the money needed to pay such indebtedness after the retirement of Robinson, and since his transfer was to precede that payment, and his entire release from liability, to make him safe in so doing, Marshall executed an agreement to indemnify him against any claims of creditors of the company and against any future calls on the unpaid stock. This stipulation shows an understanding on both sides that Robinson’s action was based upon the condition of an entire release from liability. Robinson, however, did not rely upon these covenants alone; for it was further arranged that good checks for the amount of the $13,000 should be placed in his hands at the moment of transfer, to be surrendered as the corporate debt was paid, and $8,000 of such checks were in fact handed to the attorney of Robinson. As Marshall’s covenant, as to one liability, was thus merely an additional and perhaps unnecessary security, so his further covenant as to future calls must be understood as taken out of greater caution. All this was clearly understood by the trustees. We cannot discover that any director or shareholder of those who had paid on their stock was outside of actual or fairly inferred know! edge of the arrangement intended. Thereupon Robinson made his transfer to Marshall and resigned his office as trustee, parting with all control over the future of the company, and accepted fifty cents on the dollar in the notes of Marshall. Others of the trustees did the same thing, and Marshall’s friends were put in their places and his control secured. The transfer was entered on the books of the corporation ; Robinson’s stock account which stood debited with one hundred shares, being credited with one hundred shares transferred to. Marshall; and the certificates of Robinson surrendered to and accepted by the company, and attached to the original stubs with the receipt of the corporation added. We do not think it possible to mistake the tenor of this transaction to which the corporation assented and which it aided in carrying out. On all sides' it must have been clearly understood that Robinson, in parting with his stock and resigning as a director, and so losing all power or influence over the future of the corporation, was doing so on the condition that Marshall should be accepted by the corporation as the substituted debtor for all liabilities of Robinson in any manner connected with his shares. To treat the transaction differently, to accept his resignation and fill his place and assent to his transfer under the circumstances, and yet hold him liable for unpaid calls, would operate as little less than a fraud upon him. The receiver, who is plaintiff, is not shown to represent any creditor having any equities against 'Robinson in virtue of his having been a shareholder. The purpose of the transaction was to satisfy all such equities and leave no room for their after existence. ,\nSo far as the case shows, the object was accomplished, and the receiver represents in this action only the corporation which assented to the substitution of Marshall’s liability for that of Robinson. We think such assent was sufficiently established. The argument to the contrary impresses us rather as technical than just. It is urged that plaintiff was bound to prove not only the company’s consent to a transfer, but its consent also to a release. We think that was established. Much more than a mere consent to a transfer was shown. A release of Robinson and a substitution of Marshall as the debtor was the exact point of the negotiation. • And the corporation not only assented to the transfer, but borrowed the $13,000 necessary to release Robinson from possible liability to creditors; the new board formally ratified the loan, and gave a confession of judgment for the amount to the lenders. That no formal resolution of release was adopted is true, but that was not necessary where the whole transaction rested upon such foundation. It is said that the corporation had no power to prevent a transfer of stock, and were bound to consent, and so the transfer does not prove consent to a release. But the case does not stand upon the bare consent to a transfer. Robinson was not merely selling the stock for fifty cents on the dollar, payable in the notes of the purchaser. He required as a condition of the transfer, without which he would not have made it, an entire end of his liability, to effect which, positive and very important action of the company was necessary, and when they took that action to complete the understood arrangement, they assented to the plan in all its known details. They might have refused their part in it, and if they had, would have prevented the transfer made, and brought about an effort to dissolve the company. It is added that there is no proof that the company accepted Marshall’s liability by issuing new shares to him. But without that, the transfer does sufficiently appear upon the stock ledger, and Marshall became liable as the new or substituted holder, even though no formal certificates were issued to him. If the company did not transfer the stock to Marshall according to all the prescribed forms, that was its own fault and not that of the defendants. (Isham v. Buckingham, supra.)\nIt was said in Seymour v. Sturgess (26 N. Y. 141), that in actions upon unpaid subscriptions for stock, and against assignees of stock not fully paid for, courts have had respect to the terms of the contract and certificate, and the circumstances of the case. The attendant circumstances in the present case, the nature of the negotiation, the understood purpose, and the action of the company in accordance therewith, satisfy us that Marshall was accepted as the substituted debtor, and Robinson released.\nThe judgment should be affirmed, with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "James L. Bishop for appellant.",
      "Joshua M. Van Cott for respondent."
    ],
    "corrections": "",
    "head_matter": "Oliver P. C. Billings, as Receiver, etc., Appellant, v. George C. Robinson, Respondent.\nWhere a stockholder of a manufacturing corporation, whose stock has not heen fully paid in, in good faith makes an absolute and valid transfer of his stock to another, he is not liable for calls made after the transfer.\nDefendant subscribed for fifty shares of the stock of a manufacturing corporation ; by the subscription agreement he promised to take and pay the par value of said shares, twenty per cent at a date specified, and the balance as called for thereafter by the trustees. Certificates for the said shares were subsequently issued to defendant, and he paid various calls thereon. Thereafter defendant for the avowed purpose of withdrawing from the company, and ending his liability, transferred his stock to M., in the presence of the trustees of the corporation, and resigned his position as trustee, under an agreement, made with knowledge on the part of all the stockholders who had paid on their stock, to the effect that M., and others acting with, him, should lend to the company, which agreed to borrow, money enough to pay its existing indebtedness in excess of assets, and M. also executed an agreement to indemnify defendant against claims of creditors, and against future calls. It was also agreed that good checks for the amount of the indebtedness of said company should be placed in defendant’s hands to be surrendered as the debts were paid. Defendant’s resignation was accepted, his place filled, the transfer was entered on the company’s books, defendant’s stock account balanced, his certificates were surrendered to and accepted by the company, and attached to the original stubs with the receipt of the company added, and the loan was made as agreed. In an action to recover the balance unpaid on the stock, held, that conceding the subscription agreement to pay for the stock was not merged in the implied agreement raised by the after-issue and acceptance of the certificates, but remained a separate and continuing agreement, as to which quiere, defendant could be released and discharged therefrom by a valid agreement between him and the corporation for the substitution of a new debtor, and that the transaction stated amounted to such a release\nAlso held, that as plaintiff, who sued as receiver of the corporation, was not shown to represent any creditor having any equities against defendant, in virtue of his having been a shareholder, he stood simply in the position of the company; and, as it could not, he was not entitled to maintain the action,\n(Argued December 12, 1883 ;\ndecided January 15, 1884.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made November 3, 1882, which affirmed a judgment in favor of defendant, entered upon the report of a referee. (Reported below, 28 Hun, 122.)\nThis action was brought by plaintiff, as receiver of the Marshall Packing Company, a corporation organized under the act providing for the incorporation of manufacturing corporations, to recover a balance alleged to be due upon a subscription for fifty shares of the capital stock of said company, also to recover a balance alleged to be unpaid upon fifty other shares which had been assigned to him.\nThe facts so far as material appear in the opinion.\nJames L. Bishop for appellant.\nThe defendant being a trustee of the company down to the very day of the transfer, it was his duty to know all about the financial condition of the company, and he must be presumed to have knowledge of its insolvency. (Nathan v. Whitlock, 2 Edw. Ch. 215; Paine v. Mead, 59 How. Pr. 318.) A transfer of shares in a failing corporation made by the transferrer, with the purpose of escaping his liability as a shareholder, to a person who from any cause is incapable of responding in respect to such liability, is void as to the creditors of the company and as to the shareholders, although as between the transferrer and the transferee it was valid. (Nat. B’k v. Case, 99 U. S. 628, 632; Bowden v. Johnson, 107 id. 251; McLaren v. Franciscus, 43 Mo. 452; Provident S’v’gs B’k Inst. v. Jackson, 52 id. 556; Nathan v. Whitlock, 3 Edw. Ch. 215; 9 Paige, 152; Bowden v. Santos, 1 Hughes, 158; Marcey v. Clark, 17 Mass. 330; Johnson v. Laflin, 6 Cent. L. J. 124; Angell & Ames on Corp. [4th ed ], § 623; Thompson on the Liability of Stockholders; Veiller v. Brown, 18 Hun, 571; Sawyer v. Upton, 1 Otto, 56, 60; Malone v. Lamar Ins. Co., 80 Ill. 446; Zeikel v. Joliet Opera Mouse Co., 79 id. 334; Union Ins. Co. v. Frear Stone M’f’g Co., 97 id. 549; Sawyer v. Hoog, 17 Wall. 610.) Under the English authorities a transfer of the stock, for the purpose of avoiding liability, must be made in good faith, and with the intent to divest the interest of the transferrer, and to render the transferee the absolute bona fide owner of the shares. (Nat. B’k v. Case, 99 U. S. 628; Chinnock's Case, Johns. 714; Burns’ Case, 2 DeG., F. & J. 275; Hyams’ Case, 1 id. 75; Re London Assurance Co., 2 id. 683; Budd’s Case, 3 id. 297; Kentrea’s Case, 39 L. J. Ch. 193; Payne’s Case, L. R., 9 Eq. 223; Davis v. Stevens, 8 Rep. 710; Briggs’ Case, 2 D. & S. 459; King’s Case, 40 L. J. Ch. 361; Lindley on Part. 1433; DePass’ Case, 4 DeG. & J. 544; Nat. B’k v. Case, 99 U. S. 628, 632.) If the debts of the company, existing at the time of the alleged transfer of stock by the defendant, had been fully paid, that would not relieve the defendant from liability for the unpaid balance due on the stock held by him. (King’s Case, 30 L. J. Eq. 361; Veiller v. Brown, 18 Hun, 570, 578.) The defendant is liable on his subscriptions notwithstanding the transfer of the stock. (Schenectady S’v’gs B’k R. Co. v. Thatcher, 11 N. Y. 102; Dayton v. Borst, 31 id. 435; B. & N. Y. C. R. R. Co. v. Dudley, 14 id. 836; L. O. R. R. Co. v. Mason, 16 id. 451; Phœnix W. Co. v. Badger, 6 Hun, 294; 67 N. Y. 294; Mann v. Cooke, 20 Conn. 177; Seymour v. Sturges, 26 N. Y. 145; Sagony v. Dubois, 3 Sandf. Ch. 466; N. R. R. Co. v. Miller, 10 Barb. 260; Mann v. Currie, 2 id. 294; S., etc., Plank R. Co v. Thatcher, 11 N. Y. 102-119; Hawley v. Upton, 102 U. S 316; Nathan v. Whitlock, 9 Paige, 152, 159; Bowden v. Johnson, 107 U. S. 251, 255.) It was no defense to this action that the defendant was induced to sign the subscription paper by fraud. (Briggs v Cornwell, 11 Weekly Dig. 382, Oake v. Turquand, 2 H. of L. 325; Upton v. Tribilcock, 91 U. S. 50.) This action was properly brought in the name of the plaintiff as receiver, and it was not necessary to make other stockholders parties. (Van Wagner v. Clark, 22 Hun, 497; Cuykendall v. Miles, 14 Rep. 69.)\nJoshua M. Van Cott for respondent.\nThe appellant is concluded by the referee’s finding, on competent and persuasive evidence, that, the respondent sold the one hundred shares to Marshall absolutely and in good faith. (Quincey v. White, 63 N. Y. 375; Bergin v. Wemple, 30 id. 319; Colwell v. Lawrence, 38 id. 71.) This action, not being by or on 'behalf of a creditor, but by the receiver as representing only the rights of action of his corporation, the transfer and the entry thereof upon the books was a due compliance with the by-law, and with section 8 of. the act of 1848. The requirements of section 25 of said act apply only where creditors sue stockholders. (Isham v. Buckingham, 49 N. Y. 216; Johnson v. Underhill, 52 id. 203; Cutting v. Damerel, 88 id. 411; Wheeler v. Millar, 90 id. 354.) A subscriber for shares of a corporation is relieved from liability for future calls on the stock after a due transfer of the subscribed shares. (Isham v. Buckingham, 49 N. Y. 217; Seymour v. Sturgess, 26 id. 139; Angell & Ames on Corporations, § 534; 1 Redfield on Railways, part 2, §§ 53-4; Mann v. Currie, 2 Barb. 294; S. C., 25 id. 413; Cole v. Ryan, 52 id. 68, 203; McCullogh v. Moss, 5 Denio, 566; Palmer v. Lawrence, 3 Sandf. 151; 1 Lindley on Partnership [3d ed.], 654, 655, 657.) The relation on which the shareholder’s liability to contribute a proportion of the capital is bottomed may be terminated by the act of the corporation, forfeiting the shares. (Small v. Herkimer Manuf’g Co., 2 Comst. 330; Mills v. Stewart, 41 N. Y. 384.)"
  },
  "file_name": "0415-01",
  "first_page_order": 439,
  "last_page_order": 447
}