{
  "id": 2192038,
  "name": "The People, ex rel. Edward McKenzie, Appellant, v. The Board of Supervisors of Ulster County, Respondent",
  "name_abbreviation": "People ex rel. McKenzie v. Board of Supervisors",
  "decision_date": "1883-12-14",
  "docket_number": "",
  "first_page": "263",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 263"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "77 Penn. St. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Ill. 1",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2579210
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/12/0001-01"
      ]
    },
    {
      "cite": "4 Mass. 539",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0473-01"
      ]
    },
    {
      "cite": "10 U. S. 511",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "16 Conn. 149",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12123740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/16/0149-01"
      ]
    },
    {
      "cite": "29 Vt. 12",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        8543874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/29/0012-01"
      ]
    },
    {
      "cite": "4 Pick. 222",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0231-01"
      ]
    },
    {
      "cite": "45 Me. 133",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        478255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/45/0133-01"
      ]
    },
    {
      "cite": "4 Mass. 384",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0337-01"
      ]
    },
    {
      "cite": "12 Wis. 93",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8708247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/12/0093-01"
      ]
    },
    {
      "cite": "21 Wend. 563",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0563-01"
      ]
    },
    {
      "cite": "31 Wis. 120",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8706653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/31/0120-01"
      ]
    },
    {
      "cite": "7 Wall. 613",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3450079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/74/0613-01"
      ]
    },
    {
      "cite": "16 Mass. 76",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2035306
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/16/0065-01"
      ]
    },
    {
      "cite": "2 Cow. 485",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2161405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/2/0485-01"
      ]
    },
    {
      "cite": "59 N. Y. 620",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        521475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/59/0620-01"
      ]
    },
    {
      "cite": "5 Denio, 517",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0517-01"
      ]
    },
    {
      "cite": "6 Hill, 244",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "100 U. S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4617
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/100/0514-01"
      ]
    },
    {
      "cite": "22 Wend. 395",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2153306
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/22/0395-01"
      ]
    },
    {
      "cite": "5 Barb. 156",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5778184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/5/0156-01"
      ]
    },
    {
      "cite": "11 Hun, 574",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "36 N. Y. 446",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        498958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/36/0446-01"
      ]
    },
    {
      "cite": "30 Hun, 148",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "92 U. S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/92/0307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 11577,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.6225939194438312e-07,
      "percentile": 0.6874748296136184
    },
    "sha256": "16d4274b2109b063aa170220fa78adc1316c6895c6b46fbaccbac8d2d58f4432",
    "simhash": "1:cd23a520e73c8761",
    "word_count": 2059
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People, ex rel. Edward McKenzie, Appellant, v. The Board of Supervisors of Ulster County, Respondent."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nOn the 20th day of February, 1879, the relator recovered a judgment against the town of Kingston, in Ulster county. On the 28th day of November thereafter, the board of supervisors of that county, in pursuance of the power conferred by chapter 319 of the Laws of 1872, by an act duly passed, erected from a portion of the territory theretofore comprised within the town of Kingston, a new town, to which the name of Ulster was given; and another portion of the same territory, particularly described, was cut off and annexed to the adjoining town of \"Woodstock; and the act provided that “all the remaining part of the present town of Kingston, not included in either of the aforesaid boundaries, shall be and remain a separate town in the county of Ulster, by the name of Kingston.” The action of the board of supervisors was legalized and confirmed by the act chapter 407 of the Laws of 1880. By this division of this territory the old town of Kingston was apparently left with less than three per cent of the property formerly \"within its limits. In November, 1882, the relator applied at a Special Term of the Supreme Court for a writ of mandamus to be directed to the board of supervisors, commanding them to levy and assess the amount due him on his judgment on the town of Kingston, or on the towns of Kingston, Ulster, and so much of Woodstock as in 1879 formed the town of Kingston, pro rata. The Special Term granted a writ commanding the supervisors to levy and assess the amount due the relator upon his j udgment upon the three towns as prayed for by the plaintiff; and that the amount should be apportioned upon the territory formerly comprised within the town of Kingston before its division, according to the assessed valuation of the property within the territory, as appeared by the tax-rolls of the several towns for the year 1882. From, the order of the Special Term the board of supervisors appealed to the General Term, where the order was reversed and the motion for the writ of mandamus was denied, with costs ; and- the relator then appealed to this court.\nThe General Term held that the relator,, for the purpose of collecting his judgment, should have proceeded according to the provisions of the ¡Revised Statutes, contained in. article 2, title 1, chapter 11, part 1 (1 Revised Statutes, 338); and we are of the same opinion. Section 4 of that article provides, that “ when a town seized of lands shall be divided into two or more towns, the supervisors and the overseers of the poor of the several towns constituted by such division shall' meet as soon as may be after the first town meeting subsequently held in such towns, and when so met shall have power to make such agreement concerning the disposition to be made of such town lands and apportionment of the proceeds ■ as they shall think equitable; and to take all measures and execute all conveyances which may be necessary to carry such agreement into effect.” Section 5 provides that “ when any such town shall be altered in its limits, by the annexing of a part of its territory to another town or towns, the supervisors and overseers of the'poor of the town .from which such territory shall be taken, and of the town or towns to which the same shall be annexed, shall, as soon as may be after such alteration, meet for the purpose, and possess the powers provided in the last preceding section.” Section 6 provides that “if no agreement for the disposition of such' lands shall be made by the- supervisors and overseers, within six months after such division or alteration, then the Supervisor and overseers of the poor of each town in which any portion of said lands shall lie shall proceed, as soon as may be, to sell and convey such part of said lands as shall be included within the' limits 'of such town, as fixed by the division or alteration; and the' proceeds arising from such sale shall be apportioned between the several towns interested therein, by the supervisors and overseers of the poor of all the towns, according to the amount of taxable property-in the town divided or altered, as the same existed immediately before said division or alteration, to be ascertained by the last assessment list of such town.” Section 7 provides that “ when a town possessed of or entitled to money, rights or credits, or other personal estate, shall be so divided or altered, such personal estate, including moneys belonging to the town in the hands of the town officers, shall be apportioned between the towns interested therein, by the supervisors and overseers of such towns (who shall meet for that purpose as soon as may be after the first town meeting subsequently held in such towns) according to the rule of apportionment above prescribed.” Section 8 provides that “ whenever a meeting of the supervisors and overseers of two or more towns shall be required in order to carry into effect the provisions of this article, such meeting may be called by either of said supervisors.” Section 10 provides that “ debts owing by a town so divided or altered shall be apportioned in the same manner as the personal property of such town; and each town shall thereafter be charged with its share of such debts, according to such apportionment.” These are ample and precise provisions for the payment of the debts of a town whose territory is divided. It is undisputed that the legislature had the power to make these provisions, and to require the debts of such towns to be paid in this way. These are all the provisions on the subject, and were intended to furnish creditors the only mode for the payment of their debts in the cases specified. But for the statute, or some other provision of law, upon the • division of the old town of Kingston, all the liabilities of that town would have remained against the present town of Kingston ; and it would have been entitled to all the property of the old town within its limits, and would have been obliged to discharge all its debts and obligations. (Laramie County v. Albany County, 92 U. S. 307; Mount Pleasant v. Beckwith, 100 id. 514.) Within the latter authority, too, if the old town of Kingston had been entirely blotted out, and its territory annexed to other towns ; or if other towns had been carved out of it, and new municipalities had thus been formed, in the absence of any legislation providing for the payment of the debts of the old town, they would have devolved upon the new towns, to be paid by them in equitable proportions. But here express provision of law is made as to the manner of discharging the obligations of the old town; and those provisions are, at least in the first instance, exclusive and must be pursued. Under them ail the debts of the old town of Kingston are to be apportioned by the officers named, between the three towns of Ulster, Woodstock and Kingston, according to taxable property, as the same existed immediately before the division, to be ascertained by the last assessment list of the town, which was the assessment list of 1879. The relator, therefore, has a plain remedy, which is by mandamus to compel a meeting of the present officers of the three towns, and a discharge by them of the duties devolved upon them by the statute. It cannot be doubted that a writ may be so framed and so enforced as to give the relator and all the other creditors of the old town of Kingston ample redress.\nThe act chapter 554 of the Laws of 1880 has reference only to the collection of judgments against towns which have not been divided or altered.\nThe order of the General Term should be affirmed, with costs.\nAll concur.\nOrder affirmed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "J. Newton Fiero for appellant.",
      "Howard Chipp, Jr., & John J. Linson for respondent."
    ],
    "corrections": "",
    "head_matter": "The People, ex rel. Edward McKenzie, Appellant, v. The Board of Supervisors of Ulster County, Respondent.\nA judgment creditor of a town which has been divided under the act of 1873 (Chap. 319, Laws of 1873) is not entitled to a mandamus requiring the board of supervisors of the county to levy and assess the amount due upon the territory formerly included in the town.\nIt seems that the remedy of the creditor is by mandamus against the officers of the towns which have any portion o£ the territory of the old town, requiring them to meet and discharge the duties devolved upon them by the provisions of the Revised Statutes (1 R. S. 338, §§ 4 et seq.), which provisions are at least, in the first instance, exclusive and must be-pursued.\nIt seems, also, that the legislature had power to require the debts of the town to be paid in the way so prescribed.\nThe act of 1880, to facilitate the collection of judgments against towns, etc. (Chap. 554, Laws of 1880), has no. application to such a case; but simply .has reference to towns which have not been divided or altered.\n(Argued December 4, 1883 ;\ndecided December 14, 1883.)\nAppeal from order of the General Term of the Supreme Court, in the third judicial department, made May 1, 1883, which reversed an order of Special Term, granting a peremptory writ of mandamus, the substance of which, as well as the material facts, are stated in the opinion. (Reported below, 30 Hun, 148.)\nJ. Newton Fiero for appellant.\nThe board of supervisors was bound to levy and assess the amount of the judgment on the town of Kingston. (Laws of 1880, chap. 554.) The court had the right and it was its duty to apportion the debt due the relator on failure and neglect of the proper officials so to do. (Hudler v. Golden, 36 N. Y. 446; Dibble v. Hathaway, 11 Hun, 574; Pillow v. Bushnell, 5 Barb. 156; Donaldson v. Wood, 22 Wend. 395.) The intent of the statute being to place this burden upon the entire territory, its intent will not be defeated by the failure of its agents to act properly. (Mt. Pleasant v. Beckwith, 100 U. S. 514.) The rights of the creditors of a municipal corporation are protected from legislative invasion by the Constitution of the United States, and no repeal of a charter of a municipal corporation can so dissolve it as to impair the obligation of a contract, or as to preclude the creditor from recovering his debt. (Dillon on Municipal Corporations [3d ed.], §§ 170, 173.)\nHoward Chipp, Jr., & John J. Linson for respondent.\nThe board of supervisors is an administrative body, of limited powers, which are accurately defined by statute, and every act of the board in excess of, or' in variance from, the powers conferred by statute is void. (People v. Lawrence, 6 Hill, 244; Chemung B’k v. Supervisors, etc., 5 Denio, 517; Supervisors of Richmond Co. v. Ellis, 59 N. Y. 620; 3 R. S., marg. p. 472, § 102; 3 R. S. [7th ed.] 2403; Laws of 1880, chap. 554.) If it fails or neglects to perform its duty mandamus will lie against it to compel it to act. (Town of Sand Lake v. Town of Berlin, 2 Cow. 485.) In the absencé of any provision in the act, dividing the town, for an adjustment of liabilities, the town of Kingston, as now constituted, as between debtor and creditor remains solely liable for the debts of the corporation. (Hampshire v. Franklin, 16 Mass. 76; Morgan v. Beloit City and Town, 7 Wall. 613; Town of Depere v. Town of Bellevue, 31 Wis. 120; Peoples. Morrell, 21 Wend. 563; Laws of 1838, chap. 332; Crawford Co. v. Iowa Co., 2 Chandler, 14; Milwaukee v. Milwaukee, 12 Wis. 93; Windham v. Portland, 4 Mass. 384; N. Yarmouth v. Skillings, 45 Me. 133; Veasie v. Howland, 47 id. 127; Medford v. Pratt, 4 Pick. 222; Montpelier v. E. Montpelier, 29 Vt. 12; Hartford Bridge Co. v. E. Hartford, 16 Conn. 149; Hartford Bridge Co. v. E. Hartford, 10 U. S. 511; Richards v. Daggett, 4 Mass. 539; Richland Co. v. Lawrence, 12 Ill. 1; Plunkett Township v. Crawford, 77 Penn. St. 102.)"
  },
  "file_name": "0263-01",
  "first_page_order": 287,
  "last_page_order": 292
}