{
  "id": 2192051,
  "name": "Maria De La Salud Oviedo Younger, Respondent, v. Mary Ann Pelton Duffie, Impleaded, etc., Appellant",
  "name_abbreviation": "Younger v. Duffie",
  "decision_date": "1884-01-29",
  "docket_number": "",
  "first_page": "535",
  "last_page": "541",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 535"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "23 D. 812",
      "category": "reporters:state",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "1 Tuck. 38",
      "category": "reporters:state",
      "reporter": "Tuck. & Cl.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 Sandf. 44",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1353531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/7/0044-01"
      ]
    },
    {
      "cite": "8 Wend. 134",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147315
      ],
      "pin_cites": [
        {
          "page": "140"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0134-01"
      ]
    },
    {
      "cite": "15 Me. 58",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8847354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/15/0058-01"
      ]
    },
    {
      "cite": "17 Pick. 231",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2024001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/34/0231-01"
      ]
    },
    {
      "cite": "5 Me. 143",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8740141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/5/0143-01"
      ]
    },
    {
      "cite": "11 La. 175",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9501597
      ],
      "opinion_index": -1,
      "case_paths": [
        "/la/11/0175-01"
      ]
    },
    {
      "cite": "2 Gray, 490",
      "category": "reporters:state",
      "reporter": "Gray",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Metc. 251",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "5 Pick. 370",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "13 Mass. 501",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073792,
        2073813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0400-02",
        "/mass/13/0400-01"
      ]
    },
    {
      "cite": "5 N. Y. 422",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        6099832
      ],
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/5/0396-01"
      ]
    },
    {
      "cite": "1 Wend. 45",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "20 Johns. 208",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/20/0208-01"
      ]
    },
    {
      "cite": "87 N. Y. 19",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        549454
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "153"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/87/0019-01"
      ]
    },
    {
      "cite": "23 N. Y. 16",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "125"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Sandf. 10",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "opinion_index": -1
    },
    {
      "cite": "2 Barb. 295",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "4 Sandf. 10",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1355431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/6/0010-01"
      ]
    },
    {
      "cite": "1 Barb. 352",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "67 N. Y. 409",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2164937
      ],
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/67/0409-01"
      ]
    },
    {
      "cite": "39 N. Y. 153",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502254
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0153-01"
      ]
    },
    {
      "cite": "16 N. Y. 9",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297815
      ],
      "pin_cites": [
        {
          "page": "49"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0001-01"
      ]
    },
    {
      "cite": "38 Barb. 364",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5098105
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/38/0364-01"
      ]
    },
    {
      "cite": "2 Bradf. 244",
      "category": "reporters:state",
      "reporter": "Bradf.",
      "case_ids": [
        1127694
      ],
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/brad/2/0244-01"
      ]
    },
    {
      "cite": "91 N. Y. 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2188485
      ],
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/91/0516-01"
      ]
    },
    {
      "cite": "4 Sandf. 374",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1355399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/6/0374-01"
      ]
    },
    {
      "cite": "8 Johns. 44",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2134269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/8/0044-01"
      ]
    },
    {
      "cite": "6 How. Pr. 229",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2191851
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/6/0229-01"
      ]
    },
    {
      "cite": "25 N. Y. 328",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2031391
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/25/0328-01"
      ]
    },
    {
      "cite": "32 Barb. 250",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5047586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/32/0250-01"
      ]
    },
    {
      "cite": "90 N. Y. 654",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2186372,
        2186230,
        2186358
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/90/0654-02",
        "/ny/90/0654-01",
        "/ny/90/0654-03"
      ]
    },
    {
      "cite": "1 Bradf. 69",
      "category": "reporters:state",
      "reporter": "Bradf.",
      "case_ids": [
        789200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/brad/1/0069-01"
      ]
    },
    {
      "cite": "28 Hun, 242",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "39 N. Y. 153",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/39/0153-01"
      ]
    },
    {
      "cite": "38 Barb. 364",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5098105
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/38/0364-01"
      ]
    },
    {
      "cite": "2 Bradf. 244",
      "category": "reporters:state",
      "reporter": "Bradf.",
      "case_ids": [
        1127694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/brad/2/0244-01"
      ]
    },
    {
      "cite": "91 N. Y. 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2188485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/91/0516-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 14381,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 1.4671810511088307e-06,
      "percentile": 0.9914288439210163
    },
    "sha256": "98394f468e8e3b7cc36bcf76b967b24cb8d8ca205d3eebce65fb403f376ed981",
    "simhash": "1:860ee8c495a7974d",
    "word_count": 2598
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maria De La Salud Oviedo Younger, Respondent, v. Mary Ann Pelton Duffie, Impleaded, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThis action was brought under section 1861 of the Code of Civil Procedure to procure a judgment establishing an instrument as the last will and testament of Alfred N. Duffie. The complaint, among other things, alleges that Duffie, late United States consul at Andalusia, in the kingdom of Spain, temporarily residing at Cadiz in that kingdom, but an inhabitant of and domiciled in the county of Richmond and State of Hew York, died on the 8th day of November, 1880, at the city of Cadiz, and that he was at the time of his death possessed of personal property within the State of New York; that the plaintiff is a legatee under his will; that prior to his death, and on or about the 28th day of January, 1880, Duffie, at the city of Cadiz, duly signed, published, declared and executed before a notary, and in the presence of, and with three witnesses, his last will and testament; and that, on the 1st day of May, 1881, before the same notary and the same three witnesses, he also signed, published, declared and executed a codicil thereto, a copy of which will, together with the codicil, is annexed to the complaint and made a part thereof, the original will and codicil being in the Spanish language and in the kingdom of Spain ; that they were duly executed in conformity with the laws of Spain, and remain on file among the archives of the notary’s office at the city of Cadiz, from which the same cannot, by reason of the laws of Spain, be taken for the purpose of being admitted to probate under the laws of the State of New York, or for any other purpose whatsoever. Tlie disposing part of the will is divided into seven paragraphs, and between the end of the last paragraph and the signature of the testator is the following language: “ In testimony whereof I so execute the same at the city of Cadiz, on the 28th day of January, 1880. And the testator whom I, Ricardo de Pro y Fajardo, a notary of this district, and of the illustrious College of Seville, do certify that I know, thus said executed and signed, with the witnesses present, who were Salvador de Aspres, Salvador Ramirez and Manuel Ceueles, all of this vicinity, I having read to all of them this will, after first notifying them of the right which they have by law to verify the same themselves, which right they renounced, he not exhibiting his personal certificate by reason of the office held by him, all of which I certify.” Then follows the signature of the testator, the three subscribing witnesses and the notary. The codicil was executed in substantially the same way. The defendant, Mary Ann Pel ton Duffie, the appellant, demurred to the complaint on the ground that it did not state facts sufficient to constitute a cause of action. The demurrer was overruled at Special Term, and the judgment of the Special Term was affirmed at the General Term, and then she appealed to this court.\nSection 1861 of the Code provides as follows: “An action to procure a judgment establishing a will may be maintained by any person interested in the establishment thereof, in either of the following cases. ” The first case is as follows: ‘ ‘ Where a will of real or personal property, or both, has been executed in such a manner, and under such circumstances, that it might, under the laws of the State, be admitted to probate in a surrogate’s court, but the original will is in another State or country, under such circumstances that it cannot be obtained for that purpose, or has been lost or destroyed by accident or design before it was duly proved and recorded within the State.” It is conceded that this,case comes within this provision, provided this will was executed according to the formalities prescribed by the laws of this State. But the objection is made that the will was not “ subscribed by the testator at the end thereof.”\nThe purpose of the law which requires the subscription to be at the end of the will is to prevent fraudulent additions to a will before- or after its execution, and the statute should be so construed as to accomplish this purpose. What shall form part of the instrument which the testator intends as his will must be determined by him. It is true, as claimed by the learned coimsel for the respondent, that a proper definition of a will is an instrument by which a person makes a disposition of his property to take effect after his decease. But every word contained in the instrument may not relate to or bear upon the disposition of property. It is not uncommon for the testator to recite in the will his religious faith and hopes and the moral or prudential maxims which have guided his life, and to give directions concerning his body, and to make many declarations which have no bearing whatever upon the disposition of his property; and yet they are all part of the instrument which he intends as his will. Such matters and declarations are usually inserted at the commencement of the will, but they may as well be placed after the disposing parts of the will; and yet if the signature in such case is placed below them, it is at the end of the will, within the meaning of the statute. So too ordinarily what is called the attestation clause, when it follows the signature, is no part of the will. (Jackson v. Jackson, 39 N. Y. 153.) It is not essential to the validity of a will, and as it follows the signature, it cannot be taken as a part thereof. But if the testator chooses to insert the attestation clause before his signature, thus making it a part of the instrument, then like any other matter contained in the will which does not relate to the disposition of property, it becomes a part of the instrument called a will. If the testator, beneath the disposing part of the will, and before his signature, should insert the Apostles’ creed, or the Lord’s prayer, it would be part of the instrument called a will, and although it would intervene between the signature and the disposing part of the will, it could not be contended that the will was not subscribed at its end. So it is common in the execution of wills to insert just before the signature, a testimonium clause as here “ in testimony whereof I so execute the same, at the city of Cadiz, on the 28th day of January, 1880.” That is strictly no part of the will; it is not essential to its validity, the date being of no importance, and yet it never has been doubted that the signature beneath such a clause would be at the end of the will; and so it would be if the recital were much longer and fuller. Here the testator chose to have inserted before his signature the language of the notary, reciting the mode of execution, and the names of the witnesses, and the fact that the will was read to all of them. He thus chose to make that a part of the instrument, and his subscription beneath it was a subscription at the end of the will.\nThe case is not within the mischief intended to be guarded against by the statute. There is certainly no authority in this State holding that such a subscription is not at the end of the will. In McGuire v. Kerr (2 Bradf. 244), and in In re Will of O’Neil (91 N. Y. 516) portions of the will succeeded the signature of the testator, and henee in each of those cases it was held that the will was not subscribed at the end thereof. In The Matter of Gilman (38 Barb. 364), it was held that an instrument was signed at the end thereof, “ where nothing intervenes between the instrument and the subscription.” Here ' nothing intervenes between the instrument and the name of the testator.\nWe must, therefore, hold that this will was subscribed at the end thereof, and that it was provable in the Surrogate’s Court of Richmond county, but for the fact that it could not be procured for that purpose, and hence this is a case within section 1861, wherein an action to establish the will is authorized.\nIt is not important to determine, and we do not determine whether or not this action could be maintained under the second subdivision of section 1861; and the conclusion we have reached also renders it unimportant to determine the question raised by the motion to dismiss the appeal.\nThe judgment should be affirmed, with costs, but with leave to the defendant, Mrs. Duffie, upon payment of costs, to answer the complaint within twenty days.\nAll concur.\nJudgment accordingly.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "John N. Lewis for appellant.",
      "Emmet R. Olcott for respondent."
    ],
    "corrections": "",
    "head_matter": "Maria De La Salud Oviedo Younger, Respondent, v. Mary Ann Pelton Duffie, Impleaded, etc., Appellant.\nA subscription to a will by the testator after the attestation clause meets the requirement of the statute (3 R. S. 63, § 40), requiring the subscription to be \" at the end of the will.” The testator by so signing makes the attestation clause a part of the will; and so, as nothing intervenes, the subscription is at the end of the will.\nThe complaint, in an action under the Code of Civil Procedure (§ 1861) to establish a will, alleged in substance, that the testator, an inhabitant of, and domiciled in the county of R., in this State, and possessed of personal property therein, but temporarily residing in Spain, duly signed, published, declared and executed the instrument in question before a notary, that it remains on file in the office of the notary, from which, by reason of the laws of Spain, it cannot be taken, and that plaintiff is a legatee under the will. Held, that a case was made out authorizing the action.\n(Argued January 14, 1884 ;\ndecided January 29, 1884.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made November 24,1882, which affirmed an interlocutory judgment entered upon an order overruling a demurrer to plaintiff’s complaint. (Reported below, 28 Hun, 242.)\nThe nature of the action and the substance of the complaint are stated in the opinion.\nJohn N. Lewis for appellant.\nA paper purporting to be a will, executed in conformity with the laws of another country by a person “ temporarily residing ” in that country at the time of his death, but being “an inhabitant of and domiciled in this State,” cannot be admitted to probate, or proved or established as such in this State, unless executed in the manner prescribed by our statute. (2 R. S. 63, § 40; Code of Civil Pro., §§ 1861, 2611; Isham v. Gibbons, 1 Bradf. 69-81, 84; De Meli v. De Meli, 90 N. Y. 654; 15 Weekly Dig. 398; Cadwalader v. Howell, 3 Harr. [N. J.] 144; Redf. Law and Pr., Surr. Courts [2d ed.], 132.) In construing a statute, the courts should not assume that any innovation upon the common law was intended to be made further than the case absolutely required. (White v. Wager, 32 Barb. 250; 25 N. Y. 328; 1 Kent’s Com. 464; Smith on Statutes, §§ 701, 703; Howe v. Beckham, 6 How. Pr. 229-232; Hart v. Cleis, 8 Johns. 44; Dominick v. Michael, 4 Sandf. 374; Potter’s Dwarns on Statutes, 185.) The paper sought to be established as the will of General Duffie was not executed in conformity with the requirements of our statute in this, it is not “ subscribed by the \"testator at the end of the will.” (In re Oneill, 91 N. Y. 516, 520; Tonnele v. Hall, 4 id. 140, 146; McGuire v. Kerr, 2 Bradf. 244, 257; In re Gilman, 38 Barb. 364, 368; 2 Blackstone’s Com. 499; 4 Kent’s Com. 501; Langdon v. Astor’s Exr’s, 16 N. Y. 9, 49; 1 Williams on Executors, 6; 1 Jarman on Wills, 16; O’Hara on Construction of Wills, 4.) The attestation clause is no part of the will, and is not required as a part of its due execution by any law. (Jackson v. Jackson, 39 N. Y. 153, 159; In re Cohen, 1 Tucker, 286, 288; Sisters of Charity v. Kelley, 67 N. Y. 409, 415.)\nEmmet R. Olcott for respondent.\nThe will and codicil are executed with the formalities prescribed by the laws of this State. (2 R. S. 63, § 40.) The request to the witnesses to sign may be taken as presumed and implied. (Butler v. Benson, 1 Barb. 352; Doe v. Roe, 2 id. 200; Brown v. De Selding, 4 Sandf. 10; Hutchings v. Cochrane, 2 Barb. 295.) The allegations of the supplemental complaint and the will and codicil themselves show a sufficient compliance with the statute. (Brown v. De Selding, 2 Sandf. 10; Coffin v. Coffin, 23 N. Y. 16; Gilbert v. Knox, 52 id. 125.) A surrogate has jurisdiction to take proof of a will disposing of real and personal estate, situate both in his county and in a foreign country, made by a citizen of the State and a former resident of such county, but a resident of such foreign country at the time of his death, though the will has been admitted to probate in such foreign country, and is in possession and custody of a foreign court, whence it cannot, according to the laws of that country, be obtained. (Russell v. Hart, 87 N. Y. 19; Caulfield v. Sullivan, 85 id. 153.) Prima facie, the word “ residence ” is not synonymous with “ domicile.” (Roosevelt v. Kellogg, 20 Johns. 208; In re Thompson, 1 Wend. 45; Frost v. Brisbin, 19 id. 14; Haggart v. Morgan, 5 N. Y. 422, 428; 13 Mass. 501; 5 Pick. 370; 1 Metc. 251; 2 Gray, 490; 11 La. 175; 5 Me. 143; 17 Pick. 231; 15 Me. 58.) ‘‘ Eesidence ” and “ habitancy” are usually synonymous. (2 Gray, 490; 2 Kent’s Com. 430, 431 note.) Inhabitancy and residence do not mean precisely the same thing as domicile, when the latter is applied to successions to personal estates, but they mean a fixed and permanent abode, a dwelling-house for the time being, as contradistinguished from a mere temporary locality of existence. (In re Wregley, 8 Wend. 134, 140; 4 id. 602.) Residence and domicile are not synonymous. (Bartlett v. Mayor, etc., of N. Y., 5 Sandf. 44.) Fixity and permanence of abode are more strongly imported by the term “ inhabitancy ” than by that of “ residence.” (Matter of Hughes, 1 Tuck. 38.) A will of personal property, valid as to the formalities of its execution by the lex loci actus, is valid everywhere. (Rodenburg, 11, chap. 3, § 1; Bartolos in L. i. C. de S. Trin., Mo. 36; P. Voet, 9, c. 2, No. 1; Vattel L., 2, chap. 8, § 3; Hert, 4, §§ 23, 25; Foelix, 107 foll. [ed. Demangeat, 1163] ; Boullenois, 422; Bauhier, chap. 25, No. 61; Mittermaier, § 32, p. 121; Wachter, 2, p. 191, pp. 368-380; Gand, No. 579; Savigny, 355; Bar, § 109; Serey, 321, p. 51; Striethorst, 23, p. 253; French Code Civ., art. 999, 1317; Fiore, §§ 404-6; Italian Code, preface, art. 9; French Civil Code, § 999; Prussian Code, § 114; Phillimore, 864; Savigny, 8, § 381 in fine; Onslow v. Cannon, 2 Sw. & Tr. 136; Purvis’ Trustees v. Purvis’ Executors, id. and 23 D. 812.)"
  },
  "file_name": "0535-01",
  "first_page_order": 559,
  "last_page_order": 565
}