{
  "id": 2192120,
  "name": "James H. Whitford, Respondent, v. Thomas Laidler et al., Appellants",
  "name_abbreviation": "Whitford v. Laidler",
  "decision_date": "1883-11-20",
  "docket_number": "",
  "first_page": "145",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "94 N.Y. 145"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "46 N. Y. 413",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2052701
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/46/0413-01"
      ]
    },
    {
      "cite": "7 Cow. 452",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "69 N. Y. 343",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        530746
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "357"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/69/0343-01"
      ]
    },
    {
      "cite": "8 Daly, 35",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "72 Me. 22",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8843936
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/72/0022-01"
      ]
    },
    {
      "cite": "61 N. Y. 542",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        525498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/61/0542-01"
      ]
    },
    {
      "cite": "7 Hun, 362",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 40",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0025-01"
      ]
    },
    {
      "cite": "19 Johns. 60",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        380510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/19/0060-01"
      ]
    },
    {
      "cite": "30 Barb. 218",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5028813
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "274"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/30/0218-01"
      ]
    },
    {
      "cite": "1 Hun, 562",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "3 Wend. 380",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0380-01"
      ]
    },
    {
      "cite": "32 N. Y. 445",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/32/0445-01"
      ]
    },
    {
      "cite": "25 Hun, 136",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 26",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009604
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0026-01"
      ]
    },
    {
      "cite": "7 Cow. 453",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0452-01"
      ]
    },
    {
      "cite": "9 Johns. 334",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372373
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0334-01"
      ]
    },
    {
      "cite": "28 N. Y. 333",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2036871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/28/0333-01"
      ]
    },
    {
      "cite": "7 Barb. 169",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4887402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/7/0169-01"
      ]
    },
    {
      "cite": "56 N. Y. 67",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/56/0067-01"
      ]
    },
    {
      "cite": "4 Cranch, 218",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "opinion_index": 0
    },
    {
      "cite": "19 N. Y. 119",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        497707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/19/0119-01"
      ]
    },
    {
      "cite": "21 Wend. 101",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/21/0101-01"
      ]
    },
    {
      "cite": "21 Am. Rep. 617",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "64 N. Y. 357",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161949
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/64/0357-01"
      ]
    },
    {
      "cite": "25 Am. Rep. 199",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "69 N. Y. 345",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "21 N. Y. 179",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1749953
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ny/21/0198-01"
      ]
    },
    {
      "cite": "17 Wend. 40",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/17/0025-01"
      ]
    },
    {
      "cite": "19 Johns. 60",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        380510
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/johns/19/0060-01"
      ]
    },
    {
      "cite": "3 Wend. 380",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144258
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/3/0380-01"
      ]
    },
    {
      "cite": "32 N. Y. 445",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16253
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/32/0445-01"
      ]
    },
    {
      "cite": "7 Wend. 26",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0026-01"
      ]
    },
    {
      "cite": "9 Johns. 334",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/9/0334-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 780,
    "char_count": 18106,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.3668032031215194e-06,
      "percentile": 0.9902888160661104
    },
    "sha256": "68f2309997968c3ca5e43a14bf82b578d9c1f702f6c873d9410a16a7221bf111",
    "simhash": "1:a5cf373c194033c3",
    "word_count": 3103
  },
  "last_updated": "2024-02-27T20:26:35.672822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James H. Whitford, Respondent, v. Thomas Laidler et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Ruger, Ch. J.\nThis action was brought to recover compensation for the use of certain lands, during the year 1875, and a judgment was obtained against the defendants upon the theory that they were personally liable, as joint contractors, upon the written instrument produced in evidence by the plaintiff. This judgment was sustained at the General Term, through an omission to regard the distinctions in evidence pertinent respectively to such an action, and one brought against the association of which the defendants were members.\nThe action must be treated as one brought to charge the defendants, in their individual capacities, with a liability, upon the written instrument in evidence, no process having been served upon the association to which the defendants belonged. That instrument was partially executed by some of the parties thereto in February, 1872, and purported to be a contract between the plaintiff, as party of the first part, and thirteen individuals therein named (consisting among others of the seven defendants), describing themselves as president, vice-president, secretary, treasurer and directors, and board of managers of the “ G-arrattsville Agricultural and Farmers’ Club,” as the party of the second part.\nBy this writing the plaintiff attempted to demise to the parties of the second part and their successors in office, for a term of ■three days in each of the ten ensuing years, certain premises for their use as a fair ground,’at an anual rental of $200.\nThe parties of the second part, as such officers, covenanted, on behalf of “ themselves and their successors in office,” to pay to the party of the first part the sum of $200 annually as and for\" the rent of said premises.\nThe instrument contained other provisions whereby the party of the first part contracted to do certain things to prepare the premises for the purposes intended, but these provisions being irrelevant to the questions discussed need not be recited.\nLeaving out of view for the present the question whether there has ever been a valid execution of this contract, so as. to make it binding upon any of the parties thereto, we will examine the theory upon which the individual liability of the defendants is predicated by the plaintiff^\nIt is claimed because the instrument is under seal and signed by the defendants in theirt individual names, without the addition of their official title, that they have made themselves personally liable for the performance of the covenant to pay the rent reserved in the lease.\nThis question, like others arising upon the interpretation of contracts, must be determined by the language of the instrument itself,, unless some ambiguity appears upon its face, or unless phrases of doubtful meaning are employed therein requiring explanation, in which case resort may be had to parol evidence and proof of the attendant circumstances to discover the real meaning and intent of the parties. (Chouteau v. Suydam, 21 N. Y. 179; Hinnemann v. Rosenback, 39 id. 98; Moore v. Meacham, 10 id. 207; Dana v. Fiedler, 12 id. 40.)\nWhile we are of the opinion that no such ambiguity occurs in this instrument as entitles the parties to resort to extrinsic evidence to explain its meaning, yet if they should do so, it is quite evident, 'from the plaintiff’s own evidence, that he would derive no benefit from such a proceeding. In speaking of this contract he testifies that “the agreement was to be binding on the society and not against them as individuals; ” and again, “ that the bargain was, I was to receive $200 for the grounds from the society.”\nIt is, therefore, not at all prejudicial to the interests of the plaintiff that we confine ourselves to the language of the contract in determining its legal effect.\nWe think that neither upon principle or authority can this instrument be held to be the contract of the individuals who have signed it. No case has been cited, and we have discovered none holding that, in the absence of a personal promise or covenant, one signing a contract, who therein represents himself to be the agent of a disclosed and known principal, and who assumes to contract for such principal only, has been held personally liable upon the covenants contained in such contract. The case of Kiersted v. O. & A. R. R. Co. (69 N. Y. 345; 25 Am. Rep. 199), so much relied upon in the prevailing opinion in the court below, was an action by a lessor to recover the rent reserved upon a lease executed by him to one David O. Smith, and although Smith was therein described as the agent of the defendants, he did not purport to contract in their name, and the covenant to pay rent was in terms his individual promise to perform its obligations. It was properly held that the contract was Smith’s and not that of his alleged principal. In Briggs v. Partridge (64 N. Y. 357; 21 Am. Rep. 617),. an alleged principal was sought to be made liable as defendant upon a contract in which neither his name or interest were referred to, and where his relation to the subject-matter was unknown to the plaintiff when the contract was executed. In the several cases of Taft v. Brewster (9 Johns. 334), Stone v. Wood (7 Cowen, 453), Guyon v. Lewis (7 Wend. 26), it was held that the addition by the respective defendants to their individual names of that of their titles of office, or a statement of their representative characters, did not shield them from liability upon a contract wherein they had assumed to contract individually, or had, by the terms of their agreeinent, come under a personal obligation to their several promisees. We can see no analogy between these cases and the one under consideration.\nHere the defendants with others were described as the officers of the Garrattsville Agricultural and Farmers’ Club. They accepted a lease running to them and their successors in office. Under such a lease it is quite evident that the interest of the persons named in it would cease upon the expiration of their official terms, and it would then inure to the use of the society under the administration of such officers as should succeed them. They covenanted to pay the rent only in the name of themselves and their successors in office, using apt and appropriate language to bind the corporation represented by them. Then* contract was, not that they would pay, but that the corporation, through its officers, would pay the rent. By the terms of the agreement the individuals signing the lease- ceased to be liable for the payment of the rent reserved when they ceased to be officers of the association named; and their contract was simply that their successors in office should, when elected, be substituted for them in the contract.\nIt is immaterial that the contract is sealed, or that it was signed only in their individual names, if it appears on the face of the instrument that they contracted with reference to cororate business, and that they had authority tó make such contract on behalf of the corporation. In that event the signers do not become liable individually. (Lincoln v. Crandell, 21 Wend. 101; Chouteau v. Suydam, 21 N. Y. 179; Schaefer v. Henkel, 75 id. 378; Randall v. Van Vechten, 19 Johns. 60; Brockway v. Allen, 17 Wend. 40.)\nIn this case the evidence of ratification of the contract as the contract of the corporation, not only by the plaintiff, but also by the corporation, is abundant. It not only took possession, but it continued to occupy the demised premises for four years under this lease, and upon the demand of the plaintiff to its treasurer, paid the rent agreed upon for each of the years 1872, 1873 and 1874, and failed to pay for the year 1875, simply for lack of funds.\nAlthough owing to the absence of a corporate seal from this contract, the association might not have been liable to a technical action of covenant, yet it undoubtedly was liable in an action of assumpsit, for the use and occupation of the premises; and the plaintiff was thus furnished the only remedy which he contemplated at the time of making the contract, viz., the liability of a known principal. (Randall v. Van Vechten, supra.)\nNo question can arise as to the corporate character of the G-arrattsville Agricultural and Farmers’ Club. Not only was the plaintiff a member of that body, but he had contracted with it in its corporate capacity, and neither he nor it could have disputed its corporate character, had the contract been properly executed. (Eaton v. Aspinwall, 19 N. Y. 119; Buffalo & Allegany R. R. Co. v. Cary, 26 id. 78.)\nIt is sufficient for the plaintiff’s purpose that it was a corporation defacto, exercising the powers and functions of a de jure corporation, and assuming to act as such.\nIt results from these views that the defendants having entered into no personal obligation with the plaintiff, and having contracted in the name of a known principal, who would have been liable upon the contract if it had been properly executed, are not personally liable to the plaintiff thereon.\nWe are also of thb opinion that this contract was not properly executed and del: vered, so as to take effect as a valid contract between any of the parties thereto.\nIt is competent for the parties to a contract to agree upon the method of its execution and delivery, and if any material stipulation relating thereto remains unperformed by them the instrument will not take effect as their contract. The evidence is undisputed, that upon the partial execution of the contract on February 5, 1871, it was, by the mutual consent of the plaintiff and the defendants, left with one Kellogg to procure the signatures thereto of the other parties named therein, 'and upon his accomplishing this object he was instructed to deliver the paper to the town clerk. Such was the method of delivery agreed upon by the parties, and that was conditioned upon the approval of the contract by the remaining officers of the Garrattsville Agricultural and Farmers’ Club, evidenced by their signatures to the instrument. This was the mode provided by the parties to manifest their assent to -the provisions of the contract, and until this condition was performed, the writing was incomplete and unexecuted. (People v. Bostwick, 32 N. Y. 445; Lovett v. Adams, 3 Wend. 380; Pawling v. U. S., 4 Cranch, 218; Russell v. Freer, 56 N. Y. 67.)\nIt is.immaterial that the plaintiff did not hear the statements made by the defendants, at the time of signing, that they would not consider themselves bound unless all of the officers of the association also signed the instrument. The inference to be drawn from the presence of their names in the body of the instrument, and the absence of their signatures therefrom, and the plaintiff’s testimony explaining why the instrument was left with Kellogg, in legal effect amounted to the insertion of that condition in the contract. (Crandall v. Clark, 7 Barb. 169; Chouteau v. Suydam, 21 N. Y. 179; People v. Bostwick, supra.)\nThe proper execution of a written instrument, according to the understanding of the parties, and its delivery in a particular manner, when such delivery is provided for, are essential prerequisites to the legal execution of the instrument. (Brackett v. Barney, 28 N. Y. 333.)\nFTone of these conditions with reference to the execution of this contract, by other parties, or its delivery were complied with, and there is no evidence from which a waiver of the performance of the conditions by the several defendants could be implied.\nEven if this were held to be the individual, contract of the persons whose names appear therein, and some of them had been shown to have waived compliance with its conditions, it would not support this judgment, as it was not competent for either of them to waive such conditions on behalf of his associates. There is no competent evidence however of even such a waiver in the case. (People v. Bostwick, supra, 451.)\nThe conduct of some of the defendants in going upon the leased grounds and participating in the general objects of their association could have no effect upon a contract entered into by them on behalf of their association, except to operate as some evidence tending to show a ratification by the association of the terms of the contract. In no event could such acts affect any others than those performing .them ; and yet they have been relied upon in establishing a liability against persons who had, prior to their occurrence, ceasód to have any connection with the lessee.\nFor these reasons we think the judgments of the Supreme and County Courts should be reversed, and a new trial ordered, costs to abide event.\nAll concur.\nJudgments reversed.",
        "type": "majority",
        "author": "Ruger, Ch. J."
      }
    ],
    "attorneys": [
      "H. Sturges for appellants.",
      "James A. Lynes for respondent."
    ],
    "corrections": "",
    "head_matter": "James H. Whitford, Respondent, v. Thomas Laidler et al., Appellants.\nWhere an authorized agent executes a contract under seal, in which he represents himself as agent, and discloses his principal, and by the terms of which he assumes to contract for the principal only, in the absence of any personal promise or covenant on his part, the contract cannot be held to be his contract and he cannot be made liable individually thereon, although it is signed only in his individual name.\nKiersted v. 0. & A. R. JR. Bo. (69 H. T. 345), Briggs v. Partridge (64 id. 357), Taft v. Brewster (9 Johns. 334), 8.tone v. Wood (7 Cow. 453), Quyon v. JLems (7 Wend. 26), distinguished.\nIn an instrument purporting to be a lease, executed by plaintiff as lessor, various persons named, including the defendants, describing themselves as the officers of a corporation named, were designated as “ party of the second part,” i. e. lessee. The demise was to the parties of the second part, and their successors in office. They, as such officers, covenanted on behalf of “ themselves, and their successors in office,” to pay the rent specified. The defendants signed and sealed the instrument in their individual names : the corporate seal was not attached. In an action in which defendants were sought to be charged individually for the payment of rent due, it appeared that the contract was recognized and ratified, both, by the corporation and plaintiff, as the contract of the corporation ; it took possession of the demised premises,; and paid rent upon demand by plaintiff of its treasurer. Held, that defendants were not personally liable.\nIt seems that although because of the absence of the corporate seal the corporation might not have been liable in a technical action of covenant, it was liable in an action of assumpsit for use and occupation.\nIt seems, also, that, having contracted in the corporate name, neither the plaintiff nor the lessee named could have questioned its corporate character, had the instrument been properly executed.\nAfter plaintiff and defendants had signed, the instrument was, by their mutual consent, left with one K. to procure the signatures of the other officers named therein, who was instructed, after accomplishing this, to deliver the instrument to the town clerk. Held, that as the delivery was thus conditioned upon the approval of the remaining officers, evidenced by their signatures, until this was done, the contract was incomplete and unexecuted ; and, in the absence of proof of a waiver of the condition by defendants, did not take effect as a valid contract between any of the parties.\nAlso held, that it was immaterial that plaintiff did not hear statements made by defendants, at the time of signing, that they would not consider themselves bound unless all of the officers signed, as that was the legal effect of the transaction.\nIt is competent for the parties to a cbntract to agree upon the method of its execution and delivery, and, so long as any material stipulation in this respect remains unperformed, the instrument is inoperative as a contract.\nWhitford v. Laidler (25 Hun, 136), reversed.\n(Argued October 25, 1883 ;\ndecided November 20, 1883.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made September 20,1881, which affirmed a judgment of the Otsego County Court in favor of plaintiff. (Reported below, 25 Hun, 136.)\nThe nature of the action and the material facts are stated in the opinion.\nH. Sturges for appellants.\nIt was a condition precedent to the taking effect of the lease that it was to be signed by all those whose names were in the instrument, and who were the officers of the society. It not having been so executed, it is not binding upon those who did sign. (People v. Bostwick, 32 N. Y. 445; Lovett v. Adams, 3 Wend. 380; Bronson v. Noyes, 7 id. 188.) The contract was the contract of the association, and not of the defendants. (Bellinger et al. v. Bentley, 1 Hun, 562; Haight v. Shaler, 30 Barb. 218; Stanton v. Camp, 4 id. 274; Randall v. Van Vechten, 19 Johns. 60; Brockway v. Allen, 17 Wend. 40; Hood v. Hallenbeck, 7 Hun, 362; Westcott v. Fargo, 61 N. Y. 542.) Where a sealed instrument is executed by an agent, with authority therefor, and it appears by the whole instrument that it was the intention of the parties to bind the principal; that it should be his deed, and not the deed of the agent, it must be regarded as the deed of the principal, though signed by the agent in his own name. (Purrington v. Security L. Ins. Co., 72 Me. 22; Simpson v. Garland, id. 40; Orphan Asylum v. Waterbury, 8 Daly, 35.)\nJames A. Lynes for respondent.\nThe contract was executed by the defendants as individuals, and not as the agents of the society. The addition of the office they were supposed to hold, in the body of the contract, was merely descriptio personarum. (Taft v. Brewster, 9 Johns. 334; Buffalo Catholic Institute v. Weiser, 13 Weekly Dig. 512; Kiersted v. O. & A. R. R. Co., 69 N. Y. 343; 64 id. 357; 7 Cow. 452; 7 Wend. 26.) If there was a conditional execution of the lease or contract the condition was waived by the acts of the defendants in going on and taking possession of the grounds, grading the track, holding fairs for three years, paying the rent for three years under the contract, etc. (Ireland v. Nichols, 46 N. Y. 413; Shearman v. Niagara F. Ins. Co., id. 526; Collins v. Hasbrouck, 56 id. 157; Murray v. Harway, id. 337.)"
  },
  "file_name": "0145-01",
  "first_page_order": 169,
  "last_page_order": 177
}