{
  "id": 2208703,
  "name": "Jay Anthony, Respondent, v. Joseph Leeret et al., Appellants",
  "name_abbreviation": "Anthony v. Leeret",
  "decision_date": "1887-06-07",
  "docket_number": "",
  "first_page": "591",
  "last_page": "600",
  "citations": [
    {
      "type": "official",
      "cite": "105 N.Y. 591"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "81 N. Y. 206",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175300
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/81/0206-01"
      ]
    },
    {
      "cite": "24 N. Y. 410",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029540
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/24/0410-01"
      ]
    },
    {
      "cite": "80 N. Y. 46",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2173179
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/80/0046-01"
      ]
    },
    {
      "cite": "102 N. Y. 66",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2202974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/102/0066-01"
      ]
    },
    {
      "cite": "99 N. Y. 368",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2196949
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "516"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/99/0368-01"
      ]
    },
    {
      "cite": "18 N. Y. 79",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2021178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/18/0079-01"
      ]
    },
    {
      "cite": "17 Fed. Rep. 882",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3744052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/17/0882-01"
      ]
    },
    {
      "cite": "25 Hun, 163",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "100 N. Y. 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2199679
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/ny/100/0516-01"
      ]
    },
    {
      "cite": "84 N. Y. 455",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2181007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/84/0455-01"
      ]
    },
    {
      "cite": "22 Hun, 33",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "75 N. Y. 45",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        536865
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/75/0045-01"
      ]
    },
    {
      "cite": "56 N. Y. 1",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0001-01"
      ]
    },
    {
      "cite": "33 Hun, 457",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "39 Hun, 432",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "101 N. Y. 520",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2201463
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/101/0520-01"
      ]
    },
    {
      "cite": "98 N. Y. 274",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        557897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/98/0274-01"
      ]
    },
    {
      "cite": "27 Hun, 96",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "83 N. Y. 264",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "56 N. Y. 608",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0608-01"
      ]
    },
    {
      "cite": "65 Barb. 129",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2267427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/65/0129-01"
      ]
    },
    {
      "cite": "25 N. Y. 562",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2031392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/25/0562-01"
      ]
    },
    {
      "cite": "22 How. Pr. 472",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "3 H. & M. 648",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "opinion_index": -1
    },
    {
      "cite": "29 Conn. 548",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        530645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/29/0548-01"
      ]
    },
    {
      "cite": "100 U. S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/100/0213-01"
      ]
    },
    {
      "cite": "37 Hun, 389",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "32 Md. 711",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pac. Rep. 748",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "34 Am. Rep. 615",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "3 Hun, 338",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 4,
      "pin_cites": [
        {
          "page": "341"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Lans. 108",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        4809697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/1/0108-01"
      ]
    },
    {
      "cite": "88 N. Y. 264",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        550730
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/88/0264-01"
      ]
    },
    {
      "cite": "12 Hun, 289",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "63 N. Y. 449",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527213
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0449-01"
      ]
    },
    {
      "cite": "64 N. Y. 5",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161841
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0005-01"
      ]
    },
    {
      "cite": "3 Bosw. 591",
      "category": "reporters:state",
      "reporter": "Bosw.",
      "case_ids": [
        1343925
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/16/0591-01"
      ]
    },
    {
      "cite": "27 Hun, 562",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "81 N. Y. 373",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175351
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "516"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/81/0373-01"
      ]
    },
    {
      "cite": "49 Barb. 324",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2244812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/49/0324-01"
      ]
    },
    {
      "cite": "63 N. Y. 449",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/63/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 996,
    "char_count": 19912,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 5.349541124394972e-07,
      "percentile": 0.9433814481075924
    },
    "sha256": "91a2a6923572d340d1918502621441beb7478c3d691b38fd4c2883c2a2227699",
    "simhash": "1:55aa3ae909df0624",
    "word_count": 3640
  },
  "last_updated": "2024-02-27T20:20:57.311996+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jay Anthony, Respondent, v. Joseph Leeret et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Andrews, J.\nThe plaintiff, by the lamentable accident which is the-subject of this action, has sustained a most severe and probably permanent injury. The question which we are to determine respects the liability of the defendants, on whose premises it .happened, and between whom and the plaintiff existed at the time the relation of master and servant. The basis of the claim to charge the defendants with the consequences of the accident is negligence. The jury have found upon this issue in favor of the plaintiff. We are called upon to determine whether the evidence supports a recovery and justifies the judgment rendered.\nThe defendants were engaged in the manufacture of boxes and other articles from wood, and for the purposes of their business occupied a building of two stories, in which the various processes of dressing, rough lumber, cutting it into suitable lengths and forms and manufacturing the same into boxes. -and other articles, were conducted. The planing machines were on the first floor, and the men employed in this department were in charge of a foreman. The saws and cutting machines were on the second floor over the planers, and the lumber, after it had been planed in the room below, was passed up by men employed in that room to the upper room through, a trap-door in the floor of the second story, and there piled on either side the space between the trap-door and the north and south walls of the building, leaving a space or alley way between the ends of the piles. The cutting machines were near the north wall, and the planed lumber was taken from the piles to the cutting machines and cut into the lengths and forms required. The west side of the second story was used as the nailing-room, in which workmen were employed in putting together pieces obtained from the cutting-room and making them into boxes. Each nailer procured the pieces he needed for his particular work by passing from the nailing-room through a door in the partition dividing the nailing-room from the cutting-room, and thence through the passage-way made by the two piles of lumber to the cutting machine, where they selected an armful of pieces and took them by the same passage-way to the nailing-room. The trap-door was in the passage-way. It was constructed of two thicknesses of boards, with cleats, was quite heavy, weighing, as stated by one witness, fifty pounds, and swung to the north, and in this door, on the top, was a staple and ring for raising it from above. The opening in the floor was about three feet square. The trap-door was firm and solid, and it is not claimed that it was out of repair or was in any way defective. The plaintiff was a nailer in the box-room and had been engaged in this business in this place for twenty-two months prior to the accident. On the occasion of the injury he was returning from the cutting-room through the passage-way to the nailing-room, carrying in his arms a large load of pieces, and was in the act of stepping upon the trap-door, when it was suddenly, and without notice, thrown open from below, and he fell with his load to the lower floor, sustaining the injuries complained of. The trap-door was placed in the floor seven or eight years before the accident. It was conveniently located for the purpose designed, and was placed there to avoid the necessity of carrying the planed lumber to the second story by the stairways on the outside of the building. It was shown that about two years prior to the accident in question a boy fell through the opening, but fortunately he was not injured. It does not appear how the door came to be open on that occasion. This incident, however, led to instructions being given to the workmen that the door should never be opened from below. Before this the men in the planing-room would sometimes open the door by pushing against it from the under side with a board, although it was difficult to do this by reason of the height of the floor and the weight of the door. But after the boy fell through, the men employed in the planing-room were instructed not to open the door from below, but to rap on the door when they desired to have it opened and wait till some one opened it from above, or to send a person from below to open it. The general uniformity of the practice thus enjoined is apparent from the plaintiff’s own statement that during the whole twenty-two months of his employment he had never known the door to be opened from below, except on the very occasion of the accident in question. On this occasion the door was thrust open by one Schmidt, a workman in the planing-room, who, four or five days before, had entered the service of the defendants, and had been set to work in the planing department. He testifies that he had been instructed by the foreman when he desired to have the door opened “to shake the door and wait until somebody came to open it; ” that on this occasion he wanted to send lumber upstairs and rattled the door and then stopped, and, the witness continues, “ I don’t know how long, and then I pushed it up because they did not come quick enough upstairs; I did not like to wait so long: it was not an easy matter to push it open; it would take a man to throw that door open ; it was a heavy door. * * * I took a piece of board and put the end of it against the door and then 1 gave two or three raps with the board and waited a little while and there didn’t any one come ; then I gave a little hitch, and then another, and then over it went.” The evidence is undisputed that the plaintiff was fully informed as to the location and use of the trap-door and the manner of its construction. He testifies that he had passed over it hundreds of times. In respect to the care taken by himself, he says, “ I used to think about- the trap-door a good deal; I don’t think I thought any more about it than I had for a long time ; I was always pretty careful about the trap-door and always watched it.”- As bearing upon the knowledge of the defendants of the dangerous location of the trap-door, it was shown that when it was constructed they were warned against placing it in the passage- way, and that they knew of the incident of the boy falling through the opening at the time it happened.\nUpon the facts disclosed in the evidence, of which the foregoing statement is a summary, we are unable to perceive any ground upon which the defendants can be held liable. The immediate cause of the injury was the negligence of a co-servant. If Schmidt had obeyed the instructions of the foreman the accident would not have happened. He was a person of mature years, and it is not claimed that he was deficient in capacity or intelligence, or that he did not comprehend the situation and understand the instructions given him. His own account of his conduct shows that he violated his instructions from his impatience, because there was not a prompt response by persons above to his signal for opening the door. His disregard of instructions designed for the safety of persons using the passage-way was the fault which immediately caused the accident. The general rule that a master is not liable to a servant for an injury occasioned by the negligence of a co-servant is admitted by the learned counsel for the plaintiff, and, indeed, the general doctrine upon the subject is so well settled that it admits of no argument. But it is claimed that the negligence of the defendants co-operated with that of Schmidt in producing the injury. If this claim is well founded the plaintiff is entitled to recover, because for a wrong or injury occasioned by the joint or co-operative agency of two or more persons all the tort feasors are separately or jointly liable, and there is no implied contract growing out of the contract of service that the servant shall take the risk of the master’s negligence, or that the latter shall be exempt from responsibility to the servant for his own personal wrongs. The negligence of the defendants, if any exists, must be found, either (1) in the location of the trap-door in the passage-way, or (2) in failing adequately to protect or guard it. It is a complete answer to the claim of negligence in these respects that the plaintiff had full knowledge of the situation and of the arrangements for the protection of persons using the passage-way, and that by continuing in the employment he assumed the risks and hazards incident to the situation, and especially such hazards as might result from the non-observance by co-employes of directions designed for the protection of persons using the passage-way. The dangers to which the plaintiff was exposed were known and obvious. It is not the case where an inexperienced or uninstructed employe may know the facts, but may be incapable of drawing the proper inferences, or appreciating the dangers. The plaintiff was as fully competent to understand the risks from the location of the trap-door and its use, and from negligent conduct of persons employed in the planing-room, as were the defendants. The location of the trap-door in the passage-way was not per se a wrongful act. The defendants had a right to arrange their own premises-in any way which suited their convenience, and were not bound to change the arrangement to secure greater safety to-the employes. If the trap-door was not open to observation, or its existence was not known to those whose duty required them to use the passage-way, or, if the defendants had omitted to give proper instructions to those employed in the planing-room, a different question would be presented. The general rule that the servant takes the risk of obvious dangers connected with his employment has been so fully considered in recent cases that further discussion is unnecessary. (Gibson v. Erie Railway Co., 63 N. Y. 449; De Forest v. Jewett, 88 id. 264; Sweeney v B. & J. Envelope Co., 101 id. 520.) We are of opinion that the application of settled principles to the circumstances of this case requires a reversal of the judgment.\nThe judgment should be reversed and a new trial granted.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Andrews, J."
      }
    ],
    "attorneys": [
      "T. K. Fuller for appellants.",
      "M. M. Waters for respondent."
    ],
    "corrections": "",
    "head_matter": "Jay Anthony, Respondent, v. Joseph Leeret et al., Appellants.\nIn an action to recover damages for injuries alleged to have been caused' by defendants’ negligence, it appeared that defendants' were engaged in the manufacture of articles from wood. The lumber used was planed on the first floor of their establishment and then passed up through an opening to the floor above. This opening was in a passageway where those employed on the second floor passed back and forth in the performance of their work; when not In use, it was closed by a heavy trap door, Plaintiff, an employe of the defendants, was going along the passage-way in the performance of his work, when the trap door was suddenly raised from below by a woikman in the planing room, plaintiff fell through the opening and was injured, Plaintiff had been in defendants’ employ foi about twenty-two months and was fully.informed as to the location and use of the trapdoor and the manner of its construction Defendants had given instructions that the trap-door should not be opened from below, and the employe who opened it had been so instructed by the foreman. Held, that the action was not maintainable, as the injury was caused by the negligence of a co-employe; that the location of the trap-door in the passage way was not per se a wrongful act, that defendants had a right to place it there and were not bound to change the arrangement to secure greater safety to their employes, and that plaintiff took the risk of the obvious dangers connected with his employment.\n(Argued April 18, 1887,\ndecided June 7, 1887)\nIt seems if the trap door had not been open to observation, or if its existence had not been known to those whose duty required them to use the passage-way, or if defendants had omitted to give proper instructions to those employed in the planing room, a different question would have been presented.\nAppeal from judgment of the General Term of the Supreme Court in the fourth judicial department, entered upon an order made January 29, 1885, which affirmed a judgment in favor of plaintiff, entered upon a verdict.\nThis action was brought to recover damages for personal injuries alleged to have been caused by defendants’ negligence.\nThe material facts are stated in the opinion.\nT. K. Fuller for appellants.\nThe immediate and sole cause of the plaintiff’s injuries being the careless, unauthorized and negligent act of a co-servant, engaged in the same gen-' eral employment, plaintiff cannot recover. (Faulkner v. Erie R. Co., 49 Barb. 324; Henry v. Staten Island R. R. Co., 81 N. Y. 373; Crispin v. Babbitt, id. 516; Slater v. Jewett, 12 Week. Dig. 129; Stringham v. Stewart, 27 Hun, 562; Marvin v. Muller, 25 id. 163 ; Karl v. Maillard, 3 Bosw. 591 ; Malone v. Hathaway, 64 N. Y. 5 ; Hof. nagle v. N. Y C. & H. R. R. R. Co., 55 id. 608; Murphy v. B. & A. R. R. Co., 88 id. 146; Fuller v. Jewett, 80 id. 46; Cone v. D. L. & W R R. Co., 81 id. 209, Ellis v. N. Y L. E. & W. R. R. Co., 95 id. 546; Pantzar v Tilly Foster M. Co., 99 id. 368; Sweeney v. B & J. Envelope Co., 101 id. 520.) By accepting and continuing in the service of the defendants, with knowledge - of the premises, he assumed the risks arising therefrom, and cannot recover against his employers. (Gibson v. E. R. Co., 63 N. Y. 449; Evans v. L. S. & M. S. R. R. Co., 12 Hun, 289; De Forest v. Jewett, 88 N. Y. 264; Owen v. N. Y. C. R. R. Co., 1 Lans. 108; Stoutenburg v. Dunbar B. & L. Co., 13 N. Y. Week. Dig. 445, Salter v. D. & H. Canal Co., 3 Hun, 338; Kelly v. Silver Spring Co., 34 Am. Rep. 615 ; Lovejoy v. B. & L. R. R. Co., 28 id. 206.) A servant is bound to see patent and obviou's defects in machinery or other instrumentalities of the business, and when he goes into the service of a person or continues therein, knowing that tile instrumentalities employed are unsafe or dangerous, he takes the risk of their use upon himself, and cannot hold the master responsible for injuries resulting therefrom. (Wood’s Master and Servant § 335 ; Dynen v. Leach, 26 L. J. [Exch.] 222; Brown v. Accrington Cotton Co., 3 H. & C. 511; Seymour v. Maddox, .16 Q. B. 332; Assop v. Yates, 2 H. & N., 768 ; Senior v. Ward, 1 El. & El. 385 ; Stafford v. Chicago B. & Q. R. Co., 2 N. E. R. 185; Naylor v. Chicago & N. W. R. Co., 11 N. W. R. 24; Lopez v. Cent. A. Min. Co., 2 Pac. Rep. 748 ; Sher. & Red. on Neg. § 94; Wonder v. B. & O R. Co., 32 Md. 711; Clark v. Barnes, 37 Hun, 389 ; Kennedy v. Man. R. Co., 33 id. 457; Hough v. H. R. R. Co., 100 U. S. 213 ; Priestly v. Fowler, 3 M. & W. 1; Hayden v. Smithville Mfg. Co., 29 Conn. 548 ; Griffiths v. Godson, 3 H. & M. 648; Williams v. Clough, id. 257; Keegan v. W. R. R. Corp., 4 Seld. 175; Skip v. Eastern Co. R. Co., 24 L. & E. 396; Loman v. Brockway, 22 How. Pr. 472 ; Wright v. N Y. C. R. R. Co., 25 N. Y. 562; Haskin v. N Y. C. & H. R. R. R Co., 65 Barb. 129; 56 N. Y. 608.) A master may, as against his servant, choose his-own appliances, and if the risk be apparent to ordinary observation or as obvious to the servant as to the master, the servant assumes it. (De Forest v. Jewett, 83 N. Y. 264; Gibson v. E. R. Co., 63 id. 449; White v. Sharp, 27 Hun, 96 ; Evans v. L. S. & M. S. R. Co., 12 id. 289; Stoutenburg v. Dunbar B. & L. Co., 13 Week. Dig. 445 ; Kesley v. San. Bros. S. Co., 20 id. 192; Powers v. N. Y., L. E. & W. R. Co., 98 N. Y. 274; Haas v. B., etc., R. R. Co., 24 Week. Dig. 69.) When a servant accepts service with knowledge of the character and position of structures, from which employes might be liable to receive injury, he cannot call upon his master to make alterations to secure greater safety, or in case of injury hold him liable. (Gibson v. E. R. Co., 63 N. Y. 449 ; Sweeney v. B. & J. En. Co., 5 N. E. R. 358 ; 101 N. Y. 520 ; Williams v. D. L. & W. R. Co., 39 Hun, 432: Karl v. Maillard, 3 Bosw. 591; De Forest v. Jewett, 88 N. Y. 264; Kennedy v. Man. R. Co., 33 Hun, 457.) The defendants were not called upon to keep a guard at this trap ■ door and the absence of one is no proof of negligence. (Stoutenburg v. Dunbar B. & L. Co. 13 Week. Dig. 445.) It was improper to inquire whether the trap-door would have been safer if fixed some other way. (Dougan v. Champ. Trans Co. 56 N. Y. 1-8 ; Morrell v. Peck, 12 Week. Dig. 203 ; Salter v. D. & H. C. Co., 3 Hun, 338, 341; Paine v. Troy & B. R. R. Co., 9 id. 526 ; Sewell v. City of Cohoes, 11 id. 626-630 ; 75 N. Y. 45.) It is no proof of negligence to suggest that additional precautions, guards, buttons or anything else, mignt have prevented the accident. (Loftus v. Un. Ferry Co., 22 Hun, 33-37 ; 84 N. Y. 455.) A master is not bound to furnish machinery or appliances from which an accident could not possibly arise, no matter how great the abuse or misuse of them. (Stringharn v. Stewart, 15 Week. Dig. 336 ; 100 N. Y. 516 ; Marvin v. Muller, 25 Hun, 163; Sweeney v. B. & J. En. Co., 101 N. Y. 520.) Plaintiff was as much in duty bound to avoid a known danger'as to obey an express order. (Cunningham v. Chicago, M. & St. P. R. R. Co., 17 Fed. Rep. 882.)\nM. M. Waters for respondent.\nDefendants were bound to keep the way over the pit absolutely safe, and are liable for any neglect to do so. (Congreve v. Smith, 18 N. Y. 79; Ellis v. N. Y. L. E. & W. R. R. Co., 95 id. 546, 552; Lee v. Troy, etc., Gas L. Co., 9S id. 115 ; Stackus v. N. Y. C. R. R. Co., 79 id. 474: Weed v. JBallston Spa, 76 id. 329; Evans v. City of Utica, 69 id. 166; Kain v. Smith, 89 id. 376.) Defendants owed to the plaintiff the duty of furnishing him with a “ safe and proper place in which to prosecute his work,” and safe and secure appliances, and skillful and competent workmen to assist him. (Pantzar v. Tilly Foster M. Co., 99 N. Y. 368; Stringham v. Stewart, 100 id. 516; Plank, Admr'x, v. N. Y. C. & H. R. R. R. Co., 60 id. 607.) No one of these duties can be delegated by the master to any servant so as to exonerate the master from responsibility to another servant who lias been injured by its non-performance. (Pantzar v. Tilly Foster M. Co., 99 N. Y. 368.) Neither is the master excused from such liability by the fact that the negligence of a fellow servant of the plaintiff may have contributed to the injury! (Stringham v. Stewart, 100 N. Y. 516) Defendants owed to plaintiff “the highest degree of care and prudence, the utmost human skill and foresight.” (Coddington v. Brooklyn C. T. R. R. Co., 102 N. Y. 66; Kelsey v. Barkley, 12 id. 425.) The duty of keeping the pit covered while plaintiff was necessarily using the way as a way, and as a working place, and until notice that it was about to be changed into a hauling place, was a duty of the master which could not be delegated. The defective construction made this duty imperative. (Fuller v. Jewett, 80 N. Y. 46.) - The rule that the servant assumes all the perils which belong to the work itself, does not and should not apply to accidents or injuries resulting from extrinsic causes and circumstances which cannot be foreseen by him and which, by the exercise of ordinary care and caution, he could not anticipate and prevent. (Ryan v. Fowler, 24 N. Y. 410.) Defendants are liable to the plaintiff for an injury which could not have happened if the way had been at a proper place, if the door had been properly fastened, or if the inconsistent use of a hauling place had not been superadded in the original defective structure, notwithstanding the fact that he might have operated the defective structure safely by using greater care and caution. (Cone v. D. L. & W. R. R. Co., 81 N. Y. 206; Stringham v. Stewart, 100 id. 516 ; Ellis v. N. Y. L. E. & W. R. R. Co., 95 id. 546.) The master cannot delegate his duties and he is liable when any of them are neglected and injury results from the neglect, and even when such neglect contributes to the injury. (Stringham v. Stewart, 100 N. Y. 516)"
  },
  "file_name": "0591-01",
  "first_page_order": 613,
  "last_page_order": 622
}