{
  "id": 2208737,
  "name": "De Lancey Nicoll, as Receiver, etc., Appellant, v. John J. Spowers, Jr., Impleaded, etc., Respondent",
  "name_abbreviation": "Nicoll v. Spowers",
  "decision_date": "1887-03-08",
  "docket_number": "",
  "first_page": "1",
  "last_page": "7",
  "citations": [
    {
      "type": "official",
      "cite": "105 N.Y. 1"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "22 Hun, 28",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "40 N. Y. 383",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        503181
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/40/0383-01"
      ]
    },
    {
      "cite": "35 Hun, 263",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "39 N. Y. 200",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "75 N. Y., 301",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "24 Hun, 126",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "16 Abb. Pr. 30",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "39 N. Y. 369",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0369-01"
      ]
    },
    {
      "cite": "39 Barb. 97",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1943524
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/39/0097-01"
      ]
    },
    {
      "cite": "35 N. Y. 364",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "10 Daly, 316",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "96 N. Y. 248",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        556039
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/96/0248-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 529,
    "char_count": 12903,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 5.662408859500464e-07,
      "percentile": 0.9490217383330071
    },
    "sha256": "38a41f4a1937f162ba6cb84329ac1e42ae3f4ae67f0b0af9932bb788771e32be",
    "simhash": "1:8fbfac6f623e5dc1",
    "word_count": 2222
  },
  "last_updated": "2024-02-27T20:20:57.311996+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "De Lancey Nicoll, as Receiver, etc., Appellant, v. John J. Spowers, Jr., Impleaded, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nThe general assignment for the benefit of creditors, made by Stephens & Kellam to the defendant, was executed, acknowledged and delivered on the 27th of September, 1883, and was on the same day recorded in the office of the clerk of the county of Kings, where the assignors resided. Their place of business, however, being at the time of the assignment in the city of New York, section 2 of chapter 466 of the Laws of 1877 required that it should be recorded in that county. This was not done until November 14, 1883, and, in the meantime, the plaintiff was, under supplementary proceedings against Stephens & Kellam, appointed receiver of their property. It is conceded by the appellant that if the assignment took effect at the time of its delivery (September 27,1883), this action cannot be maintained. But he contends that it did not take effect until the 14th of of November, 1883, when it was recorded in the city of New York, and that his title, as receiver to the property of Stephens & Kellam, the assignors, had then attached. The question in the case, therefore, is whether, under the Assignment Act of 1877 a general assignment takes effect from the time of its acknowledgement and delivery, or only from the time of its record in the proper county.\nThis precise question was decided in the case of Warner v. Jaffray (96 N. Y. 248), which related to an assignment executed in 1881.\nIt is claimed on the part of the appellant that the point was not decided in that case; that what was said upon the question, in the opinion of the court, was obiter dictum, and that the case turned upon another point; that considering the question as an open one, it should be held that the recording of the assignment was essential to its validity, and that his title as receiver, having accrued before the recording of the assignment in the county of New York, it should prevail over that of the assignee, and he has presented an able argument in support of his contention.\nBut we think that the point was decided in Warner v. Jaffray. There was, it is true, another point involved and decided in that case, the contest being between the assignee and certain creditors of the assignor, residents of this State, who had attached his personal property situated in the State of Pennsylvania, after the delivery of the assignment, but before it had been recorded in Pennsylvania, and the attaching creditors having had no actual notice of the assignment. The assignee having first demanded the attached property of the sheriff in Pennsylvania, who had levied the attachments, commenced an action in the Supreme Court of this State against the attaching creditors to restrain them from further ■proceeding under their attachments in Pennsylvania. It was contended on the part of the defendants in that action that •the lien of their attachments was superior to the title of the plaintiff under the assignment. The question, therefore, was whether the title to the personal property of the debtors situate in Pennsylvania had passed to the assignee before the levy of the attachments there.\nIt is evident that the first question presented was whether the plaintiff had any standing in court to restrain interference with the assigned property of the debtors anywhere. If he had not, it was unnecessary to go any further with the case, or to inquire into the validity of the lien of the defendants. •The question of the plaintiff’s title lay at the threshold, and until that was passed the subsequent questions could not arise. It was held that the plaintiff, as assignee, acquired title to the personal property of the assignor generally. This would, on general principles, have been sufficient to entitle the assignee to claim the personal property of the assignor wherever situated, being a title acquired by the voluntary act of the owner. But there was a statute in the State of Pennsylvania which provided that where a person residing out of that State made an assignment for the benefit of creditors, of property situated within the State, such assignment might be recorded in any county where the estate, real or personal, might be, and should take effect from its date, provided no Ijonafide purchaser, mortgagee, or creditor, having a lien thereon before the recording in the same county, and not having previous actual notice of the assignment, should be affected or prejudiced. It was, therefore, further held in Warner v. Jaffray that the title of the plaintiff, as assignee, must yield to the law of the State where the property was actually situated, and that the defendants having obtained their liens by their attachments before the assignment was recorded in the counties where the property was situated, and before they had any notice thereof, those liens were, under the Pennsylvania statute referred to, saved from the operation of the assignment.\nIt is evident that this point could not have been reached and decided without first passing upon the general effect of the assignment on the property of the assignor. It would have been quite immaterial to determine whether the-Pennsylvania statute saved the property there from the operation of the assignment, if the assignment had no effect or operation anywhere.\nWe must, therefore, regard the point now before us as having been adjudicated in the case of Warner v. Jaffray, and not open for discussion at this time.\nThere is still another view of the case which leads to a conclusion adverse to the plaintiff. His title rests upon his appointment as receiver, made in proceedings supplementary to execution, instituted subsequently to September 27,1883, at which date the assignment to the defendant was delivered and recorded in Kings county, so that the. defendant’s title was in fact, in point of time, prior in its origin to that of the. plaintiff, and except for the failure to record in Hew York also would, even on the plaintiff’s theory, be prior in all respects. But the statute in relation to receiverships required, (Code of Civil Pro., § 2468), that “where the judgment debtor, at the time the order is filed ” (referring to the order appointing a receiver), “ resides in another county of this State, his personal property is vested in the receiver only from the time when a copy of the order, certified by the cleric in whose office it is recorded, is filed with the cleric of the county where he resides.” Now the orders appointing the plaintiff receiver were entered in the city of New York, the judgment debtors residing in the county of Kings, and a certified copy was not filed in the last-named county until February 1, 1884, which was long after the assignment to the defendant was made perfect, even aecoi’ding to the plaintiff’s theory, by being recorded in the county of New York, viz., November 14, 1883. Therefore, the title to the debtor’s property had passed to the assignee before (under § 2468) any title thereto had vested in the plaintiff. To obviate this otherwise conclusive answer to the plaintiff’s claim, he is obliged to resort to the doctrine of relation, which is recognized in section 2469, and by that means to make the title which he acquired by the filing of February 1, 1884, relate back to the institution of the proceedings under which he was appointed receiver, which proceedings were instituted after the delivery of the assignment,. but before it was recorded in New York, and thus to divest the title of the general assignee and secure a preference for the creditors whom he represents.\nBut why should not the assignee be allowed to invoke the same doctrine of relation? It is one which is resorted to by courts of equity whenever necessary to effect justice. Suppose that it were necessary to the taking effect of the assignment that it should be recorded in the proper county. That record wás made on the 14th of November, 1883. Did not the title thus perfected in the assignee relate back to the time o.f the delivery of the assignment and thus preserve his priority over the receivership ? I think that every equitable consideration requires that it should be so held. No rights of any bona fide purchaser would in this case be affected by so holding, but, on the contrary, the effect would be to secure the fund for distribution according to the terms of the assignment, which was earlier in its origin than any proceedings, even, under which the plaintiff’s title originated, and practically when the assignment comes to be carried into effect it will have to be treated as having been made at the time it was delivered, and not as of the time when it was recorded in Hew York, even if the law were as contended for by the plaintiff. It is, in my judgment, a proper case for the application of the familiar doctrine of relation, on general principles of equity, independently of any statutory enactments.\nThe judgment should be affirmed, with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Eugene H. Lewis for appellant.",
      "P. Q. Eckerson for respondent."
    ],
    "corrections": "",
    "head_matter": "De Lancey Nicoll, as Receiver, etc., Appellant, v. John J. Spowers, Jr., Impleaded, etc., Respondent.\n(Argued January 28, 1887;\ndecided March 8, 1887.)\nAn assignment for the benefit of creditors, executed as prescribed by the General Assignment Act (Chap. 466, Laws of 1877, amended by Chap. 318, Laws of 1878), takes effect as to property in this State, from the time of its delivery, not from the time of its record in the proper county.\nAfter the execution and delivery of an assignment, but before its record in the proper county, a receiver of the property of the assignor was appointed in proceedings supplementary to execution. The judgment debtor did not reside in the county where the order appointing the receiver was filed, and a copy of the order was not filed in the office of the clerk of the county where he resided until after the assignment was recorded in the proper county. In an action by the receiver to recover certain personal property which the assignee claimed under the assignment, held, that as by the Code of Civil Procedure (§ 3468), the personal property of the judgment debtor vests only in the receiver from the time of filing a copy of the order in the county where he resides, even supposing that the assignment did not take effect until it was recorded in the proper county, yet when that was done it took effect by relation from the time of its delivery, and should be held to have passed the title to the property before any title thereto vested in the receiver.\nAppeal from judgment of the General Term of the Superior Court of the city of New York, entered upon an order made June 1,1885, which overruled plaintiffs exceptions and directed judgment on an order dismissing plaintiff’s complaint on trial\n1 This action was brought by plaintiff, as receiver of the property of Charles S. Stephens and Julius W.\\ Kellam appointed in proceedings supplementary to execution to recover for the alleged conversion of certain personal property to which he claimed title as such receiver. Defendant claimed title under an assignment for the benefit of creditors executed to him by Stephens & Kellam.\nThe material facts are stated in the opinion.\nEugene H. Lewis for appellant.\nThe filing of the order appointing the receiver in the clerk’s office of Kings county, related back to dates prior to the date the assignment was recorded and plaintiff was vested with title as receiver. (Code of Civ. Pro., § 2469; Clark v. Gilbert, 10 Daly, 316, Campbell v. Foster, 35 N. Y. 364; Wright v. Nostrand, 94 id. 1.) The defendant acquired no title to the property of the firm of Stephens & Kellam by their assignment to him until it wasrecorded on the 14th day of November, 1882. (Thrasher v. Bentley, 1 Abb. [N. C.] 43;Juliand v. Rathbone, 39 Barb. 97;, 39 N. Y. 369; Fairchild v. Gwynne, 16 Abb. Pr. 30; Syracuse, etc., R. R. Co. v. Collins, 1 Abb. [N. C.] 51.) An assignment does not take effect until recorded. (Fairchild v. Gwynne, 16 Abb. Pr. 30; Rennie v. Bean, 24 Hun, 126.)\nP. Q. Eckerson for respondent.\nThe order appointing the receiver not having been made or filed in Kings county until long after the title to all the property had passed from the debtors to their assignee, and hence beyond the reach of this plaintiff the title to this property never vested in the receiver, and this action cannot be maintained. (Dubois v. Cassidy, 75 N. Y., 301.) Although the assignment was never recorded or filed, it was valid to place the property of the assignors out of their control and out of the reach of their creditors. (Syracuse, etc., R. R. Co. v. Collins, 1 Abb. [N. C.] 51; Hardimann v. Bowen, 39 N. Y. 200; Brennan v. Wilson, 71 id. 502; McBlain v. Spellman, 35 Hun, 263.) Plaintiff, as receiver, could not get possession of all the property of the assignors. The most he could get would be the amount of the judgment in the case in which he was appointed receiver. (Bostwick v. Merrick, 40 N. Y. 383; Payne v. Becker, 87 id. 153, reversing 22 Hun, 28.)"
  },
  "file_name": "0001-01",
  "first_page_order": 23,
  "last_page_order": 29
}