{
  "id": 3555907,
  "name": "RIVERWALK CASINO, L.P., Petitioner, v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. Philadelphia Entertainment and Development Partners, L.P., Intervenor. HSP Gaming, L.P., Intervenor",
  "name_abbreviation": "Riverwalk Casino, L.P. v. Pennsylvania Gaming Control Board",
  "decision_date": "2007-07-17",
  "docket_number": "No. 27 MM 2007",
  "first_page": "505",
  "last_page": "556",
  "citations": [
    {
      "type": "official",
      "cite": "592 Pa. 505"
    },
    {
      "type": "parallel",
      "cite": "926 A.2d 926"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "600 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1423203
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "650"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0650-01"
      ]
    },
    {
      "cite": "876 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8966802,
        687757
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/0346-01",
        "/pa/583/0072-01"
      ]
    },
    {
      "cite": "583 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        687757
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/583/0072-01"
      ]
    },
    {
      "cite": "840 A.2d 484",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9291576
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "496"
        },
        {
          "page": "496",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/840/0484-01"
      ]
    },
    {
      "cite": "854 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9215994
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "633-634"
        },
        {
          "page": "634"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0629-01"
      ]
    },
    {
      "cite": "501 A.2d 353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "834 A.2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9081338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/834/0661-01"
      ]
    },
    {
      "cite": "250 A.2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "175",
          "parenthetical": "emphasis supplied"
        },
        {
          "page": "182"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1920967
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0432-01"
      ]
    },
    {
      "cite": "834 A.2d 1104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9083851,
        630335
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "1115-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/834/1104-01",
        "/pa/575/0105-01"
      ]
    },
    {
      "cite": "575 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        630335
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0105-01"
      ]
    },
    {
      "cite": "15 U.S.C.A. § 781",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "812 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11365601,
        1070106,
        11365482,
        11365391,
        11365334,
        1070105,
        1070138,
        1070109
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "484"
        },
        {
          "page": "487-88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/0478-04",
        "/pa/571/0189-01",
        "/a2d/812/0478-03",
        "/a2d/812/0478-02",
        "/a2d/812/0478-01",
        "/pa/571/0188-01",
        "/pa/571/0187-01",
        "/pa/571/0188-02"
      ]
    },
    {
      "cite": "571 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070106
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0189-01"
      ]
    },
    {
      "cite": "510 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796937
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0034-01"
      ]
    },
    {
      "cite": "250 A.2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1969,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 2481,
    "char_count": 98578,
    "ocr_confidence": 0.656,
    "pagerank": {
      "raw": 6.830861297161143e-07,
      "percentile": 0.9641274452680446
    },
    "sha256": "0fe8e2a97015fc5a81d005d9928b7d48e0f0a0238b1dde9726fb5b2124f25ca6",
    "simhash": "1:9eadc19297162e98",
    "word_count": 15239
  },
  "last_updated": "2024-02-27T21:45:49.457734+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, EAKIN, BAER, BALDWIN and FITZGERALD, JJ.",
      "Mr. Justice SAYLOR did not participate in the consideration or decision of this matter.",
      "Justice EAKIN, BAER and Justice BALDWIN and Justice FITZGERALD join the opinion.",
      "Justice CASTILLE files a dissenting opinion."
    ],
    "parties": [
      "RIVERWALK CASINO, L.P., Petitioner, v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. Philadelphia Entertainment and Development Partners, L.P., Intervenor. HSP Gaming, L.P., Intervenor."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CAPPY.\nThis is the appeal of Riverwalk Casino, LP from the Order and Adjudication dated February 1, 2007 of the Pennsylvania Gaming Control Board. The Board’s Order and Adjudication approved the applications for Category 2 Slot Machine licenses in the City of Philadelphia of HSP Gaming, LP and Philadelphia Entertainment & Development Partners, LP (PEDP). The Board denied the applications for licensure submitted by Keystone Redevelopment Partners, PNK Pinnacle Entertainment, and Riverwalk Casino, LP.\nThis Court has exclusive jurisdiction over the appeal pursuant to Section 1204 of the Pennsylvania Race Horse Development and Gaming Act, 4 Pa.C.S. §§ 1101-1904. Section 1204 provides:\nThe Supreme Court of Pennsylvania shall be vested with exclusive appellate jurisdiction to consider appeals of any final order, determination or decision of the board involving the approval, issuance, denial or conditioning of a slot machine license. Notwithstanding the provisions of 2 Pa. C.S. Ch. 7 Subch. A (relating to judicial review of Commonwealth agency action) and 42 Pa.C.S. § 763 (relating to direct appeals from government agencies), the Supreme Court shall affirm all final orders, determinations or decisions of the board involving the approval, issuance, denial or conditioning of a slot machine license unless it shall find that the board committed an error of law or that the order, determination or decision of the board was arbitrary and there was capricious disregard of the evidence.\n4 Pa.C.S. § 1204.\nWe have defined a “capricious disregard” of the evidence to exist “when there is a willful and deliberate disregard of competent testimony and relevant evidence which one of ordinary intelligence could not possibly have avoided in reaching a result.” Arena v. Packaging Sys. Corp., 510 Pa. 34, 507 A.2d 18, 20 (1986); see also Wintermyer v. WCAB (Marlowe), 571 Pa. 189, 812 A.2d 478 (2002). Furthermore, under the capricious disregard standard, the agency’s determination is given great deference, and relief will be rarely warranted. Wintermyer, 812 A.2d at 484. Under this standard, an appellate tribunal is not to substitute its judgment for that of the lower tribunal and the standard “is not to be applied in such a manner as would intrude upon the agency’s fact-finding role and discretionary decision-making authority.” Id. at 487-88.\nThe Gaming Act authorized the Board to issue two Category 2 licenses in the City of Philadelphia, a city of the first class. 4 Pa.C.S. § 1304(b). Three categories of slot machines are authorized under the Act. 4 Pa.C.S. § 1301. A Category 1 license authorizes the placement and operation of slot machines at existing horse racing tracks; a Category 2 license authorizes the placement and operation of slot machines in stand-alone facilities; and a Category 3 license authorizes the placement and operation of slot machines in resort hotels. 4 Pa.C.S. §§ 1302-1305. Within Category 2 licenses, the Board is authorized to award two facilities in a city of the first class, one facility in a city of the second class, and the remaining two facilities in a revenue — or tourism-enhanced location. 4 Pa. C.S. § 1304(a)(1).\nOn December 28, 2005, Riverwalk submitted an application to the Board for a Category 2 Slot Machine License pursuant to the Gaming Act. Applications for licenses were submitted by four other entities — Keystone Redevelopment Partners, PNK Pinnacle Entertainment, HSP Gaming LP, and Philadelphia Entertainment and Development Partners.\nThe license applications were reviewed and investigated by the Board, through its Bureau of Licensing, Bureau of Investigation and Enforcement, and Bureau of Corporate Compliance and Internal Controls. The Board conducted public input hearings in Philadelphia on the Category 2 license applications on April 10, 11, and 12, 2006. The applicants made presentations during the hearings, and 118 individuals spoke at the hearings to voice their opinions regarding gaming and the proposed projects. During the period for public comment, the Board received 302 written comments from the public regarding the proposals.\nOn November 13, 14, and 15, 2006, the Board conducted final licensing hearings for the Philadelphia applicants. The applicants were permitted to present the testimony of witnesses during the hearing and to submit documentary and demonstrative evidence. Following the hearings, the applicants were provided with an opportunity to submit a written brief to the Board by December 8, 2006, and to present oral argument on December 19, 2006.\nOn December 20, 2006, the Board held a public meeting to vote on the applications for the Category 2 Slot Machine Licenses that had been submitted. The Board voted to deny the license applications of Riverwalk, Keystone Redevelopment Partners, and PNK Pinnacle Entertainment. The license applications of HSP Gaming and PEDP were approved.\nOn February 1, 2007, the Board issued its Order and Adjudication. The Board set forth detailed findings of fact, conclusions of law, and discussion of the proposals submitted by the applicants. The Board summarized the reasons for approving the license applications of HSP and PEDP as follows:\nAfter reviewing the entire evidentiary record for each of the five (5) applicants, the Board has determined that HSP, Sugarhouse and Philadelphia Entertainment and Development Partners, Foxwoods, represent the best fit following a complete review of all applicants for Category 2 licensure in the City of Philadelphia. In reaching this conclusion, the Board has examined and weighed the various factors cited above. However, there were several factors that, in the Board’s opinion, made HSP and Philadelphia Entertainment’s projects stand out above the remaining applicants. First, both HSP and Philadelphia Entertainment are located on the riverfront and have excellent design plans for their facilities. Neither have riparian rights issues because if they are not successful in securing riparian rights, they both have alternate plans to build quality facilities without the need for these rights. The synergy provided by the riverfront locations and the proximity to Center City and the downtown area were positive factors.\nSecond, the location of each facility, as it relates to the other, creates the most advantageous locations. Both locations are largely separated from primary residential areas by Interstate 95 and it is anticipated that a significant amount of the patrons coming to the casinos will use Interstate 95 to access the sites. In addition, siting one location in the North Delaware Avenue corridor and the other location farther south and below the Ben Franklin Bridge, will spread out the patron traffic and avoid the traffic congestion that having two casino sites located close together would invariable [sic] bring to Philadelphia.\nAdditionally, HSP has the least community opposition voiced to the Board concerning its proposed project, HSP plans to have an interim facility that will be in operation within twelve (12) months of licensure, its partners have experience in the gaming industry, and HSP has made a significant commitment to the community. Philadelphia Entertainment has a strong partner in Foxwoods, an investment grade business with years of experience in the gaming industry, in [sic] has diversity in its ownership and at least forty-two percent (42%) of the profits will flow to irrevocable trusts to be used for charitable purposes in the Philadelphia area. Finally, neither HSP nor Philadelphia Entertainment has ties to any casino properties in Atlantic City, New Jersey which could provide competition to lure customers to another site.\nWhile all the factors set forth in the Act were examined and considered by the Board when reaching its decision to award HSP and Philadelphia Entertainment the available slot machine licenses, these were factors which made these two projects stand out in the crowd.\nAdjudication of the Pennsylvania Gaming Control Board in the Matters of the Applications for Category 2 Slot Machine Licenses in the City of the First Class, Philadelphia at 80-82 (footnote deleted).\nOn March 2, 2007, Riverwalk filed a Petition for Review, challenging the Board’s Order and Adjudication. HSP Gaming and PEDP subsequently filed notices of intervention pursuant to Pa.R.A.P. 1531. On March 14, 2007, this Court entered an order directing that the appeal be listed for oral argument.\nOn appeal, Riverwalk asserts first that the Board conducted private deliberations to discuss the merits of the applications in violation of the open meeting provisions of the Sunshine Act, 65 Pa.C.S. § 704. Section 704 requires that official action and deliberations by a quorum of an agency to take place at a meeting open to the public, with exceptions for executive sessions. Riverwalk contends that the Board admitted that it conducted private deliberations to discuss the merits of the applicants’ proposals. Riverwalk claims that the Board’s vote on December 20, 2006 was an attempt to legitimize a pre-determined vote.\nPursuant to 4 Pa.C.S. § 1201.1(a)(3), the provisions of 65 Pa.C.S. Ch. 7 relating to open meetings are applicable to the Board. Specifically, 65 Pa.C.S. § 704 states that “[official action and deliberations by a quorum of the members of an agency shall take place at a meeting open to the public unless closed under section 707 (relating to exceptions to open meetings), 708 (relating to executive sessions) or 712 (relating to General Assembly meetings covered).”\nThe exceptions to the open meeting requirement encompass an executive session of an agency as defined under section 708 of the Sunshine Act. 65 Pa.C.S. § 708(a). Pursuant to section 708(a)(5), an agency may hold an executive session “[t]o review and discuss agency business which, if conducted in public, would violate a lawful privilege or lead to the disclosure of information or confidentiality protected by law, including matters related to the initiation and conduct of investigations of possible or certain violations of the law and quasi-judicial deliberations.” 65 Pa.C.S. § 708(a)(5).\nRiverwalk argues that there is no basis for classifying the Board’s deliberations as quasi-judicial in nature. Riverwalk asserts that, even if the Board were to be considered a quasi-judicial agency, 65 Pa.C.S. § 708(a)(5) is still unavailable to the Board because it is unlikely that the General Assembly intended all of a quasi-judicial agency’s deliberations to be conducted in private. Riverwalk acknowledges that the Sunshine Act would not require all of the Board’s deliberations to be conducted in public, conceding that the Sunshine Act would permit closed sessions for discussions of matters that are privileged or confidentially protected.\nThe provisions of the Gaming Act, and the Board’s regulations issued pursuant thereto, designate certain information submitted by an applicant or obtained in the course of a background investigation as confidential information. Section 1206(f) (relating to confidentiality of information) of the Gaming Act states:\nAll information submitted by an applicant pursuant to section 1310(a) (relating to slot machine license application character requirements) or obtained by the board or the bureau as part of a background investigation from any source shall be considered confidential. Except as provided in section 1517(f) (relating to investigation and enforcement), the information shall be withheld from public disclosure in whole or in part, except that any information shall be released upon the lawful order of a court of competent jurisdiction or, with the approval of the Attorney General, to a duly authorized law enforcement agency or shall be released to the public, in whole or in part, to the extent that such release is requested by an applicant and does not otherwise contain confidential information about another person. The board may not require any applicant to waive any confidentiality provided for in this subsection as a condition for the approval of a license or other action of the board. Any person who violates this subsection shall be administratively disciplined by discharge, suspension or other formal disciplinary action as the board deems appropriate.\n4 Pa.C.S. § 1206(f).\nPursuant to the Board’s regulations, “confidential information” is defined to include:\n(i) Background investigation information, including all information provided under section 1310(a) of the act (relating to slot machine license application character requirements), submitted in connection with an application required for the issuance of any license or permit under this part, Board rules, discovery procedures or cross-examination or that is provided as a courtesy to a party in a formal proceeding received by the Board or the Department as well as records obtained or developed by the Board or the Department as part of an investigation related to an applicant, licensee or permittee containing any of the following:\n(A) Personal information, including home addresses, telephone numbers, Social Security numbers, educational records, memberships, medical records, tax returns and declarations, actual or proposed compensation, financial account records, credit-worthiness, or financial condition relating to an applicant, licensee or permittee or the immediate family thereof.\n(B) Documents and information relating to proprietary information, trade secrets, patents or exclusive licenses, architectural and engineering plans and information relating to competitive marketing materials and strategy which may include customer-identifying information or customer prospects for services subject to competition.\n(C) Security information including risk prevention plans, detection and countermeasures, emergency management plans, security and surveillance plans, equipment and usage protocols, and theft and fraud prevention plans and countermeasures.\n(D) Information with respect to which there is a reasonable possibility that public release or inspection of the information would constitute an unwarranted invasion into personal privacy as determined by the Board.\n(E) Records or information that is designated confidential by statute or the Board.\n(F) Records of an applicant or licensee not required to be filed with the United States Securities and Exchange Commission by issuers that either have securities registered under the Securities Exchange Act of 1934 (15 U.S.C.A. § 781) or are required to file reports under section 15D of that act (15 U.S.C.A. § 78o-6).\n(G) Records considered nonpublic matters or information by the United States Securities and Exchange Commission as provided by 17 C.F.R. 200.80 (relating to Commission records and information).\n(ii) Exceptions. Notwithstanding anything contained in sub-paragraph (i) to the contrary:\n(A) Records containing information received by the Board or the Department or information obtained and developed as part of an investigation related to the applicant, licensee or permittee may be disclosed to State or Federal law enforcement agencies or entities when the Attorney General or a court of competent jurisdiction determines that the information contains evidence of a possible violation of laws, rules or regulations enforced by those agencies or entities. (B) Records from an applicant, licensee or permittee may be disclosed to the applicant, licensee or permittee upon written request. Records from applicant, licensee or permittee may be disclosed to a person with the written consent of the applicant, licensee or permittee.\n(C) Records containing information from an applicant, licensee or permittee that is already in the public domain or subsequently becomes a part of the public domain by an action taken by the applicant, licensee or permittee is not subject to the confidentiality requirement set forth in sub-paragraph (i).\n58 Pa.Code § 401.4.\nThe Board argues that this Court lacks jurisdiction to entertain Riverwalk’s claim that the Sunshine Act was violated because Riverwalk did not file its challenge within thirty days of the actions of which it complains. The Board relies upon the provision of the Sunshine Act stating in part that:\n[a] legal challenge under this chapter shall be filed within 30 days from the date of a meeting which is open, or within 30 days from the discovery of any action that occurred at a meeting which was not open at which this chapter was violated, provided that, in the case of a meeting which was not open, no legal challenge may be commenced more than one year from the date of said meeting.\n65 Pa.C.S. § 713. The Board asserts that Riverwalk knew of the purported Sunshine Act violation no later than December 20, 2006, and that Riverwalk should have raised its claim within 30 days thereafter. We need not address the Board’s argument that Riverwalk’s challenge under the Sunshine Act is untimely, however, as we conclude that the Board’s deliberations fell within the recognized exception for quasi-judicial deliberations.\nThe Board argues that it properly held quasi-judicial deliberations in an executive session prior to the public vote on December 20, 2006. The Board asserts that such quasi-judicial deliberations are contemplated and permitted by the plain language of the Sunshine Act and by this Court’s decision in Kennedy v. Upper Milford Township Zoning Hearing Board, 575 Pa. 105, 834 A.2d 1104 (2003).\nKennedy involved a challenge to a zoning hearing board’s meeting during a recess after a hearing on the Turnpike Commission’s application for a variance to increase the height of a radio tower. We concluded that the zoning hearing board’s discussions during the recess constituted private deliberations that were protected under the act. We determined that the zoning hearing board was serving a quasi-judicial function by engaging in fact-finding and deliberative functions in a manner similar to a court. The interests of the public were found to be advanced by the ability to freely exchange ideas and opinions without being forced to operate in a fishbowl.\nAs an agency characterized predominantly by judicial characteristics and functions, it is particularly appropriate for zoning boards to deliberate privately. The necessity of collegiality to group decision-making of the highest quality is well established as is the degree to which collegiality and public deliberations are incompatible. The subjects to which zoning boards must apply their statutory authority increase the necessity both of collegiality and privacy.\n834 A.2d at 1115-16.\nHSP asserts that the decision-making powers vested in the Board under the Gaming Act demonstrate that the licensing authority is judicial in nature, citing Man O’ War Racing Ass’n v. State Horse Racing Comm’n, 433 Pa. 432, 250 A.2d 172 (1969). Since the Board must assess the merits of each applicant in the context of complex statutory standards, HSP argues that the analysis of Man O’ War applies.\nIn Man O’ War, we addressed whether an appeal could be taken from the decision of the State Horse Racing Commission. The Racing Commission was authorized to grant four licenses renewable annually for the conduct of horse racing meetings. Fifteen applicants sought licenses. After four applicants were selected, an unsuccessful applicant filed an appeal. Motions to quash the appeal were filed, raising the issues of whether the decision of the Racing Commission could be appealed, and, if so, whether the unsuccessful applicant had standing to appeal.\nWe determined that an appeal could be taken from the Racing Commission’s decision, stating that\nit seems safe to say that regardless of which standard or standards are employed to determine whether an action or order is judicial, the grant by State Horse Racing Commission clearly is. First, the decision making power of the Commission and the manner in which it functions indicate judicial characteristics. Section 7 of the Horse Racing Act provides that “If, in the judgment of the State Horse Racing Commission, the public interest, convenience or necessity will be served thereby and a proper case for the issuance of such license is shown consistent with the purposes of this act and the best interests of racing generally, it may grant such a license.... ” (Emphasis supplied). Thus, the Commission must judge the merits of each applicant in terms of complicated and multi-faceted statutory standards. This determination represents much more of an adjudicative process or judicial decision than that required in issuing, for example, occupational licenses, where the only determination is whether the applicant meets specific minimum, standards.\n250 A.2d at 175 (emphasis supplied).\nSimilarly, the Gaming Board serves as a quasi-judicial body with fact-finding and deliberative responsibilities. The Board is vested with the discretion to award licenses to the applicants who have established their eligibility for the issuance of licenses and have demonstrated the merits of their proposals under the comprehensive statutory standards of the Gaming Act. The Board must consider detailed confidential information regarding the applicants and their proposals in the course of weighing the relative merits of the proposals. Private deliberations are required to facilitate frank discourse by Board members regarding such confidential information and assessment of the relative strengths and weaknesses of the applicants’ proposals. The Board’s deliberations in an executive session prior to the public vote fell within the exception to the open meeting requirement for quasi-judicial deliberations.\nRiverwalk next asserts that the Board’s decision should be vacated because Board members who had recused themselves from deliberating and voting on individual license applications were not disqualified from considering the remaining applications. Riverwalk argues that all of the voting regarding the Category 2 slot machine licenses was tainted because the members who recused themselves on individual applications did not disqualify themselves from consideration on all of the applications. Riverwalk states that this matter must be remanded to the Board for an impartial deliberation, hearing and adjudication in which any recusing member must be required to abstain from any deliberations, hearings or adjudications relating to any of the applicants for a Category 2 slot machine license.\nSection 1201(f) of the Gaming Act (relating to qualified majority vote) provides:\n(1) Except as permitted in paragraphs (2) and (3), any action, including, but not limited to, the approval, issuance, denial or conditioning of any license by the board under this part or the making of any order or the ratification of any permissible act done or order made by one or more of the members, shall require a qualified majority vote consisting of at least one gubernatorial appointee and the four legislative appointees.\n(2) Any action to suspend or revoke, not renew, void or require forfeiture of a license or permit issued under this part, to impose any administrative fine or penalty under this part or to issue cease and desist orders or similar enforcement actions shall require a majority vote of all the members appointed to the board.\n(3) Notwithstanding any other provision of this part or 65 Pa.C.S. § 1103(j) (relating to restricted activities), a member shall disclose the nature of his disqualifying interest, disqualify himself and abstain from voting in a proceeding under this part in which his objectivity, impartiality, integrity or independence of judgment may be reasonably questioned, as provided in subsection (h)(6). If a legislative appointee has disqualified himself, the qualified majority shall consist of all of the remaining legislative appointees and at least two gubernatorial appointees.\n4 Pa.C.S. § 1201(f).\nSection 1201(h)(6), 4 Pa.C.S. § 1201(h)(6). provides:\nNo member, employee or independent contractor of the board shall participate in a hearing, proceeding or other matter in which the member, employee or independent contractor, or the immediate family thereof, has a financial interest in the subject matter of the hearing or proceeding or other interest that could be substantially affected by the outcome of the hearing or proceeding without first fully disclosing the nature of the interest to the board and other persons participating in the hearing or proceeding. The board shall determine if the interest is a disqualifying interest that requires the disqualification or nonparticipation of an employee or independent contractor. For purposes of this paragraph, the term “immediate family” shall mean spouse, parent, brother, sister or child.\nThe Board promulgated the following regulation regarding participation in meetings and voting:\n(a) Qualified majority vote. Any action by the Board, except as set forth in subsections (b) and (c), including the approval, issuance, denial or conditioning of a license or the making of an order or the ratification of a permissible act done or order made by one or more of the members of the Board shall require a qualified majority vote.\n(b) Majority vote. Any action by the Board to suspend, revoke, not renew, void or require forfeiture of a license or permit previously issued by the Board, to impose an administrative fine or penalty or to issue cease and desist orders under section 1201 of the act (relating to Pennsylvania Gaming Board established), shall require a majority vote of all of the Board members.\n(c) Disqualifying interest. If a Board member has a disqualifying interest in a voting matter, the member shall disclose the nature of his disqualifying interest, disqualify himself and abstain from voting in a proceeding in which his impartiality may be reasonably questioned, including instances where he knows that he possesses a substantial financial interest in the subject matter of the proceeding. If it is a legislative appointee member that has disqualified himself, the qualified majority shall consist of the remaining three legislative appointees and at least two gubernatorial appointees.\n(d) Member abstention. When a member has disqualified himself, his abstention from voting shall apply only to the singular voting matter that led to his disqualification and not apply to other matters under consideration by the Board for which he is otherwise qualified.\n58 Pa.Code § 403.1.\nDuring the Board’s meeting on December 20, 2006, Chairman Thomas A. Decker inquired whether any of the Board members had recusal issues to discuss. Commissioner Joseph W. Marshall, III addressed his decision to recuse himself from participating in the consideration and voting on the license application submitted by Keystone Redevelopment Partners, stating:\nBefore the Board announces its final decisions on the awarded slot operator licenses, I would like to take this opportunity to inform the members of the general public of my decision to recuse myself from the deliberations and voting on Keystone Redevelopment Partners, LLC.\nThis decision was communicated to my colleagues on the Board prior to deliberations on the application of Keystone Redevelopment Partners, LLC.\nI have not participated in any deliberations concerning this applicant. I have made this decision for the following reasons:\nTemple University Health System, of which I am Chairman and CEO, has a lease agreement with Preferred Real Estate, a company owned by Michael O’Neill.\nCertain matters related to that agreement are currently in dispute and the matter is pending in arbitration.\nMike O’Neill and Preferred Real Estate were both required by the Pennsylvania Gaming Control Board to file key employee qualifier applications in support of the slot operator license application of Keystone Redevelopment Partners, LLC.\nAccordingly, a potential conflict may arise in this situation as my interest in Temple University Health System may appear to conflict with my role as a Board member of the Pennsylvania Gaming Control Board.\nI believe that it is of the utmost importance to maintain objectivity, impartiality, integrity and independence of judgment of the Board.\nTherefore, in accordance with Section 1201(f)(3) of the Act and out of an abundance of caution, I have decided to recuse myself from any deliberations and voting on the application of Keystone Redevelopment Partners, LLC.\nI have confirmed with Board’s Chief Counsel that my recusal from this application has no effect on my ability to participate in the deliberations and voting on any other slot operator license applications, including the remaining Category II Philadelphia applications.\nR. 597a-599a.\nChairman Decker addressed his own decision to recuse himself from deliberations and voting on the application of HSP Gaming.\nAs a member of the Board and Chairman of the Board, it is one of my roles along with the rest of the Board to help ensure the integrity of the licensing is maintained.\nTo that end, I believe that it is necessary to publicly announce my decision to recuse myself from all deliberations and voting on the category II application of HSP Gaming, LP, otherwise known as SugarHouse.\nPrior to my appointment of Chairman of the Board, I was the managing partner of the Philadelphia law firm, Cozen O’Connor.\nSince leaving that firm, it has recently come to my attention that Cozen O’Connor has performed a variety of legal services in relation to the application of HSP, all, of course, after I had left the firm.\nNeither I nor any member of my family received any benefit from the legal work performed by Cozen O’Connor.\nI do not believe that an actual conflict exists under these circumstances. However, in order to err on the side of extreme caution and to avoid any appearance of impropriety, I have elected to recuse myself from the deliberations and have done so and having not voted on the application of HSP Gaming, LP.\nI believe this is the most appropriate course of action in order to avoid any subsequent questions concerning the objectivity, impartiality, integrity, and independence of the judgment of the Board as required under Section 1201(f)(3) of the Pennsylvania Racehorse Development and Gaming Act.\nI have confirmed with the Board’s Chief Counsel that my recusal from this application has no effect on my ability to participate in the deliberations and voting on any other slot operator license application.\nR. 599a-601a.\nRiverwalk argues that because the Category 2 slot machine licenses were awarded to the best two applicants out of five applicants, a comparison of all applicants to each other was necessary. Riverwalk contends that if the recused members participated in the deliberations of any of the remaining applicants, such participation would have necessarily affected the relative chances of the competing applicants to receive a license. Riverwalk claims that the recused members possessed the potential to exert an undue influence on the other Board members against the remaining applicants.\nThe Board asserts that the recusals of Chairman Decker and Commissioner Marshall with respect to individual applicants and not as to all Category 2 slot machine license applicants in Philadelphia were not inconsistent with the provisions of the Gaming Act. The Board observes that in prior drafts of the Gaming Act, the General Assembly had contemplated language to the effect that if a Board member recused himself from voting on one applicant, the member had to recuse himself from voting on all of the applicants in that category. The General Assembly considered, and ultimately rejected, the following version of the qualified majority vote provision:\n(5) In the case of a collective vote on all initial applications for slot machine licenses under section 1301 (relating to authorized slot machine licenses), a member who disqualifies himself from voting on a particular license shall be disqualified from voting on any other application for that category of license.\nSee S.B. 862, Printer’s No. 1319 (2005).\nThe Board contends that the deliberative process was not tainted by the participation of the recused members and that Riverwalk was not denied an impartial hearing. The Board asserts that although the Gaming Act does provide for mandatory recusals, the recusals of the two Board members in this matter were prophylactic and were not based on actual conflicts of interest. The Board states that the recused members sought to prevent unreasonable speculation about bias, and that their participation with respect to the remaining applicants did not bias the proceedings.\nChairman Decker was a gubernatorial appointee and Chairman Marshall was a legislative appointee. The Board notes that the vote with respect to each applicant was unanimous with or without the recusals. The Board states that even if the recused members had abstained from voting on any application, the remaining Board members would have included two gubernatorial appointees and three legislative appointees. Under those circumstances, the remaining appointees would have constituted a qualified majority under Section 1201(f)(3) of the Gaming Act.\nThe Board cites Kuszyk v. Zoning Hearing Bd., 834 A.2d 661 (Pa.Cmwlth.2003), which addressed the issue of whether the decision of a zoning hearing board should have been vacated because one of the members who had voted against the appellant’s position was the spouse of a township supervisor. The appellant had purchased property located in a rural conservation district that permitted agriculture, certain municipal uses, single-family dwellings, woodland and game preserves, and similar conservation uses. Before purchasing the property, the appellant had spoken to the township manager about whether the township would permit the appellant to operate a helicopter from the property. The township manager spoke to the code enforcement officer and informed the appellant that the ordinance did not include a prohibition against the use of the property as a private landing area.\nThe appellant installed a helipad on his property and obtained federal approval to operate a heliport. The appellant submitted an application to the township showing the proposed layout of a helipad garage and requested a variance to construct an oversized garage. After a hearing, the zoning board denied the variance. The appellant continued to fly his helicopter, but was ordered to cease by the township’s board of supervisors.\nThe appellant filed an appeal to the zoning hearing board. The zoning hearing board considered testimony regarding the use of the helicopter, noise and safety considerations, and comments from residents. The zoning hearing board voted 3-2 to deny the appeal and upheld the cease and desist order. The common pleas court affirmed, rejecting the appellant’s argument that a zoning board member who was the spouse of a township supervisor should have been disqualified from participating in the matter.\nOn appeal to the Commonwealth Court, the appellant renewed his argument that the zoning board member should have been disqualified. The appellant asserted that the marital relationship created an impermissible appearance of bias that violated his due process rights, and that the board member’s disqualification would result in a tie vote permitting him to continue to operate the helicopter. The township asserted that the existence of a marital relationship did not support a conclusion that the appellant’s right to a fair and impartial tribunal was violated. The township argued that disqualification would have had no effect on the outcome because a tie vote would have upheld the cease and desist order.\nThe Commonwealth Court rejected the appellant’s argument that he was deprived of a fair and impartial tribunal, stating:\nThe Court recognizes that due process requires a local governing body in the performance of its quasi-judicial functions to avoid even the appearance of bias or impropriety. A showing of actual bias is unnecessary in order to assert a cognizable due process claim; the mere potential for bias or the appearance of objectivity may be sufficient to constitute a violation of that right. In some circumstances, [the zoning board member’s] marriage to a township supervisor, one member of the body that [the appellant] characterizes as “prosecuting” the cease and desist order, might be sufficient to find an appearance of impropriety. However, as the trial court indicated, [the appellant] fails to offer any allegations of bias or improper influence on the part of [the zoning board member], who at the Zoning Board’s April 24, 2002 meeting expressly noted that he believed [the appellant] did what he thought was right. In these circumstances, this Court cannot agree that [the appellant] should have been disqualified from participating in the proceedings or that his participation violated [the appellant’s] right to a fair and impartial tribunal.\nAssuming arguendo that [the appellant] is correct that [the zoning board member], should have been disqualified, the Court nonetheless agrees with the proposition that the remaining 2-2 tie vote would not have changed the outcome of [the] appeal under the holding of Giant Food Stores [v. Zoning Hearing Bd., 98 Pa.Cmwlth. 437, 501 A.2d 353 (1985).] It is now well settled that, absent a statutory or regulatory provision to the contrary, when an administrative body is equally divided on the outcome of a matter before the body, the tie vote acts as a denial of the requested relief and the subject matter under consideration must remain in status quo.\n834 A.2d at 665 (citations omitted).\n“Generally, recusal is warranted where a member of the tribunal participates as an advocate or witness, publicly expresses predisposition, or has a fiduciary relationship with a party in interest.” Christman v. Zoning Hearing Bd., 854 A.2d 629, 633-634 (Pa.Cmwlth.2004). “[A] tangential relationship between a tribunal member and the litigation, without evidence of bias, prejudice, capricious disbelief or prejudgment, is insufficient to warrant recusal.” Id. at 634.\nThe recusals of Chairman Decker and Commissioner Marshall were not predicated upon personal or financial interests that were immediate and direct. “While an appearance of non-objectivity is sufficient to trigger judicial scrutiny, the significant remedy of invalidation often depends on something more tangible.” Caln Nether Co., L.P. v. Bd. of Supervisors, 840 A.2d 484, 496 (Pa.Cmwlth.2004). “Before it can be said that a judge [or supervisor] should have recused himself the record must demonstrate bias, prejudice, capricious disbelief or prejudgment.... If a judge [or supervisor] thinks he is capable of hearing a case fairly his decision not to withdraw will ordinarily be upheld on appeal.” Id. at 496 (citations omitted).\nWe reject Riverwalk’s argument that the recusing members possessed the potential to exert an undue influence on the other Board members against the remaining applicants. Riverwalk’s argument is premised on the mere speculation that the recusing members could have exerted such an overbearing influence on the remaining members, that the remaining members were susceptible to such influence, and that they could not have independently exercised their judgment in assessing the relative merits of the competing proposals for casinos.\nThe General Assembly considered and rejected the enactment of a provision that would have disqualified a recusing member from voting on all applications for that category of a license. See 1 Pa.C.S. § 1921(c)(7). The Board’s regulation that permits a recusing member to participate in matters under consideration for which the member is otherwise qualified is consistent with the language of the statute and must be accorded due deference. It is well settled that an administrative agency’s interpretation of a statute is given controlling weight unless it is clearly erroneous. Street Road Bar & Grille, Inc. v. Pennsylvania Liquor Control Board, 583 Pa. 72, 876 A.2d 346 (2005). We conclude that Chairman Decker and Commissioner Marshall were not required to abstain from any deliberations or vote relating to the applicants that were not the subjects of their recusals.\nRiverwalk next asserts that PEDP submitted misleading information to the Board relating to its involvement in Atlantic City gambling. Riverwalk contends that the purported misrepresentations require that PEDP be disqualified from being awarded a license or, alternatively, that the Board’s order awarding PEDP a license should be vacated and further investigation and hearings before the Board should be conducted.\nRiverwalk refers to statements made by PEDP’s representative Gary Armentrout during a public hearing on November 14, 2006. The Board questioned Mr. Armentrout whether PEDP was concerned that Category 1 casino facilities at racetracks in municipalities would have too much of a head start because of potential delays in building the Philadelphia casinos. Mr. Armentrout responded that he did not believe that the Category 1 facilities would have any impact on PEDP’s project, and that PEDP did not anticipate delays in construction because of the advanced planning and discussions with City of Philadelphia officials regarding the Project.\nMr. Armentrout indicated that he did not view the Category 1 facilities as competition with PEDP’s project. He further explained PEDP’s analysis of the competition as follows:\nThe real competition, quite honestly, in our minds is not the [race] track [with Category 1 licenses], but it’s Atlantic City. And Atlantic City has been there for twenty five years, so they’ve already got a twenty five-year head start on us. We believe that with no property to protect in Atlantic City — we have no operations in Atlantic City — that we intend to compete with Atlantic City head-on and we believe that we can take them on successfully.\nR. 379a-380a.\nRiverwalk contends that Mr. Armentrout’s statements were misleading because PEDP had ties to an Atlantic City property. Riverwalk states that Foxwoods Development Company (FDC), a wholly owned subsidiary of the Mashantucket Pequot Tribal Nation (MPTN), is the parent company of FDC Philadelphia, LP. FDC Philadelphia holds a 29.99% ownership interest in Foxwoods. On April 24, 2006, MPTN entered into a Memorandum of Agreement with MGM Mirage. The comprehensive agreement was described as setting forth\nthe agreement in principle between the Mashantucket Pequot Tribal Nation (“MPTN”) and MGM MIRAGE (“MGM”) to enter into a multi-faceted strategic relationship encompassing the Foxwoods Resort casino as presently constituted (“Foxwoods”) located on the Mashantucket Pequot Reservation (the “Reservation”), the expansion of Fox-woods currently planned to be developed on Lot 9 of the Reservation (both gaming and non-gaming elements) (the “Expansion”), a potential future post-Expansion additions to Foxwoods on the Reservation as described in Paragraph 4 hereof (individually, a “Future Addition” and collectively, the “Future Additions”), the continuing development of a destination resort at Foxwoods and in the vicinity of the Reservation ..., and activities outside of Foxwoods relating to Indian gaming and, on a selective basis, other forms of gaming and non-gaming enterprises. Foxwoods is owned and operated by the Mashantucket Pequot Gaming Enterprise (“MPGE”), a wholly owned unincorporated instrumentality of MPTN.\nR. 643a.\nRiverwalk focuses on specific provisions of the Memorandum of Agreement relating to joint ventures:\n2. Joint Ventures\na. MPTN owns Foxwoods Development Company, a Delaware limited liability company (“FDC”) through which MPTN seeks to develop gaming and other opportunities outside of Foxwoods.\nb. FDC and MGM would form a limited liability company, to be owned, funded and managed by them on an equal basis (“FDC/MGM”), to jointly develop new gaming opportunities including the development or acquisition of casino hotels in commercial gaming markets and to assist in development and management of Native American gaming projects (the “FDC/MGM Projects”), provided, however, that such new gaming opportunities shall not include projects pursuant to each party’s current third party joint ventures.\n* * *\nd. Subject to completion of due diligence as to the feasibility of such development as mutually agreed, and after taking into account such matters as construction costs, land values, competitive factors, potential alternative uses and other relevant matters, FDC/MGM have the desire to jointly engage in the development of new casino hotels in Atlantic City and in the Las Vegas Strip market (the “Joint Projects”), which shall be included among the FDC/MGM Projects. Specifically, MGM would offer to contribute a site of approximately 14 acres currently owned by MGM in Atlantic City adjacent to the Trump Marina and MPTN would contribute an amount of equity equivalent to the appraised value of the land. MGM and MPTN will work together to develop an opportunity for joint development of a Las Vegas Strip project. MGM and MPTN will each contribute equal amounts of any additional equity capital that they may agree is necessary to accomplish the development of the Joint Projects. MGM will lead the development of each of the Joint Projects through one of its development arms mutually acceptable to the joint venture parties and will receive a development fee equal to two per cent of the total project cost for each Joint Project.\nR. 650a-651a.\nBased upon the references in the Memorandum of Agreement to potential development of new casino hotels in Atlantic City, Riverwalk argues that PEDP’s representations to the Board about its ties to Atlantic City were inaccurate.\nThe Board asserts that the Memorandum of Agreement does not alter the truthfulness of PEDP’s representations. The agreement contemplates the possibility of development subject to the completion of mutually agreeable “due diligence as to the feasibility of such development” and the parties’ evaluation of “construction costs, land values, competitive factors, potential alternative uses and other relevant matters.” The Board states that Mr. Armentrout’s representations were correct at the time that they were made, and that neither PEDP nor any affiliate of PEDP had any operations in Atlantic City.\nPEDP observes that no applicant, including Riverwalk, made any representations that the applicant or any affiliate thereof would never have an interest in an Atlantic City property. PEDP notes that no such disavowal is required or suggested by the Gaming Act. Furthermore, the Board “has the power and duty to deny, revoke or suspend a license if a ‘licensee ... or its officers, employees or agents, have furnished false or misleading information to the Board.’ ” 4 Pa.C.S. § 1207(1). Were the Board to discover that misleading information was presented by any applicant, the Board has specific authority to take appropriate action.\nIn its Adjudication, the Board addressed the potential for competition from Atlantic City casinos.\nThroughout the final hearing process, some Philadelphia applicants presented evidence and answered questions of the Board concerning competition of Atlantic City casinos and cross marketing given the proximity of Atlantic City to Philadelphia. Specifically, one concern raised was whether, if a casino operator in Philadelphia also owned a casino in Atlantic City, would that operator use the Philadelphia market to gain patrons who would then be diverted to the Atlantic City property through promotional marketing in order to gain advantage of the lower tax rate for the casino in Atlantic City. In other words, the operator will obtain more profit from the same dollar gambled in Atlantic City than it will in Pennsylvania because of the much higher tax rate which the operator must pay here.\nThe evidentiary record establishes that Keystone’s parent company, Trump Resorts, owns three Atlantic City casinos and that PNK’s parent company, Pinnacle, has recently purchased the former Sands property in Atlantic City for development of a casino. HSP/Sugarhouse, Riverwalk, and Philadelphia Entertainment/Foxwoods do not control any Atlantic City properties. The Board has considered the fact of competing Atlantic City properties as a negative factor for licensure in Philadelphia. While the Board believes that each applicant desires to make a profit in Philadelphia if granted a license, the Board is also cognizant of its duty to license casinos in Philadelphia which are in the best interests of the Commonwealth and Philadelphia. The Board finds it credible that owners of casinos in both locations may attempt to use the Philadelphia property as a gaming-incubator to gain new customers who will then be lured to its Atlantic City properties where it can earn a much larger profit on every dollar gambled. Likewise, the Board finds applicants without Atlantic City connections are more strongly motivated to compete directly against the Atlantic City competition because they have no interest in diverting patrons to the casino which has a better tax structure for the casino. Additionally, evidence has been introduced that the Trump Entertainment properties in Atlantic City have undergone bankruptcy reorganizations in order to rebuild and revitalize them. The Board believes this further supports its decision to choose other applicants who do not have other facilities so close to Philadelphia which may lure patrons to Atlantic City to assist in the rebuilding and revitalization of properties there. Therefore, the Board finds that licensing casinos in Philadelphia which do not have common ownership with Atlantic City facilities are more likely to further the interests of the Commonwealth and the public which stands to benefit through increased revenues obtained by the Pennsylvania properties.\nAdjudication at 99-100.\nThe Board’s Adjudication reflects its consideration of the concerns generated by the existing ownership interests in Atlantic City casino sites of Keystone’s and PNK’s parent companies. The applications submitted by HSP, PEDP and Riverwalk did not raise the same concerns because they did not control any Atlantic City properties. The record demonstrates that PEDP’s representative did not make any misleading statements to the Board.\nRiverwalk next argues that the Board’s decision should be vacated because the Board determined, without any evidence, that the North Delaware Avenue area in which Riverwalk’s project was located could not support two casinos.\nSection 1325(b) of the Gaming Act requires an applicant to satisfy the following criteria for the issuance or renewal of a license:\n(1) The applicant has developed and implemented or agreed to develop and implement a diversity plan to assure that all persons are accorded equality of opportunity in employment and contracting by the applicant, its contractors, subcontractors, assignees, lessees, agents, vendors and suppliers.\n(2) The applicant in all other respects is found suitable consistent with the laws of this Commonwealth and is otherwise qualified to be issued a license or permit.\n4 Pa.C.S. § 1325(b)(1),(2). The Gaming Act enumerates additional requirements that the Board may also take into account when considering an application for a slot machine license, including “[t]he location and quality of the proposed facility, including, but not limited to, road and transit access, parking and centrality to market service area.” 4 Pa.C.S. § 1325(c)(1).\nThe applicants submitted proposals for casino sites within three areas of Philadelphia. The Board described the locations as follows:\nHSP/Sugarhouse, Pinnacle/PNK and Riverwalk, located East of Route 95, north of the Benjamin Franklin Bridge, and between North Columbus Blvd/North Delaware Avenue and the Delaware River (referred to as the “North Delaware Avenue” location); (2) Philadelphia Entertainment Partners’ Foxwoods’ site, located East of Route 95 between South Columbus Boulevard and the Delaware River in South Philadelphia (referred to as the “Foxwoods” location); and (3) Keystone Redevelopment Partners’ TrumpStreet site located in North Philadelphia East of the Schuylkill River and just off Route 1 (referred to as the “Trump-Street” location). Each of the three locations bring [sic] with it perceived advantages and disadvantages as testified to at length by each of the applicants during the final licensing hearings. The Board has considered the locations not as dispositive, but as influential, and as one of the many factors in its review of the projects, along with how that location may affect other criteria examined and considered.\nBoard’s Adjudication at 82.\nAs part of the application process, the Application Form required applicants to “provide a local impact report, engineering reports and traffic studies, including details of any adverse impact on transportation, transit access, housing, water and sewer system, local police and emergency service capabilities, existing tourism, including historical and cultural resources or other municipal service or resource.” R. 685a. Each of the applicants provided traffic studies. Riverwalk submitted a Traffic Impact Study that was supplemented on September 25, 2006, after discussions with the Philadelphia Gaming Advisory Task Force. R. 734a-772a.\nThe Board retained its own traffic expert, Edwards & Kelcey, to advise it on traffic-related issues associated with the proposed casino sites. The Board determined that the North Delaware Area corridor and PEDP’s location in South Philadelphia were desirable locations for casino development. Because the locations were separated from primary residential areas by Interstate 95 and the Delaware River flowed past, the Board concluded that those locations had significant advantages. The Board perceived the locations as advantageous because of their access to Center-City Philadelphia, the convention center, hotels and existing businesses and attractions.\nThe Board discussed the relative merits of each location that was proposed. Traffic concerns were extensively addressed due to, inter alia, the impact on the public interest of residents in surrounding neighborhoods, commuters who utilized the surrounding roadways for daily travels, and the potential effect of traffic delays on patrons. The Board indicated that if one of the North Delaware Avenue locations were approved for a license, it felt “constrained to eliminate the other two locations in the same general vicinity for reasons of traffic management.” Adjudication at 83.\nIn its analysis of location, the Board stated that it was “very concerned about the prospect of siting two casinos in the North Delaware Avenue region because of detrimental effects of traffic as well as the impact that locating two casinos in close proximity would have on one neighborhood.” The Board further explained that:\nTrip generation data provided by the applicants indicates that about 1615 to 1865 additional vehicles per hour during the projected peak hours would be expected in this area upon build-out of phase 1 of the casinos with 3,000 slot machines. Of course, an increase to 5,000 machines and more amenities will increase the trip generation data. While the Board has no doubt, based upon the evidence presented, that this area can absorb the increased traffic associated with one casino project, the Board has not received evidence satisfying it that this same area can currently, or with the currently-proposed mitigation measures, absorb the impact of additional traffic from two casinos which would create approximately 3230 to 3730 additional vehicle trips per peak hour plus potentially more with further build-outs. Likewise, there has been no evidence presented to support a contention that the spill-over effect of that much traffic would not affect any residential areas near the casino sites. To take any other position and site two casinos in the same location would not be consistent with giving due concerns to the public interest in this matter.\nIn addition, the evidence presented by the applicants leads to another traffic related issue. The three proposals [for the North Delaware Avenue area], although each in the same general area, are far enough apart that patrons could not walk easily from one to another. Therefore, if two licenses were granted to the North Delaware Avenue location, a patron of one would likely have to drive to the other casino should that patron desire to visit both in one outing— thereby adding additional traffic between those facilities in a limited area.\nAdjudication at 87-88 (footnote deleted).\nRiverwalk argues that the Board arbitrarily determined that having two casinos in the North Delaware Avenue area would create an insurmountable traffic problem. Riverwalk contends that the Board concluded without any evidence that the traffic for two nearby casinos could not be mitigated, although the Board acknowledged that each of the casinos individually could mitigate traffic. Riverwalk complains that it was never informed by the Board of its concern. Riverwalk claims that it was deprived of its due process rights under the state and federal constitutions because it was not provided with an opportunity to present evidence that having two casinos would not create additional traffic issues or demonstrate that the concerns could be alleviated through traffic mitigation plans.\nThe Board asserts that Riverwalk has mischaracterized its conclusion by claiming that the Board wrongly concluded that the North Delaware Avenue corridor could not support two casinos because of traffic impact concerns. The Board did not find that the North Delaware Avenue corridor could not support two casinos. Instead, the Board found that it had “not been presented with sufficient, credible evidence to permit the Board to find that the increased traffic associated with two casinos in the same general area could be adequately managed along the North Delaware Avenue corridor.” Adjudication at 83. The Board states that Riverwalk’s challenge also focuses solely on traffic and does not address the Board’s additional concern for the “impact that locating two casinos in close proximity would have on one neighborhood.” Adjudication at 87.\nEach applicant’s traffic study showed that improvements could be made to ameliorate the effects of additional car trips that its facility alone would generate. The Board accepted the results of the traffic studies, stating “credible testimony was presented to establish that additional traffic associated with one casino along North Delaware Avenue could be adequately managed through mitigation and road improvement measures .... ” Adjudication at 83.\nThe Board observes that Riverwalk had knowledge that two other applicants had proposed sites along the Delaware River north of the Ben Franklin Bridge, and had notice that the Board was considering traffic impact studies. The Board asserts that Riverwalk’s due process argument fails because Riverwalk had ample opportunities to present evidence of its choosing about traffic impact. Similarly, Pinnacle and HSP had knowledge of the other applicants’ proposed sites and had notice that the Board was considering the traffic issue.\nThe Board states that although some applicants considered the effects that siting of other casinos would have on their ability to mitigate traffic impact, the three applicants proposing projects in the North Delaware Avenue corridor (Riverwalk, Pinnacle, and HSP) did not. The traffic studies submitted by Riverwalk, Pinnacle and HSP did not set forth assumptions about car trips generated by competing applicants. During the Board’s Suitability Hearing for PEDP on November 14, 2006, PEDP’s traffic consultant specifically addressed the potential traffic problems for its project posed by the other applicants’ projects along the Delaware River. The traffic consultant indicated that PEDP’s project would not be affected by the traffic generated by Riverwalk, Pinnacle or HSP because those projects involved access to Interstate 95 that was different from PEDP’s access. R. 368a-369a. The Board asserts that based upon the record, its conclusion was not that the traffic could not be mitigated, but that no evidence had been presented upon which such a determination could be made.\nHSP states that from the inception of the process, the Board, the applicants, local officials and the public recognized that the traffic impact on neighboring communities would be exacerbated by any licensing decision that located both Philadelphia casinos in close proximity on North Delaware Avenue. HSP asserts that substantial evidence supported the Board’s determination that the public interest would be poorly served by placing two casino sites along North Delaware Avenue. HSP cites Cashdollar v. State Horse Racing Comm’n, 143 Pa.Cmwlth. 650, 600 A.2d 646, 650 (1991), holding that in approving an off-track betting facility, the Horse Racing Commission properly relied upon evidence obtained during a public hearing to ascertain the impact on the local community.\nDuring the Public Input Hearings in April 2006, various individuals and organizations expressed their serious concerns about siting two casinos on North Delaware Avenue. Community organizations submitted written comments that included the following statements: “[d]o not under any circumstances ‘cluster’ casinos — i.e., do not license two casinos within less than two miles from each other on the Delaware River,” and “we respectfully, but emphatically, request that the Board refrain from casino ‘clustering.’” PEDP’s Supplemental Reproduced Record at 22b, 48b. Similar comments were made by public officials who expressed their belief that awarding licenses to two casinos along the Delaware River would have a negative impact on the neighboring communities.\nThe record reflects that the Board considered the impact on the neighboring communities of locating two casinos in close proximity on North Delaware Avenue based upon competent testimony and relevant evidence submitted by residents, community organizations, and public officials. Riverwalk has selectively excerpted portions of the Board’s Adjudication in seeking to portray the Board’s consideration of that factor as a deprivation of due process. The Board did not determine that the licenses should be awarded to other applicants because Riverwalk had not presented evidence that having two casinos would not create additional traffic issues or demonstrate that the concerns could be alleviated through traffic mitigation plans. HSP, a successful applicant, also had not presented such evidence.\nThe Board determined that each of the five applicants had presented “a solid, competent proposal for the construction and operation of a first-class casino in Philadelphia, each of which are eligible and suitable for licensure ...” and “the successful applicants were the applicants which possessed the projects which the Board evaluated, in its discretion, to be the best projects for licensure under the criteria of the Act.” Adjudication at 7.\nThe Board specifically addressed the traffic study that had been submitted by Riverwalk:\n348. In December 2005, Riverwalk submitted a traffic study which included a four (4) intersection study area. The study identified two key peak traffic hours, one during a weekday afternoon and the second on a Saturday afternoon. The study estimated new trip generations from the casino project to be 1,430 cars during the weekday peak hour and just over 1,900 cars during the Saturday peak hour. The study anticipated that seventy percent (70%) of the vehicles would use the Interstates for access to the casino site.\n349. Traffic mitigation identified in the study included adjusting signal timing and coordination at key locations along Delaware Avenue, specifically at Spring Garden Street, installation of additional turning lanes at intersections to increase the capacity of the intersections and the installation of a new traffic signal at an intersection.\n350. Riverwalk’s proposed site was also accessible by public transportation.\n351. Edwards and Kelcey reviewed this initial traffic study and concluded that the scope of the study area was too limited and should have included all intersections between the site and the interstate access points and that a ten year projected analysis should be performed.\n352. Riverwalk responded stating that it was committed to mitigation of traffic and would fund all necessary infrastructure improvements, and that it also planned to hire a traffic coordinator when the casino was opened.\n353. Riverwalk had a binding commitment to fund costs of traffic mitigation, emergency medical services and police protection through a special services district agreement, which was a requirement of their lease with Penn’s Landing Corporation.\nAdjudication at 76-77.\nThe Board’s discussion of Riverwalk’s proposal, including the traffic impact study, indicates that Riverwalk’s failure to introduce evidence regarding the impact of siting two casinos on Delaware Avenue was not a dispositive factor in selecting the applicants for licensure. The Board selected the applicants that presented the best overall proposal, with careful consideration of the public interests. Since an applicant’s failure to address the impact was not determinative of whether the applicant was awarded a license, Riverwalk’s claim fails.\nRiverwalk asserts that the Board acted arbitrarily and capriciously by ignoring the City of Philadelphia’s endorsement of Riverwalk’s proposal. On December 15, 2006, Mayor John F. Street forwarded the City of Philadelphia’s final review of the applications for gaming licenses to the Board. Mayor Street’s letter indicated that the City had concluded that each of the five proposals could be viable, if their respective challenges were addressed successfully, but championed Riverwalk’s proposal.\nWe endorse the Riverwalk proposal because of its substantial local and minority ownership, which exceeds that of other applicants. In addition, the Riverwalk proposal has a strong diversity plan for contractors, as well as local, neighborhood and minority employment. It is ideally located to extend the entertainment corridor from South Street to Old City and has excellent public transit access. Riverwalk is the best overall proposal. We urge the Gaming Control Board to award a license to Riverwalk.\nR. 622a-623a.\nRiverwalk claims that the Board ignored the City’s reasons for preferring Riverwalk and the specific and unique benefits the City would obtain under Riverwalk’s proposal. Riverwalk states that the benefit and costs to the City are important factors for the Board’s consideration. It argues that the Board ignored the benefits recognized by the City, including financial benefits that the City would reap as a result of Riverwalk’s agreement to forego tax incentives and rent payments to Penn’s Landing. Riverwalk asserts that the Board’s failure to consider the City’s determination of its own interests was arbitrary and capricious and a fundamental violation of due process under the state and federal constitutions.\nThe Board states that the responsibility for evaluating the submissions of the applicants under the statutory standards set forth in the Gaming Act is vested in the Board. “The board shall in its sole discretion issue, renew, condition or deny a slot machine license based upon the requirements of this part and whether the issuance of a license will enhance tourism, economic development or job creation is in the best interests of the Commonwealth and advances the purposes of this part.” 4 Pa.C.S. § 1325(a).\nThe City had not sought to intervene in the license application proceedings pursuant to the Board’s regulation codified at 58 Pa.Code § 441.19(y). The Board notes that, even without seeking to intervene, there were significant opportunities for the City to present its views to the Board. Public input hearings and the written comment process afforded interested individuals, organizations and entities with an opportunity to be heard. In addition, testimony could have been presented by the City during the final suitability hearing on Riverwalk’s proposal that was conducted on November 13, 2006.\nThe Board notes that, in fact, the City did participate in the public input hearing process. The City Solicitor and a representative from the Philadelphia Gaming Advisory Task Force made presentations, provided detailed reports including the Philadelphia Gaming Advisory Task Force’s Final Report that was submitted to Mayor Street on October 27, 2005, and submitted a statement from Mayor Street to the Board. Board’s Supplemental Reproduced Record, R. 139b-164b, 237b-661b. The City did not provide a representative to testify at Riverwalk’s final suitability hearing, however.\nThe Board states that it was not required to consider a letter forwarded by Mayor Street that was not submitted until long after the June 2, 2006 deadline for public comment. The Board states that the letter was submitted even after the December 8, 2006 deadline for the applicants to submit their closing written briefs. The Board asserts that, even if the letter had been submitted timely, it purported to evaluate the applicants according to various statutory standards that were within the Board’s sole responsibility to apply.\nThe Board states that its Adjudication reflects that the Board considered each applicant’s proposal and application from design, transportation, and financial standpoints. The Board considered each project’s potential for job creation, including construction jobs, and assessed the applicants’ proposals for charitable and community involvement. The Board asserts that it properly discharged its mandate under the Gaming Act and did not act arbitrarily and capriciously. HSP observes that the Board drew different conclusions regarding the purported superiority of Riverwalk’s proposal utilizing similar criteria considered by the City.\nWe reject Riverwalk’s argument that the Board acted arbitrarily, capriciously and unconstitutionally by applying its June 2, 2006 deadline for public comment or by finding that other applicants had submitted superior proposals. The Board acted reasonably in establishing a deadline for public input and by limiting its consideration to matters that had been made part of the record.\nThe Board’s Adjudication demonstrates that the statutory factors for the issuance of the slot licenses were considered extensively, and that the relative merits and weaknesses of each applicant’s proposal were weighed by the Board. The Board arrived at different conclusions regarding the purported superiority of Riverwalk’s proposal utilizing similar criteria considered by the City. The Board did not act arbitrarily or capriciously in exercising its judgment independent of the City’s endorsement or preference.\nRiverwalk next argues that the Board arbitrarily applied a double standard in weighing the statutory factors of location, financial and charitable benefit, ties to Atlantic City casino operators, and minority ownership. Riverwalk acknowledges that the Board is vested with the discretion to evaluate the applicants’ proposals, but claims that the Board’s findings were arbitrary, capricious and illegal, and violated Riverwalk’s constitutional rights. Riverwalk asserts that its proposal either matches or exceeds the proposals submitted by HSP and PEDP with respect to those factors that the Board stated were significant.\nRiverwalk criticizes the following findings of the Board: (1) that the locations of HSP’s and PEDP’s sites were advantageous; (2) that HSP and PEDP had experience in the gaming industry, but no ties to casino properties in Atlantic City; (3) that HSP and PEDP have made significant commitments to the community; and (4) that PEDP’s diversity in ownership was a positive factor.\nRiverwalk argues that the factor of location is equally applicable, if not more favorable to it, because its project is also located on the riverfront and it has established riparian rights. Riverwalk states that it also has partnered individuals who are experienced in the gaming industry, and does not have ties to Atlantic City casinos. Riverwalk states that not only has it made significant contributions to the community, but its contributions extend far beyond the others. Riverwalk claims also that the Board ignored evidence that minorities own approximately 75% of its 51% local ownership interest.\nThe Board states that Riverwalk’s challenge is merely an attempt to demonstrate that it had a superior proposal. The Board asserts that Riverwalk challenges the way in which the Board weighed the evidence. Based upon the standard of review set forth in Section 1204 of the Gaming Act, 4 Pa. C.S.A. § 1204, the Board argues that Riverwalk’s challenge must be rejected as an improper attempt to have this Court reweigh the record evidence.\nThe Board states that evidence had been introduced from PEDP’s traffic expert that it would be advantageous to have one development north of the Ben Franklin Bridge and another south of the bridge because it would alleviate traffic congestion. R. 368a-369a. The Board asserts that Riverwalk does not acknowledge the findings concerning the impressive extent of experience possessed by the successful applicants. It states that while Riverwalk may have had a partner with casino experience, the quality of that experience was not necessarily as impressive. With respect to community contributions, the Board asserts that Riverwalk conspicuously ignores the fact that the Board was impressed by PEDP’s pledge to commit 42% of its project’s profits to charities that would benefit Philadelphia and the Commonwealth. The Board had expressed doubts that Riverwalk’s community commitment would be realized in any timely fashion in light of its proposed capitalization. The Board considered the extensive diversity of 51% of the owners of Riverwalk, but did not find this factor as impressive given Riverwalk’s refusal to clarify its structure and the control those owners had over the project.\nThe Board states that multiple, complex factors were weighed in the aggregate, and that no single factor was dispositive. The Board asserts that it did not disregard any evidence in the weighing process. The Board contends that its decision to award licenses to the applicants that it believed were the most qualified is supported by substantial evidence and should not be disturbed.\nThe Board argues that Riverwalk’s challenge is similar to that raised in Man O’ War, supra, by an unsuccessful applicant for a license to hold horse racing meetings with wagering. The applicant claimed that it was superior to other candidates based upon a number of specific factors. We denied the challenge, stating:\nWe need not discuss each of these claims individually. Merely a cursory examination of all of them, indicates that neither any one nor all taken together point to an abuse of discretion. All of these factors are present because the Commission, in its own area of expertise, judged that whatever disadvantages would result from making the grants as they did, were outweighed by numerous other factors which it also had to consider. Certainly none of these complaints would justify disturbing the overall administrative judgment of the Commission.\n250 A.2d at 182.\nWe agree with the Board that Riverwalk’s argument is intended to persuade this Court that its proposal was superior to those submitted by the successful applicants. We will not supplant the Board’s discretion by re-weighing the factors that were considered by the Board. Riverwalk has failed to establish that the Board committed an error of law or that the Board acted arbitrarily or in capricious disregard of the evidence.\nRiverwalk claims finally that the Board improperly accepted an alternate proposal from PEDP after the deadline for public comment. Describing the proposal as a “secret plan,” Riverwalk argues that the Board violated its due process right to a fair and impartial hearing. Riverwalk asserts that it could not comment on or provide any comparison to the alternative plan, although it did submit a comparison between its proposal and PEDP’s original plan at Riverwalk’s Suitability Hearing.\nPEDP responds that while the initial applications were due by December 28, 2005, the application process was an iterative process pursuant to which each applicant supplemented and amended its application as new information became available or was requested. PEDP states that Riverwalk itself amended its application on multiple occasions in October and November 2006.\nPEDP’s initial application contemplated that it would be able to obtain riparian rights from the Commonwealth. During the course of the process, PEDP was unable to determine definitively whether the Commonwealth would be willing to convey such rights to PEDP. PEDP submitted an alternate plan that adjusted the footprint of its proposed structures for Phase II of its project. Phase I of PEDP’s project did not require riparian rights. The alternate plan proposed the construction of the entire facility without riparian rights, if necessary.\nThe Board states that the Gaming Act did not require plans to be finalized before the end of the public comment period. The Board had established November 14, 2006, as the “deemed completed” date by which the ongoing process of revising plans was to be concluded. PEDP submitted its alternate plan on October 13, 2006. The Board further states that Riverwalk was on notice that the alternate plan had been submitted and that the Board was considering the plan.\nAt the public suitability hearing on November 14, 2006, PEDP’s representative testified that the alternate plan was intended to address potential uncertainty about riparian rights:\nThe video that you’ve just seen represents our vision for Foxwoods Casino Philadelphia. The video is consistent with the plans that we submitted to the Board back in April. At that time, we envisioned a lively, active waterfront dining and entertainment district that would incorporate an existing pier of approximately 90,000 square feet. That’s the drawing that you see before you.\nHowever, given the uncertainty over the use of riparian rights to build over the water, Foxwoods instructed its civil engineers and its architects last summer to redesign the riverfront entertainment district in a way that it can be built without the use of even one square foot of riparian rights. The results of this redesign, shown on the second slide, moved the building back some 80 to 100 feet from its previous location. But it allows for the construction of a full entertainment district on the water’s edge of more than 120,000 square feet in size.\nWith public access from the north, public access from the south, and public access from the west, the redesigned riverfront entertainment district will accommodate all of the same shops, nightclubs, restaurants and other entertainment venues that the previous pier design would. In fact, we gained approximately 30,000 square feet.\nIn short, today Foxwoods has the absolute ability to build a first class facility, with all of the room for a casino, for entertainment attractions and a hotel, as was shown in the video, without the need for any additional land or any over water riparian rights. Neither the construction of our facility and its entertainment attractions, including the vibrant riverfront district, nor its financial success or tax revenues to the Commonwealth is in any way dependant [sic] on our ability to obtain any riparian rights from the Commonwealth.\nFurther, we instructed our architects to design this facility so that it would be fully compliant with all the requirements of the casino entertainment district. The facility that’s designed has all of the required setbacks, has all of the height restrictions, all of the landscape requirements and all of the public access required by the CED [Commercial Entertainment District].\nR. 323a-325a.\nThe application process was more fluid than Riverwalk is willing to acknowledge. Indeed, it would have been counterproductive for the Board to demand that applicants’ proposals remain unchanged after the deadline for public comment. The public comment process would have been rendered meaningless if applicants could not have modified their proposals after consideration of the input received in the course of that process or to address contingencies. We find no merit in Riverwalk’s claim.\nWe affirm the Board’s Adjudication and Order approving the applications for Category 2 Slot Machine licenses of HSP Gaming, LP and Philadelphia Entertainment Partners, LP, and denying the application of Riverwalk Casino LP.\nMr. Justice SAYLOR did not participate in the consideration or decision of this matter.\nJustice EAKIN, BAER and Justice BALDWIN and Justice FITZGERALD join the opinion.\nJustice CASTILLE files a dissenting opinion.\n. Keystone Redevelopment Partners and PNK Pinnacle Entertainment have not filed appeals from the Board’s Order and Adjudication.\n. Although the parties in the instant case do not raise a challenge to our use of the Wintermyer decision, we acknowledge that such a claim has been raised in a separate matter. The claim is that Wintermyer cannot be used in defining capricious disregard since § 1204 of the Act specifically excludes § 704 of the Administrative Agency Law from the standard of review and Wintermyer was based upon the interpretation of § 704. We reject this argument. Wintermyer’s articulation of general concepts regarding the capricious disregard standard is applicable as such general statements would apply to any discussion of the capricious disregard standard.\n. Commissioner Joseph W. Marshall, III recused himself from participation in the deliberations and vote on the application submitted by Keystone Redevelopment Partners.\n. Chairman Thomas A. Decker recused himself from participation in the deliberations and vote on the application submitted by HSP Gaming.\n. The City’s document was not part of the record before the Board or part of the certified record on appeal.\n. Riverwalk argues also that the cumulative effect of the Board's errors and improper actions violated its due process rights under the state and federal constitutions. It is unnecessary to address this argument as we have determined that each of Riverwalk’s specific claims lacks merit.",
        "type": "majority",
        "author": "Chief Justice CAPPY."
      },
      {
        "text": "Justice CASTILLE,\ndissenting.\nBecause I would remand the matter sub judice to the Pennsylvania Gaming Control Board (“Board”), I respectfully dissent.\nIn July of 2004, the General Assembly adopted, and the Governor signed into law, the Pennsylvania Race Horse Development and Gaming Act, 4 Pa.C.S. §§ 1101-1906 (“Gaming Act” or “Act”), which authorized an entirely new and controversial industry in Pennsylvania. The Act assigned the task of accommodating the new industry to the newly-created Board, which consisted of seven members: three appointed by the Governor and four appointed by legislative leaders (one each by the President Pro Tempore of the Senate, the Minority Leader of the Senate, the Speaker of the House, and the Minority Leader of the House). Id. § 1201(a), (b). The legislative appointees were granted what amounts to a veto power on the Board, as the Act dictates that “any action” by the Board involving “the approval, issuance, denial or conditioning of any license” requires “a qualified majority vote consisting of at least one gubernatorial appointee and the four legislative appointees.” Id. § 1201(f)(1).\nThe Board had a daunting task: to set up a staff and infrastructure, to adopt procedures and regulations to govern its business, and to engage in the information-gathering and decision-making duties required of it to carry out the mandate of the Gaming Act in Pennsylvania. In any such administrative start-up, it is natural to experience fits and starts, and to make adjustments and accommodations in order to address issues that only the actual application can reveal. The task was made more difficult by the perceived necessity that gaming become a reality in Pennsylvania as soon as possible, so as to provide for the tax relief that gaming tax revenues were expected to provide. The stakes, as it were, were high.\nThe Act contemplates a fast-tracked, but very limited, unusual role for the judiciary. As relevant here, the Act allocates direct appeals of final licensing orders, such as the appeal in this case, within the jurisdiction of this Court. Id. § 1204. At the same time, the General Assembly dictated that this Court’s review of the substance of any licensing decision would be extremely limited, as the statute mandates affirmance absent finding (1) an error of law, or (2) that the decision under review was both arbitrary and involved a capricious disregard of the evidence. Id. The obvious legislative intent to insulate the Board’s licensing decisions from attack as much as possible makes the appellate prospects of a disappointed license applicant dim indeed. The appellant’s task is made even more difficult by the fact that the Board has not sat idly by as the successful and unsuccessful applicants proceeded to litigate in this Court, but instead, has participated as a very active litigant, opposing unsuccessful applicants every step of the way, in the process forwarding some rather extreme positions concerning the posting of bonds, standing, alleged waivers, etc. But the appellate review task is not impossible, if the very limited review contemplated by the statute is to have any meaning at all.\nNot surprisingly, given the newness of the Act, the unusual composition of the Board, the voting structure, and the circumstances under which the Board elected to discharge its licensing obligation, the appeal in this case sounds in due process. In my judgment, a number of the procedural complaints advanced by appellant Riverwalk pose closer calls than what is acknowledged by the Majority; and, in the aggregate, those complaints require a remand to the Board for further consideration of the Philadelphia casino licenses. In particular, I will address three of appellant’s inter-related complaints: (1) that the Board illegally deliberated in a non-public executive session, in violation of the Sunshine Act, 65 Pa.C.S. § 704; (2) that the Board’s finding concerning the feasibility of two casino sites on North Delaware Avenue was arbitrary and capricious, as it was premised upon a controlling “concern” that the Board never identified to appellant Riverwalk at a time when appellant could have addressed the concern; and (3) that the private deliberation process was tainted by the incomplete recusal of Board members. Viewed in hindsight, it is apparent that these related complaints arise, in large part, from the very newness and uniqueness of the processes that the Board adopted.\nViewing the issue in isolation, the Majority may be correct in rejecting appellant’s Sunshine Act claim, by treating the Board’s deliberations as technically quasi-judicial matters which the Board was not obliged to conduct in public. On the other hand, there was nothing to prevent the Board from opening up its processes and deliberations more, and such a policy of openness may well have avoided the procedural complaints now at issue in this matter — complaints exposed only after the Board announced its licensing decisions and, still later, articulated for the first time the reasons for its decision in its loquacious 113-page adjudication. Nor did the Board adopt the equivalent of a post-verdict procedure so that a party, once finally provided with the Board’s reasoning and explanation for the licensing decisions it reached in private deliberations, might bring procedural and substantive complaints to the Board’s attention. The Board’s decision to deliberate as if it were a self-styled judicial body, but without providing an opportunity for an airing of objections once the reasons for its licensing decisions were finally disclosed, created the anomalous circumstance where grievances are now being heard for the first time in this Court.\nAppellant’s complaint concerning the traffic issue illustrates the problem created by holding private deliberations, while providing for no post-decision challenges. Appellant notes that the Board found that each of the proposed casinos in the North Delaware Avenue area had produced evidence that the traffic impact of its casino could be mitigated. But, appellant alleges, the Board then arbitrarily determined that siting both casinos in the North Delaware Avenue corridor would create an insurmountable traffic problem. Appellant notes that the Board’s adjudication revealed that it deemed this factor — the traffic impact of two casinos on North Delaware Avenue — to be a disqualifying one for the proposal of two casinos in that locality. See Riverwalk’s Brief at 25 (“According to the Board, ‘if the Board approved one of the North Delaware Avenue locations for a license, then the Board is constrained to eliminate the two other locations in the same general vicinity for reasons of traffic management as discussed below [in the Adjudication].’ ”) (quoting Adjudication at 83). Appellant complains that the Board reached this dispositive conclusion, which reduced appellant’s prospect for obtaining a license by half, without any affirmative evidence that additional traffic problems would occur if two licenses were awarded in the northern corridor. Instead, the Board “relied entirely on the lack of any evidence disproving the Board’s unsupported assumption.” Riverwalk’s Brief at 26 (citing Adjudication at 83, 87, where Board thrice refers to not receiving evidence that the North Delaware Avenue corridor could “absorb” or “manage” traffic from two casinos).\nIn addition to complaining that there was no evidence to support the Board’s controlling concern that only one license could be awarded in the North Delaware Avenue corridor because of traffic congestion, appellant forcefully argues that it was denied any opportunity to produce evidence to address the Board’s concern because the Board did not put Riverwalk on notice to do so.\nThe Board indicated for the first time in its Adjudication that it “is very concerned about the prospect of setting two casinos in the North Delaware Avenue region because of detrimental effects of traffic as well as the impact that locating two casinos in close proximity would have on one neighborhood.” Ex. B (Adjudication) at 87. Riverwalk was never informed by the Board of this “concern” nor did the Board ever ask Riverwalk — or the City of Philadelphia — to submit any studies addressing the possible effects of having both casinos located in the North Delaware Avenue area. During Riverwalk’s suitability hearings, the Board never questioned Riverwalk — or the Board’s own engineering expert — about the possible effects of two North Delaware Avenue area casinos. [Record citation omitted.] Accordingly, neither Riverwalk nor the City was able to present evidence to the Board that having two casinos in the North Delaware Avenue area would not create additional traffic issues or demonstrate that these undisclosed concerns could be alleviated through traffic mitigation plans.\nDisqualifying Riverwalk on the basis of hidden dispositive factors violated Riverwalk’s due process rights under the constitutions of Pennsylvania and the United States and was arbitrary and capricious, Riverwalk and the City were effectively denied their right to present evidence because the Board never informed Riverwalk that having two North Delaware Avenue casinos was an issue on which either Riverwalk or the City should present evidence. The Board did not provide either Riverwalk or the City with due notice of all of the dispositive factors that would affect the Board’s determination. The Board then made arbitrary and capricious factual findings about the assumed effect of two casinos even though the Board found that each casino could mitigate its own traffic. Even more egregiously, the Board relied entirely on the failure of the applicants to present evidence on a dispositive issue never raised by the Board as support for the Board’s assumption about the effect two casinos would have on traffic.\nRiverwalk’s Brief at 27-28.\nIn my view, appellant makes a very strong case for denial of due process. In rejecting appellant’s claim that the Board’s failure to disclose its concern with the traffic impact of two casinos on North Delaware Avenue denied it due process, the Majority states that the Board’s Adjudication reveals that appellant’s failure to address the issue “was not a dispositive factor in selecting the applicants for licensure.” Majority Op. at 542, 926 A.2d at 948. Respectfully, the Adjudication says otheiwise. The Board flatly declared that, if it “approved one of the North Delaware Avenue locations for a license, then the Board is constrained to eliminate the two other locations in the same general vicinity for reasons of traffic management.” Adjudication at 83. That clearly constitutes a dispositive conclusion. The Board repeatedly referred to its not receiving evidence to address its concern in this regard, a concern which significantly reduced the chances of each of the North Delaware Avenue applicants, as they were effectively competing for one license, not two. Since the Board’s actual deliberations were not held before the public, we have only its Adjudication by which to assess the role this factor played in its final licensing decision. Taking the Board at its word, I believe that due process requires a remand to allow appellant to address the Board’s late-disclosed, dispositive concern, which I view as an error of law.\nThe Board’s decision to deliberate in private is also significant to a proper assessment of appellant’s recusal claim. Viewing the issue in isolation, and given the structure in which the statute is drafted, and the fact that the licensing votes were unanimous, I would tend to agree that the failure of conflicted Board members to recuse from the entirety of the deliberation was harmless. In addition, Chairman Decker and Commissioner Marshall made clear that their recusals were in an abundance of caution, to avoid even the appearance of any impropriety. But the broader question is what concerns me: what is the proper scope of a recusal when a comparative, rather than a distinct and absolute, decision is being deliberated? I respectfully disagree with the notion that a selective recusal is sufficient in such a situation.\nFor purposes of addressing that legal question, we should take the fact of recusal at face value: i.e., the member recused because, as to that applicant, his or her objectivity could reasonably be questioned. Selective recusal does not eliminate the possibility of taint. A vote, or an argument or position, made in confidential deliberations against an applicant obviously operates to the good of the other applicants, and vice versa. Take, for example, a situation where an actual conflict exists, and say that the board member had a financial stake in one of the proposed casinos. Even if the member selectively recused from the deliberations and voting as to that applicant, he could in theory advance that applicant’s chances, and his own financial interests, by opposing other applicants. Being privy to all other deliberations, the conflicted member could assess the relative prospects of other candidates, and then cast his lot in such a way as to maximize the prospects for the entity in which he had an interest. Private deliberations, such as were engaged in by the Board here, facilitate the potential for taint even further. Thus, in my view, when recusal is required in a situation involving a comparative assessment of multiple candidates, recusal should be required as to all deliberations affecting the prospects of that candidate. I would so hold, and because I would remand the matter for further consideration of appellant’s traffic impact/due process claim, I would direct that any recusal should be total as to the award of the Philadelphia casino licenses.\n. Riverwalk emphasizes the City because the City supported its application.\n. I emphasize that my concern is with the point of law; I have no doubt whatsoever that Chairman Decker and Commissioner Marshall acted cautiously and more than honorably in all respects in this case. The points of law we decide, however, must attempt to account for other days and less honorable circumstances.\nMoreover, if the Court were to adopt my view respecting the proper scope of recusal, I would not hold members to prior recusals where such were entered in an abundance of caution, and without realization that recusal should be total.",
        "type": "dissent",
        "author": "Justice CASTILLE,"
      }
    ],
    "attorneys": [
      "Arthur Michael Brown, Esq., Levine, Staller, Sklar, Chan, Brown & Donnelly, P.A., Atlantic City, New Jersey; Jennifer M. McHugh, Esq., Stephen A. Cozen, Esq., F. Warren Jacoby, Esq., F. Warren Jacoby, Esq., Cozen O’Connor, Philadelphia; William H. Lamb, Esq., Scot Russel Withers, Esq., Lamb McErlane, P.C., West Chester; Richard A. Sprague, Esq., Charles J. Hardy, Esq., Thomas A. Sprague, Esq., Sprague & Sprague, Philadelphia, for HSP Gaming L.P.",
      "Michael Kenneth Coran, Esq., Glenn Aaron Weiner, Esq., Joseph Paul Bradica, Esq., Klehr, Harrison, Harvey, Branzburg & Ellers, L.L.P., Philadelphia, for Philadelphia Entertainment and Development Partners, L.P.",
      "Gregory P. Miller, Esq., Miller, Alfano & Raspanti, P.C., Philadelphia; John M. Donnelly, pro hac vice Levine, Staller, Sklar, Chan, Brown & Donnelly, P.A., Atlantic City, New Jersey; John Thomas Ward, pro hac vice, William H. Murphy, Jr., pro hac vice, Andrew J. Toland, III, pro hac vice, William H. Murphy & Associates, P.A., for Riverwalk Casino, L.P.",
      "Richard Douglas Sherman, Esq., Francis T. Donaghue, Esq., PA Gaming Control Board; Linda S. Lloyd, Esq.; Lawrence T. Hoyle, Jr., Esq., Hoyle, Fickler Herschel & Mathes, L.L.P., Harrisburg, for Pennsylvania Gaming Control Board."
    ],
    "corrections": "",
    "head_matter": "926 A.2d 926\nRIVERWALK CASINO, L.P., Petitioner, v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. Philadelphia Entertainment and Development Partners, L.P., Intervenor. HSP Gaming, L.P., Intervenor.\nSupreme Court of Pennsylvania.\nArgued May 15, 2007.\nDecided July 17, 2007.\nArthur Michael Brown, Esq., Levine, Staller, Sklar, Chan, Brown & Donnelly, P.A., Atlantic City, New Jersey; Jennifer M. McHugh, Esq., Stephen A. Cozen, Esq., F. Warren Jacoby, Esq., F. Warren Jacoby, Esq., Cozen O’Connor, Philadelphia; William H. Lamb, Esq., Scot Russel Withers, Esq., Lamb McErlane, P.C., West Chester; Richard A. Sprague, Esq., Charles J. Hardy, Esq., Thomas A. Sprague, Esq., Sprague & Sprague, Philadelphia, for HSP Gaming L.P.\nMichael Kenneth Coran, Esq., Glenn Aaron Weiner, Esq., Joseph Paul Bradica, Esq., Klehr, Harrison, Harvey, Branzburg & Ellers, L.L.P., Philadelphia, for Philadelphia Entertainment and Development Partners, L.P.\nGregory P. Miller, Esq., Miller, Alfano & Raspanti, P.C., Philadelphia; John M. Donnelly, pro hac vice Levine, Staller, Sklar, Chan, Brown & Donnelly, P.A., Atlantic City, New Jersey; John Thomas Ward, pro hac vice, William H. Murphy, Jr., pro hac vice, Andrew J. Toland, III, pro hac vice, William H. Murphy & Associates, P.A., for Riverwalk Casino, L.P.\nRichard Douglas Sherman, Esq., Francis T. Donaghue, Esq., PA Gaming Control Board; Linda S. Lloyd, Esq.; Lawrence T. Hoyle, Jr., Esq., Hoyle, Fickler Herschel & Mathes, L.L.P., Harrisburg, for Pennsylvania Gaming Control Board.\nBEFORE: CAPPY, C.J., and CASTILLE, EAKIN, BAER, BALDWIN and FITZGERALD, JJ."
  },
  "file_name": "0505-01",
  "first_page_order": 557,
  "last_page_order": 608
}