{
  "id": 3555888,
  "name": "STATION SQUARE GAMING L.P., Petitioner, v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. PITG Gaming, L.L.C., Intervenor; IOC Pittsburgh, Inc., Petitioner, v. Pennsylvania Gaming Control Board, Respondent. PITG Gaming, L.L.C., Intervenor",
  "name_abbreviation": "Station Square Gaming L.P. v. Pennsylvania Gaming Control Board",
  "decision_date": "2007-07-18",
  "docket_number": "Nos. 28 & 29 MM 2007",
  "first_page": "664",
  "last_page": "697",
  "citations": [
    {
      "type": "official",
      "cite": "592 Pa. 664"
    },
    {
      "type": "parallel",
      "cite": "927 A.2d 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "926 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3556132,
        8375517
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0475-01",
        "/a2d/926/0908-01"
      ]
    },
    {
      "cite": "592 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3556132
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0475-01"
      ]
    },
    {
      "cite": "2007 WL 2004483",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "927 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8396986,
        3555692
      ],
      "pin_cites": [
        {
          "page": "220-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/927/0209-01",
        "/pa/592/0625-01"
      ]
    },
    {
      "cite": "592 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555692
      ],
      "pin_cites": [
        {
          "page": "643-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0625-01"
      ]
    },
    {
      "cite": "901 A.2d 1063",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419416
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1072"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/901/1063-01"
      ]
    },
    {
      "cite": "912 A.2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8440265,
        3851989
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "holding that, while Dilliplaine waiver may be utilized in the administrative context, it does not apply to administrative proceedings absent statute or regulation providing for preservation and waiver within the administrative framework"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0226-01",
        "/pa/590/0132-01"
      ]
    },
    {
      "cite": "590 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851989
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "holding that, while Dilliplaine waiver may be utilized in the administrative context, it does not apply to administrative proceedings absent statute or regulation providing for preservation and waiver within the administrative framework"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0132-01"
      ]
    },
    {
      "cite": "496 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772956
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0113-01"
      ]
    },
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "116-17"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "812 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11365601,
        1070106,
        11365482,
        11365391,
        11365334,
        1070105,
        1070138,
        1070109
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "484"
        },
        {
          "page": "487-88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/0478-04",
        "/pa/571/0189-01",
        "/a2d/812/0478-03",
        "/a2d/812/0478-02",
        "/a2d/812/0478-01",
        "/pa/571/0188-01",
        "/pa/571/0187-01",
        "/pa/571/0188-02"
      ]
    },
    {
      "cite": "571 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070106
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0189-01"
      ]
    },
    {
      "cite": "510 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796937
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "20"
        },
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0034-01"
      ]
    },
    {
      "cite": "909 A.2d 1221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        2573328,
        8461601
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0431-01",
        "/a2d/909/1221-01"
      ]
    },
    {
      "cite": "589 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2573328
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0431-01"
      ]
    },
    {
      "cite": "926 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3555907,
        8375605
      ],
      "opinion_index": 4,
      "case_paths": [
        "/pa/592/0505-01",
        "/a2d/926/0926-01"
      ]
    },
    {
      "cite": "592 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555907
      ],
      "opinion_index": 4,
      "case_paths": [
        "/pa/592/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1937,
    "char_count": 63381,
    "ocr_confidence": 0.669,
    "pagerank": {
      "raw": 3.797421405564365e-07,
      "percentile": 0.897276057407208
    },
    "sha256": "ba9fbd1e05e31ce3cdb297337e7f94774844747872595ec23fe5c879e89cc1d6",
    "simhash": "1:729d061b49540c78",
    "word_count": 9998
  },
  "last_updated": "2024-02-27T21:45:49.457734+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD JJ.",
      "Justice EAKIN and FITZGERALD join the opinion.",
      "Justice SAYLOR files a concurring opinion.",
      "Justice BAER files a concurring opinion.",
      "Justice BALDWIN files a joining concurring opinion.",
      "Justice CASTILLE files a dissenting opinion."
    ],
    "parties": [
      "STATION SQUARE GAMING L.P., Petitioner, v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. PITG Gaming, L.L.C., Intervenor. IOC Pittsburgh, Inc., Petitioner, v. Pennsylvania Gaming Control Board, Respondent. PITG Gaming, L.L.C., Intervenor."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CAPPY.\nPetitioners in these matters challenge the Pennsylvania Gaming Control Board’s (“Board”) grant of a slot machine license to PITG Gaming, LLC (“PITG”). For the following reasons, we affirm.\nThe genesis of these matters lies in the Legislature’s July of 2004 enactment of the Pennsylvania Race Horse Development and Gaming Act (“Act”). The Act established the Board, granting it general jurisdiction over all gaming and related activities including the licensing of gaming facilities.\nUnder the Act, the Legislature provided for legalized slot machine gaming at a limited number of licensed facilities throughout the Commonwealth. Three categories of slot machine gaming facilities are authorized under the Act. 4 Pa.C.S. § 1801. A Category 1 license authorizes the placement and operation of slot machines at existing horse racing tracks; a Category 2 license authorizes the placement and operation of slot machines in stand-alone facilities; and a Category 3 license authorizes the placement and operation of slot machines in resort hotels. 4 Pa.C.S. §§ 1302-1305. Within Category 2 licenses, the Board is authorized to award two facilities in a city of the first class, one facility in a city of the second class, and the remaining two facilities in a revenue- or tourism-enhanced location. 4 Pa.C.S. § 1304(a)(1). The subcategory with which these matters are concerned is the one that provides that the Board may grant a single license for a slot machine facility to be located in a city of the second class namely, in Pittsburgh (“Pittsburgh slot machine license”). With regard to the Pittsburgh slot machine license, the Board received applications from IOC Pittsburgh, Inc. (“IOC”), Station Square Gaming LP (“Station Square”), and PITG. After receiving the applications, the Board engaged in extensive review and investigation of the applicants through its Bureau of Licensing, Investigation and Enforcement (“Bureau”). The Bureau, along with the Financial Suitability Task Force, investigated the financial suitability of the three applicants. The Board also conducted various hearings at which, inter alia, input was received from the public and financial data were examined.\nOn December 20, 2006, the Board met in open session and voted upon all pending applications. The Board voted unanimously to award the Pittsburgh slot machine license to PITG.\nOn February 1, 2007, the Board issued an Order and Adjudication granting the Pittsburgh slot machine license to PITG. In its Adjudication, the Board emphasized that it had “been presented with three very competent proposals, all of which are eligible and suitable for licensure under the terms of the Act.” Adjudication at 7. Yet, as there was only one Pittsburgh slot machine license to award, the Board necessarily had to deny two of the applications. Id. The Board emphasized that IOC’s and Station Square’s applications were denied “not because the unsuccessful applicants were found unsuitable, but because the Board had the difficult task of choosing among three suitable candidates and proposals.... ” Id.\nThe Board detailed its reasons for selecting PITG for the Pittsburgh slot machine license. The Board determined, inter alia, that PITG was financially suitable for licensure. It also found that PITG’s proposed facility was the most aesthetically pleasing; its ability to deal with traffic concerns was superior; and the facility had great potential for stimulating economic rebirth of the North Shore area where the facility was to be located. The Board also found Don Barden (“Barden”), the owner of PITG, himself to be a huge factor: Barden had shown an impressive level of personal commitment to the project and Pittsburgh in general; the Board also emphasized that Barden would bring “integration of diverse representation in the gaming industry in Pittsburgh----” Adjudication at 55.\nIOC and Station Square filed petitions for review with this court. PITG filed a notice of intervention in both matters per Pa.R.A.P. 1531(a).1 *\nOur appellate review of these matters is carefully defined by the Act. The Legislature provided that this court “shall be vested with exclusive appellate jurisdiction to consider appeals of any final order, determination or decision of the board involving the approval, issuance, denial or conditioning of a slot machine license.... ” 4 Pa.C.S. § 1204. We are directed to affirm orders of the Board unless we find that the Board “committed an error of law or that the order, determination or decision of the board was arbitrary and there was a capricious disregard of the evidence.” Id. With questions of law, our review is de novo and the scope of our review is plenary. Commonwealth v. Bortz, 589 Pa. 431, 909 A.2d 1221, 1223 (2006).\nWith regard to the directive that we are to uphold orders of the Board unless such orders are arbitrary or the result of a capricious disregard of the evidence, our case law provides guidance as to the parameters of our appellate review. We have defined a capricious disregard of the evidence to exist “when there is a willful and deliberate disregard of competent testimony and relevant evidence which one of ordinary intelligence could not possibly have avoided in reaching a result.” Arena v. Packaging Systems Corp., 510 Pa. 34, 507 A.2d 18, 20 (1986); see also Leon E. Wintermyer, Inc. v. Workers’ Compensation Appeal Board (Marlowe), 571 Pa. 189, 812 A.2d 478 (2002). Furthermore, under the capricious disregard standard, an agency’s determination is given great deference, and relief will rarely be warranted. Wintermyer, 812 A.2d at 484. Under this standard, an appellate tribunal is not to substitute its judgment for that of the lower tribunal and the standard “is not to be applied in such a manner as would intrude upon the agency’s fact-finding role and discretionary decision-making authority.” Id. at 487-88.\nThe primary argument of both Station Square and IOC is that the Board incorrectly concluded that PITG had demonstrated by clear and convincing evidence that it was financially suitable for licensure under the Act.\nThis issue references the requirements set forth by § 1313 of the Act. In brief, that section requires that an applicant for a slot machine license must show by clear and convincing evidence “the financial stability, integrity and responsibility of the applicant” and related entities and that the “applicant has sufficient business ability and experience to create and maintain a successful, efficient operation.” 4 Pa.C.S. §§ 1313(a) and (d). That section also requires that in assessing the financial viability of an applicant’s proposed facility, the Board must determine whether “the applicant is likely to maintain a financially successful, viable and efficient business operation and will likely be able to maintain a steady level of growth of revenue to the Commonwealth.... ” 4 Pa.C.S. 1313(e). The applicant must also post a letter of credit or bond in the amount of $50 million to prove it has the ability to pay the slot machine license fee. 4 Pa.C.S. § 1313(c).\nFirst, we address Station Square’s argument that the Board erroneously examined PITG’s ability to generate revenue after it receives its license. The Board predicted that the PITG facility would earn $482.8 million annually in a stabilized year in 2005 dollars. Board’s Brief at 25, citing R. 6746a. The Board concluded that PITG “is likely to maintain a financially successful, viable and efficient business operation, which would maintain a steady level and growth of revenue.” Adjudication at 21. Station Square objects to this analysis, asserting that the Board should not have looked at projected revenue in determining whether PITG was financially suitable for licensure. Contrary to Station Square’s argument, the Board in no fashion acted improperly when it calculated PITG’s projected revenues in determining PITG’s financial suitability. In fact, the Act requires the Board to consider projections of future revenue. 4 Pa.C.S. § 1313(e) (the Board shall determine whether “the applicant is likely to maintain a financially successful, viable and efficient business operation and will likely be able to maintain a steady level of growth of revenue to the Commonwealth....”). Thus, we reject this argument.\nNext, Station Square and IOC assert that the evidence as presented to the Board revealed that PITG was not financially suitable for licensure. In support of their argument, Station Square and IOC rely heavily on the PITG Financial Suitability Report (“PITG FSR”) that the Financial Suitability Task Force prepared. The Board and PITG respond that Station Square and IOC waived any challenge to the Board’s finding that PITG was financially suitable because neither Station Square nor IOC raised such an objection before the Board.\nIn analyzing this waiver issue, we turn to the seminal decision of Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974). In Dilliplaine, this court made clear that the general policy was that no question would be heard by an appellate court that was not objected to and raised before the lower court. The purpose of requiring such an objection was to ensure that the lower tribunal had the first opportunity to correct any such alleged error as well as providing an efficient use of judicial resources. Id. at 116-17. Such reasoning was extended to administrative agencies, like unemployment compensation proceedings, in Wing v. Unemployment Comp. Bd. of Review, 496 Pa. 113, 436 A.2d 179, 181 (1981) (“[T]he administrative law tribunal must be given the opportunity to correct its errors as early as possible; diligent preparation and effective advocacy before the tribunal must be encouraged by requiring the parties to develop complete records and advance all legal theories; and the finality of the lower tribunals’ determinations must not be eroded by treating each determination as part of a sequence of piecemeal adjudications.”). Pa.R.A.P. 1551 codifies this case law with respect to petitions for review, providing that “[njo question shall be heard or considered by the court which was not raised before the government unit except: ... (3) Questions which the court is satisfied that the petitioner could not by the exercise of due diligence have raised before the government unit.” Pa.R.A.P. 1551(a)(3); see also Goods v. Pennsylvania Board of Probation & Parole, 590 Pa. 132, 912 A.2d 226 (2006) (holding that, while Dilliplaine waiver may be utilized in the administrative context, it does not apply to administrative proceedings absent statute or regulation providing for preservation and waiver within the administrative framework).\nThe instant licensing proceedings are distinct from any other proceedings in this Commonwealth — indeed, they are sui generis. Certainly, the proceedings before the Board are neither a trial nor are they akin to unemployment or workers compensation proceedings. While the proceedings of all applicants are related inasmuch as the parties are all vying for the same thing, i.e., the award of a gaming license, there are also many aspects of the application process in which the Board deals with each applicant individually. The other applicants are not necessarily privy to such one-on-one interactions except their own. The applicants that were denied a license must be given an opportunity to challenge the Board’s decision, since the Act provides as much under § 1204.\nThe Board has not pointed this court to anything reassuring us that Station Square or IOC had a way in which to lodge such objections to the financial suitability inquiry conducted by the Board vis-á-vis PITG. Indeed, neither the Board nor PITG adequately explain how Station Square or IOC could have identified or raised these issues before the Board at any time materially sooner than they did. Accordingly, we hold that Dilliplaine and its progeny do not apply to Board proceedings as they currently are structured and reject the Board’s waiver argument.\nThe PITG FSR is the principal focus of Station Square’s and IOC’s financial suitability arguments. The Financial Suitability Task Force focused on the financial condition of Majestic Star Casinos, LLC (“Majestic Star”), an entity which is wholly owned by Barden Development, Inc. (“Barden Development”). The Financial Suitability Task Force did so because PITG, which is also wholly owned by Barden Development, is a newly formed entity and has no financial history of its own. Thus, the Financial Suitability Task Force examined the sister-entity to PITG-i.e., Majestic Star-to render its conclusions regarding PITG’s financial health. Station Square and IOC forcefully argue that the PITG FSR revealed that Majestic Star is financially unsound. For example, the PITG FSR revealed that Majestic Star operates with a high leverage ratio. See Board’s Brief at 27, referencing PITG FSR, R. 6744a.\nSecondarily, Station Square Gaming and IOC contend that the Financial Suitability Task Force, and hence the Board, failed to consider documents pertaining to Majestic Star’s performance in and around 2006 that were publicly available prior to the Board’s decision to award the license to PITG. Station Square and IOC contend these omitted documents allegedly would establish or reinforce PITG’s poor financial performance in gaming. On these bases, Station Square and IOC urge this court to find that the Board erred as a matter of law, acted arbitrarily and in capricious disregard of the evidence and thus violated its fiduciary duty to act as a “prudent man” when it determined that PITG was financially suitable for licensure.\nIn arguing that we should employ the “prudent man” standard in performing our appellate review, IOC and Station Square are not referencing the appellate review provision contained in § 1204. Rather, they are harking back to a separate section, namely 4 Pa.C.S. § 1201. Section 1201 is entitled “Pennsylvania Gaming Control Board established”. Within this particular section of the Act, the Legislature, in pertinent part, has listed the “Qualifications and restrictions” of Board members in subsection (h). Via amendments promulgated in November of 2006, the Legislature added the following provisions to § 1201:\n(h.l) Fiduciary relationship. — A member or employee of the board shall serve as a fiduciary of the Commonwealth.\n(h.2) Standard of care. — Members shall exercise the standard of care required by 20 Pa.C.S. Ch. 73 (relating to municipalities investments) in the performance of their duties under this part.\n(h.3) Liability. — Members shall not be personally liable for any of the following:\n(1) Obligations of the board.\n(2) Actions which were within the scope of their office and made in good faith.\nTo summarize, in these separate provisions, § 1201(h.l) imposes upon Board members the duty to act as fiduciaries; § 1201 (h.3), in turn, insulates Board members from liability with regard to any obligations of the Board. It also provides that Board members shall not be personally liable for all actions taken within the scope of their office so long as those actions meet the bare standard of having been made in good faith.\nSection 1201(h.2), in turn, references the standard of care contained in Chapter 73 of 20 Pa.C.S., namely, 20 Pa.C.S. § 7302(b)’s “prudent man rule”. That provision states that\nAny investment shall be an authorized investment if purchased or retained in the exercise of that degree of judgment and care, under the circumstances then prevailing, which men of prudence, discretion and intelligence exercise in the management of their own affairs, not in regard to speculation, but in regard to the permanent disposition of their funds, considering the probable income to be derived therefrom as well as the probable safety of their capital. The authorization to make and retain investments pursuant to this subsection shall be in addition to, and independent of, authorizations to make investments pursuant to other provisions of this chapter and requirements applicable under other provisions of this chapter shall not affect investments also authorized by this subsection.\n20 Pa.C.S. § 7302(b).\nWhile the recently added provisions of § 1201(h.l), (h.2), and (h.3) inform the Board as to the manner of their decision-making process and provide considerable protection to the Board members with regard to personal liability, these provisions do not channel this Court’s appellate review. As stated supra, the Legislature quite narrowly confined our appellate review.- See 4 Pa.C.S. § 1204. The November 2006 amendments to the Act in no fashion augmented our § 1204 review such that this Court is permitted to determine, via our own application of the prudent man standard, whether PITG should have been awarded the license. The confines of § 1204 clearly limit and channel our appellate review of Board decisions, and that narrow review simply does not allow us to reverse on the basis that this Court believes that a prudent man would have come to a decision other than that arrived at by the Board.\nThe next stage of our analysis brings us back to § 1204’s definition of our appellate review. To wit, we must determine whether Station Square and IOC’s claim that the Board improperly determined that PITG was financially suitable for licensure truly raises both an error of law issue as well as a claim that the Board acted arbitrarily and capriciously in making this determination. IOC and Station Square both argue that PITG’s financial suitability is an “error of law”-type of claim. We are unpersuaded. IOC’s and Station Square’s arguments focus on the Board’s alleged failure to place proper weight on evidence that they believed ostensibly showed Majestic Star to be financially unstable. The essence of such an argument, however denoted by IOC and Station Square, is that the Board acted arbitrarily and with capricious disregard of the evidence. Accordingly, we will examine whether there was “a willful and deliberate disregard of competent testimony and relevant evidence [by the Board] which one of ordinary intelligence could not possibly have avoided in reaching a result.” See Arena, 507 A.2d at 20.\nIn commencing our analysis of whether the Board arbitrarily or capriciously disregarded information contained in the PITG FSR, we acknowledge that that report reveals some less than optimum facets of Majestic Star’s finances. Yet, as noted by the Board, the Director of the Bureau herself testified under oath that “the Financial Suitability Task Force is not aware of any financial material issues that would preclude licensure” of PITG. Board Brief at 24, citing R. 4679a (testimony of Denyse Miskin); see also Adjudication at 20. Furthermore, with regard to one of the more significant negative aspects of Majestic Star’s financial health, namely that it has a high leverage ratio, the Board countered that the Financial Suitability Task Force “recognized that ‘Majestic Star has shown that it can operate with an elevated ratio.’ ” Board’s Brief at 27 (quoting PITG FSR, R. 6744a). Furthermore, the Board favorably noted that Barden Development owns several gaming facilities and “has been financially stable enough to operate in the gaming industry for approximately 11 years.” Board’s brief at 27, citing Adjudication at 17-18 and 20; R. 6721a and 6743a.\nStation Square and IOC contend that the Board should have considered, in addition to the financial information encompassed in the PITG FSR, information pertaining to Majestic Star’s allegedly poor performance in and around 2006. Although the information in question has been submitted to this court under the rubric of a Judicial Notice Reproduced Record, we need not determine whether such notice is appropriate in this context. Rather, two related matters compel our rejection of this claim.\nFirst, although Station Square and IOC appear to be correct that this public information was accessible to the Board before it awarded PITG the gaming license, that does not change the fact that it was necessary for the Board to limit the timeframe for the gathering of information. An entity like Majestic Star collects reams of financial information pertaining to its operations on a daily basis, and not infrequently aggregates and submits such information to various state and federal administrative bodies. Were the Board to demand the up-to-the-day financial information Station Square and IOC argue that it must, the Board would never have a closed record based upon which it might gauge financial suitability and award a license.\nSecond, even if we agreed with Station Square and IOC that the Board should have considered the information in question, nothing in Station Square’s or IOC’s proffers regarding these records suggests any revelation that would have changed the picture the Board had of Majestic Star’s financial health. The information in question does not create a picture of Majestic Star divergent from that reflected in the PITG FSR, which plainly recognized, inter alia, Majestic Star’s mixed financial record but nevertheless deemed it financially suitable for licensure.\nOf critical note to the Board was that the capital markets have clearly evidenced that they are comfortable with the financial positions of Majestic Star and PITG. The Board noted that the “capital markets are reasonably comfortable with [Majestic Star’s] financial profile” as Majestic Star has been able to obtain financing through the public debt market and bank market. Board’s Brief at 28 (citing Adjudication FF No. 66 at 20 and PITG FSR, R. 6745a). With regard to PITG in particular, PITG had obtained commitment letters fully financing the PITG project through all three phases of development. Board’s brief at 25, citing R. 4629a-30a. By focusing on whether the capital markets-neutral entities motivated wholly by their own financial self-interest-found Majestic Star and PITG to be worthy entities to which to loan substantial sums of money, the Board in no fashion acted in an arbitrary or capricious fashion. Thus, we conclude that the Board did not act arbitrarily or in capricious disregard of the evidence when it found PITG financially suitable for licensure.\nNext, IOC argues that the Board erred as a matter of law when it considered PITG’s amendments to its application. IOC’s original application to the Board included a proposal to provide financing for a new arena for the Pittsburgh Penguins, a professional hockey team, as well as a commitment to revitalize the Hill District. Subsequently, PITG amended its application, adding its own funding scheme for the Pittsburgh Penguins’ arena as well as redevelopment plans for the Hill District area of Pittsburgh. IOC expresses indignation over PITG being allowed to propose such an amendment. IOC asserts that PITG could have made similar proposals in its initial application but did not do so. Instead, IOC argues, PITG acted unfairly: after the application deadline passed, PITG “pirated” IOC’s proposals to fund the arena and donate money to the Hill District community by submitting a revamped application which included community-enhancements proposals similar to those IOC had previously advanced.\nIOC states that the Board erred as a matter of law when it allowed PITG to submit this “me too”, revamped proposal. IOC’s brief at 32. It provides two supports for this argument. First, it references the Commonwealth Court’s decision in Bedford Downs Management Corp. v. State Harness Racing Comm’n, 901 A.2d 1063 (Pa.Cmwlth.2006). In that matter, a license applicant submitted a proposal to the Harness Racing Commission to build a racing facility with only one main entrance. The Harness Racing Commission rejected the application partly due to the Harness Racing Commission’s conclusion that having only one entrance would not advance the interests of harness racing. The applicant appealed, arguing that the Harness Racing Commission was in error as the applicant had provided evidence showing that it could have built a second entrance. The Commonwealth Court found that there was no error in the Harness Racing Commission’s failure to consider what the applicant theoretically could have done. The Commonwealth Court observed that “in reaching its conclusion, the [Harness Racing] Commission simply considered the proposal before it, which is not an abuse of discretion.” Id. at 1072. As an aside, the Commonwealth Court mused that “if the Commission had allowed applicants to revise their proposals to reflect the best features of the other facilities, there would not have been a true comparison of proposals.” Id. at 1072 n. 9.\nWe find Bedford Downs to be very flimsy support for IOC’s argument. First, the situation presented in Bedford Downs is quite distinct from the one at issue sub judice. In Bedford Downs, the rejected applicant was requesting leave to amend after the Commission issued an adjudication in the matter. In contrast, PITG’s amendment occurred while the Board was still conducting its review of this matter. Furthermore, Bed-ford Downs is a decision from an inferior court regarding statutory material distinct from the Act; it is clearly not a controlling decision. Furthermore, the comment made by the Commonwealth Court was dicta, lacking any type of discussion or analysis. Accordingly, we do not perceive how Bedford Downs militates in favor of finding that the Board erred in allowing PITG to amend its application.\nNext, IOC cites to a Board regulation that states that “[i]f there is any change in the information provided to the Board, the applicant must promptly file a written amendment in a form prescribed by the Board.” 58 Pa.Code § 423.1(f). IOC claims that this language bars an applicant from amending its application to include new information. This argument is unavailing. There is simply nothing in § 423.1(f) which can be read to bar such amendments.\nWe find that there is no provision or common law authority that barred PITG from amending its application in this fashion. Furthermore, a flat ban on such amendments would not be consonant with the application process. This process was a fluid, ongoing dialogue between the Board and the applicants. In keeping with that dialogue, the Board properly welcomed the submission of additional material, including material which was responsive to information contained in competitors’ applications. As noted by PITG, “the very purpose of having a competitive application process is to encourage such ‘oneupsmanship’ as it results in stronger applications from all parties, thus benefiting both the public at large and the residents of Pittsburgh in particular.” PITG brief at 9. IOC’s view that the first applicant to propose a community-enhancement funding scheme essentially stakes out territory with regard to that idea is unsupportable. There is nothing in the Act that would grant a “quasi-patent” in an idea regarding development and charitable giving to the first applicant who proposes it.\nNext, in a cursory argument, IOC claims that the Board committed an error of law when it stated that “[t]he Board finds that IOC did not fulfill its burden to the Board’s satisfaction of establishing by clear and convincing evidence that it had the best quality gaming facility in this competitive slot machine licensing environment.” Adjudication at 61 n. 8. IOC states that while the Board may consider the quality of the proposed facility, the Act does not require that the applicant establish via clear and convincing evidence that it had the best quality gaming facility. The Board argues that at most, the Board committed harmless error with regard to this comment.\nIOC is correct in stating that while the Board is certainly permitted to consider the quality of the proposed facility in making its licensure decision, 4 Pa.C.S. § 1325(c)(1), the Act does not impose upon an applicant the burden to show by clear and convincing evidence that its proposed facility was the best quality. Thus, the Board’s comment in footnote 8 to the Adjudication was an incorrect recitation of the law.\nWe do not believe, however, that this constituted reversible error. As noted supra, the Board did not find IOC unacceptable for licensure. In fact, the Board specifically stated that IOC and Station Square were both also suitable for licensure. Adjudication at 7. Yet, as there was only one Pittsburgh slot machine license to award, the Board was forced to deny two of the applications. Id. The Board selected PITG for licensure (and thus concomitantly denied IOC and Station Square a license) because PITG’s application was, overall, the strongest one. Thus, the Board’s denial of IOC’s application was not a result of any inappropriate application of the clear and convincing evidence standard to IOC’s application. Thus, a remand on this point would serve no purpose as the Board’s improper recitation of the clear and convincing evidence standard in footnote 8 of its Adjudication did not drive the Board’s denial of IOC’s application.\nNext, IOC and Station Square raise a series of arguments relating to the Board’s calculations of anticipated revenue for each of the three proposed casinos. Station Square asserts that the Board blindly concluded that Station Square and PITG’s proposed facilities would generate the same revenue. We disagree. The Board did not ham-fistedly and nonsensically assume that Station Square and PITG would generate the same revenue. First, the Board did not in fact predict that Station Square and PITG would generate the same revenue. The Board calculated that the PITG casino would generate “$482.8 million annually ..., with a $265 win per position per day at 5,000 machines.” Adjudication at 21. In contrast, the Board found that the Station Square facility would generate “$426.3 million annually ... with a $292 win per position per day at 4,000 machines.” Adjudication at 44.\nFurthermore, while the Board did conclude that the three different proposed casinos would generate “similar” amounts of revenue, Adjudication at 62, it carefully considered a variety of different factors in arriving at its calculations. See, e.g., Adjudication at 11-12 and 62-64. There was no thoughtless, one-size-fits-all calculation for projected revenue.\nNext, Station Square and IOC assert that the Board erroneously determined that neither IOC nor Station Square had fully committed to operating 5,000 slot machines in their respective facilities. This argument fails. In testimony offered by Station Square’s witnesses, Station Square firmly committed to operating only 4,000 slot machines. See Board Public Hearing, 11/20/2006, at 88, 91, and 138. Station Square was equivocal, at best, as to whether it would ever operate 5.000 slot machines. In a similar vein, the record also does not support IOC’s contention that it was firmly committed to operating 5,000 slot machines. Instead, the record establishes that IOC would not commit to Phase II (i.e., the phase at which it would expand to 5,000 machines) prior to licensure. See Board Public Hearing, 11/20/2006, at 123-124. See also Adjudication at 35. Rather, IOC wanted to delay that determination until a future date dependent upon the market and economy. In contrast, PITG firmly committed to expanding to 5,000 machines. Thus, the Board did not capriciously disregard the evidence when it failed to find that IOC and Station Square would operate with 5,000 slot machines.\nFinally, Station Square contends that the Board erred when it projected PITG’s revenue based on PITG operating 5.000 slot machines. Station Square asserts that the Board should have instead used the 3,000 slot machines figure as the Act limits a licensee to only 3,000 slot machines for the first six months of operation. See 4 Pa.C.S. § 1210(a). While Station Square acknowledges that following this initial six-month period a licensee can apply to operate up to 2,000 additional slot machines, see 4 Pa.C.S. § 1210(b), it observes that there is no guarantee that a licensee would indeed receive permission to operate these additional slot machines. The Board in no fashion erred as a matter of law when it calculated future revenue based on slot machine figures in excess of 3,000. While it is true that the Act does limit newly opened slot machine casinos to 3,000 machines, that cap is in place for only the first six months following licensure. After that, the licensee may request to be permitted to operate up to 5,000 slot machines. Considering that the Board was calculating future revenues beyond the first six months of the casino’s operation, there was no error in the Board utilizing the 5,000 slot machine figure.\nStation Square and IOC’s final set of arguments address the discretionary factors that the Act states that the Board “may” consider in awarding a license. 4 Pa.C.S. § 1325. The first factor that IOC and Station Square take issue with is the Board’s finding with regard to 1325(c)(1), the factor which allows the Board to consider the “location and quality of the proposed facility....” Included within this factor are not only aesthetic factors but also considerations such as traffic flow.\nIOC argues that with regard to traffic issues, PITG’s facility was not advantageously located. IOC contends that the Board capriciously disregarded evidence establishing the IOC’s facility would be able to address any traffic and transportation issues far better than the PITG facility.\nThis argument fails. While the Board found that “traffic is a concern at all three properties!,]” Adjudication at 56, the problems sparked by the Station Square and IOC sites were far more significant. With regard to the Station Square site, the Board noted that there is already “severe congestion” in that area and that Station Square had not provided adequate assurances that traffic problems could be mitigated. Adjudication at 56-57. With regard to the IOC site, the Board found it particularly significant that casino traffic would have to wend its way through residential neighborhoods. Adjudication at 57. In contrast, the PITG site is well-serviced by existing major thoroughfares and there would be limited traffic impact on residential neighborhoods. Adjudication at 58. We perceive no capricious disregard with regard to the Board’s determination on the proposed casinos’ impact on traffic.\nContinuing with the § 1325(c)(1) factor, IOC also asserts that the Board capriciously disregarded evidence when it found that PITG’s proposed facility was a better quality casino for the Pittsburgh area than the IOC facility. IOC asserts that its facility was of cutting-edge design and that some local Pittsburgh officials found the IOC proposal to be pleasing.\nAs to the aesthetic component of the § 1325(c)(1) factor, the Board acknowledged that “all three proposals include state-of-the-art architectural designs, all of which have their own unique nuances.” Adjudication at 61. Furthermore, in selecting the PITG facility as the one which is most appealing for the Pittsburgh area, the Board evidenced that it was attuned to a variety of aesthetic factors, including the natural topography as well as existing manmade structures. The Board noted that the PITG facility’s glass walls, outdoor dining and amphitheater areas “providing panoramic views of the river and sunsets [complement] the upscale design of a modern gaming facility-all while being careful not to overshadow the skyline or other area architecture.” Adjudication at 61. We perceive no arbitrariness or capricious disregard in this determination.\nStation Square and IOC both challenge the Board’s findings with regard to their potential to generate tourism in the area, see 4 Pa.C.S. § 1325(c)(6), versus what PITG could do in that regard. IOC and Station Square argue that they would be better equipped to generate tourism than PITG. The Board considered this argument and found that “none of the applicants have engaged in the development of tourism facilities to gaming development which the Board finds so significant as to weigh in any applicant’s favor.” Adjudication at 68-69. Station Square argues forcefully against this conclusion, asserting that its proposed management partner, Harrah’s Entertainment, has extensive experience in developing tourism facilities. The Board’s Adjudication adequately disposes of this claim, stating that as Harrah’s Entertainment does not have an ownership interest in Station Square and is not an “applicant”, its experience was not considered with regard to the § 1325(c)(6) factor. Adjudication at 68 n. 9. This reasoning is sound.\nIOC also argues that the Board placed too much weight on the fact that the largest negative public comment concerned IOC’s proposal. This argument is without substance. The Board did not place undue emphasis on the fact that the largest negative public comment was with regard to IOC, but rather logically and properly weighed the negative comments from the public in rendering its decision.\nNext, IOC asserts that the Board incorrectly credited PITG’s commitments to donate money to Hill District revitalization projects. IOC stridently calls PITG’s commitments nothing more than “empty promises”. IOC Brief at 54. This argument fails. Barden detailed under oath what his commitment would be in that regard. The Board did not act improperly in crediting this testimony.\nIOC also objects to the Board’s finding that PITG’s pledge to fund the building of a new arena for the Pittsburgh Penguins “provided some degree of neutralization to IOC’s arena building commitment.” Adjudication at 66. IOC rails against this conclusion and contends that its arena funding scheme was far superior to anything offered by PITG. In making this argument, IOC ignores the key component of the Board’s discussion of this point. Namely, the Board cogently stated that “[wjhile the issue of the arena and the Penguins remaining in Pittsburgh reflect on economic development and tourism and are an issue considered by the Board, the Board is not swayed that the Penguins are or should be an overriding factor in the Board’s decision.” Adjudication at 66; see also Adjudication at 61 n. 8 (the applicants’ primary focus before the Board should have been on gaming and the proposed casinos; IOC’s devotion of a “substantial amount of time” to the Penguins arena proposal “detracted from what should have been the primary focus of the casino project and gaming.”). Furthermore, IOC’s Penguins arena proposal was not as sterling as IOC portrays it. As noted by the Board, there was uncertainty about IOC’s proposal, with major components of the IOC-Penguins deal being thrown into flux even the day before the Board issued its adjudication. See Adjudication at 67.\nStation Square and IOC challenge the Board’s emphasis on Barden personal level of commitment to the project, a level of commitment that the Board found significant. Station Square and IOC are referencing the Board’s comment that\nthe personal commitment of Mr. Barden to the PITGMajestic Star project was evident at every step of the licensing proceedings. The Board notes Mr. Barden’s personal presence at all proceedings and his unwavering commitment to PITG Gaming’s project as his “flagship” property. The calm intensity which Mr. Barden brought to this project and his undeniable dedication to make this project a success for all of Pennsylvania speaks volumes of his character and suitability for this license.\nAdjudication at 71-72. IOC and Station Square find the Board’s appreciation of Barden’s personal commitment to the PITG project to be distasteful and employ quite strident language in protesting it. IOC goes so far as to call the Board “silly” and accuse it of “engaging in a cult of personality” in its display of regard for Barden. IOC’s brief at 38 and 62.\nThe Board’s cognizance of Barden’s personal commitment to the PITG project, and what that personal commitment revealed about Barden’s “character and suitability for this license,” was in no fashion bizarre or peculiar. It was a sensible factor to consider when determining which entity should be awarded the license to build such a substantial gaming facility. Furthermore, the Board noted that it in part considered Barden’s personal involvement significant; the Act specifically directs the Board to consider diversity issues when it awards licenses and Barden is an African-American. See Adjudication at 53 and 55; see also 4 Pa.C.S. § 1212 (goal of the Act is to ensure diversity in all aspects of gaming, including ownership of facilities).\nAt bottom, IOC and Station Square’s argument regarding the § 1325(c) factors is that they would have weighed the factors differently than did the Board. For example, they did not mention the diversity factor found at § 1325(c)(4) as this factor, which weighed so clearly in favor of PITG, was of no support to IOC and Station Square. This selective analysis of the § 1325(c) factors understandable coming from applicants who were denied a highly lucrative license. Yet, it is an analysis in which this court cannot engage. Our § 1204 appellate review does not grant us authority to act as a super-Board, employing our own discretion in determining which applicant we believe was the best applicant. We are not empowered to sift through the voluminous evidence, reweighing it. Our review in these matters is to determine whether the Board acted arbitrarily or in capricious disregard of the evidence when it considered these factors. IOC and Station Square have not established that the Board acted in an arbitrary fashion when it weighed the discretionary § 1325(c) factors.\nFor the foregoing reasons, the order of the Board is affirmed.\nJustice EAKIN and FITZGERALD join the opinion.\nJustice SAYLOR files a concurring opinion.\nJustice BAER files a concurring opinion.\nJustice BALDWIN files a joining concurring opinion.\nJustice CASTILLE files a dissenting opinion.\n. The Legislature authorized the Board to create the Bureau. 4 Pa.C.S. § 1517(a). Furthermore, the Legislature directed the Board to \"promulgate regulations pertaining to the operation of the bureau to insure separation of functions between the bureau and the board.” 4 Pa.C.S. § 1202(b)(25).\n. Rule 15 31 (a) states in pertinent part:\n(a) Appellate jurisdiction petition for review proceedings. A party to a proceeding before a government unit that resulted in a quasijudicial order may intervene as of right in a proceeding under this chapter relating to such order by filing a notice of intervention (with proof of service on all parties to the matter) with the prothonotary of the appellate court within 30 days after notice of the filing of the petition for review.\n. IOC contends that we should not employ the Wintermyer decision in resolving this matter. IOC asserts that Wintermyer cannot be used in defining capricious disregard since § 1204 of the Act specifically excludes § 704 of the Administrative Agency Law from the standard of review and Wintermyer was based upon the interpretation of § 704. We reject this argument. Wintermyer’s articulation of general concepts regarding the capricious disregard standard is applicable as such general statements would apply to any discussion of the capricious disregard standard.\n. We note that in reviewing this issue, we will examine only the evidence that was before the Board prior to its December 20, 2006 vote. Below, we consider and reject, on the merits, Station Square’s and IOC's contention that the Board capriciously disregarded public financial information detailing PITG’s performance and status through 2006, but we need not consider any extra-record evidence in rejecting this contention.\n. 4 Pa.C.S. § 1313 is entitled \"Slot machine license application financial fitness requirements” and provides in its entirety:\n(a) Applicant financial information. — The board shall require each applicant for a slot machine license to produce the information, documentation and assurances concerning financial background and resources as the board deems necessary to establish by clear and convincing evidence the financial stability, integrity and responsibility of the applicant, its affiliate, intermediary, subsidiary or holding company, including, but not limited to, bank references, business and personal income and disbursement schedules, tax returns and other reports filed with governmental agencies, and business and personal accounting and check records and ledgers. In addition, each applicant shall in writing authorize the examination of all bank accounts and records as may be deemed necessary by the board.\n(b) Financial backer information. — The board shall require each applicant for a slot machine license to produce the information, documentation and assurances as may be necessary to establish by clear and convincing evidence the integrity of all financial backers, investors, mortgagees, bondholders and holders' of indentures, notes or other evidences of indebtedness, either in effect or proposed. Any such banking or lending institution and institutional investors may be waived from the qualification requirements. A banking or lending institution or institutional investor shall, however, produce for the board upon request any document or information which bears any relation to the proposal submitted by the applicant or applicants. The integrity of the financial sources shall be judged upon the same standards as the applicant. Any such person or entity shall produce for the board upon request any document or information which bears any relation to the application. In addition, the applicant shall produce whatever information, documentation or assurances the board requires to establish by clear and convincing evidence the adequacy of financial resources.\n(c) Applicant’s ability to pay license fee. — The board shall require each applicant for a Category 1 or 2 slot machine license at the time of application to post a letter of credit or bond in the amount of $50,000,000 to demonstrate the financial ability to pay the slot machine license fee as required in section 1209 (relating to slot machine license fee) if issued a slot machine license by the board. Each applicant for a Category 3 slot machine license at the time of application shall be required to post a letter of credit or bond in the amount of $5,000,000 to demonstrate the financial ability to pay the Category 3 slot machine license fee as required in section 1305 (relating to Category 3 slot machine license) if issued a slot machine license by the board.\n(d) Applicant’s business experience. — -The board shall require each applicant for a slot machine license to produce the information, documentation and assurances as the board may require to establish by clear and convincing evidence that the applicant has sufficient business ability and experience to create and maintain a successful, efficient operation. Applicants shall produce the names of all proposed key employees and a description of their respective or proposed responsibilities as they become known.\n(e) Applicant’s operational viability. — In assessing the financial viability of the proposed licensed facility, the board shall make a finding, after review of the application, that the applicant is likely to maintain a financially successful, viable and efficient business operation and will likely be able to maintain a steady level of growth of revenue to the Commonwealth pursuant to section 1403 (relating to establishment of State Gaming Fund and net slot machine revenue distribution). Notwithstanding any provision of this part to the contrary, an applicant that includes a commitment or promise to pay a slot machine license fee in excess of the amount provided in section 1209 or a distribution of terminal revenue in excess of the amounts provided in sections 1403, 1405 (relating to Pennsylvania Race Horse Development Fund) and 1407 (relating to Pennsylvania Gaming Economic Development and Tourism Fund) shall not be deemed a financially successful, viable or efficient business operation and shall not be approved for a slot machine license.\n(f) Additional information. — In addition to other information required by this part, a person applying for a slot machine license shall provide the following information:\n(1) The organization, financial structure and nature of all businesses operated by the person, including any affiliate, intermediary, subsidiary or holding companies, the names and personal employment and criminal histories of all officers, directors and key employees of the corporation; the names of all holding, intermediary, affiliate and subsidiary companies of the corporation; and the organization, financial structure and nature of all businesses operated by such holding, intermediary and subsidiary companies as the board may require, including names and personal employment and criminal histories of such officers, directors and principal employees of such corporations and companies as the board may require.\n(2) The extent of securities held in the corporation by all officers, directors and underwriters and their remuneration in the form of salary, wages, fees or otherwise.\n(3) Copies of all management and service contracts.\n. Every page of the PITG FSR has been stamped \"confidential”. See also 4 Pa.C.S. § 1206(f) (confidentiality of information obtained by the Board or Bureau). In making their argument on this issue, we note that IOC and Station Square assiduously honored the confidentiality of the PITG FSR. Our opinion will be in keeping with Petitioners' approach; we will address the argument raised with as much specificity as we can without disclosing information that has not otherwise been made public.\n. The waiver analysis that follows is materially identical to the analysis contained in our companion gaming case issued contemporaneously with this case. See Pocono Manor Investors v. Pennsylvania Gaming Control Board, 592 Pa. 625, 643-52, 927 A.2d 209, 220-25, 2007 WL 2004483, 30 MM 2007.\n. Bedford Downs was reversed in part and affirmed in part by our Court on July 2, 2007. 592 Pa. 475, 926 A.2d 908 (2007).\n. 4 Pa.C.S. § 1325(c)(1) states that:\nIn addition to the eligibility requirements otherwise provided in this part, the board may also take into account the following factors when considering an application for a slot machine license:\n(1) The location and quality of the proposed facility, including, but not limited to, road and transit access, parking and centrality to market service area.\n. 4 Pa.C.S. § 1325(c) states:\n(c) Additional requirements. — In addition to the eligibility requirements otherwise provided in this part, the board may also take into account the following factors when considering an application for a slot machine license:\n(1) The location and quality of the proposed facility, including, but not limited to, road and transit access, parking and centrality to market service area.\n(2) The potential for new job creation and economic development which will result from granting a license to an applicant.\n(3) The applicant’s good faith plan to recruit, train and upgrade diversity in all employment classifications in the facility.\n(4) The applicant's good faith plan for enhancing the representation of diverse groups in the operation of its facility through the ownership and operation of business enterprises associated with or utilized by its facility or through the provision of goods or services utilized by its facility and through the participation in the ownership of the applicant.\n(5) The applicant’s good faith effort to assure that all persons are accorded equality of opportunity in employment and contracting by it and any contractors, subcontractors, assignees, lessees, agents, vendors and suppliers it may employ directly or indirectly.\n(6) The history and success of the applicant in developing tourism facilities ancillary to gaming development if applicable to the applicant.\n(7) The degree to which the applicant presents a plan for the project which will likely lead to the creation of quality, living-wage jobs and full-time permanent jobs for residents of this Commonwealth generally and for residents of the host political subdivision in particular.\n(8) The record of the applicant and its developer in meeting commitments to local agencies, community-based organizations and employees in other locations.\n(9) The degree to which potential adverse effects which might result from the project, including costs of meeting the increased demand for public health care, child care, public transportation, affordable housing and social services, will be mitigated.\n(10) The record of the applicant and its developer regarding compliance with:\n(i) Federal, State and local discrimination, wage and hour, disability and occupational and environmental health and safety laws; and\n(11) State and local labor relations and employment laws.\n(11) The applicant's record in dealing with its employees and their representatives at other locations.\n. PITG is 100% minority owned.",
        "type": "majority",
        "author": "Chief Justice CAPPY."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nPetitioners’ arguments are, in my view, somewhat weightier than the majority portrays. For example, Petitioners contend that the Board’s alleged failure to act as a “prudent man” in awarding the Pittsburgh license constituted an error of law. See, e.g., Brief for Petitioner (Station Square Gaming, LP) at 57 n. 33. The majority rejects this claim by stating that the Gaming Act’s requirement that the Board use the prudent man standard has no effect upon the review that this Court must undertake in determining whether the Board erred in the award of a gaming license. See Majority Opinion, op. at 679, 927 A.2d at 242 (asserting that the Gaming Act’s directive to apply the prudent man rule “do[es] not channel this Court’s appellate review”). It would appear, however, that if it were evident that the Board failed to apply such a standard as required by statute, this would constitute an error of law, thus providing possible grounds for reversal. See 4 Pa.C.S. § 1204 (stating that this Court must affirm the Board’s order unless it finds, inter alia, that the Board committed an error of law). Under the facts of this case, moreover, Majestic Star’s troubled financial history does raise a legitimate question as to whether a “prudent man” would have selected PITG over its competitors for licensure. Still, as the majority points out, the record contains evidence of some positive indicators. For example, the financial suitability task force found that PITG had the resources to build its casino, and the Board determined that the project would be very profitable. Therefore, given this Court’s highly deferential review as prescribed by the Legislature, I must ultimately conclude that the Board’s actions did not constitute reversible error under the prudent man standard.\nStation Square also contends that the Board should have used a baseline of 3,000 slot machines for its revenue-generation comparison of all applicants. The majority dismisses this argument by pointing out that, after six months, “the licensee may request to be permitted to operate up to 5,000 slot machines. Considering that the Board was calculating future revenues beyond the first six months of the casino’s operation, there was no error in the Board utilizing the 5,000 slot machine figure.” Majority Opinion, op. at 688, 927 A.2d at 247. This disposition seems non-responsive, as Station Square concedes that it is possible to request expansion after six months, but highlights that there is no way to know whether such a request will be granted.\nWhile I ultimately do not agree with Station Square for reasons discussed below, I find its argument more plausible than the majority. In particular, Station Square points out that the Board has taken the position that market conditions favorable to slots expansion are always a necessary precondition to expanding beyond 3,000 machines, and hence, there is no assurance that the Board will approve such a request. In its decision regarding slot licenses for Philadelphia, the Board stated:\nAt first glance ... it appears that Riverwalk will be more profitable than the other casinos. Based upon an examination of evidentiary records, the Board finds there is no significant difference in the revenue estimates. Riverwalk’s revenue generation estimates were based upon an assumption that 5,000 machines would be operational by the stabilized year. The number of machines is based upon that number for which financing was in place at the time of the hearing. The other casino applicants’ projections were based upon 3,000 machines because that is the number of machines in the committed-to phases of the building projects. Each of those applicants provided credible testimony that they would proceed to their subsequent expansion phase and increase up to 5,000 machines with Board approval if the market supports that expansion. Even Riverwalk could not unilaterally expand from 3,000 to 5,000 machines without Board approval. The Board must approve that expansion.... Although they have the financing in place, if Riverwalk did not show usage and economic activity sufficient to support 2,000 additional machines, the Board would not be obligated to permit the expansion. Likewise, if another casino demonstrated that 3,000 machines were utilized to such an extent that expansion was warranted, then market conditions would warrant an expansion for their facility as well. In sum, market conditions will dictate the number of machines over the 3,000 threshold number at any of the properties. This was illustrated by testimony that more machines do not necessarily translate into more revenues if the market demand is not present for the additional machines.\nAdjudication of the Pennsylvania Gaming Control Board in the Matters of the Applications for Category 2 Slot Machine Licenses in the City of the First Class, Philadelphia, at 94-95 (emphasis added), quoted in Brief for Petitioner (Station Square Gaming, LP) at 63.\nWhile it may be difficult to reconcile the above reasoning with the Board’s comparative approach in the present case, it does not follow that the Board may not make comparisons based upon later stages of the submitted proposals which subsume more than 3,000 slot machines. The applicants each included phased augmentations moving beyond the 3,000 number, with the general expectation that the Board would take into account the circumstances of all phases of the proposals when making its decision as to which proposed casino would best serve the Commonwealth’s interests. Thus, regardless of the Board’s disposition in the Philadelphia matter, Station Square has little firm ground to maintain that, here, the Board was legally required to make its revenue comparisons using only a 3,000 slot machine basis for each applicant. Moreover, I do not read the adjudication as placing sufficient weight upon the revenue generation factor to support a conclusion that the Board might have reached a different result if it had assumed only 3,000 slot machines relative to all of the proposals.\nFor these reasons, I am able to join the majority’s decision to affirm the Board’s order.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      },
      {
        "text": "Justice BAER,\nconcurring.\nI agree with Mr. Justice Saylor’s thoughtful observations regarding the effect that the applicable “prudent man” standard has on our review under the circumstances of this case. In all other respects, I join the Majority Opinion.",
        "type": "concurrence",
        "author": "Justice BAER,"
      },
      {
        "text": "Justice BALDWIN,\nconcurring.\nI join the majority opinion. I write separately to address the prudent man standard of care. Having given careful consideration to Petitioner’s arguments, I read the majority opinion to confirm that the “prudent man” standard of care, imposed upon the Board, is subsumed within the standard of review for this Court articulated in 4 Pa.C.S. § 1204 (error of law, or order was arbitrary and there was a capricious disregard of the evidence). That is, this Court is not to apply the standard of care itself, but rather, to review whether the Board acted in an arbitrary manner or with capricious disregard for the evidence, a finding which could be supported by the Board’s failure to apply the prudent man standard of care. Because I agree with the majority that the Board did not act in an arbitrary manner or with capricious disregard for the evidence in the instant case, I join that opinion. See, Majority Opinion, op. at 678-79, 927 A.2d at 241-42.",
        "type": "concurrence",
        "author": "Justice BALDWIN,"
      },
      {
        "text": "Justice CASTILLE,\ndissenting.\nI join the concerns articulated by Mr. Justice Saylor in his Concurring Opinion, and particularly his concern regarding the “prudent man standard” and economic issues affecting Majestic Star. However, unlike Justice Saylor, I believe those concerns warrant a remand to the Board for reconsideration. For the reasons I have set forth in my Dissenting Opinion in Riverwalk Casino, LP v. Pennsylvania Gaming Control Board, J-42-2007, 592 Pa. 505, 926 A.2d 926, the failure of the Board to conduct any of its deliberations in public, or to allow for the equivalent of a post-verdict procedure once the Board finally articulated the grounds for its decision, necessitates a fuller consideration and explanation. Hence, I respectfully dissent.",
        "type": "dissent",
        "author": "Justice CASTILLE,"
      }
    ],
    "attorneys": [
      "Mark Scott Stewart, Esq., Dino Antonio Ross, Esq., Brian P. Flaherty, Esq., Wolf, Block, Schorr and Solis-Cohen L.L.P., Kevin James McKeon, Esq., Hawke McKeon Sniscak & Kennard, L.L.P., Anthony Robert Twardowski, Esq., Katherine Elizabeth Lovette, Esq., Hawke McKeon Sniscak & Kennard, L.L.P. Tami Bogutz Steinberg, Esq., Harrisburg, for IOC Pittsburgh, Inc.",
      "James J. Eisenhower, III, Esq., Paul H. Titus, Esq., Hans Justin Park, Esq., Mark McKelvie Lee, Esq., Mark PITO, Philadelphia, for PITG Faming, L.L.C.",
      "Patrick Kennedy Cavanaugh, Esq., Victor Paul Stabile, Esq., Seth P. Waxman, Dilworth Paxson, L.L.P., Arthur H. Stroyd, Jr., Esq., Harrisburg, for Station Square Gaming L.P.",
      "Richard Douglas Sherman, Esq., John Walter Dornberger, Esq., James John Kutz, Esq., Brian M. Peters, Esq., Jonathan B. Sprague, Esq., Barbara S. Magen, Esq., Post & Schell, P.C., Frank T. Donaghue, Esq., Linda S. Lloyd, Esq., Harrisburg, for PA Gaming Control Board.",
      "Patrick Kennedy Cavanaugh, Esq., Victor Paul Stabile, Esq., Dilworth Paxson, L.L.P., Arthur H. Stroyd, Jr., Esq., Harrisburg, for Station Square Gaming L.P.",
      "Mark Scott Stewart, Esq., Dino Antonio Ross, Esq., Brian P. Flaherty, Esq., Wolfe, Block, Schorr and Solis-Cohen, L.L.P., Kevin James McKeon, Esq., Anthony Robert Twardowski, Esq., Katherine Elizabeth Lovette, Esq., Hawke McKeon Sniscak & Kennard, L.L.P., Tami Bogutz Steinberg, Esq., Harrisburg, for IOC Pittsburgh, Inc."
    ],
    "corrections": "",
    "head_matter": "927 A.2d 232\nSTATION SQUARE GAMING L.P., Petitioner, v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. PITG Gaming, L.L.C., Intervenor. IOC Pittsburgh, Inc., Petitioner, v. Pennsylvania Gaming Control Board, Respondent. PITG Gaming, L.L.C., Intervenor.\nNos. 28 & 29 MM 2007.\nSupreme Court of Pennsylvania.\nArgued May 15, 2007.\nDecided July 18, 2007.\nMark Scott Stewart, Esq., Dino Antonio Ross, Esq., Brian P. Flaherty, Esq., Wolf, Block, Schorr and Solis-Cohen L.L.P., Kevin James McKeon, Esq., Hawke McKeon Sniscak & Kennard, L.L.P., Anthony Robert Twardowski, Esq., Katherine Elizabeth Lovette, Esq., Hawke McKeon Sniscak & Kennard, L.L.P. Tami Bogutz Steinberg, Esq., Harrisburg, for IOC Pittsburgh, Inc.\nJames J. Eisenhower, III, Esq., Paul H. Titus, Esq., Hans Justin Park, Esq., Mark McKelvie Lee, Esq., Mark PITO, Philadelphia, for PITG Faming, L.L.C.\nPatrick Kennedy Cavanaugh, Esq., Victor Paul Stabile, Esq., Seth P. Waxman, Dilworth Paxson, L.L.P., Arthur H. Stroyd, Jr., Esq., Harrisburg, for Station Square Gaming L.P.\nRichard Douglas Sherman, Esq., John Walter Dornberger, Esq., James John Kutz, Esq., Brian M. Peters, Esq., Jonathan B. Sprague, Esq., Barbara S. Magen, Esq., Post & Schell, P.C., Frank T. Donaghue, Esq., Linda S. Lloyd, Esq., Harrisburg, for PA Gaming Control Board.\nPatrick Kennedy Cavanaugh, Esq., Victor Paul Stabile, Esq., Dilworth Paxson, L.L.P., Arthur H. Stroyd, Jr., Esq., Harrisburg, for Station Square Gaming L.P.\nMark Scott Stewart, Esq., Dino Antonio Ross, Esq., Brian P. Flaherty, Esq., Wolfe, Block, Schorr and Solis-Cohen, L.L.P., Kevin James McKeon, Esq., Anthony Robert Twardowski, Esq., Katherine Elizabeth Lovette, Esq., Hawke McKeon Sniscak & Kennard, L.L.P., Tami Bogutz Steinberg, Esq., Harrisburg, for IOC Pittsburgh, Inc.\nBEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD JJ.\n. The Board also received an application from a fourth applicant. This fourth applicant, however, subsequently did not fulfill the application requirements and thus was not considered for the Pittsburgh slot machine license. See Board Adjudication at 5."
  },
  "file_name": "0664-01",
  "first_page_order": 716,
  "last_page_order": 749
}