{
  "id": 3556300,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Derrick RAGAN, Appellant",
  "name_abbreviation": "Commonwealth v. Ragan",
  "decision_date": "2007-05-31",
  "docket_number": "No. 408 CAP",
  "first_page": "217",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "592 Pa. 217"
    },
    {
      "type": "parallel",
      "cite": "923 A.2d 1169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "897 A.2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "587 Pa. 690",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "881 A.2d 888",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "373 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716714
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0083-01"
      ]
    },
    {
      "cite": "651 A.2d 536",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "hereinafter referred to as the Thomas case"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "539 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "hereinafter referred to as the Thomas case"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "781 A.2d 94",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9476916,
        706294
      ],
      "weight": 3,
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/781/0094-01",
        "/pa/566/0323-01"
      ]
    },
    {
      "cite": "566 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706294
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0323-01"
      ]
    },
    {
      "cite": "833 A.2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9084289,
        588012
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "723",
          "parenthetical": "citing Commonwealth v. Breakiron, 566 Pa. 323, 781 A.2d 94, 97 n. 4 (2001)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/833/0719-01",
        "/pa/574/0724-01"
      ]
    },
    {
      "cite": "574 Pa. 724",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        588012
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "citing Commonwealth v. Breakiron, 566 Pa. 323, 781 A.2d 94, 97 n. 4 (2001)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0724-01"
      ]
    },
    {
      "cite": "743 A.2d 390",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95755,
        11487542
      ],
      "weight": 2,
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0106-02",
        "/a2d/743/0390-01"
      ]
    },
    {
      "cite": "560 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95803,
        95755
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0106-01",
        "/pa/560/0106-02"
      ]
    },
    {
      "cite": "645 A.2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866896,
        7867043,
        475500,
        475501
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0811-01",
        "/a2d/645/0811-02",
        "/pa/538/0002-01",
        "/pa/538/0001-01"
      ]
    },
    {
      "cite": "538 Pa. 2",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475500
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0002-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 7691,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 2.0695391657086236e-07,
      "percentile": 0.757576406964267
    },
    "sha256": "265b6a7a208666b4f08919f101d72ffe3ffe48c2acc841bae60801ca84e48d35",
    "simhash": "1:a09f754323e71313",
    "word_count": 1235
  },
  "last_updated": "2024-02-27T21:45:49.457734+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD, JJ.",
      "Chief Justice CAPPY, and Justice CASTILLE, SAYLOR and BAER, Justice BALDWIN and Justice FITZGERALD join the opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Derrick RAGAN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nThis is an appeal from the denial of appellant’s second petition under the Post Conviction Relief Act (PCRA), 42 Pa.C.S. § 9541 et seq. For the following reasons, we affirm.\nOn the day of this murder, Darren Brown was pursuing persons who assailed his brother. When he encountered appellant on a set of stairs, appellant drew a pistol and shot Brown in the chest; after Brown collapsed, appellant fired 12 more shots into Brown’s body.\nA jury convicted appellant of first degree murder, possessing instruments of crime, and recklessly endangering another person. The jury found one aggravating circumstance-that appellant had previously been convicted of the first degree murder of Anthony Thomas. See 42 Pa.C.S. § 9711(d)(10). The jury found two mitigating circumstances-appellant’s age at the time of the crime, see id., § 9711(e)(4), and his family environment. See id., § 9711(e)(8). Appellant was sentenced to death October 2, 1991, after the jury found the aggravating circumstance outweighed the mitigating circumstances. This Court affirmed July 29, 1994. See Commonwealth v. Ragan, 538 Pa. 2, 645 A.2d 811 (1994). Appellant did not seek certiorari from the United States Supreme Court.\nAppellant filed his first PCRA petition and was denied relief. We affirmed the PCRA court’s findings December 22, 1999. See Commonwealth v. Ragan, 560 Pa. 106, 743 A.2d 390 (1999). In February, 2000, appellant began federal habeas corpus proceedings. In the course of discovery for that action, appellant’s attorney received discovery materials containing witness statements from the Thomas trial, which allegedly had never been turned over to appellant’s trial counsel in the Thomas case. Based upon the allegations that these materials resulted in Brady violations by the Commonwealth, the federal habeas proceedings were suspended to allow appellant the opportunity to seek state court remedies.\nAppellant filed a PCRA petition challenging his conviction in the Thomas case on the basis that after-discovered evidence comprised Brady violations, and on October 15, 2001, also filed the instant petition challenging his sentence for the Brown murder, arguing the aggravating circumstance under § 9711(d)(10) could not sustain his death sentence due to the alleged Brady violations and defects in his conviction in the Thomas murder.\nThe PCRA court noted the petition here was premised on the assumption the PCRA court would grant relief in the Thomas PCRA petition. See PCRA Court Opinion, 9/24/03, at 11. The Thomas PCRA petition was dismissed after the PCRA court determined the witness statements were in fact turned over to defense counsel prior to trial. Here, the PCRA court noted if relief was granted in the Thomas PCRA petition, it may have had an effect on the aggravating circumstance leading to appellant’s death sentence in this case, but because relief was denied in the Thomas case, the court denied relief in the instant case as well. Id. The PCRA court dismissed both petitions, determining they were untimely filed. The instant petition is independent from the Thomas case and deals solely with the Brown murder.\n“On appeal from the denial of PCRA relief, our standard of review is whether the findings of the PCRA court are supported by the record and free of legal error.” Commonwealth v. Abu-Jamal, 574 Pa. 724, 833 A.2d 719, 723 (2003) (citing Commonwealth v. Breakiron, 566 Pa. 323, 781 A.2d 94, 97 n. 4 (2001)). We must determine whether the PCRA court properly denied relief, dismissing appellant’s petition.\nA petitioner has one year from the date a judgment of sentence becomes final to file a second or subsequent PCRA petition. 42 Pa.C.S. § 9545(b)(1). The one-year time-bar may be overcome if the petitioner proves one of the following:\n(1) the failure to raise the claim previously was the result of interference by government officials with the presentation of the claim in violation of the Constitution or laws of this Commonwealth or the Constitution or laws of the United States;\n(ii) the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence; or\n(iii) the right asserted is a constitutional right that was recognized by the Supreme Court of the United States or the Supreme Court of Pennsylvania after the time period provided in this section and has been held by that court to apply retroactively.\nId., § 9545(b)(l)(i), (ii), (iii). A petition based upon one of these exceptions must be filed within 60 days of the date the claim could have been presented. Id., § 9545(b)(2).\nThe Commonwealth argues appellant’s appeal should be quashed because his “brief is devoted entirely to an attack on the propriety of his conviction in [the Thomas] case, and requests relief ... that is unavailable on collateral review from the judgment entered in the [instant] capital case.” Commonwealth’s Brief, at 15. Additionally, the Commonwealth asserts appellant is barred from challenging the Thomas conviction under both the previously litigated bar and the collateral estoppel bar. Id., at 16. Finally, the Commonwealth argues even if appellant’s petition is not barred by these doctrines, it was untimely filed and does not meet any of the exceptions set forth in § 9545(b). Id., at 19-20.\nAppellant asserts the sole aggravating factor found by the jury, which resulted in his death sentence, was obtained in violation of his constitutional rights; therefore, his death sentence cannot stand. Appellant’s Brief, at 16-17. Appellant asserts that because his conviction in the Thomas case was unconstitutional, he is not collaterally estopped from challenging his death sentence based on his Thomas conviction. Appellant’s Reply Brief, at 1, 3.\nThe instant petition is wholly dependent on appellant’s unsuccessful PCRA challenge in the Thomas case. The PCRA court did not err in determining the dismissal of the Thomas PCRA petition was fatal to this instant petition. Moreover, the Thomas case has been finally adjudicated, and the after-discovered evidence claims raised in the Thomas PCRA petition were meritless; appellant is precluded from relying on those meritless claims as a basis for relief in the instant case. Having found appellant is not entitled to relief, we affirm the order of the PCRA court and direct the Prothonotary of this Court to transmit the complete record of this case to the Governor of Pennsylvania. See 42 Pa.C.S. § 9711(i).\nOrder affirmed. Jurisdiction relinquished.\nChief Justice CAPPY, and Justice CASTILLE, SAYLOR and BAER, Justice BALDWIN and Justice FITZGERALD join the opinion.\n. Commonwealth v. Ragan, 539 Pa. 648, 651 A.2d 536 (1994) (hereinafter referred to as the Thomas case).\n. Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).\n. This was appellant’s second PCRA petition in the Thomas case.\n. Since the time the instant PCRA petition was filed, the second Thomas PCRA petition has been finally adjudicated. The Superior Court affirmed the dismissal of the second Thomas PCRA petition. See Commonwealth v. Ragan, 881 A.2d 888 (Pa.Super.2005). On March 15, 2006, this Court denied review. See Commonwealth v. Ragan, 587 Pa. 690, 897 A.2d 455 (2006).",
        "type": "majority",
        "author": "Justice EAKIN."
      }
    ],
    "attorneys": [
      "Michael Wiseman, Esq., Philadelphia, for Derrick Ragan.",
      "Amy Zapp, Esq., PA Office of Attorney General, Hugh J. Burns, Jr., Esq., Philadelphia District Attorney’s Office, for Commonwealth of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "923 A.2d 1169\nCOMMONWEALTH of Pennsylvania, Appellee, v. Derrick RAGAN, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 9, 2006.\nDecided May 31, 2007.\nMichael Wiseman, Esq., Philadelphia, for Derrick Ragan.\nAmy Zapp, Esq., PA Office of Attorney General, Hugh J. Burns, Jr., Esq., Philadelphia District Attorney’s Office, for Commonwealth of Pennsylvania.\nBEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD, JJ."
  },
  "file_name": "0217-01",
  "first_page_order": 269,
  "last_page_order": 273
}