{
  "id": 3717463,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Desmond ANOBAH, Defendant-Appellant",
  "name_abbreviation": "United States v. Anobah",
  "decision_date": "2013-11-04",
  "docket_number": "No. 12-1276",
  "first_page": "733",
  "last_page": "740",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 733"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "601 F.3d 660",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4225407
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/601/0660-01"
      ]
    },
    {
      "cite": "571 F.3d 716",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3667635
      ],
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/571/0716-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1344",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "549 F.3d 526",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5735222
      ],
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/549/0526-01"
      ]
    },
    {
      "cite": "648 F.3d 569",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3741307
      ],
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/648/0569-01"
      ]
    },
    {
      "cite": "642 F.3d 599",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3383519
      ],
      "pin_cites": [
        {
          "page": "605"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/642/0599-01"
      ]
    },
    {
      "cite": "590 F.3d 499",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3503539
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "523-24"
        },
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/590/0499-01"
      ]
    },
    {
      "cite": "670 F.3d 768",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5711370
      ],
      "pin_cites": [
        {
          "page": "771"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/670/0768-01"
      ]
    },
    {
      "cite": "635 F.3d 929",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4029313
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "936"
        },
        {
          "page": "937"
        },
        {
          "page": "935",
          "parenthetical": "what is required is a showing that the victim placed more than the ordinary degree of reliance on the defendant's integrity and honesty"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/635/0929-01"
      ]
    },
    {
      "cite": "415 F.3d 606",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8947007
      ],
      "pin_cites": [
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/415/0606-01"
      ]
    },
    {
      "cite": "551 U.S. 338",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3573000
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "341-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/551/0338-01"
      ]
    },
    {
      "cite": "624 F.3d 865",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3794002
      ],
      "pin_cites": [
        {
          "page": "870"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/624/0865-01"
      ]
    },
    {
      "cite": "491 F.3d 700",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3470117
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "706"
        },
        {
          "page": "706"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/491/0700-01"
      ]
    },
    {
      "cite": "644 F.3d 526",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5649023
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "531"
        },
        {
          "page": "531"
        },
        {
          "page": "531"
        },
        {
          "page": "531-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/644/0526-01"
      ]
    },
    {
      "cite": "552 U.S. 38",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3675664
      ],
      "weight": 7,
      "year": 2007,
      "pin_cites": [
        {
          "page": "46"
        },
        {
          "page": "51"
        },
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/552/0038-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 981",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)(C)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 1341",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 1343",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 938,
    "char_count": 20711,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 1.895485286710291e-07,
      "percentile": 0.7295606809508971
    },
    "sha256": "7686c9b8a515344b56b8eedff7c901bd73a65565b778a80975167751c08e20e7",
    "simhash": "1:258b6b60ef0d05d1",
    "word_count": 3285
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RIPPLE and ROVNER, Circuit Judges and BARKER, District Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Desmond ANOBAH, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "ROVNER, Circuit Judge.\nDesmond Anobah pled guilty to one count of wire fraud, in violation of 18 U.S.C. § 1343. The district court sentenced him to thirty-six months of imprisonment, a term five months below the low end of the calculated guidelines range. He now appeals his sentence, challenging the court’s application of guidelines enhancements for abuse of a position of trust and for use of sophisticated means in committing the fraud. We affirm.\nI.\nDesmond Anobah was a loan officer, licensed by the State of Illinois and employed for more than eight years by American Financial Funding Corporation (“AFFC”). Anobah’s duties at AFFC included recruiting loan applicants, interviewing those applicants to gather information, preparing loan application packages, collecting supporting documentation, and obtaining other information in support of the loan applications. Anobah enjoyed success in this position: between late 1997 and 2008, AFFC paid him between $100,000 and $148,000 per year in commissions. Unfortunately, Anobah decided to supplement his income by participating in a complex mortgage fraud scheme with several other people.\nFrom May 2006 through October 2006, Anobah acted as a loan officer for at least two fraudulently obtained mortgages at AFFC. The scheme employed a “straw-man” real estate purchaser (Prentice Mason), a real estate developer (Bobby Brown, Jr.) and his employee (Barry Adams), a Chase Bank employee (Tracy Green) and a licensed real estate agent (Leslie Love), among others. Brown and Adams recruited Mason to act as a nominee buyer of a property on Baybrook Court in Addison, Illinois. They then referred Mason to Anobah so that Anobah could prepare a fraudulent loan application on behalf of Mason. The application that Anobah prepared contained numerous material falsehoods. Among other things, the application and supporting documentation (1) falsely stated that Mason intended to occupy the property; (2) overstated Mason’s income; (3) falsely represented that Mason was employed by B & M Custom Homes; (4) falsely reported that Mason received rental income; (5) inflated the amount of money Mason had on deposit at Chase Bank; and (6) failed to disclose all of Mason’s financial liabilities.\nTo carry off the ruse, Anobah, Brown, Love, Green and others created supporting documents falsely verifying Mason’s employment, obtained a falsified letter from an accountant, generated fraudulent lease agreements and verifications of rental payments, and created a false verification of deposits from Chase Bank. Anobah knew that Mason’s Chase account had a lower balance than was represented, and he knew that the rent documents and leases were fraudulent, but nevertheless submitted them to AFFC with the loan application. Anobah also recruited an accountant/tax preparer to draft a materially false letter as part of Mason’s loan application. The letter stated that the tax preparer had completed tax returns for Mason for the past three years and that Mason was self-employed in the home building business. As a result of this application, AFFC issued two loans in the amount of $760,000 for the Baybrook Court property, and ultimately suffered a loss of approximately $290,000 on those loans. In the course of this scheme, AFFC wired funds from an account in Alabama to a bank in Chicago, providing the basis for the wire fraud charge. Anobah also played a similar role in other loan applications for two properties in Chicago, at 6513 South Evans and 6608 South Lowe. In those instances, two other lenders lost $289,000 and $220,000 respectively. The loss for all three lenders totaled approximately $799,000.\nAnobah was charged with two counts of wire fraud in violation of 18 U.S.C. § 1343, and one count of mail fraud in violation of 18 U.S.C. § 1341. The government also sought .forfeiture of Anobah’s interest in approximately $760,000 pursuant to 18 U.S.C. § 981(a)(1)(C). Anobah pled guilty to one count of wire fraud, the count involving the Baybrook Court loans from AFFC. At the time he , pled guilty, he conceded only that he had participated in the preparation of the accountant’s letter; he otherwise denied the government’s version of the offense and all of the relevant conduct related to the other counts. R. 58, at 28. Because of those denials, the probation officer who prepared the Pre-sentence Investigation Report (“PSR”) recommended that Anobah not receive any sentence reduction for acceptance of responsibility. On the day of his sentencing hearing, however, Anobah indicated through his attorney that he wished to “accept full responsibility for the relevant conduct,” and for “engaging in the conduct that the Government has described in their position and in their sentencing memorandas [sic].” R. 60, at 89. See also R. 60 at 97-98. Anobah then conceded the total amount of the loss to all of the lenders for all three counts of the indictment. As a result, the court gave him a three-point reduction for acceptance of responsibility when calculating the guidelines sentence. After adding a two-level increase for abusing a position of trust, and a two-level increase for the use of sophisticated means in committing the fraud, the court arrived at a total offense level of twenty-two. Combined with Anobah’s criminal history category of I, the guidelines range was forty-one to fifty-one months of imprisonment. The court sentenced Anobah to thirty-six months of imprisonment, five months below the low end of the guidelines range. The court also ordered him to pay restitution in the amount of $290,000, the amount lost by his employer, AFFC. Anobah appeals.\nII.\nOn appeal, Anobah challenges the district court’s decision to enhance his sentence for abuse of a position of trust pursuant to U.S.S.G. § 3B1.3, and for use of sophisticated means pursuant to U.S.S.G. § 2B1.1(b)(10)(C). Our review of sentencing decisions is limited to whether they are reasonable, applying the abuse of discretion standard. Gall v. United States, 552 U.S. 38, 46, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007); United States v. Aslan, 644 F.3d 526, 531 (7th Cir.2011). We first must ensure that the district court committed no significant procedural error. Gall, 552 U.S. at 51, 128 S.Ct. 586. Procedural errors include, among other things, incorrectly calculating the guidelines range, or failing to explain adequately the chosen sentence, including an explanation for any deviation from the guidelines range. Gall, 552 U.S. at 51, 128 S.Ct. 586; Aslan, 644 F.3d at 531. We review the district court’s interpretation of the sentencing guidelines de novo. Aslan, 644 F.3d at 531; United States v. Veazey, 491 F.3d 700, 706 (7th Cir.2007). We review the district court’s findings of fact for clear error. United States v. Knox, 624 F.3d 865, 870 (7th Cir.2010). Sentences that are within the properly calculated guidelines range are entitled to a rebuttable presumption of reasonableness. Rita v. United States, 551 U.S. 338, 341-49, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007); Aslan, 644 F.3d at 531-32; Veazey, 491 F.3d at 706; United States v. Mykytiuk, 415 F.3d 606, 608 (7th Cir.2005).\nA.\nThe PSR recommended a two-level increase for abuse of a position of trust under U.S.S.G. § 3B1.3. That guideline provides, in relevant part, “If the defendant abused a position of public or private trust, or used a special skill, in a manner that significantly facilitated the commission or concealment of the offense, increase by 2 levels.” According to the Application Notes:\n“Public or private trust” refers to a position of public or private trust characterized by professional or managerial discretion (i.e., substantial discretionary judgment that is ordinarily given considerable deference). Persons holding such positions ordinarily are subject to significantly less supervision than employees whose responsibilities are primarily non-discretionary in nature. For this adjustment to apply, the position of public or private trust must have contributed in some significant way to facilitating the commission or concealment of the offense (e.g., by making the detection of the offense or the defendant’s responsibility for the offense more difficult). This adjustment, for example, applies in the case of an embezzlement of a client’s funds by an attorney serving as a guardian, a bank executive’s fraudulent loan scheme, or the criminal sexual abuse of a patient by a physician under the guise of an examination. This adjustment does not apply in the case of an embezzlement or theft by an ordinary bank teller or hotel clerk because such positions are not characterized by the above-described factors.\nU.S.S.G. § 3B1.3, Application Note 1. A “special skill” includes “a skill not possessed by members of the general public and usually requiring substantial education, training or licensing.” U.S.S.G. § 3B1.3, Application Note 4.\nThe government posited that Anobah held a position of trust with his employer, AFFC. The government noted that Ano-bah was a long-term employee of AFFC, endowed with trust by his employer, and not simply an independent contractor as was often the case in loan originator cases. The court found that Anobah held a special license as a loan originator, and that his employer relied on him as a licensed loan originator in determining whether Mason was a suitable loan risk. The court also concluded that Anobah’s position of trust with his employer not only facilitated the commission of the offense but also aided in the concealment of it.\nAnobah complains that the court, in making these findings, relied entirely on the unsworn statement of the Assistant United States Attorney that AFFC did in fact rely on Anobah in determining whether Mason was a suitable loan risk. Ano-bah asserts that there is no evidence in the record proving that he was “anything more than a gopher, with no discretion, much less substantial discretion.” We disagree.\nNotably, the record contained the government’s version of the offense, the PSR, and Anobah’s concession that those documents were accurate, a concession he made in accepting responsibility for the offense and relevant conduct. That record confirmed that Anobah held a state license as a loan originator, and was a long-term, highly compensated employee of AFFC, entrusted with obtaining new clients, gathering information from them, completing loan applications with them and gathering supporting documentation for these loan applications. These facts distinguish Ano-bah’s case from United States v. Fuchs, 635 F.3d 929 (7th Cir.2011), the case on which Anobah largely relies. In that case, the defendant was neither licensed nor an employee of the lenders. 635 F.3d at 936. He was instead employed by a broker, and the broker, in turn, had a contractual relationship with the lenders. At times, the lenders in Fuchs tried to independently verify the accuracy of the information supplied on the loan applications, indicating that they had not placed any particular trust in the defendant. The connection between Fuchs and the lenders was nothing more than an “ordinary arm’s-length, commercial relationship.” Fuchs, 635 F.3d at 937. Unlike the situation presented in Anobah’s case, the relationship between the defendant and the lenders in Fuchs did not justify application of the enhancement.\nTrue, the record here does not reveal whether AFFC independently attempted to verify the information provided by Ano-bah, or whether his job duties included performing a verification task for his employer. However, the court drew a natural and reasonable inference in concluding that AFFC relied on the information presented to the company by its long-term, licensed employee in determining whether a customer was a suitable loan risk. See Fuchs, 635 F.3d at 935 (what is required is a showing that the victim placed more than the ordinary degree of reliance on the defendant’s integrity and honesty). The court’s conclusion that Anobah was a highly-compensated, long-term employee, entrusted with the duties described above, are adequate to support the enhancement for abuse of a position of trust. To the extent it was a close call, it was the district court’s call to make. See United States v. Bradshaw, 670 F.3d 768, 771 (7th Cir.2012) (in a case close to the outer boundaries of the abuse-of-trust enhancement under § 3B1.3, we defer to the district court’s factual findings unless they are clearly erroneous).\nB.\nWe turn to Anobah’s challenge to the “sophisticated means” enhancement. Section 2B1.1(b)(10)(C) provides that if “the offense otherwise involved sophisticated means, increase by 2 levels.” Application Note 8 explains that:\n‘ sophisticated means’ means especially complex or especially intricate offense conduct pertaining to the execution or concealment of an offense. For example, in a telemarketing scheme, locating the main office of the scheme in one jurisdiction but locating soliciting operations in another jurisdiction ordinarily indicates sophisticated means. Conduct such as hiding assets or transactions, or both, through the use of fictitious entities, corporate shells, or offshore financial accounts also ordinarily indicates sophisticated means.\nU.S.S.G. § 2Bl.l(b)(10)(C), Application Note 8. The government sought an increase under this provision because the offense involved the use of multiple documents containing false statements, and the creation of other documents to support the false statements in the first set of documents.\nThe probation officer who prepared the PSR disagreed, concluding that the “offense was not any more complex or intricate than necessary to accomplish the normal fraud of this type.” PSR, at 10. The probation officer noted the absence of the factors listed in Application Note 8, observing that there was no hiding of assets or transactions, and no use of fictitious entities, corporate shells or offshore financial accounts. The government countered that the offense involved more than the falsehoods contained on the loan applications themselves. Looking to the relevant conduct of others in the scheme, the government argued that false documentation was created by many other people to conceal the lies on the loan applications. For example, a false verification of rent document was created, a false lease was submitted, a fake letter was solicited from a tax accountant, and additional supporting documentation was falsified to “verify” Mason’s employment status and bank account balance.\nThe court concluded that, when considering the relevant conduct that was reasonably foreseeable to Anobah, the scheme met the standard necessary for the sophisticated means enhancement. The district court judge, who had sentenced several other defendants who were part of the same scheme, remarked, “I have found that the scheme is sophisticated in all of the other sentencings on this case for a number of reasons.” R. 60, at 96. The judge noted that, in addition to the many false documents created in support of the loan applications, the scheme involved straw purchasers, false property assessments, verifications of information supplied by attorneys who were prosecuted for their role in the offense, numerous properties in two different states, and a lengthy scheme that evaded detection for a substantial period of time. R. 60, at 96. The court therefore added two levels for the use of sophisticated means.\nAnobah first objects that the court relied on findings from other sentencing hearings, and that he had no warning or opportunity to review those proceedings. Although Anobah objected substantively to the application of the two-level sophisticated means enhancement, he did not object below to the court’s use of information from other sentencing hearings. He has therefore forfeited that objection and we review it for plain error. United States v. Are, 590 F.3d 499, 523-24 (7th Cir.2009). Anobah was aware that the government was seeking the sophisticated means enhancement and that the foreseeable relevant conduct of his co-schemers was at issue. Because Anobah has not asserted that any of the evidence from his co-schemers’ sentencing hearings was unreliable or that the district court’s view of that evidence was somehow flawed, any error in failing to notify Anobah that this evidence would be used was not so prejudicial as to meet the plain error standard. Are, 590 F.3d at 525. See also United States v. Thornton, 642 F.3d 599, 605 (7th Cir.2011) (even when there is an error that is plain and affects substantial rights, we may exercise our discretion to correct the error if it seriously affects the fairness, integrity, or public reputation of judicial proceedings). In assessing the merits of Anobah’s objection to the sophisticated means enhancement, we will therefore credit the district court’s findings that were'gleaned from the sentencing hearings of Anobah’s co-schemers. See United States v. Green, 648 F.3d 569, 576 (7th Cir.2011) (a sophisticated means enhancement may be applied to a defendant so long as the use of sophisticated means by other criminal associates was reasonably foreseeable to him).\nOn the merits, Anobah contends that the enhancement was not warranted because there was no evidence that the offense involved any greater level of planning or concealment than a typical fraud of that kind. United States v. Wayland, 549 F.3d 526, 528 (7th Cir.2008) (offense conduct is sophisticated if it displays a greater level of planning or concealment than a typical fraud of that kind). The district court found otherwise and we, see no reason to disturb that decision. The court found that the scheme involved properties in two states, the use of straw purchasers, and the creation of both false loan applications and false documents to support the misinformation in the false loan applications. The court also noted that the scheme went undetected for a lengthy period of time. In the transaction for which Anobah pled guilty, no fewer than five other people aided the scheme, including a builder,, a banker, a real estate agent, a tax accountant and a straw purchaser. The court did not clearly err in finding that the scheme involved sophisticated means in light of the foreseeable actions of Anobah’s co-schemers.\nIII.\nFor the sake of completeness, we address one final issue raised in the government’s brief. Although Anobah was charged with wire fraud and mail fraud, and pled guilty to wire fraud in violation of 18 U.S.C. § 1343, the judgment and commitment orders mistakenly list the offense of conviction as bank fraud, in violation of 18 U.S.C. § 1344. See Brief of United States, at 1 n. 2. The government assured us in that same footnote that it would move to correct the mistake in the district court. Our review of the district court docket reveals that no such motion has been filed. A remand is unnecessary, however, because we may correct the error ourselves. The discrepancy in the written judgment is a clerical error, correctable at any time under Federal Rule of Criminal Procedure 36. Fed.R.Crim.P. 36 (“After giving any notice it considers appropriate, the court may at any time correct a clerical error in a judgment, order, or other part of the record”); United States v. Johnson, 571 F.3d 716, 718 (7th Cir.2009) (Rule 36 is limited to errors that are clerical in nature, not judicial mistakes). Rule 36 is equally available to the court of appeals and the district court. See Fed. R.Crim.P. 1(a)(1) (“These rules govern the procedure in all criminal proceedings in the United States district courts, the United States courts of appeals, and the Supreme Court of the United States.”); United States v. Pulley, 601 F.3d 660, 669 n. 4 (7th Cir.2010). Notice has been adequate here; the government raised the issue in its brief and Anobah could have responded in either his reply brief or at oral argument. We therefore order the clerk of the district court to amend the written judgment and commitment orders to reflect that the offense of conviction was wire fraud in violation of 18 U.S.C. § 1343. With that modification, the judgment óf the district court is\nAFFIRMED.",
        "type": "majority",
        "author": "ROVNER, Circuit Judge."
      }
    ],
    "attorneys": [
      "Helene B. Greenwald, Attorney, Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.",
      "Kent R. Carlson, Attorney, Carlson & Associates, Chicago, IL, for Defendant-Appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Desmond ANOBAH, Defendant-Appellant.\nNo. 12-1276.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Jan. 22, 2013.\nDecided Nov. 4, 2013.\nHelene B. Greenwald, Attorney, Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.\nKent R. Carlson, Attorney, Carlson & Associates, Chicago, IL, for Defendant-Appellant.\nBefore RIPPLE and ROVNER, Circuit Judges and BARKER, District Judge.\nThe Honorable Sarah Evans Barker, of the United States District Court for the Southern District of Indiana, sitting by designation"
  },
  "file_name": "0733-01",
  "first_page_order": 757,
  "last_page_order": 764
}