{
  "id": 3717950,
  "name": "Marshall FREIDUS, on behalf of himself and all others similarly situated, Stewart Thompson and Sharon Thompson, Trustees for the S.O. Thompson Rev. Trust and the S.G. Thompson Rev. Trust, Dora L. Mahboubi, Lead Plaintiffs-Appellants, Larry Morrison, individually and on behalf of all others similarly situated, Jeffrey Lefcourt, on behalf of himself and all others similarly situated, Beverly Pellegrini, on behalf of herself and all others similarly situated, Alfred Fait, on behalf of himself and all others similarly situated, Consolidated Plaintiffs, v. BARCLAYS BANK PLC, Barclays PLC, Matthew William Barrett, John Silvester Varley, Naguib Kheraj, Robert Edward Diamond, Jr., Sir Richard Broadbent, Richard Leigh Clifford, Dame Sandra J.N. Dawson, Sir Andrew Likierman, Sir Nigel Rudd, Stephen George Russell, John Michael Sunderland, Barclays Capital Securities Limited, Citigroup Global Markets Inc., Merrill Lynch, Pierce, Fenner & Smith Incorporated, Wachovia Capital Markets, LLC, Morgan Stanley & Co. Incorporated, UBS Securities LLC, A.G. Edward & Sons, Inc., BNP Paribas Securities Corp., Goldman, Sachs & Co., KeyBanc Capital Markets Inc., RBC Dain Rauscher Inc., Suntrust Capital Markets, Inc., Wells Fargo Securities LLC, Marcus Agius, Dr. Christopher Lucas, Gary A. Hoffman, Frederik Seegers, David G. Booth, Fulvio Conti, Daniel Cronje, Banc of America Securities LLC, Defendants-Appellees",
  "name_abbreviation": "Freidus v. Barclays Bank PLC",
  "decision_date": "2013-08-19",
  "docket_number": "Docket No. 11-2665-CV",
  "first_page": "132",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 132"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "159 F.3d 723",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1615427
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "730-31"
        },
        {
          "page": "730-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/159/0723-01"
      ]
    },
    {
      "cite": "643 F.3d 352",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5646790
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/643/0352-01"
      ]
    },
    {
      "cite": "559 U.S. 633",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12448442,
        3582157
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "rejecting inquiry notice as a trigger for the § 10(b) statute of limitations"
        },
        {
          "page": "1797-98",
          "parenthetical": "rejecting inquiry notice as a trigger for the § 10(b) statute of limitations"
        },
        {
          "parenthetical": "rejecting inquiry notice as a trigger for the § 10(b) statute of limitations"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/0582-01",
        "/us/559/0633-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 771",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "513 U.S. 561",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1330581
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "571",
          "parenthetical": "holding that § 12(a)(2) does not apply to secondary market transactions as the statute's inclusion of the term \"prospectus\" evinces an intent to limit the Sections's scope solely to the initial public offering"
        },
        {
          "parenthetical": "holding that § 12(a)(2) does not apply to secondary market transactions as the statute's inclusion of the term \"prospectus\" evinces an intent to limit the Sections's scope solely to the initial public offering"
        },
        {
          "parenthetical": "holding that § 12(a)(2) does not apply to secondary market transactions as the statute's inclusion of the term \"prospectus\" evinces an intent to limit the Sections's scope solely to the initial public offering"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/513/0561-01"
      ]
    },
    {
      "cite": "432 F.3d 142",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        556362
      ],
      "pin_cites": [
        {
          "page": "147-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/432/0142-01"
      ]
    },
    {
      "cite": "501 U.S. 1083",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1108133
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1095-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/1083-01"
      ]
    },
    {
      "cite": "106 F.3d 11",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7649678
      ],
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/106/0011-01"
      ]
    },
    {
      "cite": "514 F.3d 184",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6047773
      ],
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/514/0184-01"
      ]
    },
    {
      "cite": "371 U.S. 178",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450547
      ],
      "weight": 3,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0178-01"
      ]
    },
    {
      "cite": "634 F.3d 706",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4096469
      ],
      "pin_cites": [
        {
          "page": "716-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/634/0706-01"
      ]
    },
    {
      "cite": "409 Fed.Appx, 412",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "pin_cites": [
        {
          "page": "416"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "681 F.3d 114",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3886255
      ],
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/681/0114-01"
      ]
    },
    {
      "cite": "556 U.S. 662",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653744
      ],
      "weight": 4,
      "year": 2009,
      "pin_cites": [
        {
          "page": "678",
          "parenthetical": "internal quotations marks omitted"
        },
        {
          "parenthetical": "internal quotations marks omitted"
        },
        {
          "parenthetical": "internal quotations marks omitted"
        },
        {
          "parenthetical": "internal quotation marks and citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/556/0662-01"
      ]
    },
    {
      "cite": "488 F.3d 586",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2912355
      ],
      "pin_cites": [
        {
          "page": "591-92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/488/0586-01"
      ]
    },
    {
      "cite": "2011 WL 2150477",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "page": "*3"
        },
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2011 WL 31548",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 6,
      "year": 2011,
      "pin_cites": [
        {
          "page": "*8"
        },
        {
          "page": "*5-6"
        },
        {
          "page": "*7"
        },
        {
          "page": "*8-9"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "551 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3573048
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/551/0308-01"
      ]
    },
    {
      "cite": "550 U.S. 544",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3556136
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/550/0544-01"
      ]
    },
    {
      "cite": "655 F.3d 105",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3827880
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/655/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1255,
    "char_count": 29695,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 2.42458633809818e-07,
      "percentile": 0.8013511598552657
    },
    "sha256": "e5c9ea058d182f996852fbcc82cafe4f5c69d78654a1d6d0527a2af3d229ca13",
    "simhash": "1:3a656db3860b1506",
    "word_count": 4646
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: POOLER and B.D. PARKER, Circuit Judges."
    ],
    "parties": [
      "Marshall FREIDUS, on behalf of himself and all others similarly situated, Stewart Thompson and Sharon Thompson, Trustees for the S.O. Thompson Rev. Trust and the S.G. Thompson Rev. Trust, Dora L. Mahboubi, Lead Plaintiffs-Appellants, Larry Morrison, individually and on behalf of all others similarly situated, Jeffrey Lefcourt, on behalf of himself and all others similarly situated, Beverly Pellegrini, on behalf of herself and all others similarly situated, Alfred Fait, on behalf of himself and all others similarly situated, Consolidated Plaintiffs, v. BARCLAYS BANK PLC, Barclays PLC, Matthew William Barrett, John Silvester Varley, Naguib Kheraj, Robert Edward Diamond, Jr., Sir Richard Broadbent, Richard Leigh Clifford, Dame Sandra J.N. Dawson, Sir Andrew Likierman, Sir Nigel Rudd, Stephen George Russell, John Michael Sunderland, Barclays Capital Securities Limited, Citigroup Global Markets Inc., Merrill Lynch, Pierce, Fenner & Smith Incorporated, Wachovia Capital Markets, LLC, Morgan Stanley & Co. Incorporated, UBS Securities LLC, A.G. Edward & Sons, Inc., BNP Paribas Securities Corp., Goldman, Sachs & Co., KeyBanc Capital Markets Inc., RBC Dain Rauscher Inc., Suntrust Capital Markets, Inc., Wells Fargo Securities LLC, Marcus Agius, Dr. Christopher Lucas, Gary A. Hoffman, Frederik Seegers, David G. Booth, Fulvio Conti, Daniel Cronje, Banc of America Securities LLC, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "BARRINGTON D. PARKER, Circuit Judge:\nThe Lead Plaintiffs are purchasers of American Depositary Shares comprising Callable Dollar Preference Shares of Bar-clays Bank PLC (“Barclays”) sold between April 2006 and April 2008. Alleging that defendants made material misstatements and omissions in the offering materials associated with the sales of these shares, the Lead Plaintiffs sued pursuantto §§ 11, 12(a)(2), and 15 of the Securities Act of 1933. The United States District Court for the Southern District of New York (Crotty, J.) dismissed their claims with prejudice, finding them either time-barred, inadequately pled, or without an adequate lead plaintiff.\nLead Plaintiffs sought reconsideration. They requested leave to amend their complaint to address the pleading deficiencies, particularly to amend claims relating to the most recent offering to include allegations that defendants disbelieved the subjective valuations contained in the offering materials. The district court denied reconsideration and leave to amend, reasoning that amendment would be futile, as disbelief of subjective valuation claims could not be pursued under §§ 11 and 12(a)(2). Subsequently, this Court decided Fait v. Regions Fin. Corp., 655 F.3d 105 (2d Cir.2011), holding that allegations of disbelief of subjective opinions could be brought under §§ 11 and 12(a)(2) in certain circumstances. Although we agree with the district court that some of the claims were time-barred, we conclude that, with respect to the remaining claims, the district court erred in denying leave to amend. Therefore, we affirm in part, and reverse and remand in part.\nBACKGROUND\nOn a motion to dismiss for failure to state a claim on which relief can be granted, we assume the truth of the facts alleged, which are drawn here from the Consolidated Amended Complaint (the “Complaint”). See Bell Atl. Corp. v. Twombly, 550 U.S. 544, 572, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007); Tellabs, Inc. v. Makor Issues & Rights, Ltd., 551 U.S. 308, 322, 127 S.Ct. 2499, 168 L.Ed.2d 179 (2007).\nBetween April 2006 and April 2008, Bar-clays completed four offerings, from which Lead Plaintiffs and members of the putative class purchased some 218 million shares at $25 per share, yielding proceeds to Barclays of $5.45 billion. The four offerings were made pursuant to two Shelf Registration Statements, one filed in September 2005 and another in August 2007, as well as Supplemental Prospectuses filed on the dates of the offerings: April 21, 2006 (the “Series 2 Offering”); September 10, 2007 (the “Series 3 Offering”); November 30, 2007 (the “Series 4 Offering”); and April 8, 2008 (the “Series 5 Offering”) (collectively the “Offering Materials”).\nAs has been well documented, in the years leading up to 2006, an increased demand for homes, low interest rates, and easy access to credit fueled a rise in home prices and home building. To feed the growing demand for home ownership, mortgage loans were extended to many borrowers including those whose ability to repay was questionable. Lenders were willing take on higher-risk borrowers because the mortgages could be syndicated and sold into a robust market for mortgage-backed securities (“MBSs”), col-lateralized debt obligations (“CDOs”), and other similar securities. To hedge their investments in these complex securities, banks and other purchasers required that the securities be insured through mono-line insurers. In this climate, in April 2006, Barclays completed its Series 2 Offering, yielding proceeds of $750 million.\nBy late 2006 and through 2007, faced with inflated mortgage payments and declining home values, borrowers began defaulting on their mortgages. In turn, the securities that were linked to payments by these borrowers began to decline in value. Banks that had substantial exposure to mortgage-backed securities, either by holding the securities or having lent to entities who held them, began to experience losses. Many monoline insurers had difficulty absorbing the losses, which were occurring on an unprecedented scale.\nIn September 2007, Barclays’s Series 3 Offering yielded $1.2 billion. That same fall, many of Barclays’s peers reported substantial losses as a consequence of the deteriorating mortgage-backed securities market. For example, in October 2007, Merrill Lynch announced that it was writing down the value of the CDOs it held by $12.4 billion. Later that month, UBS announced a $4.4 billion writedown in the value of its CDO and residential MBS assets. Seemingly less affected than its peers, Barclays did not take any substantial writedowns at that point. Rather, on November 15, 2007, Barclays issued an unscheduled and unannounced “Trading Update,” disclosing that while it held a total of £18.4 billion in mortgage-related and other credit-market instruments, it had taken only a £1.5 billion writedown on its CDO and subprime assets. The following week, Barclays proceeded with its $1 billion Series 4 Offering.\nIn February 2008, Barclays announced its 2007 year-end results and reported that it had written down the value of its credit-market assets by £1.6 billion over the preceding year. Meanwhile many of Bar-clays’s peers had taken significantly larger writedowns, and some were on the verge of bankruptcy. In April 2008, Barclays completed its Series 5 Offering, yielding $2.5 billion.\nIn August 2008, after completing the four offerings at issue, Barclays disclosed that its net income had declined 34% in the first half of the year, due in part to a £2.8 billion writedown it had taken on its credit-market assets. By October, Barclays revealed that it was in need of capital, and later that month, it announced that, in order to raise $12.1 billion in capital, it was selling a third of the bank to Middle Eastern investors. Barclays also set up a hedge fund to purchase so-called “toxic” credit-market assets off of its balance sheets. By March 2009, the shares in question, which had initially sold for $25, were trading between 5 and 7 dollars.\nIn early 2009, the Lead Plaintiffs, who purchased shares in each of the four offerings, sued under §§ 11 and 12(a)(2) alleging that defendants had made material misrepresentations and omissions in the Offering Materials by failing to adequately disclose Barclays’s exposure to credit-market risks and by misleadingly assuring investors that Barclays’s risk management practices would prevent massive losses. Lead Plaintiffs’ claims were also premised on defendants’ alleged failure to accurately value and timely write down Barclays’s credit-market related assets as the value of those assets declined and their alleged failure to comply with International Financial Reporting Standards (“IFRS”) and SEC regulations.\nThe defendants moved to dismiss, alleging that the Complaint failed to state a claim, that Lead Plaintiffs lacked standing to pursue a § 12(a)(2) claim, that the claims relating to the Series 2, 3, and 4 Offerings were time-barred, and that the lead plaintiff for the Series 5 Offering claims was not an adequate lead plaintiff. The district court agreed and dismissed the Complaint with prejudice. In re Barclays Bank PLC Sec. Litig., No. 09-cv-1989, 2011 WL 31548 (S.D.N.Y. Jan. 5, 2011). The court concluded that the claims regarding the Series 2, 3, and 4 Offerings were time-barred and in any event, those claims, along with the Series 5 Offering allegations, failed to adequately plead violations of §§ 11 and 12(a)(2). Id. at *6-10. The district court reasoned that the pleadings were inadequate because the specific credit market-related exposures allegedly omitted were not actually required to be disclosed, and the allegedly insufficient writedowns of Barclays’s assets were based on subjective determinations and were therefore not actionable absent plausible allegations that defendants disbelieved the subjective valuations at the time they made them. Id. at *8-9.\nIn addition, the district court concluded that the Lead Plaintiffs lacked standing to bring § 12(a)(2) claims as they failed to allege that they had purchased the relevant shares directly from Barclays. Id. at *5-10. Further, with respect to just the Series 5 Offering claims, the district court concluded that because the only Series 5 Lead Plaintiff, Martin Ettin, had purchased his Series 5 shares after Barclays made corrective disclosures, he knew of the alleged untruths at the time of purchase and therefore could not recover under §§ 11 and 12(a)(2), much less serve as a lead plaintiff. Id. at *10.\nSoon after the dismissal, Lead Plaintiffs moved for reconsideration, requesting that the court modify its dismissal to be without prejudice and grant them leave to amend their complaint. They submitted a proposed Second Consolidated Amended Complaint (“the Proposed Complaint”), which included, among other changes, amended allegations regarding the Series 5 Offering that ostensibly addressed the pleading deficiencies identified by the district court. Significantly, the Proposed Complaint alleged that the defendants did not believe that the writedowns Barclays took on its mortgage-related assets were sufficient. After reviewing the Proposed Complaint, the district court denied reconsideration, holding that amendment would be futile as Lead Plaintiffs could not allege that the defendants had disbelieved their subjective representations without alleging fraud — a claim under § 10(b) of the 1934 Exchange Act which Lead Plaintiffs had not pled. In re Barclays Bank PLC Sec. Litig., No. 09-cv-1989, 2011 WL 2150477, at *3 (S.D.N.Y. May 31, 2011). This appeal followed.\nDISCUSSION\nWe review de novo a district court’s dismissal of a complaint for failure to state a claim, accepting all factual allegations in the complaint as true and drawing all reasonable inferences in plaintiffs’ favor. See Gorman v. Consol. Edison Corp., 488 F.3d 586, 591-92 (2d Cir.2007). To survive a motion to dismiss, a complaint must contain “sufficient factual matter, accepted as true, to state a claim to relief that is plausible on its face.” Ashcroft v. Iqbal, 556 U.S. 662, 678, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009) (internal quotations marks omitted). “[T]he pleading standard Rule 8 announces does not require detailed factual allegations, but it demands more than an unadorned, the-defendant-unlawfully-harmed-me accusation.” Id. (internal quotation marks and citation omitted).\nAlthough we ordinarily review a denial of reconsideration under an abuse-of-discretion standard, because the denial here was dependent on the district court’s determination that amendment would be futile, we review the denial de novo. Panther Partners Inc. v. Ikanos Commc’ns, Inc., 681 F.3d 114, 119 (2d Cir.2012).\nI.\nThe district court found, and we agree, that Lead Plaintiffs’ claims relating to the Series 2, 3, and 4 Offerings were time-barred as they were brought beyond the time permitted after Lead Plaintiffs had notice of their claims. Claims under §§ 11 and 12(a)(2) are subject to a one-year statute of limitations which commences upon “the discovery of the untrue statement or the omission, or after such discovery should have been made by the exercise of reasonable diligence.” 15 U.S.C. § 77m. As the district court explained, Barclays’s corrective disclosures provided “precisely the information Barclays should have disclosed earlier” such that Lead Plaintiffs should have discovered their alleged claims on the dates of those disclosures. See Amorosa v. AOL Time Warner Inc., 409 Fed.Appx, 412, 416 (2d Cir.2011) (holding that the corrective disclosure date is the same as the constructive notice date — or date on which the claim should have been discovered through reasonable diligence— for purposes of § ll’s statute of limitations). Because the Series 2, 3, and 4 claims were brought over a year from the date of the respective corrective disclosures-when Lead Plaintiffs had constructive notice of their claims — we hold that the claims are time-barred.\nSeries 2 and 3\nOn November 15, 2007, after the Series 2 and 3 Offerings were complete, Barclays abruptly filed a Trading Update (the “Update”), which disclosed the information Lead Plaintiffs alleged was absent from, or misstated in, the Offering Materials. The Update stated, for example, that Barclays had written down the value of its CDOs backed by residential MBSs to zero; that as of October 2007, the value of Bar-clays’s high-grade subprime assets had gone from £5.8 billion in June 2007 to £3.8 billion; and that as of October 2007, the value of Barclays’s mezzanine subprime assets had gone from £1.6 billion in June 2007 to £1.2 billion. Thus, to the extent Lead Plaintiffs contend that the Series 2 and 3 Offering Materials contained misstatements and omissions — about which we express no opinion — we find that Bar-clays’s disclosure of the same alleged untruths and omissions were sufficient for a reasonably diligent person to have discovered the alleged violation at that time.\nLead Plaintiffs argue that the Update was not a corrective disclosure but only a partial disclosure as it did not “inform investors that Barclays’[s] assets posed a material risk to its capital ratio, equity, liquidity, and overall health.” Also, Lead Plaintiffs allege that because the Update included seemingly “reliable words of comfort from management” a reasonable investor would have relied on these words and failed to investigate further. We think that, in spite of statements regarding the bank’s risk management practices and other generic assurances, Barclays’s unscheduled Update, which disclosed the company’s significant exposures to a deteriorating credit market whose fragility had recently been widely and publicly exposed, was sufficient for Lead Plaintiffs to have discovered the alleged untruths and omissions. This is particularly so in light of the fact that the Update came at a time when, according to Lead Plaintiffs’ own allegations, Barclays’s peer banks were suffering major losses as a result of their credit-market exposure. We conclude that, faced with this constellation of facts, a reasonably diligent investor would have discovered the alleged violations as of the November 15, 2007 Update. Since Lead Plaintiffs did not sue until the spring of 2009, the district court properly found that the claims pertaining to the Series 2 and 3 Offerings were barred by the one-year statute of limitations.\nSeries k\nOn February 19, 2008, after the Series 4 Offering, Barclays released its 2007 year-end results which disclosed the information Lead Plaintiffs allege was omitted and misstated in the Series 4 Offering Materials. For example, the report disclosed that Barclays’s 2007 net loss relating to the credit-market crisis was £1.6 billion and provided a breakdown of its exposures to various types of CDOs backed by residential MBSs, including high-grade and mezzanine CDOs, as well as its exposure to monoline insurers. Thus, as with November 2007 Update, we believe that these February 2008 disclosures were sufficient for the Lead Plaintiffs to have discovered the alleged violations. Because the complaint regarding Series 4 was not filed until March 12, 2009, over a year later, the district court correctly concluded that the Series 4 Offering claims were time-barred.\nII.\nLead Plaintiffs alleged that defendants violated §§ 11 and 12(a)(2) by failing to adequately disclose Barclays’s exposure to credit-market risks and by failing to properly write down Barclays’s credit-market assets as their value fell. The district court held that Lead Plaintiffs had failed to state a claim with respect to any of the four offerings. In light of our conclusion that the Series 2, 3, and 4 Offering claims are time-barred, we are not required to consider the adequacy of those pleadings. We conclude, however, that Lead Plaintiffs’ amended allegations regarding the Series 5 Offering did state claims under §§ 11 and 12(a)(2) and leave to amend should not have been denied as futile.\nBy April 2008, the financial environment in to which the Series 5 Offering was sold had deteriorated markedly and was continuing to do so. For example, in March 2008, American International Group, Inc. (“AIG”) recorded an impairment of $5.6 billion “primarily related to the significant disruption in the residential mortgage and credit markets.” Complaint ¶ 127 (internal quotation marks omitted). Also in March 2008, as a result of its losses in the credit markets, Bear Stearns, one of the country’s oldest investment banks, announced it was being acquired by J.P. Morgan in an effort to avoid bankruptcy. Complaint at ¶ 126. By April, the International Monetary Fund was estimating that losses from the credit crisis could reach up to $1 trillion. In contrast, Barclays announced no writedowns in early 2008. But in August, only four months after the Series 5 Offering, Barclays took a £2.8 billion write down and a very short while later, in October, the Bank allegedly had to be rescued by Middle Eastern investors.\nGiven these circumstances, we find that the allegations in the Proposed Complaint that, inter alia, in April 2008 Bar-clays failed to make timely and adequate writedowns present facts sufficient to support a plausible claim that should be allowed to proceed. The materiality of statements and omissions under §§ 11 and 12(a)(2) is a fact-specific, context-specific inquiry. See Litwin v. Blackstone Group, L.P., 634 F.3d 706, 716-17 (2d Cir.2011). In a quickly deteriorating credit market, we believe the particulars about a firm’s exposure to that market could assume a level of importance, and hence materiality, that may not have been the case in less economically stressful times.\nIn dismissing the original complaint’s Series 5 Offering claims, the district court reasoned that Barclays’s asset valuation and writedown processes were based on financial valuation models which are inherently subjective. Such subjective decisions, the district court concluded, are not actionable unless the allegation is that “Barclays did not truly believe its own valuation.” In re Barclays, 2011 WL 31548, at *8. Finding that the Complaint contained no such allegations, the district court held that Lead Plaintiffs had failed to state a claim. Id. We agree with the district court that the original complaint contained no such allegations. However, we believe the Proposed Complaint that Lead Plaintiffs later submitted adequately pled such allegations regarding the Series 5 Offering, and therefore the amendment should not have been denied as futile.\nLeave to amend is to be freely given when justice requires. Fed.R.Civ.P. 15(a)(2); see also Foman v. Davis, 371 U.S. 178, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962). To determine whether leave to amend should be granted, it is appropriate to take into account the nature of the amendment requested. Ruotolo v. City of New York, 514 F.3d 184, 191 (2d Cir.2008). Addressing the district court’s earlier holding regarding subjective valuations, Lead Plaintiffs amended the Proposed Complaint to state that, with respect to the values listed in the Series 5 Offering Materials, “Barclays knowingly failed to properly write down its exposure.” Proposed Complaint ¶ 135(a). Lead Plaintiffs’ new allegations were not merely conclusory. They alleged that prior to the Series 5 Offering, defendants were aware of Bar-clays’s vulnerability to the adverse events in the mortgage and credit market yet failed to take adequate writedowns. Proposed Complaint ¶ 151. After reviewing the Proposed Complaint, the district court held that claims that a defendant disbelieved its own subjective opinions were actually allegations of fraud, and therefore could not be brought pursuant to §§ 11 and 12(a)(2). In re Barclays, 2011 WL 2150477, at *3. Based on this conclusion, the district court held that amendment would be futile and denied Lead Plaintiffs leave to replead. See Advanced Magnet-ics, Inc. v. Bayfront Partners, Inc., 106 F.3d 11, 18 (2d Cir.1997) (noting that leave to amend need not be granted where the proposed amendment would be futile).\nBut after the district court’s decision, we decided Fait v. Regions Fin. Corp., 655 F.3d at 110, and held that defendants may be liable under §§ 11 and 12(a)(2) for misstatements of belief and opinion, “to the extent that the [belief or opinion] was both objectively false and disbelieved by the defendant at the time it was expressed.” Id. (citing Va. Bankshares v. Sandberg, 501 U.S. 1083, 1095-96, 111 S.Ct. 2749, 115 L.Ed.2d 929 (1991)). We also held in Fait that allegations of disbelief of subjective opinions are not the same as allegations of fraud. Fait, 655 F.3d at 112 n. 5 (“We do not view a requirement that a plaintiff plausibly allege that defendant misstated his truly held belief and an allegation that defendant did so with fraudulent intent as one and the same”). As we noted in Fait, the pleading required for beliefs and opinions “does not amount to requirement of scienter.” Id. Based on our supervening decision in Fait, we conclude that the district court erred in stating that claims of disbelief of subjective opinions must necessarily be brought as fraud claims.\nWe note that the other defects highlighted by the district court-lack of standing and inadequacy of the Series 5 Offering lead plaintiff-would also be remedied through Lead Plaintiffs’ proposed repleading. The district court found that Lead Plaintiffs lacked standing to pursue claims under § 12(a)(2) because they alleged only that they bought securities “issued pursuant or traceable to” the Offering Materials. In re Barclays, 2011 WL 31548, at *5-6 (internal quotation marks omitted). In order to have standing under § 12(a)(2), however, plaintiffs must have purchased securities directly from the defendants. See Yung v. Lee, 432 F.3d 142, 147-49 (2d Cir.2005) (holding that § 12(a)(2) relief is only available for purchasers of securities in public offerings); see also Gustafson v. Alloyd Co., 513 U.S. 561, 571, 115 S.Ct. 1061, 131 L.Ed.2d 1 (1995) (holding that § 12(a)(2) does not apply to secondary market transactions as the statute’s inclusion of the term “prospectus” evinces an intent to limit the Sections’s scope solely to the initial public offering). Although the Complaint did describe the securities as “traceable” to the defendants, Lead Plaintiffs counsel represented to the district court at oral argument that the securities were indeed purchased directly from the defendants. The Proposed Complaint then removed allegations that the securities at issue were “traceable” to the defendants and included ones that the securities were purchased from the defendants directly, thereby addressing the deficiency identified by the district court. Proposed Complaint ¶22, 23. The Proposed Complaint also put forth a set of new Lead Plaintiffs to bring the Series 5 Offering claims, in response to the district court’s ruling that Martin Ettin was not a viable lead plaintiff as he purchased his shares after the alleged omissions and misstatements were revealed. Id.\nWe believe that Lead Plaintiffs’ proposed amendments satisfactorily incorporated the clarification in the applicable law that occurred after the district court’s decision and also addressed the other concerns identified by the district court. For these reasons, we remand to give the Lead Plaintiffs the opportunity, with respect to the Series 5 Offering, to proceed with the claims in the Proposed Complaint and with a new Lead Plaintiff.\nCONCLUSION\nThe judgment of the district court dismissing the Series 2, 8, and 4 Offering claims as time-barred is affirmed. The judgment dismissing Lead Plaintiffs’ Series 5 Offering claims is reversed, and the case is remanded to the district court so that Lead Plaintiffs may file an amended complaint consistent with this opinion.\n. Section 11 makes issuers liable for registration statements that contain \"an untrue statement of a material fact” or omit \"a material fact required to be stated therein or necessary to make the statements therein not misleading.” 15 U.S.C. § 77k(a). Section 12(a)(2) similarly applies to misstatements and omissions in prospectuses or oral communications. 15 U.S.C. § 771(a)(2). Section 15 imposes liability on those who control persons or' entities found to have violated §§11 and 12. 15 U.S.C. § 77o.\n. Lead Plaintiffs argue that the district court erred in holding that the disclosures put them on “inquiry notice” of their claims because inquiry notice no longer triggers the § 11 statute of limitations after the Supreme Court's decision in Merck & Co. Inc. v. Reynolds, 559 U.S. 633, 130 S.Ct. 1784, 1797-98, 176 L.Ed.2d 582 (2010) (rejecting inquiry notice as a trigger for the § 10(b) statute of limitations). Because the corrective disclosures constituted constructive notice, we do not need to discuss the inquiry notice issue. The district court held that the claims would be time-barred under both an inquiry notice standard and a constructive notice standard, see In re Barclays, 2011 WL 31548 at *7; and in any event, \"we may affirm on any basis for which there is sufficient support in the record,” see Kuebel v. Black & Decker Inc., 643 F.3d 352, 360 n. 4 (2d Cir.2011) (internal quotation marks omitted).\n. The district court also dismissed Lead Plaintiffs' claims reasoning that defendants \"had no duty to provide an itemized breakdown of [Barclays's] mortgage-related assets” as \"the Second Circuit has explicitly held that such itemization is not necessary.” In re Barclays, 2011 WL 31548, at *8-9 (relying on Hunt v. Alliance N. Am. Gov't Income Trust, Inc., 159 F.3d 723, 730-31 (2d Cir.1998)). But this conclusion misconstrued our decision in Hunt. In Hunt, we affirmed a district court’s ruling that it would be futile to add a claim that the defendant had failed to disclose its investments in collateralized mortgage obligations because the prospectus did disclose that the defendant would invest in government guaranteed mortgage-related securities and directed the reader to extensive descriptions of the specific instruments, including collateralized debt obligations. Hunt, 159 F.3d at 730-31. Therefore, Hunt did not categorically reject itemized disclosure, but merely found, in that particular case, sufficient disclosure had been made.\n. Specifically, \"Barclays's own research analysts were reporting that CDOs were worth only 20-30 cents on the dollar”; by January 2008, Bloomberg reported that banks and analysts were in agreement that the CDO market was in trouble; and the ABX index, which tracks subprime bonds, had fallen by 21% in late 2007, after falling 50% in mid-2007.",
        "type": "majority",
        "author": "BARRINGTON D. PARKER, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Joseph D. Daley, Robbins Geller Rud-man & Dowd LLP, San Diego, CA (Mark Solomon, Andrew J. Brown, Robbins Geller Rudman & Dowd, San Diego, CA; Samuel H. Rudman, David A. Rosenfeld, Mario Alba, Jr., Robbins Geller Rudman & Dowd LLP, Melville, NY; Ramzi Abadou, Eli R. Greenstein, Stacey M. Kaplan, Erik D. Peterson, Kessler Topaz Meltzer & Check LLP, San Francisco, CA, on the briefs), for Plaintiffs-Appellants.",
      "Michael T. Tomaino, Jr., Sullivan & Cromwell LLP, New York, NY (David H. Braff, Adam T. Kirgis, on the brief), for Defendants-Appellees Barclays Bank PLC, Barclays PLC and the Individual Defendants-Appellees.",
      "Scott D. Musoff, Skadden, Arps, Slate, Meagher & Flom LLP, New York, NY (Jay B. Kasner, on the brief), for Defendants-Appellees Barclays Capital Securities Limited, Citigroup Global Markets Inc., Merrill Lynch, Pierce, Fenner & Smith, Incorporated, Wachovia Capital Markets, LLC, Morgan Stanley & Co. Incorporated, UBS Securities LLC, A.G. Edwards & Sons, Inc., BNP Paribas Securities Corp., Goldman, Sachs & Co., Key-Banc Capital Markets Inc., RBC Dain Rauscher Inc., Suntrust Capital Markets, Inc., Wells Fargo Securities, LLC and Banc of America Securities, LLC."
    ],
    "corrections": "",
    "head_matter": "Marshall FREIDUS, on behalf of himself and all others similarly situated, Stewart Thompson and Sharon Thompson, Trustees for the S.O. Thompson Rev. Trust and the S.G. Thompson Rev. Trust, Dora L. Mahboubi, Lead Plaintiffs-Appellants, Larry Morrison, individually and on behalf of all others similarly situated, Jeffrey Lefcourt, on behalf of himself and all others similarly situated, Beverly Pellegrini, on behalf of herself and all others similarly situated, Alfred Fait, on behalf of himself and all others similarly situated, Consolidated Plaintiffs, v. BARCLAYS BANK PLC, Barclays PLC, Matthew William Barrett, John Silvester Varley, Naguib Kheraj, Robert Edward Diamond, Jr., Sir Richard Broadbent, Richard Leigh Clifford, Dame Sandra J.N. Dawson, Sir Andrew Likierman, Sir Nigel Rudd, Stephen George Russell, John Michael Sunderland, Barclays Capital Securities Limited, Citigroup Global Markets Inc., Merrill Lynch, Pierce, Fenner & Smith Incorporated, Wachovia Capital Markets, LLC, Morgan Stanley & Co. Incorporated, UBS Securities LLC, A.G. Edward & Sons, Inc., BNP Paribas Securities Corp., Goldman, Sachs & Co., KeyBanc Capital Markets Inc., RBC Dain Rauscher Inc., Suntrust Capital Markets, Inc., Wells Fargo Securities LLC, Marcus Agius, Dr. Christopher Lucas, Gary A. Hoffman, Frederik Seegers, David G. Booth, Fulvio Conti, Daniel Cronje, Banc of America Securities LLC, Defendants-Appellees.\nDocket No. 11-2665-CV.\nUnited States Court of Appeals, Second Circuit.\nArgued: Oct. 18, 2012.\nDecided: Aug. 19, 2013.\nJoseph D. Daley, Robbins Geller Rud-man & Dowd LLP, San Diego, CA (Mark Solomon, Andrew J. Brown, Robbins Geller Rudman & Dowd, San Diego, CA; Samuel H. Rudman, David A. Rosenfeld, Mario Alba, Jr., Robbins Geller Rudman & Dowd LLP, Melville, NY; Ramzi Abadou, Eli R. Greenstein, Stacey M. Kaplan, Erik D. Peterson, Kessler Topaz Meltzer & Check LLP, San Francisco, CA, on the briefs), for Plaintiffs-Appellants.\nMichael T. Tomaino, Jr., Sullivan & Cromwell LLP, New York, NY (David H. Braff, Adam T. Kirgis, on the brief), for Defendants-Appellees Barclays Bank PLC, Barclays PLC and the Individual Defendants-Appellees.\nScott D. Musoff, Skadden, Arps, Slate, Meagher & Flom LLP, New York, NY (Jay B. Kasner, on the brief), for Defendants-Appellees Barclays Capital Securities Limited, Citigroup Global Markets Inc., Merrill Lynch, Pierce, Fenner & Smith, Incorporated, Wachovia Capital Markets, LLC, Morgan Stanley & Co. Incorporated, UBS Securities LLC, A.G. Edwards & Sons, Inc., BNP Paribas Securities Corp., Goldman, Sachs & Co., Key-Banc Capital Markets Inc., RBC Dain Rauscher Inc., Suntrust Capital Markets, Inc., Wells Fargo Securities, LLC and Banc of America Securities, LLC.\nBefore: POOLER and B.D. PARKER, Circuit Judges.\nThe Clerk of Court is directed to amend the caption as shown above.\nCircuit Judge LEVAL was originally on the panel, but took no part in the consideration or decision of this case. The remaining two judges resolved the case, in accordance with Second Circuit Internal Operating Procedure E(b)."
  },
  "file_name": "0132-01",
  "first_page_order": 156,
  "last_page_order": 166
}