{
  "id": 3717587,
  "name": "Gabriel M. COKER, Plaintiff-Appellant v. ARKANSAS STATE POLICE; Brad Cartwright, in his individual capacity and official capacity as a State Trooper for the Arkansas State Police, Defendants-Appellees",
  "name_abbreviation": "Coker v. Arkansas State Police",
  "decision_date": "2013-11-05",
  "docket_number": "No. 12-3601",
  "first_page": "838",
  "last_page": "843",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 838"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "512 F.3d 488",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4070669
      ],
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/512/0488-01"
      ]
    },
    {
      "cite": "310 F.3d 1046",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11431797
      ],
      "pin_cites": [
        {
          "page": "1050"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/310/1046-01"
      ]
    },
    {
      "cite": "515 U.S. 304",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1563897
      ],
      "weight": 3,
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/us/515/0304-01"
      ]
    },
    {
      "cite": "23 F.3d 1328",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10515508
      ],
      "pin_cites": [
        {
          "page": "1331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/23/1328-01"
      ]
    },
    {
      "cite": "497 F.3d 822",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3616860
      ],
      "pin_cites": [
        {
          "page": "826"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/497/0822-01"
      ]
    },
    {
      "cite": "439 F.3d 497",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        31300
      ],
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/439/0497-01"
      ]
    },
    {
      "cite": "490 U.S. 386",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605535
      ],
      "weight": 8,
      "year": 1989,
      "pin_cites": [
        {
          "page": "396"
        },
        {
          "page": "396"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "396-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0386-01"
      ]
    },
    {
      "cite": "635 F.3d 354",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4029908
      ],
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/635/0354-01"
      ]
    },
    {
      "cite": "658 F.3d 819",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3835894
      ],
      "pin_cites": [
        {
          "page": "825"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/658/0819-01"
      ]
    },
    {
      "cite": "574 F.3d 491",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3675535
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "499"
        },
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/574/0491-01"
      ]
    },
    {
      "cite": "635 F.3d 346",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4030388
      ],
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/635/0346-01"
      ]
    },
    {
      "cite": "669 F.3d 867",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3723589
      ],
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/669/0867-01"
      ]
    },
    {
      "cite": "586 F.3d 582",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3485186
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "585"
        },
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/586/0582-01"
      ]
    },
    {
      "cite": "709 F.3d 1201",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3546286
      ],
      "pin_cites": [
        {
          "page": "1211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/709/1201-01"
      ]
    },
    {
      "cite": "723 F.3d 957",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4066255
      ],
      "pin_cites": [
        {
          "page": "961"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/723/0957-01"
      ]
    },
    {
      "cite": "457 U.S. 800",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194865
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/457/0800-01"
      ]
    },
    {
      "cite": "689 F.3d 961",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3501308
      ],
      "pin_cites": [
        {
          "page": "965"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/689/0961-01"
      ]
    },
    {
      "cite": "488 F.3d 1049",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6046046
      ],
      "pin_cites": [
        {
          "page": "1054"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/488/1049-01"
      ]
    },
    {
      "cite": "550 U.S. 372",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3555943
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "380"
        },
        {
          "parenthetical": "\"When opposing parties tell two different stories, one of which is blatantly contradicted by the record, so that no reasonable jury could believe it, a court should not adopt that version of the facts for purposes of ruling on a motion for summary judgment.\""
        },
        {
          "parenthetical": "\"When opposing parties tell two different stories, one of which is blatantly contradicted by the record, so that no reasonable jury could believe it, a court should not adopt that version of the facts for purposes of ruling on a motion for summary judgment.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/550/0372-01"
      ]
    },
    {
      "cite": "677 F.3d 353",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3870390
      ],
      "pin_cites": [
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/677/0353-01"
      ]
    },
    {
      "cite": "495 F.3d 591",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3562562
      ],
      "pin_cites": [
        {
          "page": "594"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/495/0591-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 763,
    "char_count": 13621,
    "ocr_confidence": 0.68,
    "pagerank": {
      "raw": 2.5582354402044104e-07,
      "percentile": 0.8150932737777377
    },
    "sha256": "9cedd75fa62a4b9733c47c41cfa6c252e2c82993abf8909a7766cf07a98b8da7",
    "simhash": "1:91408f0e9a1b6f2f",
    "word_count": 2192
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MURPHY, MELLOY, and SHEPHERD, Circuit Judges."
    ],
    "parties": [
      "Gabriel M. COKER, Plaintiff-Appellant v. ARKANSAS STATE POLICE; Brad Cartwright, in his individual capacity and official capacity as a State Trooper for the Arkansas State Police, Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "MELLOY, Circuit Judge.\nGabriel Coker sued the Arkansas State Police and one of its state troopers, Brad Cartwright, in his individual and official capacities, under 42 U.S.C. § 1983. Coker claimed that Cartwright used excessive force in violation of the Fourth Amendment to the U.S. Constitution when Cartwright arrested Coker after a high-speed chase along a divided Arkansas highway. Coker claimed that Cartwright used excessive force when he used his patrol vehicle to hit Coker’s motorcycle, kicked Coker in the face, broke the bones in Coker’s face by striking Coker with a metal flashlight while in the process of handcuffing Coker, and struck Coker’s broken cheek once again after securing Coker.\nThe district court correctly found the claim against the Arkansas State Police barred by Eleventh Amendment sovereign immunity. Further, because Coker has made no cognizable claim for prospective injunctive relief against Cartwright’s official capacity, that claim is barred by sovereign immunity. See Monroe v. Ark. State Univ., 495 F.3d 591, 594 (8th Cir.2007); Zajrael v. Harmon, 677 F.3d 353, 355 (8th Cir.2012) (per curiam). The district court entered summary judgment against Coker, granting qualified immunity to Cartwright on Coker’s individual capacity claim. Coker does, however, present several genuine disputes of material fact regarding Cartwright’s conduct that, if true, preclude a grant of qualified immunity.\nWe therefore affirm in part, reverse in part, and remand for further proceedings.\nI.\nOn February 12, 2009, at 2:30 A.M., Cartwright was on patrol when he noticed Coker traveling at a high rate of speed on his motorcycle along a divided highway. Cartwright clocked the motorcycle’s speed at 102 mph. Cartwright also noticed that Coker did not have a license plate for the motorcycle. Cartwright activated his lights and siren and began to pursue Coker. Coker did not stop, later claiming he did not realize Cartwright was behind him. At one point during the three-minute chase, Coker’s speed exceeded 150 mph. Several times during the pursuit, Coker slowed down as if to stop, only to speed back up again. Eventually, Coker crossed onto the highway median and onto the other side of the highway. Coker then began to drive the wrong direction on an onramp, and Cartwright bumped the motorcycle with his patrol vehicle, causing the motorcycle to tip over and Coker to fall to the ground. Coker then jumped up and ran to the side of the road. All of the action prior to Coker running to the side of the road is captured on Cartwright’s patrol vehicle’s dash camera.\nTo the extent that Coker’s story differs from what is shown on the video — for example, Coker claims he did not run after falling off the motorcycle — we find that the district court correctly used the dash-camera recording to resolve any factual disputes up to this point. See Scott v. Harris, 550 U.S. 372, 380, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007) (“When opposing parties tell two different stories, one of which is blatantly contradicted by the record, so that no reasonable jury could believe it, a court should not adopt that version of the facts for purposes of ruling on a motion for summary judgment.”). After Coker rolls off of his motorcycle and runs to the side of the road, however, all of the subsequent events leading to the present § T983 action take place out of view of the dash camera. The camera continued to record, but the audio of the incident is difficult to discern. To the extent that the audio is understandable, it doés not provide a clear picture of what was happening. This is also when the parties’ versions of events really begin to diverge.\nIn Cartwright’s version, he exited the patrol vehicle to pursue Coker on foot. Cartwright claims that Coker turned to face him in a crouched fighting stance. Cartwright instructed Coker to get on the ground. When Coker ignored this direction, Cartwright kicked Coker’s face, which knocked Coker to the ground. Cartwright then sat on Coker and attempted to handcuff him. Coker continued to squirm, and Cartwright hit the side of Coker’s face in order to subdue him. Cartwright admits he had his metal Ma-glite flashlight out in order to see in the dark, and states in a declaration that it is “very possible that the flashlight struck” Coker. Cartwright maintains he only used the amount of force necessary to make the arrest.\nCoker describes a different version of events after the parties were out of view of the patrol vehicle’s dash camera. Coker claims he complied with all of Cartwright’s directions and immediately fell to the ground, waiting to be handcuffed. At that point, Coker claims that Cartwright kicked him in the face, causing his head to slam into the ground. Then, while handcuffing him, Coker claims that Cartwright struck Coker’s face with a metal Maglite flashlight, breaking the bones in Coker’s cheek. Coker also alleges that Cartwright struck him a third time, throwing an elbow into Coker’s newly broken cheek bones after Coker was in handcuffs while the two walked to the police car. Cartwright denies this third strike happened. Police then transported Coker to the hospital for treatment for the injuries to his face. It is undisputed that Cartwright broke Coker’s cheek bones by striking him, either when he kicked his face or struck him with the flashlight.\nDespite the differing stories, the district court judge ruled that, regardless of which party was telling the truth, Cartwright was entitled to qualified immunity because his use of force was reasonable throughout the altercation. Coker now appeals.\nII.\nThis court reviews a district court’s grant of summary judgment de novo. Hayek v. City of St. Paul, 488 F.3d 1049, 1054 (8th Cir.2007). “Summary judgment is proper if, after viewing the evidence and drawing all reasonable inferences in the light most favorable to the nonmovant, no genuine issues of material fact exist and the movant is entitled to judgment as a matter of law.” Id.; Fed. R.Civ.P. 56(c). In a § 1983 action, qualified immunity shields a government official from liability “unless his conduct violates ‘clearly established statutory or constitutional rights of which a reasonable person would have known.’ ” Loch v. City of Litch-field, 689 F.3d 961, 965 (8th Cir.2012) (quoting Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982)). “When a defendant asserts qualified immunity at the summary judgment stage, the plaintiff must produce evidence sufficient to create a genuine issue of fact regarding whether the defendant violated a clearly established right.” Bishop v. Glazier, 723 F.3d 957, 961 (8th Cir.2013).\nWhen analyzing a grant of qualified immunity, we consider two questions: “(1) whether there is sufficient evidence the officer violated a constitutional right, and (2) whether the constitutional right [the officer violated] was so clearly established at the time of the alleged violation that a reasonable officer would have known that his conduct was unlawful.” Atkinson v. City of Mountain View, Mo., 709 F.3d 1201, 1211 (8th Cir.2013) (quoting Rohrbough v. Hall, 586 F.3d 582, 585 (8th Cir.2009)) (alteration in original) (internal quotation marks omitted). “At the summary judgment stage, granting qualified immunity ‘is not appropriate where ... a dispute remains regarding facts material to the qualified immunity issue.’ ” Id. at 1212 (quoting Rohrbough, 586 F.3d at 587).\nCoker claims that the district court, in its summary judgment order, improperly weighed evidence, made credibility determinations, and failed to consider disputed facts in the light most favorable to Coker, the nonmoving party. See, e.g., Montoya v. City of Flandreau, 669 F.3d 867, 872 (8th Cir.2012) (“Wfiiile a jury may credit [an officer’s] characterization of the incident and disbelieve [the plaintiff] at trial, it is not our function to remove the credibility assessment from the jury.”) (internal quotation marks omitted). Coker believes there are sufficient material disputed facts that should preclude a grant of qualified immunity in Cartwright’s favor. See Bell v. Kansas City Police Dep’t, 635 F.3d 346, 347 (8th Cir.2011) (per curiam) (“The dispute was material, because it bears on whether the use of force was objectively reasonable under the circumstances.”).\n“The right to be free from excessive force in the context of an arrest is clearly established under the Fourth Amendment’s prohibition against unreasonable searches and seizures.” Brown v. City of Golden Valley, 574 F.3d 491, 499 (8th Cir.2009). An excessive force claim is “evaluated under the reasonableness standard of the Fourth Amendment.” Johnson v. Carroll, 658 F.3d 819, 825 (8th Cir.2011) (quoting McKenney v. Harrison, 635 F.3d 354, 359 (8th Cir.2011)). The Eighth Circuit recognizes that during an arrest, an officer has the “right to use some degree of physical coercion or threat” to effectuate an arrest. Brown, 574 F.3d at 496 (quoting Graham v. Connor, 490 U.S. 386, 396, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989)). “To establish a constitutional violation under the Fourth Amendment’s right to be free from excessive force, the test is whether the amount of force used was objectively reasonable under the particular circumstances.” Henderson v. Munn, 439 F.3d 497, 502 (8th Cir.2006). “The ‘reasonableness’ of a particular use of force must be judged from the perspective of a reasonable officer on the scene, rather than with the 20/20 vision of hindsight.” Graham, 490 U.S. at 396, 109 S.Ct. 1865.\nWfiien determining whether the force was excessive, this court balances the “individual’s Fourth Amendment interest against the countervailing governmental interests at stake.” Id. (internal quotation marks omitted). Some relevant considerations include: the severity of the crime; whether the suspect poses a threat of harm to others; whether the suspect is resisting arrest; and other factors, such as whether the situation is “tense, uncertain, and rapidly evolving,” which would force an officer to make “split-second judgments” about how much force is necessary. McKenney, 635 F.3d at 360 (quoting Graham, 490 U.S. at 396-97, 109 S.Ct. 1865). The court may also consider the severity of the complainant’s injuries. Mann v. Yarnell, 497 F.3d 822, 826 (8th Cir.2007).\nWhen drawing all reasonable inferences in the light most favorable to Coker, we cannot conclude that Cartwright’s use of force once out of view of the dash camera was objectively reasonable as a matter of law. Rather, a reasonable jury could find that the severity of Coker’s injuries demonstrates excessive force, particularly Cartwright’s decision to strike Coker using a metal flashlight after Coker was already on the ground and allegedly complying with Cartwright’s demands. See Kelly v. Bender, 23 F.3d 1328, 1331 (8th Cir.1994) (affirming denial of summary judgment because whether or not the use of a flashlight as a weapon was reasonable to effectuate arrest was a question of fact for a jury to decide), abrogated on other grounds by Johnson v. Jones, 515 U.S. 304, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995). Without the aid of video or an understandable audio recording, it is impossible to determine what happened that night after Coker ran out of view of the camera without weighing Cartwright’s version of events against Coker’s story. Making credibility determinations or weighing evidence in this manner is improper at the summary judgment stage, and “it is not our function to remove the credibility assessment from the jury.” Kukla v. Hulm, 310 F.3d 1046, 1050 (8th Cir.2002). We reverse and remand, leaving it to a jury to decide whose story is more plausible.\nIII.\nAccordingly, we affirm the district court’s grant of summary judgment to the Arkansas State Police. We reverse the district court’s grant of qualified immunity to Officer Cartwright and remand for further proceedings consistent with this opinion.\n. Coker also sought to amend his original complaint nearly a month after the deadline set by the court’s scheduling order. The district court denied this motion as untimely, and Coker appealed. We affirm the district court's decision, finding that Coker has failed to show good cause for why he should be allowed to amend his complaint after missing the deadline. Fed.R.Civ.P. 16(b)(4) (\"A schedule may be modified only for good cause and with the judge’s consent.”). Coker offers no reason for why he missed the original deadline or how he has been prejudiced by not being allowed to add new theories of recovery to his original § 1983 claim. Accordingly, the district court did not abuse its discretion when it denied Coker the ability to amend his complaint. See Popoalii v. Corr. Med. Servs., 512 F.3d 488, 497 (8th Cir.2008) (“A decision whether to allow a party to amend [his] complaint is left to the sound discretion of the district court and should be overruled only if there is abuse of discretion.”).",
        "type": "majority",
        "author": "MELLOY, Circuit Judge."
      }
    ],
    "attorneys": [
      "Counsel who presented argument on be^ half of the appellant was Brett David Watson, of Searcy, AR. The following attorney^) appeared on the appellant brief; Charles Daniel Hancock, of Little Rock, AR.",
      "Counsel who presented argument on behalf of the appellee was James Owen Howe, AAG, of Little Rock, AR."
    ],
    "corrections": "",
    "head_matter": "Gabriel M. COKER, Plaintiff-Appellant v. ARKANSAS STATE POLICE; Brad Cartwright, in his individual capacity and official capacity as a State Trooper for the Arkansas State Police, Defendants-Appellees.\nNo. 12-3601.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: Sept. 24, 2013.\nFiled: Nov. 5, 2013.\nCounsel who presented argument on be^ half of the appellant was Brett David Watson, of Searcy, AR. The following attorney^) appeared on the appellant brief; Charles Daniel Hancock, of Little Rock, AR.\nCounsel who presented argument on behalf of the appellee was James Owen Howe, AAG, of Little Rock, AR.\nBefore MURPHY, MELLOY, and SHEPHERD, Circuit Judges."
  },
  "file_name": "0838-01",
  "first_page_order": 862,
  "last_page_order": 867
}