{
  "id": 3717680,
  "name": "Segundo N. MUYUBISNAY-CUNGACHI, Petitioner, v. Eric H. HOLDER, Jr., Attorney General, Respondent",
  "name_abbreviation": "Muyubisnay-Cungachi v. Holder",
  "decision_date": "2013-10-25",
  "docket_number": "No. 12-2353",
  "first_page": "66",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 66"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "543 F.3d 1029",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3825126
      ],
      "pin_cites": [
        {
          "page": "1035, 1037"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/543/1029-01"
      ]
    },
    {
      "cite": "503 F.3d 59",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2924405
      ],
      "pin_cites": [
        {
          "page": "72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/503/0059-01"
      ]
    },
    {
      "cite": "195 F.3d 56",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1738185
      ],
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/195/0056-01"
      ]
    },
    {
      "cite": "252 F.3d 21",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11084947
      ],
      "pin_cites": [
        {
          "page": "24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/252/0021-01"
      ]
    },
    {
      "cite": "507 U.S. 292",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6228898
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0292-01"
      ]
    },
    {
      "cite": "857 F.2d 10",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10524354
      ],
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/857/0010-01"
      ]
    },
    {
      "cite": "613 F.3d 30",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3703554
      ],
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/613/0030-01"
      ]
    },
    {
      "cite": "499 F.3d 90",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3654764
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "93"
        },
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/499/0090-01"
      ]
    },
    {
      "cite": "521 F.3d 97",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3738660
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "100"
        },
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/521/0097-01"
      ]
    },
    {
      "cite": "422 F.3d 33",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8927651
      ],
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/422/0033-01"
      ]
    },
    {
      "cite": "510 F.3d 75",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5638095
      ],
      "pin_cites": [
        {
          "page": "77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/510/0075-01"
      ]
    },
    {
      "cite": "411 F.3d 135",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8950790
      ],
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/411/0135-01"
      ]
    },
    {
      "cite": "592 F.3d 1018",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5688052
      ],
      "pin_cites": [
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/592/1018-01"
      ]
    },
    {
      "cite": "715 F.3d 391",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3566439
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "396"
        },
        {
          "page": "396"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/715/0391-01"
      ]
    },
    {
      "cite": "505 F.3d 39",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5861087
      ],
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/505/0039-01"
      ]
    },
    {
      "cite": "427 F.3d 115",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1241104
      ],
      "pin_cites": [
        {
          "page": "120-21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/427/0115-01"
      ]
    },
    {
      "cite": "577 F.3d 49",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4043156
      ],
      "pin_cites": [
        {
          "page": "54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/577/0049-01"
      ]
    },
    {
      "cite": "394 F.3d 1",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9164462
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "4"
        },
        {
          "page": "7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/394/0001-01"
      ]
    },
    {
      "cite": "489 F.3d 80",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3484652
      ],
      "pin_cites": [
        {
          "page": "85-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/489/0080-01"
      ]
    },
    {
      "cite": "8 C.F.R. § 208.16",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)(2)"
        },
        {
          "page": "(b)"
        },
        {
          "page": "(b)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "348 F.3d 289",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9063641
      ],
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/348/0289-01"
      ]
    },
    {
      "cite": "386 F.3d 357",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9152497
      ],
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/386/0357-01"
      ]
    },
    {
      "cite": "8 C.F.R. § 1003.2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "484 F.3d 125",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5732965
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "127"
        },
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/484/0125-01"
      ]
    },
    {
      "cite": "420 F.3d 32",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8933755
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "34"
        },
        {
          "page": "33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/420/0032-01"
      ]
    },
    {
      "cite": "562 F.3d 71",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5898084
      ],
      "pin_cites": [
        {
          "page": "74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/562/0071-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1182",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(6)(A)(i)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 15339,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 1.1035858146355665e-07,
      "percentile": 0.5689733262441169
    },
    "sha256": "9f5f7757de31167b2a76d7396b99743788a08c6e9e7028da7e58537e6b88fd3c",
    "simhash": "1:e165d2ca9538e242",
    "word_count": 2368
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LYNCH, Chief Judge, TORRUELLA, Circuit Judge, and STEARNS, District Judge."
    ],
    "parties": [
      "Segundo N. MUYUBISNAY-CUNGACHI, Petitioner, v. Eric H. HOLDER, Jr., Attorney General, Respondent."
    ],
    "opinions": [
      {
        "text": "STEARNS, District Judge.\nPetitioner Segundo Muyubisnay-Cunga-chi seeks review of a decision of the Board of Immigration Appeals (BIA) denying a motion to reconsider his motion to reopen based on changed country circumstances. He also appeals the denial of a second motion to reopen based on a claim of ineffective assistance of counsel. Because we agree with the BIA that Muyubisnay-Cun-gachi has failed to establish a statutorily protected ground of persecution or to demonstrate ineffective assistance of counsel, we deny his petition.\nI. Facts and Background\nSegundo Muyubisnay-Cungachi (Muyu-bisnay) is a native and citizen of Ecuador who entered the United States illegally in 2001. Muyubisnay came to the attention of the Department of Homeland Security (DHS) after a routine traffic stop in November of 2008. On November 26, 2008, DHS instituted removal proceedings against him pursuant to 8 U.S.C. § 1182(a)(6)(A)(i).\nMuyubisnay conceded his removability, but applied for withholding of removal and for protection under the Convention Against Torture (CAT). Muyubisnay claimed that he was fearful of returning to Ecuador because, as a member of an indigenous ethnic group, he has severely limited economic opportunities in his native country. The Immigration Judge (IJ), while finding that Muyubisnay had shown .instances of discrimination by Ecuadorian authorities against indigenous peoples, nevertheless found that Muyubisnay’s unfavorable financial prospects did not constitute “persecution” within the meaning of the Immigration and Naturalization Act (INA). She further found that Muyubis-nay had submitted no credible evidence that he faced torture as defined by the CAT if he returned to Ecuador. On March 7, 2012, the BIA upheld the IJ’s denial of relief and protection.\nOn May 4, 2012, Muyubisnay filed a motion to reopen (First Motion to Reopen), claiming that his family circumstances and country conditions in Ecuador had worsened since his 2010 hearing before the IJ, compounding his fear of persecution. Muyubisnay related that his parents had become embroiled in a custody dispute with his brother-in-law, Luis Rog-erio Lala Huillca (Huillca), who had recently been released from jail and was now issuing death threats against his family. Muyubisnay claimed that the Ecuadorian police, because of his family’s indigenous ethnicity, refused to protect them from Huillca. On July 25, 2012, the BIA denied the motion. In sum, the BIA held that an ultimatum from a private individual arising from a child custody dispute did not constitute official persecution under the INA.\nOn August 24, 2012, Muyubisnay filed a motion requesting that the BIA reconsider its decision rejecting his claim of persecution. Muyubisnay argued that the BIA’s characterization of his family’s risk of harm as hinging solely on a “child custody dispute” minimized the extent to which the tenability of Huillca’s threats was augmented by Ecuador’s official policy of discrimination.\nThrough newly retained counsel, Muyu-bisnay also moved to reopen based on the alleged ineffective assistance of his prior counsel (Second Motion to Reopen). Mu-yubisnay claimed that prior counsel had denied him a fair opportunity to be heard by failing to produce expert testimony on the subject of discrimination by Ecuadorian authorities against indigenous peoples. In support, Muyubisnay submitted an affidavit from Lynn A. Meisch, professor of anthropology at Saint Mary’s College of California, attesting that Huillca’s unconstrained threats could legitimately be viewed as “a form of state-backed persecution of [Petitioner’s] family.”\nOn October 10, 2012, the BIA denied both motions. With respect to the motion to reconsider, the BIA stated that it had never construed Muyubisnay’s persecution claim as based “solely” on a custody dispute, but iterated that any danger posed by Huillca was personally motivated and had nothing to do with a purported official policy of discrimination. The BIA noted that the Second Motion to Reopen was vulnerable as number-barred, but proceeded to entertain it as resting on an implicit argument that country conditions in Ecuador had changed. This argument the BIA rejected because Muyubisnay’s expert’s supporting affidavit relied on facts in existence at the time of Muyubisnay’s first hearing in 2010. Reaching the merits of Muyubisnay’s ineffective assistance claim, the BIA found that Muyubisnay’s prior counsel had adequately documented ethnic frictions in Ecuador during the original hearing. Finally, the BIA noted that Mu-yubisnay’s new or renewed arguments did not remedy his seminal failure to articulate a fear of persecution based on a statutorily protected ground.\nMuyubisnay now timely appeals.\nII. Standard of Review\nWe review both the BIA’s denial of a motion to reopen and its denial of a motion to reconsider for abuse of discretion. See Larngar v. Holder, 562 F.3d 71, 74 (1st Cir.2009); Asemota v. Gonzales, 420 F.3d 32, 34 (1st Cir.2005). We will affirm the BIA’s decision unless a petitioner shows that the BIA committed an error of law or “exercised its judgment in an arbitrary, capricious, or irrational way.” Raza v. Gonzales, 484 F.3d 125, 127 (1st Cir.2007).\nIII. Motion to Reconsider\n“A motion to reconsider shall state the reasons for the motion by specifying the errors of fact or law in the prior Board decision.... ” 8 C.F.R. § 1003.2(b)(1); Ven v. Ashcroft, 386 F.3d 357, 360 (1st Cir.2004). A party filing a motion to reconsider “must present additional legal arguments, a change of law, or an argument or aspect of the case that was overlooked.” Asemota, 420 F.3d at 33. “The purpose of a motion to reconsider is not to raise new facts, but to demonstrate that the BIA erred as a matter of law or fact.” Zhang v. I.N.S., 348 F.3d 289, 293 (1st Cir.2003).\nTo qualify for withholding of removal under the INA, an applicant must “establish that his or her life or freedom would be threatened in the proposed country of removal on account of race, religion, nationality, membership in a particular social group, or political opinion.” 8 C.F.R. § 208.16(b); Pan v. Gonzales, 489 F.3d 80, 85-86 (1st Cir.2007). Where an applicant has not suffered past persecution, he or she must demonstrate “that it is more likely than not” that he or she would face persecution upon removal. 8 C.F.R. § 208.16(b)(2); Silva v. Ashcroft, 394 F.3d 1, 4 (1st Cir.2005). A showing of persecution necessarily “implies some connection to government action or inaction.” Lopez-Castro v. Holder, 577 F.3d 49, 54 (1st Cir.2009) (quoting Nikijuluw v. Gonzales, 427 F.3d 115, 120-21 (1st Cir.2005)). However, conduct by private parties can support a finding of persecution if “there is some showing that the alleged persecutors are in league with the government or are not controllable by the government.” Silva, 394 F.3d at 7.\nTo support withholding of removal, persecution by a private party whom a government refuses or fails to control must arise “on account of’ one of the five statutorily enumerated grounds. See Ortiz-Araniba v. Keisler, 505 F.3d 39, 41 (1st Cir.2007) (“[A] petitioner must demonstrate ... a well-founded fear of future persecution on account of her race, religion, nationality, political opinion, or membership in a particular social group.” (emphasis added)). For example, in Javed v. Holder, we found that an erroneous determination that a private party’s death threats did not rise to the level of persecution “would be harmless if [the BIA] were correct that the persecution ... experienced was not ‘on account of a protected ground.” 715 F.3d 391, 396 (1st Cir.2013); see also Baghdasaryan v. Holder, 592 F.3d 1018, 1023 (9th Cir.2010) (“An applicant alleging past persecution has the burden of establishing that ... the persecution was on account of one or more protected grounds; and ... the persecution was committed by ... forces that the government was unable or unwilling to control.”); Fiadjoe v. Attorney Gen. of U.S., 411 F.3d 135, 160 (3d Cir.2005) (“To establish persecution, an alien must show past or potential harm rising to the level of persecution on account of a statutorily enumerated ground that is committed ... by forces the government is unable or unwilling to control.”).\nThe BIA correctly found that Muyubisnay had failed to establish that Huillca’s threats against his family arose “on the basis of’ a protected ground. Even if it is true (as the BIA appears to have assumed) that the Ecuadorian police had refused to protect Muyubisnay’s family from Huillca because of the family’s indigenous ethnicity, this is not enough. Muyubisnay must also show that the violence threatened by Huillca itself originated “on account of’ a protected characteristic. See Javed, 715 F.3d at 396. The undisputed evidence instead easily supports the BIA’s conclusion that Huillca’s threats were motivated by an acrimonious intra-family custody battle that had nothing to do with the family’s indigenous status. See Lumanauw v. Mukasey, 510 F.3d 75, 77 (1st Cir.2007) (finding that death threats issued during a custody battle could not constitute persecution absent any evidence “that petitioner’s ex-fiancé’s actions were motivated to any extent by petitioner’s Christian beliefs”). Persecution by a family member resulting from an intra-family conflict is not persecution on account of a “particular social group” within the meaning of 8 C.F.R. § 208.16(b), and therefore is not a ground for withholding of removal.\nAlternately, Muyubisnay argues that Ecuador’s systematic exclusion of indigenous communities from police protection amounts to state-sponsored “encouragement” of persecution. But to establish that the government of Ecuador’s alleged encouragement of ethnic strife constitutes persecution under the INA, Muyubisnay would need show a pattern of state-sponsored violence that is so widespread that any member of an indigenous group would “more likely than not” face persecution on that ground. 8 C.F.R. § 208.16(b)(2). While the BIA agreed that Muyubisnay had shown individual instances of discrimination against indigenous peoples in Ecuador, it supportably found no showing of systematic discrimination suggesting a state policy of deliberate persecution.\nIV. Second Motion to Reopen\nMuyubisnay next challenges the BIA’s denial of his Second Motion to Reopen based on ineffective assistance of counsel.\nAs a general rule, motions to reopen removal hearings are disfavored as contrary to “the compelling public interests in finality and the expeditious processing of proceedings.” Raza, 484 F.3d at 127 (quoting Roberts v. Gonzales, 422 F.3d 33, 35 (1st Cir.2005)). Accordingly, the INA places strict temporal and numerical limitations on a petitioner’s ability to file a motion to reopen. A petitioner may normally file only one such motion within ninety days of the final administrative decision. See 8 U.S.C. § 1229a(c)(7)(A); 8 U.S.C. § 1229a(c)(7)(C)(i); Tandayu v. Mukasey, 521 F.3d 97, 100 (1st Cir.2008). The statute recognizes only one formal exception to these procedural requirements: where the petitioner demonstrates “changed circumstances arising in the country of nationality.” 8 U.S.C. § 1229a(c)(7)(C)(ii); Tandayu, 521 F.3d at 100.\nThis court has thus far declined to resolve whether the INA’s procedural limitations are further subject to equitable tolling for exceptional circumstances such as ineffective assistance of counsel. See, e.g., Guerrero-Santana v. Gonzales, 499 F.3d 90, 93 (1st Cir.2007) (“This court has not yet decided whether the BIA has either the authority or the obligation to excuse the late filings on the basis of equitable tolling.”); Neves v. Holder, 613 F.3d 30, 36 (1st Cir.2010) (assuming “arguendo ... that the time and number limits on motions to reopen are subject to equitable tolling”). Nor does this case require us to reach the issue, because, simply on the merits, Muyubisnay has failed to satisfy the legal standard for a showing of ineffective assistance of counsel.\n“Because deportation proceedings are deemed to be civil, rather than criminal, in nature, petitioners have no constitutional right to counsel under the Sixth Amendment.” Lozada v. I.N.S., 857 F.2d 10, 13 (1st Cir.1988). Notwithstanding, the Supreme Court has recognized that “the Fifth Amendment entitles aliens to due process of law in deportation proceedings.” Reno v. Flores, 507 U.S. 292, 306, 113 S.Ct. 1439, 123 L.Ed.2d 1 (1993); see also Saakian v. I.N.S., 252 F.3d 21, 24 (1st Cir.2001). Ineffective assistance of counsel may violate a petitioner’s right to due process where counsel’s deficiencies render “the proceeding ... so fundamentally unfair that the alien [is] prevented from reasonably presenting his case.” Bernal-Vallejo v. I.N.S., 195 F.3d 56, 63 (1st Cir.1999); see also Guerrero-Santana, 499 F.3d at 93. A petitioner bringing an ineffective assistance claim must establish both a deficient performance by counsel and “a reasonable probability of prejudice resulting from [his] former representation.” Zeru v. Gonzales, 503 F.3d 59, 72 (1st Cir.2007) (internal quotation marks omitted).\nMuyubisnay has failed to show that expert testimony regarding discrimination against indigenous peoples in Ecuador would have had a reasonable probability of altering the outcome of either his initial application for withholding or his First Motion to Reopen. While Muyubisnay claims that an expert witness would have “provided substantive corroboration” of discriminatory conditions in Ecuador, the BIA did not discount Muyubisnay’s argument that his family was being denied police protection. The expert’s proffered assertion that Huillca’s threats are “a form of state-backed persecution of [Petitioner’s] family because of their indigenous background” is purely conclusory in content, and fails utterly to explain the connection between Huillca’s personal venom and any official persecution “on the basis of’ a protected ground. Because Muyubisnay did not carry his burden of demonstrating ineffective assistance of counsel, the BIA did not abuse its discretion in denying his Second Motion to Reopen.\nV. Conclusion\nThe petition is DENIED.\n. In Ngengwe v. Mukasey, the principal case cited by Muyubisnay, the Eighth Circuit applied the same reasoning in finding that a claim of persecution based on private conduct could be sustained only if the private acts arose \"on account of” a statutorily enumerated ground. 543 F.3d 1029, 1035, 1037 (8th Cir.2008).\n. While the BIA chose to construe Muyubis-nay's Second Motion to Reopen as incorporating an argument based on changed country conditions, Muyubisnay does not pursue the argument on appeal.",
        "type": "majority",
        "author": "STEARNS, District Judge."
      }
    ],
    "attorneys": [
      "Paul M. Glickman and Glickman Turley LLP on brief for petitioner.",
      "Keith I. McManus, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Stuart F. Delery, Acting Assistant Attorney General, Civil Division, and Song E. Park, Senior Litigation Counsel, Office of Immigration Litigation, on brief for respondent."
    ],
    "corrections": "",
    "head_matter": "Segundo N. MUYUBISNAY-CUNGACHI, Petitioner, v. Eric H. HOLDER, Jr., Attorney General, Respondent.\nNo. 12-2353.\nUnited States Court of Appeals, First Circuit.\nOct. 25, 2013.\nPaul M. Glickman and Glickman Turley LLP on brief for petitioner.\nKeith I. McManus, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Stuart F. Delery, Acting Assistant Attorney General, Civil Division, and Song E. Park, Senior Litigation Counsel, Office of Immigration Litigation, on brief for respondent.\nBefore LYNCH, Chief Judge, TORRUELLA, Circuit Judge, and STEARNS, District Judge.\nOf the District of Massachusetts, sitting by designation."
  },
  "file_name": "0066-01",
  "first_page_order": 90,
  "last_page_order": 96
}