{
  "id": 3717556,
  "name": "Jose Pedro VERDE-RODRIGUEZ, Petitioner v. ATTORNEY GENERAL UNITED STATES of America Transferred from the United States District Court for the Western District of Pennsylvania (No. 2-11-cv-01475), pursuant to the Real ID Act of 2005 as a Petition for Review of a Decision of the Board of Immigration Appeals ([ A XXX XXX XXX ])",
  "name_abbreviation": "Verde-Rodriguez v. Attorney General United States",
  "decision_date": "2013-08-15",
  "docket_number": "No. 12-1620",
  "first_page": "198",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 198"
    }
  ],
  "court": {
    "name_abbreviation": "3d Cir.",
    "id": 8840,
    "name": "United States Court of Appeals for the Third Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "535 U.S. 625",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        353467
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "630",
          "parenthetical": "\"[Djefects in subject-matter jurisdiction require correction regardless of whether the error was raised in district court.\""
        },
        {
          "parenthetical": "\"[Djefects in subject-matter jurisdiction require correction regardless of whether the error was raised in district court.\""
        },
        {
          "parenthetical": "\"[Djefects in subject-matter jurisdiction require correction regardless of whether the error was raised in district court.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/535/0625-01"
      ]
    },
    {
      "cite": "424 F.3d 320",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8923289
      ],
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/424/0320-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2241",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(c)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "421 F.3d 247",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8928853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/421/0247-01"
      ]
    },
    {
      "cite": "462 U.S. 919",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6196077
      ],
      "weight": 16,
      "year": 1983,
      "pin_cites": [
        {
          "page": "926"
        },
        {
          "page": "928"
        },
        {
          "page": "937"
        },
        {
          "page": "938"
        },
        {
          "page": "939"
        },
        {
          "page": "938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0919-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1253",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(h)"
        },
        {
          "page": "229"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "375 U.S. 217",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11718756
      ],
      "weight": 6,
      "year": 1963,
      "pin_cites": [
        {
          "page": "221"
        },
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/375/0217-01"
      ]
    },
    {
      "cite": "414 F.3d 442",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8969376
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "445"
        },
        {
          "page": "446"
        },
        {
          "page": "446"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/414/0442-01"
      ]
    },
    {
      "cite": "499 F.3d 969",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3655526
      ],
      "pin_cites": [
        {
          "page": "979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/499/0969-01"
      ]
    },
    {
      "cite": "438 F.3d 902",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        996842
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "910"
        },
        {
          "page": "905"
        },
        {
          "page": "906"
        },
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/438/0902-01"
      ]
    },
    {
      "cite": "484 F.3d 626",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5733304
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "633"
        },
        {
          "page": "632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/484/0626-01"
      ]
    },
    {
      "cite": "453 F.3d 169",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6046938
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "172"
        },
        {
          "page": "173"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/453/0169-01"
      ]
    },
    {
      "cite": "486 F.3d 484",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3117085
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "497"
        },
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/486/0484-01"
      ]
    },
    {
      "cite": "560 F.3d 1281",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3430667
      ],
      "pin_cites": [
        {
          "page": "1285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/560/1281-01"
      ]
    },
    {
      "cite": "659 F.3d 1029",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3839413
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1032"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/659/1029-01"
      ]
    },
    {
      "cite": "436 F.3d 508",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        939853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/436/0508-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1231",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(5)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "505 F.3d 231",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5859951
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "233"
        },
        {
          "page": "234"
        },
        {
          "page": "234-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/505/0231-01"
      ]
    },
    {
      "cite": "413 F.3d 356",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8968863
      ],
      "pin_cites": [
        {
          "page": "358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/413/0356-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(a)(5)"
        },
        {
          "page": "(b)(1)"
        },
        {
          "page": "(a)(2)(D)"
        },
        {
          "page": "(a)(2)(B)"
        },
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "501 F.3d 323",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3706014
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "326"
        },
        {
          "page": "337"
        },
        {
          "page": "325"
        },
        {
          "page": "329"
        },
        {
          "page": "332",
          "parenthetical": "quotation marks omitted"
        },
        {
          "page": "334-35"
        },
        {
          "page": "337"
        },
        {
          "page": "335",
          "parenthetical": "quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/501/0323-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 408",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(7)(B)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1326",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 998,
    "char_count": 26108,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 3.477733775120581e-07,
      "percentile": 0.8815689640592945
    },
    "sha256": "3734ce0fae9c158e2cedf8600e4612be0ef3c890558ef8c89650fbf5f6107c68",
    "simhash": "1:b59bc2a4a34fd58b",
    "word_count": 4362
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: SMITH, FISHER, and CHAGARES, Circuit Judges."
    ],
    "parties": [
      "Jose Pedro VERDE-RODRIGUEZ, Petitioner v. ATTORNEY GENERAL UNITED STATES of America Transferred from the United States District Court for the Western District of Pennsylvania (No. 2-11-cv-01475), pursuant to the Real ID Act of 2005 as a Petition for Review of a Decision of the Board of Immigration Appeals ([ A XXX XXX XXX ])."
    ],
    "opinions": [
      {
        "text": "OPINION\nCHAGARES, Circuit Judge.\nIn November 2011, Jose Pedro Verde-Rodriguez (“Verde”) filed a petition for a writ of habeas corpus in the District Court for the Western District of Pennsylvania challenging his removal from the United States. The District Court concluded that it lacked subject matter jurisdiction over the petition and transferred the case to this Court. We will dismiss the petition for lack of jurisdiction.\nI.\nAccording to his habeas petition, Verde is a native of Mexico and became a lawful permanent resident of the United States in 1991. After several convictions for driving under the influence of alcohol (the “DUI convictions”), Verde was sentenced to two years and four months in state prison. In October 1998, Verde was charged with removability based on his status as an “aggravated felon” due to the DUI convictions. He appeared before an Immigration Judge (“IJ”) with seven other Mexican nationals, and the IJ ordered Verde’s removal on October 28, 1998. Verde returned to the United States, but was removed to Mexico for a second time in 2000. He was found in the United States once again in October 2011. Verde was served with a “Notice of Intent/Decision to Reinstate Prior Order” on October 24, 2011, reinstating his 1998 removal order. This time, he was also charged with illegal reentry under 8 U.S.C. § 1326. The United States eventually dropped the § 1326 charge and allowed him to plead guilty to use of a false Social Security number in violation of 42 U.S.C. § 408(a)(7)(B). He was sentenced to time served and a one-year term of supervised release.\nVerde filed a habeas petition seeking to be reinstated to his status as a U.S. permanent resident or to be granted cancellation of removal. His principal argument was that his initial removal was a gross miscarriage of justice because of procedural shortcomings that occurred during his 1998 removal hearing. He also asserted that because the Supreme Court later decided that a DUI conviction was not an aggravated felony, his conviction was not a valid basis for his original removal.\nThe District Court dismissed Verde’s petition for lack of subject matter jurisdiction. It explained that the REAL ID Act of 2005 “ ‘eliminated the availability of ha-beas corpus relief in the district courts for aliens seeking to challenge orders of removal.’ ” Appendix (“App.”) 6 (quoting Kolkevich v. Att’y Gen. of U.S., 501 F.3d 323, 326 (3d Cir.2007)). The District Court then provided two reasons for transferring the case to this Court. First, it concluded that “jurisdiction would have been proper in the Court of Appeals for the Third Circuit at the time petitioner’s habeas petition was filed.” App. 8. Second, the court noted that it had “serious concerns regarding whether the REAL ID Act should be construed as eliminating collateral review of deportation orders which were entered prior to the enactment of the REAL ID Act, but which could not have been challenged by petition for a writ of habeas corpus until the detention of a petitioner years later.” App. 9.\nII.\nWe first consider whether we have jurisdiction. Application of the REAL ID Act, 8 U.S.C. § 1101, et seq., is central to the resolution of this threshold issue. The REAL ID Act fundamentally altered the manner in which aliens may seek review of orders of removal. The law eliminated habeas corpus review over removal orders and provides that “a petition for review filed with an appropriate court of appeals in accordance with this section shall be the sole and exclusive means for judicial review of an order of removal entered or issued under any provision of this ehap-ter.” 8 U.S.C. § 1252(a)(5). A petition for review must be filed within thirty days of the final removal order. 8 U.S.C. § 1252(b)(1). Based on this requirement, the Government argues that Verde’s current petition for removal is untimely: while it was filed within thirty days of the most recent reinstatement of the order, the Government maintains that the thirty-day window is not renewed when a removal order is reinstated. Importantly, we have no jurisdiction over an untimely petition. See Kolkevich, 501 F.3d 323, 337.\nA.\nThe parties first dispute whether the thirty-day time limit is altered by 8 U.S.C. § 1252(a)(2)(D), which provides that\n[njothing in subparagraph (B) or (C), or in any other provision of this chapter (other than this section) which limits or eliminates judicial review, shall be construed as precluding review of constitutional claims or questions of law raised upon a petition for review \"filed with an appropriate court of appeals in accordance with this section.\nVerde essentially argues that this is a freestanding grant of jurisdiction that eliminates the thirty-day time limit for constitutional claims or questions of law. But as the Government points out, § 1252(a)(2)(D) clearly limits its scope to subparagraph (B) or (C) or any other provision of the chapter “other than this section.” Because § 1252(b)(1) is in § 1252, but is not in subparagraph (B) or (C) of § 1252(a), § 1252(a)(2)(D) cannot logically be read to eliminate the thirty-day window for filing constitutional claims and questions of law. Our past interpretation confirms this conclusion. See Papageorgiou v. Gonzales, 413 F.3d 356, 358 (3d Cir.2005) (“Congress has provided that nothing in 8 U.S.C. § 1252(a)(2)(B), (C), or any other provision of the INA shall preclude judicial review of such orders, unless such review is barred by some other provision of 8 U.S.C. § 1252.”). Accordingly, the thirty-day time limit set forth in § 1252(b)(1) is not altered by § 1252(a)(2)(D).\nB.\nVerde next asserts that his petition was timely because he filed it within thirty days of the 2011 reinstatement of his removal order. He argues that under Debeato v. Attorney General, 505 F.3d 231 (3d Cir.2007), an alien who has been removed may challenge a reinstated removal order in the same manner he would challenge the original order. In Debeato, the petitioner came to the United States in 1988 and was arrested on drug charges two years later. After serving prison time, she was deported because an IJ and the Board of Immigration Appeals (“BIA”) agreed that she was an aggravated felon. Id. at 233. She left the United States in 1998, but was found in the country again in 2000. She pled guilty to illegal reentry and went to prison again; while in prison, her original deportation order was reinstated. In 2003, Debeato filed a habeas petition arguing that the IJ erred in her original deportation proceedings by determining that she was ineligible for a waiver of deportation. In determining our jurisdiction, we reviewed the REAL ID Act, citing Papageorgiou for the proposition that § 1252(a)(2)(D) removed all jurisdictional bars to review of constitutional claims and questions of law except for those limitations in § 1252 itself. Id. at 234. Most importantly, we then addressed the question of how the holding in Papageorgiou applied to 8 U.S.C. § 1231(a)(5), which provides that when a removal order is reinstated from its original date, the alien is not eligible to apply for any relief under the chapter. We relied on Ramirez-Molina v. Ziglar, 436 F.3d 508 (5th Cir.2006), explaining that § 1231(a)(5) was overridden by § 1252(a)(2)(D), and consequently that we retained jurisdiction over Debeato’s petition. Debeato, 505 F.3d at 234-35 (“[T]here is no principled reason for reading § 1252(a)(2)(D) as permitting jurisdiction to review a final removal order, yet denying jurisdiction to review a reinstatement of that very same order.”).\nWhile Debeato makes clear that § 1252(a)(2)(D) overrides § 1231(a)(5), that conclusion does not lend much assistance to our resolution of the question at hand. This is because, as the Government points out, neither Debeato nor Ramirez-Molina addressed the thirty-day time limit of § 1252(b)(1). Both of those cases involved habeas petitions that were filed before the existence of a thirty-day limit and were converted to petitions for review due to the intervening passage of the REAL ID Act. Further, § 1231(a)(5) is in a different section of Title 8, Chapter 12 — as noted above, § 1252(a)(2)(D) overrides other sections of Title 8, Chapter 12, as well as subparagraphs (B) and (C) of subsection § 1252(a)(2), but does not override other provisions contained in § 1252. Thus, while § 1231(a)(5) should not prevent our review of the constitutional or statutory questions concerning a reinstated removal order in general, the case law relied upon by Verde does not make clear whether the thirty-day time limit can be circumvented by seeking review of the merits of an underlying removal order by filing a petition for review within thirty days of the issuance of a reinstated order.\nThe Court of Appeals for the Tenth Circuit answered the question we face today in Cordova-Soto v. Holder, 659 F.3d 1029 (10th Cir.2011). There, an alien was removed in 2005, but DHS issued a reinstated removal order when she was found in the United States again in 2010. The petitioner made the same argument Verde makes here: that § 1252(a)(2)(D) overrides the jurisdictional bar contained in § 1231(a)(5). The Court agreed with that as a general matter, but then cited § 1252(b)(1)’s thirty-day time limit. The Court easily concluded that “because Ms. Cordova-Soto failed to file her petition for review within thirty days of her 2005 removal order, we lack jurisdiction to review that order, including constitutional claims or questions of law.” Id. at 1032; see also Avila v. United States Att’y Gen., 560 F.3d 1281, 1285 (11th Cir.2009) (“Because Avila failed to exhaust his administrative remedies or seek timely review of his 1997 deportation order, we lack jurisdiction to review the underlying validity of that order.”).\nWe agree with the Court of Appeals for the Tenth Circuit and hold that filing a petition for review within thirty days of a reinstated order of removal does not fulfill the requirements of § 1252(b)(1). We also note that accepting Verde’s argument here would defeat the purpose of the statute’s time bar by allowing a challenge to an underlying removal order any time a reinstated order is issued. The Court of Appeals for the Ninth Circuit discussed this concern in Morales-Izquierdo v. Gonzales, 486 F.3d 484, 497 (9th Cir.2007). In that case, the petitioner challenged the reinstatement of a removal order by arguing that the original removal proceeding did not provide due process. The Court refused to review the original proceeding, noting that the reinstatement order imposed no penalties and did not create any obstacles to attacking the original order. It went on to explain that\n[t]he contrary conclusion would create a new and wholly unwarranted incentive for aliens who have previously been removed to reenter the country illegally in order to take advantage of this self-help remedy. It would also make a mockery of aliens who do respect our laws and wait patiently outside our borders seeking lawful admission.\nId. at 498.\nAs a result, Verde’s filing of his appeal within thirty days after reinstatement of his removal order does not render his petition timely.\nC.\nThe District Court’s opinion explained that the case should be transferred to this Court in part because it “harbor[ed] serious concerns regarding whether [the REAL ID Act] should be construed as eliminating collateral review of deportation orders which were entered prior to the enactment of [the REAL ID Act], but which could not have been challenged by petition for a writ of habeas corpus until the detention of a petitioner years later.” App. 9. Its decision was based principally on Kolkevich, 501 F.3d 323.\nIn Kolkevich, a Russian national who was a lawful permanent resident was convicted and incarcerated on charges of robbery and assault. Kolkevich conceded re-movability, but sought relief under the Convention Against Torture. An IJ granted him relief, but the BIA reversed. That decision was made in March 2005, fifty-one days before President Bush signed the REAL ID Act. Therefore, when the BIA’s order was issued, Kolkevich’s only option for challenging its decision was a habeas petition, “which could have been filed at any time, without limit, following issuance of the order of removal.” Id. at 325. Kolkevich did nothing until filing a habeas petition in April 2006. Our opinion explained that the REAL ID Act was silent concerning aliens who were entitled to file habeas petitions after their removal orders, but did not do so before the REAL ID Act was enacted. Id. at 329. We reviewed the case to determine whether Kolkevich should receive extra time to file his petition due to the change in law that occurred.\nWe began our analysis with a discussion of the Suspension Clause, which provides that the writ of habeas corpus shall not be suspended unless necessary for public safety. U.S. Const. art. I, § 9, cl. 2. Our case law establishes that the clause requires at least some judicial review of deportation cases, and also that the REAL ID Act’s limitations on the petition right are constitutional. Kolkevich, 501 F.3d at 332 (quotation marks omitted). We first concluded that we could not read the REAL ID Act in the fashion the Government urged — it asked us to conclude that the day before the REAL ID Act’s passage, Kolkevich had an unlimited right to file a habeas petition, but on the day the REAL ID Act was passed he suddenly had no access to the courts. Id. at 334-35. To avoid invalidating the statute, we held that those in Kolkevich’s situation would be granted thirty days after the passage of the REAL ID Act (until June 11, 2005) to file a petition for review. Because Kolke-vich had waited almost a year after the REAL ID Act’s passage, we concluded we lacked jurisdiction to review his claim. Id. at 337.\nThe District Court appears to have relied on Kolkevich to determine that we have jurisdiction because it believed that otherwise Verde would have been precluded from obtaining any review of the 1998 removal order. Yet neither the District Court nor Verde has explained why Verde could not have filed a petition for review within the thirty days following the enactment of the REAL ID Act. Like Kolke-vich, Verde failed to file suit within the thirty-day window after the REAL ID Act’s enactment, and consequently, just as in Kolkevich, we conclude that the Suspension Clause does not necessitate exercising jurisdiction here.\n% iH Hí # # ‡\nBecause Verde did not comply with the thirty-day deadline, we have no jurisdiction to review his petition under § 1252.\nIII.\nVerde argues that even if we conclude that we have no jurisdiction under § 1252, we can assert jurisdiction over his habeas petition because he does not directly challenge an order of removal; instead, he argues that the immigration hearing leading to his removal was proeedurally flawed. The District Court concluded that it had no habeas jurisdiction, though Verde claims that the court came to that conclusion only because it separately determined that § 1252 jurisdiction was proper under Kolkevich.\nBecause we have held that § 1252(a)(5) does not bar a habeas petition when a petitioner challenges something other than an order of removal, Kumarasamy v. Att’y Gen. of U.S., 453 F.3d 169, 172 (3d Cir.2006), we must now decide whether a challenge to the procedure of a removal hearing qualifies as a challenge to the removal order. In Kumarasamy, the petitioner argued that he was improperly deported because no removal order was ever entered in his case. Id. We agreed that the REAL ID Act did not apply, but found we had no jurisdiction because Kumarasamy was not in custody when he filed his habeas petition. Id. at 173.\nIn Nnadika v. Attorney General, 484 F.3d 626, 633 (3d Cir.2007), we held that the REAL ID Act did not apply when the petitioner challenged the Government’s adjudication and rules concerning asylee relative petitions even though the denial of relief would result in deportation. While the facts in Nnadika make it easily distinguishable from the instant case, our discussion in that case is relevant to the question we face today. The Nnadika Court made several references to Haider v. Gonzales, 438 F.3d 902, 910 (8th Cir.2006), a case in which the petitioner was ordered removed in absentia. Haider filed a habeas petition in district court claiming that his due process rights were violated because he was not served with a valid notice to appear prior to his removal hearing. Id. at 905. The district court transferred the case to the Court of Appeals for the Eighth Circuit because the petition “challenged a final order of removal.” Id. at 906. The Court of Appeals consolidated the habeas petition with a preexisting petition for review and agreed with the district court, concluding that “Haider’s Petition for Writ of Habeas Corpus does nothing more than attack the IJ’s removal order.” Id. at 910. After recounting the holding in Haider, the Nnadika Court expressed its approval by explaining that “only challenges that directly implicate the order of removal, such as the challenge to the notice of the removal hearing in Haider, are properly the subject of transfer under the REAL ID Act.” 484 F.3d at 632; see also Singh v. Gonzales, 499 F.3d 969, 979 (9th Cir.2007) (holding that term “order of removal” does not include alien’s ineffective assistance of counsel claim concerning attorney’s actions taken after order of removal becomes final).\nWhile this Court has not previously addressed Verde’s argument, our decision in Bonhometre v. Gonzales, 414 F.3d 442 (3d Cir.2005), treated a procedural due process claim as part of a request for review of a final order of removal. In Bonhometre, the petitioner filed a habeas petition in 2003 arguing that his previous removal order was invalid because the IJ failed to advise him of certain forms of potential relief. Id. at 445. The case was decided after the REAL ID Act was passed, so we converted the habeas petition into a petition for review. Id. at 446. Beginning our analysis, we explained that we would “address the procedural due process claims raised by Mr. Bonhometre in his opening brief to the District Court as if they were raised in a petition for review before us in the first instance.” Id. Thus, Bonhometre reflects a view that procedural due process claims arising from a removal hearing are properly contained in a petition for review.\nOur conclusion in Bonhometre is in accord with Supreme Court cases that have afforded a broad definition to terms similar to “order of removal.” In Foti v. Immigration & Naturalization Service, 375 U.S. 217, 221, 84 S.Ct. 306, 11 L.Ed.2d 281 (1963), the Court held that the term “final orders of deportation” included denials of suspension of deportation. The Court explained that “all determinations made during and incident to the administrative proceeding ... reviewable together by the Board of Immigration Appeals, such as orders denying voluntary departure pursuant to § 244(e) [8 U.S.C. § 1254(e)] and orders denying the withholding of deportation under § 243(h) [8 U.S.C. § 1253(h) ], are likewise included within the ambit” of the term. Id. at 229, 84 S.Ct. 306. In part, this was because the “fundamental purpose behind [the law] was to abbreviate the process of judicial review of deportation orders in order to frustrate certain practices which had come to the attention of Congress, whereby persons subject to deportation were forestalling departure by dilatory tactics in the courts.” Id. at 224, 84 S.Ct. 306.\nThe Court came to a similar conclusion in Immigration & Naturalization Service v. Chadha, 462 U.S. 919, 103 S.Ct. 2764, 77 L.Ed.2d 317 (1983). In that case, the petitioner’s deportation was suspended by an IJ, but the House of Representatives passed a resolution stating that the deportation should not be suspended. Id. at 926, 103 S.Ct. 2764. An IJ then reopened the proceedings to implement the resolution, and Chadha sought a ruling that the provision of the law allowing the House resolution was unconstitutional. Id. at 928, 103 S.Ct. 2764. Chadha filed a petition for review with the Court of Appeals for the Ninth Circuit, which “held that the House was without constitutional authority to order Chadha’s deportation.” Id.\nThe jurisdiction of the Court of Appeals was limited to review “of all final orders of deportation.” Id. at 937, 103 S.Ct. 2764 (quotation marks omitted). The Supreme Court held that the term encompassed Chadha’s situation and that “the term ‘final orders’ in § 106(a) [8 U.S.C. § 1105a(a) ] includes all matters on which the validity of the final order is contingent, rather than only those determinations actually made at the hearing.” Id. at 938, 103 S.Ct. 2764 (quotation marks omitted). The Court also emphasized the fact that “the relief [Chadha sought was] plainly inconsistent with the deportation order.” Id. at 939, 103 S.Ct. 2764.\nThe decisions in Chadha, Foti, Nnadika, and Bonhometre persuade us to conclude that the term “order of removal” as used in § 1252(a)(5) was intended to include the claims Verde raises here. Verde does not challenge the existence of his removal order, but alleges errors “on which the validity of the final order [are] contingent,” and the relief he seeks would clearly be inconsistent with the order of removal. Cha-dha, 462 U.S. at 938, 103 S.Ct. 2764. The opposite result would thwart Congress’s goal in passing the REAL ID Act, which was to “streamline ... uncertain and piecemeal review of orders of removal, divided between the district courts (habeas corpus) and the courts of appeals (petitions for review).” Bonhometre, 414 F.3d at 446. As we explained in Kolkevich, “[b]y placing all review in the courts of appeals, [the REAL ID Act] provide[s] an adequate and effective alternative to habeas corpus.” 501 F.3d at 335 (quotation marks omitted). This result does not undermine our holding in Kumarasamy or other cases in which a petitioner seeks to file a habeas petition based on something other than an order of removal. Unlike those cases, Verde’s claims concerning the process afforded to him at his removal hearing directly challenge the lawfulness of the removal order and are intertwined with the IJ’s decision to such an extent that we must conclude he challenges his order of removal. Consequently, we have no jurisdiction to review his habeas petition because of the limitations contained in § 1252(a)(5).\nIV.\nFor the foregoing reasons, we will dismiss Verde’s petition for lack of jurisdiction.\n. The statute contains an exception for review of some orders not relevant here.\n. In addition to the thirty-day deadline, § 1252 also prevents review of a final order of removal unless \"the alien has exhausted all administrative remedies available to the alien as of right.” 8 U.S.C. § 1252(d)(1). Because the Government's brief focuses on the thirty-day deadline and we decide the case on this jurisdictional basis, we will not address whether Verde properly exhausted his administrative remedies.\n. Likewise, our statement that \"an order reinstating a prior removal order is the functional equivalent of a final order of removal,” Dinnall v. Gonzales, 421 F.3d 247, 251 n. 6 (3d Cir.2005) (quotation marks omitted), was made in a different context and does not control our decision today.\n. The District Court correctly explained that in order to file a petition for habeas relief, the petitioner must be in custody. App. 9; see also 28 U.S.C. § 2241(c)(1). Yet it pointed to no such requirement in 8 U.S.C. § 1252, nor did Verde identify any other obstacle to filing a petition for review. See Jordon v. Att'y Gen. of U.S., 424 F.3d 320, 328 (3d Cir.2005) (holding that because petitioner’s habeas petition was converted to a petition for review under the REAL ID Act, \"whether Jordon was 'in custody’ under § 2241 [] is a jurisdictional inquiry no longer relevant to our analysis here”).\n. Verde also contends that the Government waived its argument that the District Court improperly relied on Kolkevich because it failed to appeal the District Court’s discretionary transfer decision. Verde's argument fails for several reasons, principally because we must accurately discern our own subject matter jurisdiction regardless of whether the issue was raised in the District Court. See United States v. Cotton, 535 U.S. 625, 630, 122 S.Ct. 1781, 152 L.Ed.2d 860 (2002) (\"[Djefects in subject-matter jurisdiction require correction regardless of whether the error was raised in district court.”).\n. Section 1252 only governs review of orders of removal, and a petition for review is the exclusive means of review \"of an order of removal entered or issued under any provision of this chapter, except as provided in subsection (e) of this section.” § 1252(a)(5).\n. Verde complains that he was subjected to a group hearing, that the IJ’s language indicated that his appeal would be unsuccessful, that he was not properly informed of the availability of pro bono counsel, and that \"the hearing proceeded under on [sic] the basis of the false premise that DUI indisputably was an aggravated felony.” Verde Br. 34.",
        "type": "majority",
        "author": "CHAGARES, Circuit Judge."
      }
    ],
    "attorneys": [
      "Jesse A. Drumm [Argued], Stephanie Noel [Argued], Duquesne University School of Law, Pittsburgh, PA, Adrian N. Roe, Esq., Pittsburgh, PA, for Petitioner/Appellant.",
      "Stuart F. Delery, Esq. Principal Dep. Assistant, Attorney General, Civil Division, Michelle G. Latour, Esq. Deputy Director, Papú Sandhu, Esq. Senior Litigation Counsel [Argued], United States Department of Justice, Office of Immigration Litigation, Civil Division, Washington, DC, for Respondent/Appellee."
    ],
    "corrections": "",
    "head_matter": "Jose Pedro VERDE-RODRIGUEZ, Petitioner v. ATTORNEY GENERAL UNITED STATES of America Transferred from the United States District Court for the Western District of Pennsylvania (No. 2-11-cv-01475), pursuant to the Real ID Act of 2005 as a Petition for Review of a Decision of the Board of Immigration Appeals ([ A XXX XXX XXX ]).\nNo. 12-1620.\nUnited States Court of Appeals, Third Circuit.\nArgued: May 14, 2013.\nFiled: Aug. 15, 2013.\nJesse A. Drumm [Argued], Stephanie Noel [Argued], Duquesne University School of Law, Pittsburgh, PA, Adrian N. Roe, Esq., Pittsburgh, PA, for Petitioner/Appellant.\nStuart F. Delery, Esq. Principal Dep. Assistant, Attorney General, Civil Division, Michelle G. Latour, Esq. Deputy Director, Papú Sandhu, Esq. Senior Litigation Counsel [Argued], United States Department of Justice, Office of Immigration Litigation, Civil Division, Washington, DC, for Respondent/Appellee.\nBefore: SMITH, FISHER, and CHAGARES, Circuit Judges."
  },
  "file_name": "0198-01",
  "first_page_order": 222,
  "last_page_order": 231
}