{
  "id": 3717331,
  "name": "ROCKIES EXPRESS PIPELINE LLC, Plaintiff-Appellee, v. 4.895 ACRES OF LAND, MORE OR LESS, et al., Defendants, Murray Energy Corporation; Consolidated Land Company; American Energy Corporation, Defendants-Appellants",
  "name_abbreviation": "Rockies Express Pipeline LLC v. 4.895 Acres of Land",
  "decision_date": "2013-08-15",
  "docket_number": "No. 12-3069",
  "first_page": "424",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 424"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "501 U.S. 104",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1108159
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "107-08",
          "parenthetical": "explaining that the doctrine of collateral es-toppel prevents re-litigation of factual issues resolved by an administrative agency acting in a judicial capacity"
        },
        {
          "parenthetical": "explaining that the doctrine of collateral es-toppel prevents re-litigation of factual issues resolved by an administrative agency acting in a judicial capacity"
        },
        {
          "parenthetical": "explaining that the doctrine of collateral es-toppel prevents re-litigation of factual issues resolved by an administrative agency acting in a judicial capacity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0104-01"
      ]
    },
    {
      "cite": "190 N.E.2d 446",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "174 Ohio St. 441",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        1766449
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/174/0441-01"
      ]
    },
    {
      "cite": "305 N.E.2d 785",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "787",
          "parenthetical": "holding that an expert witness in a condemnation proceeding may not offer an opinion as to the likelihood of a zoning change because it constitutes speculation"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 Ohio St.2d 175",
      "category": "reporters:state",
      "reporter": "Ohio St. 2d",
      "case_ids": [
        6704759
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "holding that an expert witness in a condemnation proceeding may not offer an opinion as to the likelihood of a zoning change because it constitutes speculation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-2d/36/0175-01"
      ]
    },
    {
      "cite": "2000 WL 1678031",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2000,
      "pin_cites": [
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "282 N.E.2d 42",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "45"
        },
        {
          "page": "45"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "30 Ohio St.2d 8",
      "category": "reporters:state",
      "reporter": "Ohio St. 2d",
      "case_ids": [
        1792063
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-2d/30/0008-01"
      ]
    },
    {
      "cite": "622 F.3d 602",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3787570
      ],
      "pin_cites": [
        {
          "page": "606-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/622/0602-01"
      ]
    },
    {
      "cite": "99 N.E.2d 313",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1951,
      "pin_cites": [
        {
          "page": "317"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Ohio St. 454",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        1054358
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/155/0454-01"
      ]
    },
    {
      "cite": "476 N.E.2d 695",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "700"
        },
        {
          "page": "700",
          "parenthetical": "damages compensate for \"any injury that may result to the remaining lands by reason of the construction of the proposed improvement\" (citation and internal quotation marks omitted) (emphasis added)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "16 Ohio App.3d 411",
      "category": "reporters:state",
      "reporter": "Ohio App. 3d",
      "case_ids": [
        6709380
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app-3d/16/0411-01"
      ]
    },
    {
      "cite": "962 F.2d 1192",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10524558
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1199"
        },
        {
          "page": "1199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/962/1192-01"
      ]
    },
    {
      "cite": "585 F.3d 267",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3480385
      ],
      "pin_cites": [
        {
          "page": "273-74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/585/0267-01"
      ]
    },
    {
      "cite": "245 F.3d 617",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11115541
      ],
      "pin_cites": [
        {
          "page": "621"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/245/0617-01"
      ]
    },
    {
      "cite": "627 F.3d 235",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4073474
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "240"
        },
        {
          "page": "240",
          "parenthetical": "evidentiary ruling"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/627/0235-01"
      ]
    },
    {
      "cite": "667 F.3d 757",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3715204
      ],
      "pin_cites": [
        {
          "page": "760"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/667/0757-01"
      ]
    },
    {
      "cite": "423 F.3d 579",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8926895
      ],
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/423/0579-01"
      ]
    },
    {
      "cite": "629 F.3d 231",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3553617,
        4078278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/393/0433-01",
        "/f3d/629/0231-01"
      ]
    },
    {
      "cite": "2009 WL 2049170",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2009,
      "pin_cites": [
        {
          "page": "¶23",
          "parenthetical": "\"FERC Rehearing Order\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "128 FERC ¶ 61045",
      "category": "reporters:federal",
      "reporter": "FERC",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "\"FERC Rehearing Order\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2008 WL 2224961",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "\"FERC Certificate\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "123 FERC ¶ 61234",
      "category": "reporters:federal",
      "reporter": "FERC",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "\"FERC Certificate\""
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1159,
    "char_count": 25244,
    "ocr_confidence": 0.658,
    "pagerank": {
      "raw": 4.548627546539126e-08,
      "percentile": 0.2850585111332746
    },
    "sha256": "fbbe439a63ba54dd3d48a59203b95d182eeff7823e492e3f9d076351e7e61f3d",
    "simhash": "1:b36906b6ac9aff4a",
    "word_count": 3955
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: SILER, GRIFFIN, and STRANCH, Circuit Judges."
    ],
    "parties": [
      "ROCKIES EXPRESS PIPELINE LLC, Plaintiff-Appellee, v. 4.895 ACRES OF LAND, MORE OR LESS, et al., Defendants, Murray Energy Corporation; Consolidated Land Company; American Energy Corporation, Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nGRIFFIN, Circuit Judge.\nPlaintiff Rockies Express Pipeline LLC (“REX”) was unsuccessful in privately obtaining from Ohio landowners easements along the right-of-way for an interstate natural-gas pipeline that the Federal Energy Regulatory Commission (“FERC”) had authorized the gas company to build and operate. REX therefore took the next available step and filed the instant action in federal court seeking the necessary easements through eminent domain. The complaint named as interested parties defendants Murray Energy Corporation, Consolidated Land Company, and American Energy Corporation (collectively the “Murray Companies” or the “coal companies”), which own or are associated with a coal mine in Ohio. That mine lies beneath a tract of land over which REX intended to run its pipeline and on which it sought an easement. Following discovery and pretrial motions, the district court determined that the Murray Companies suffered no compensable damages to its coal-mining operations as a result of the pipeline. We affirm.\nI.\nA.\nRobert Murray is part owner of defendant Murray Energy Corporation, which in turn wholly owns subsidiary co-defendants Consolidated Land Company and American Energy Corporation. Between 1999 and 2003, the Murray Companies spent $450 million to purchase the necessary subsurface mineral rights and open their Century Mine, which is in Ohio. The companies have contracts with purchasers of the coal they extract from the Century Mine that extend to 2021. They negotiated the contracts on the assumption that they would remove all of the mine's coal, including a portion known as the 6 West Panel.\nThe Murray Companies use a mining technique called “longwall mining.” With this technique, they can extract coal panels of up to 18,000 feet in length. Planned land subsidence is a necessary consequence of longwall mining. Due in part to the machinery involved, longwall mining requires extensive planning in order to ensure maximum coal recovery and economic viability. Unplanned disruptions have significant financial consequences.\nThe Murray Companies own expansive rights to subside the surface estate: they are free of any obligation to provide subja-cent support to the land and are absolved of any liability for damage their mining causes to the surface estate.\nB.\nREX is a natural gas company that built and now operates the REX-East Pipeline, the easternmost portion of a high-speed pipeline transporting natural gas from supply basins in the Rocky Mountains to eastern Ohio.\nIn 2007, REX filed an application seeking from FERC a “certificate of public convenience and necessity” authorizing the construction and operation of the REX-East Pipeline. Notice of the application and a request for public comment were published in the Federal Register.\nThe Murray Companies intervened in the proceeding and proposed a different route for the pipeline, one that did not traverse their mine. They were concerned that the land subsidence incident to long-wall mining would place excessive stress on the pipeline, creating a potential for rupture. REX responded that it would take measures to mitigate the effects of subsidence and claimed that changing the route would impact nearly 350 additional acres of mostly forested land and increase costs by approximately $40 million.\nOn May 30, 2008, FERC approved REX’s application. See Rockies Express Pipeline LLC, Nos. CP07-208-000, CP07-208-001, 123 FERC ¶ 61234, 2008 WL 2224961 (2008) (“FERC Certificate”). FERC concluded that it was unnecessary to reroute the pipeline around the Century Mine because REX had proposed an adequate framework for a subsidence mitigation plan and had agreed to cover all costs associated with “monitoring or mitigation of the pipeline should mining advance in close proximity to the pipeline,” including the cost of moving the pipeline to avoid damage from mining. Id. ¶¶ 93, 96. FERC also concluded that REX’s proposal was “adequate to ensure safety” and would not “compromise longwall coal mining operations in the area.” Id. ¶ 93.\nHowever, FERC made its approval of the pipeline subject to Environmental Condition 147, which required REX, before laying any pipe over the Century Mine, to file with FERC, “for review and written approval,” a “construction and operations plan, developed in collaboration with the Murray Companies, for the segment of the pipeline that traverses the coal mining reserves held by the Murray Companies.” FERC Certificate app. E ¶ 147. FERC ordered REX to address “the primary concern of maintaining pipeline integrity and operation while not impeding the mining operation.” Id. If a plan could not be achieved, REX was to propose “an alternative pipeline route” that avoided the coal reserves. Id.\nOver the next few months, REX and the Murray Companies discussed pipeline construction. Representatives of the companies met to discuss REX’s construction and operations plan. The Murray Companies expressed concerns, and REX directed its experts to refine their studies and reports to address those concerns. On December 23, 2008, REX filed its plan with FERC. In it, REX explained the measures it would take to build a pipeline that would maintain structural integrity during mining. REX agreed to measure stress on the pipeline and to reduce the pressure or, if necessary, shut down the pipeline during mining.\nThe Murray Companies filed objections to the plan, claiming that REX had failed to consider their views in drafting it. The Chief of Gas Branch 2 in FERC’s Office of Energy Projects disagreed and concluded that REX had satisfied the collaboration requirement, had proposed an acceptable plan, and did not have to reroute around the Century Mine. FERC itself later ratified that decision. See Rockies Express Pipeline, LLC, No. CP07-208-005, 128 FERC ¶ 61045, 2009 WL 2049170, at ¶23 (2009) (“FERC Rehearing Order”). The Murray Companies petitioned for judicial review in the U.S. Court of Appeals for the D.C. Circuit. That court concluded that substantial evidence supported FERC’s decisions and denied the petition. Murray Energy Corp. v. FERC, 629 F.3d 231 (D.C.Cir.2011). REX began building the pipeline over the Century Mine in May 2009, and construction ended four months later. Gas began flowing in November 2009.\nC.\nMeanwhile, citing safety concerns and a business judgment that extensive regulatory delay sure to be caused by mining under the pipeline would destroy its business, the Murray Companies accelerated by several years their efforts to mine the Century Mine’s 6 West Panel. The companies believed they would be unable to procure without undue delay the permits needed to mine the panel so long as the pipeline was energized. Any unanticipated delay, they believed, would have caused them to breach their supply contracts, eventually driving them into bankruptcy. Their decision to mine early resulted in previously unanticipated costs associated with inefficient mining techniques they were forced to use as a result of mining early. The 6 West Panel was extracted before natural gas began to flow in the pipeline in November 2009.\nD.\nA certificate of public convenience and necessity grants its holder the right to acquire through the power of eminent domain any portion of the necessary right-of-way that the holder cannot obtain by contract. 15 U.S.C. § 717f(h). In June 2008, REX filed the instant action seeking easements along the pipeline’s right-of-way through Ohio. The Murray Companies were joined as interested parties because they claimed an interest in the subsurface coal rights in their Century Mine, over which REX had proposed running its pipeline.\nThe district court appointed a fact-finding commission to determine the proper value of the easements REX sought. See Fed.R.Civ.P. 71.1(h)(2). The Murray Companies sought to recover from REX the costs incurred in mining the 6 West Panel earlier than anticipated. REX later moved for summary judgment on this claim. The decision to mine early, REX maintained, was based entirely upon a belief that FERC had already rejected: that coal mining and the pipeline could not coexist. According to REX, the Murray Companies were barred from relitigating that determination.\nThe district court granted REX’s motion in part and denied it in part. It agreed that FERC had “settled” whether the Murray Companies could “continue to mine even with the pipeline in place.” FERC had not prohibited mining underneath the pipeline, the court reasoned, so the coal companies could not claim that REX had wholly prevented them from mining. Yet the court did not foreclose the companies’ request entirely. If “REX’s easement rights for the pipeline damage Murray’s efforts to obtain coal by increasing the costs of mining,” the court ruled, “it would unquestionably be a compensable injury properly before the Commission.” The court instructed the commission to ignore “any argument or evidence that the Murray Companies cannot safely mine underneath the pipeline,” but to consider “damages that are an outgrowth of safe mining underneath the pipeline,” such as the cost of “necessary modifications to Murray’s mining technique or practices.”\nAs the case progressed, the issues narrowed, and it became clear that the Murray Companies sought to recover only the costs incurred in mining the 6 West Panel on an expedited basis. Because REX thought such damages were outside the scope of the district court’s earlier ruling, the parties sought clarification from the district court. The court clarified that costs incurred from mining early did not fall within the parameters of what it ruled was recoverable. It deemed these costs “self-inflicted,” incurred wholly as a result of “wary speculation” as to what mining regulators would do. The court concluded that the companies had no damages if they did not suffer “pipeline-related damages arising from how [they] mined 6 West by necessity.” It instructed the commission to exclude evidence of costs incurred due to early mining.\nAt a pre-hearing conference two weeks later, the Murray Companies made a proffer of its evidence of damages, which consisted solely of the costs it incurred mining ahead of schedule. The commission’s chairperson excluded the evidence, explaining that “the only admissible evidence as to 6 West are modifications Murray made in its mining technique to accommodate actual conditions existing at the time caused by the actual construction of the pipeline itself,” and that “none of the evidence proffered fits that definition.” The commission found that the Murray Companies offered no evidence of injury to its mining operations due to the REX-East Pipeline. The district court adopted that finding and awarded the coal companies no damages.\nThe coal companies timely appealed.\nII.\nWe first consider the appropriate standard of review. The Murray Companies assert that our review is de novo inasmuch as they challenge the district court’s decision that they could not, as a matter of law, recover damages incurred because of early mining. See Cutter v. Wilkinson, 423 F.3d 579, 584 (6th Cir.2005) (legal questions are reviewed de novo). They further contend that they challenge the district court’s summary-judgment decision and its order adopting the commission’s report, matters that are typically reviewed de novo. See Donald v. Sybra, Inc., 667 F.3d 757, 760 (6th Cir.2012); Fed.R.Civ.P. 71.1(h)(2)(D); Fed.R.Civ.P. 53(f)(4).\nREX responds that abuse-of-discretion review applies. It views the coal companies as challenging the instruction to the commission not to consider evidence of damages caused by expedited mining. These rulings, REX claims, are similar to jury instructions and evidentiary rulings, which are both reviewed for an abuse of discretion. See Harris v. J.B. Robinson Jewelers, 627 F.3d 235, 240 (6th Cir.2010) (evidentiary rulings); United States v. Beaty, 245 F.3d 617, 621 (6th Cir.2001) (word choice in a jury instruction).\nThe Murray Companies have the better argument. The ultimate question the district court answered was whether the coal companies are legally entitled to the costs incurred because of early mining. In our view, that is a legal conclusion. And even if the district court’s rulings are favorably compared to jury instructions or evidentiary rulings, the rulings rested entirely on a legal conclusion regarding the scope of damages the companies could recover. We review de novo the legal conclusions that underlie a district court’s evi-dentiary ruling or are contained in its jury instructions. See Harris, 627 F.3d at 240 (evidentiary ruling); Bridgeport Music, Inc. v. UMG Recordings, Inc., 585 F.3d 267, 273-74 (6th Cir.2009) (jury instruction). Review here is de novo.\nIII.\nFERC issued REX a certificate of public convenience and necessity authorizing the construction and operation of the REX-East Pipeline. As a certificate holder, REX had the authority to use eminent domain to obtain easements along the pipeline’s proposed right-of-way. See 15 U.S.C. § 717f(h). While condemnation under the Natural Gas Act is a federal matter, courts conducting such proceedings must apply “the law of the state in which the condemned property is located in determining the amount of compensation due.” Columbia Gas Transmission Corp. v. Exclusive Natural Gas Storage Easement, 962 F.2d 1192, 1199 (6th Cir.1992). Here, Ohio’s law applies because the Century Mine is located in Ohio.\nWe recently had occasion in a related case to set out the relevant Ohio law:\nUnder Ohio law, the landowner in an eminent domain action is entitled both to the value of the taken land and to “damages” to the “residue” of the property. City of Norwood v. Forest Converting Co., 16 Ohio App.3d 411, 476 N.E.2d 695, 700 (1984). Damages to the residue compensate for “any injury that may result to the remaining lands by reason of the construction of the proposed improvement,” measured by the difference in the residue’s fair market value before and after the taking. Id. A court determining fair market value should take into consideration “every element that can fairly enter into the question of value.” Sowers v. Schaeffer, 155 Ohio St. 454, 99 N.E.2d 313, 317 (1951).\nAm. Energy Corp. v. Rockies Express Pipeline LLC, 622 F.3d 602, 606-07 (6th Cir.2010). As this passage makes clear, Ohio law distinguishes between “compensation” (the fair market value of the land actually taken) and “damages” to the residue (loss of value to the remaining land). REX sought to actually take only the surface estate above the Murray Companies’ mineral estate; it did not seek to take the mineral estate itself. Therefore, only “damages” to the Century Mine&emdash;as “the remaining land”&emdash;are presently at issue. Specifically, the coal companies can recover damages to its mine that are “reasonably foreseeable” and that “might reasonably be expected to occur” by reason of the pipeline’s construction or existence. Masheter v. Blaisdell, 30 Ohio St.2d 8, 282 N.E.2d 42, 45 (1972).\nApplying these principles, the district court concluded that the Murray Companies could recover “damages in the form of necessary and additional costs incurred due to any complications the pipeline caused,” such as “having to work around REX’s equipment, safe mining techniques, or lost mining days due to pipeline construction delays.” See State ex rel. Goeglein v. Wray, No. 00AP-424, 2000 WL 1678031, at *4 (Ohio Ct.App. Nov. 9, 2000). But because the companies mined the 6 West Panel without obstruction from the pipeline, they did not suffer complications of this kind. The companies instead sought recovery for the costs they incurred because they mined the panel ahead of schedule, contending that they did so because of concerns that regulators either would have taken too long to approve the necessary permits or would not have approved them at all. The district court disagreed, reasoning that if the coal companies mined early to avoid regulatory uncertainty, they acted “prematurely,” and that REX was not responsible for the companies’ “wary speculation” as to what would happen. We agree with the district court.\nThe Murray Companies are correct to point out that the primary limit Ohio law places on damages in condemnation matters is that they be neither “speculative [n]or contingent.” Blaisdell, 282 N.E.2d at 45. Damages must be “reasonably foreseeable” and “expected to occur” in the course of the normal use of the property. Id. But the entire basis for the companies’ claim — their belief that the regulatory delays that would accompany mining under a pipeline would cause the companies to default on their supply contracts and drive them into bankruptcy — is not “reasonably foreseeable.” The companies only speculate that this course of events would follow; they offer no evidence that could reasonably convince a fact finder to credit the theory. In addition, the theory is built upon a series of contingencies that are, at best, speculative. Although we can accept the premise that the pipeline’s existence “triggered multiple layers of federal and state regulatory oversight” that apparently did not exist before, we cannot accept the conclusion that the additional oversight “diminished [the companies’] property right to subside.” Murray Br. 29-30. And though it might be, as the companies contend, that regulators would have to “conduct independent reviews and make safety determinations” before mining, the Murray Companies have offered no evidence that regulators would have prohibited mining outright, or would have delayed it for such a period that it would no longer be economically viable. Id. at 30. The opinion of Robert Murray, the companies’ principal, that regulators would have delayed mining for long periods of time, unsupported by specific and tangible facts within his knowledge, fails to move the Murray Companies’ theory beyond speculation. Cf. Masheter v. Wood, 36 Ohio St.2d 175, 305 N.E.2d 785, 787 (1973) (holding that an expert witness in a condemnation proceeding may not offer an opinion as to the likelihood of a zoning change because it constitutes speculation).\nThe coal companies respond that they cannot be faulted for the lack of specific evidence in the record concerning damages. They argue that by deeming “inadmissible all evidence in any manner relating back to mine safety,” the district court effectively barred them from introducing evidence of the operational and financial demands that forced them to mine early. Murray Br. 32. But the reason the court barred such a presentation was because the companies failed to come forward during the clarification stage with evidence that their damages were not speculative. In the court’s words, the Murray Companies “apparently made [the] anticipatory modifications to [their] plan and practices based on subjective beliefs, interpretation, and speculation.” If there is evidence showing otherwise, the Murray Companies would have been well advised to bring it before the district court when the parties sought clarification.\nEssentially, the Murray Companies contend that “[t]he mining the district court characterized as ‘inefficient’ actually was [their] only viable option as of the 2008 date of take to assure a precisely orchestrated sequencing of mine advancement and investment and avoidance of unplanned stoppages of the longwall miner.” Murray Br. 34 (emphasis added). Operational constraints of longwall mining apparently mandated avoidance of “the complex web of added regulation and corresponding delays and risks” caused by the pipeline. Id. But again, the companies pffer no evidence in support.\nWe do not read the district court’s decisions as categorically prohibiting, as a matter of Ohio law, damages of the sort the Murray Companies request. Rather, we read it as preventing such damages in part because the companies utterly failed to demonstrate, as a matter of proof, that they rested upon more than speculation. See, e.g., Preston v. Stover Leslie Flying Serv., Inc., 174 Ohio St. 441, 190 N.E.2d 446, 451 (1963) (qualifying the general rule that prohibits recovery of lost future profits by noting that “courts look to the evidence to determine whether it is of such a character as to take the determination of damages out of the field of speculation” and that “[n]one of the cases purport to deny absolutely the right to recover for loss of future profits, if proved with reasonable exactitude”); see also Columbia Gas Transmission, 962 F.2d at 1199. The Murray Companies failed to bring their claim out of the speculative realm. For this reason, the district court was correct to award no damages.\nIV.\nThe Murray Companies’ claim for damages also fails because it is a collateral attack on the essential factual findings made by FERC in its decision to approve the REX-East Pipeline.\nOstensibly, the Murray Companies disclaim any intent to challenge FERC’s decision to issue the certificate or the D.C. Circuit’s judgment denying their petition for review. See Reply Br. 17 (“FERC’s decision in permitting the construction of the REX pipeline is both clear and unchallenged.”); id. at 18 (“MEC’s damages case is not a collateral attack on FERC’s order.”). Moreover, the coal companies seek relief from the district court that FERC could not provide: the Natural Gas Act allows the courts, not FERC, to entertain eminent domain actions brought by certificate holders. However, the basis of the companies’ damage claims requires ignoring or attacking the essential fact findings made by the FERC. That we may not allow. See Astoria Fed. Sav. & Loan Ass’n v. Solimino, 501 U.S. 104, 107-08, 111 S.Ct. 2166, 115 L.Ed.2d 96 (1991) (explaining that the doctrine of collateral es-toppel prevents re-litigation of factual issues resolved by an administrative agency acting in a judicial capacity).\nFERC was tasked with deciding whether the public interest supported the REX-East Pipeline. See FERC Certificate ¶ 26 (“[I]n deciding whether to authorize the construction of major new pipeline facilities, we balance the public benefits against the potential adverse consequences.”); see generally 15 U.S.C. § 717f(e). In doing so, FERC fully considered the public comments it received, including the Murray Companies’ contention that REX’s proposal “presented] numerous dangers to the pipeline’s integrity and that construction of the pipeline will interfere with the ongoing and future extraction of hundreds of millions of tons of coal.” FERC Certificate ¶ 91 (emphasis added). But after reviewing the evidence, FERC concluded that REX’s “proposed [safety] measures are adequate to ensure safety and will not compromise longwall coal mining operations in the area.” Id. ¶ 93. Also, as a condition of approval, FERC required REX to collaborate with the Murray Companies and submit a construction and operations plan addressing the “primary concern of maintaining pipeline integrity and operation while not impeding the mining operation.” Id. app. E ¶ 147 (emphasis added). FERC approved REX’s plan and found that “the pipeline can be safely constructed and operated across Murray’s coal reserves.” FERC Rehearing Order ¶ 86.\nThe Murray Companies’ damages theory necessarily challenges these factual findings. Specifically, their theory rests upon a factual finding that REX’s proposed safety measures would compromise long-wall coal mining to such an extent that it would result in the companies’ financial ruin. However, FERC found as a matter of fact that the pipeline would not compromise mining and that the two operations could co-exist. Likewise, FERC’s decision to later approve REX’s proposed construction and operations plan rested upon a factual finding that the pipeline would not “imped[e]” local mining operations; had FERC determined otherwise, it would have ordered a reroute, but declined to do so. Because the Murray Companies may not collaterally attack these factual findings, their decision to mine the 6 West Panel ahead of schedule was, in the words of the district court, “self-inflicted.” The companies cannot recover damages of their own making. See City of Norwood, 476 N.E.2d at 700 (damages compensate for “any injury that may result to the remaining lands by reason of the construction of the proposed improvement” (citation and internal quotation marks omitted) (emphasis added)).\nV.\nFor these reasons, we affirm the judgment of the district court.",
        "type": "majority",
        "author": "GRIFFIN, Circuit Judge."
      }
    ],
    "attorneys": [
      "ARGUED: Mark S. Stemm, Porter, Wright, Morris & Arthur, LLP, Columbus, Ohio, for Appellants. Gregory D. Brun-ton, Reminger Co., L.P.A., Columbus, Ohio, for Appellee. ON BRIEF: Mark S. Stemm, Alvin J. McKenna, Bryan R. Faller, Porter, Wright, Morris & Arthur, LLP, Columbus, Ohio, John E. Jevicky, Dinsmore & Shohl, LLP, Cincinnati, Ohio, for Appellants. Gregory D. Brunton, Paul N. Garinger, Reminger Co., L.P.A., Columbus, Ohio, for Appellee."
    ],
    "corrections": "",
    "head_matter": "ROCKIES EXPRESS PIPELINE LLC, Plaintiff-Appellee, v. 4.895 ACRES OF LAND, MORE OR LESS, et al., Defendants, Murray Energy Corporation; Consolidated Land Company; American Energy Corporation, Defendants-Appellants.\nNo. 12-3069.\nUnited States Court of Appeals, Sixth Circuit.\nArgued: Jan. 17, 2013.\nDecided and Filed: Aug. 15, 2013.\nARGUED: Mark S. Stemm, Porter, Wright, Morris & Arthur, LLP, Columbus, Ohio, for Appellants. Gregory D. Brun-ton, Reminger Co., L.P.A., Columbus, Ohio, for Appellee. ON BRIEF: Mark S. Stemm, Alvin J. McKenna, Bryan R. Faller, Porter, Wright, Morris & Arthur, LLP, Columbus, Ohio, John E. Jevicky, Dinsmore & Shohl, LLP, Cincinnati, Ohio, for Appellants. Gregory D. Brunton, Paul N. Garinger, Reminger Co., L.P.A., Columbus, Ohio, for Appellee.\nBefore: SILER, GRIFFIN, and STRANCH, Circuit Judges."
  },
  "file_name": "0424-01",
  "first_page_order": 448,
  "last_page_order": 456
}