{
  "id": 3717478,
  "name": "Ron GENOVA, M.D., Plaintiff-Appellant, v. BANNER HEALTH; Rick Sutton, Defendants-Appellees. American Academy of Emergency Medicine, Amicus Curiae",
  "name_abbreviation": "Genova v. Banner Health",
  "decision_date": "2013-08-20",
  "docket_number": "No. 12-1314",
  "first_page": "1095",
  "last_page": "1103",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 1095"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "12 P.3d 269",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "case_ids": [
        11174381
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "271"
        },
        {
          "page": "270"
        },
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p3d/12/0269-01"
      ]
    },
    {
      "cite": "40 P.3d 51",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "case_ids": [
        9473708
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "59"
        },
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p3d/40/0051-01"
      ]
    },
    {
      "cite": "181 P.3d 288",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "case_ids": [
        8378014
      ],
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p3d/181/0288-01"
      ]
    },
    {
      "cite": "908 P.2d 493",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10337172
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "498"
        },
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/908/0493-01"
      ]
    },
    {
      "cite": "2012 WL 6643834",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2012,
      "pin_cites": [
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "909 F.2d 1387",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541472
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/909/1387-01"
      ]
    },
    {
      "cite": "118 F.3d 1400",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        509122,
        508917
      ],
      "pin_cites": [
        {
          "page": "1404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/118/1400-02",
        "/f3d/118/1400-01"
      ]
    },
    {
      "cite": "784 P.2d 1053",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10392615
      ],
      "pin_cites": [
        {
          "page": "1055"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/784/1053-01"
      ]
    },
    {
      "cite": "533 N.E.2d 1368",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1989,
      "pin_cites": [
        {
          "page": "1371-72"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "404 Mass. 145",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484608
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0145-01"
      ]
    },
    {
      "cite": "764 N.W.2d 751",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        6123239
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "762"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/764/0751-01"
      ]
    },
    {
      "cite": "876 P.2d 1022",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "page": "1033"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "32 Cal.Rptr.2d 223",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "7 Cal.4th 1238",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        1981830
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/7/1238-01"
      ]
    },
    {
      "cite": "916 P.2d 519",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10328772
      ],
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/916/0519-01"
      ]
    },
    {
      "cite": "823 P.2d 100",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10358572
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/823/0100-01"
      ]
    },
    {
      "cite": "43 F.3d 519",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11307172
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/43/0519-01"
      ]
    },
    {
      "cite": "530 U.S. 211",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9413530
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "237",
          "parenthetical": "\"the field of health care [is] a subject of traditional state regulation\""
        },
        {
          "parenthetical": "\"the field of health care [is] a subject of traditional state regulation\""
        },
        {
          "parenthetical": "\"the field of health care [is] a subject of traditional state regulation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/530/0211-01"
      ]
    },
    {
      "cite": "404 U.S. 336",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173129
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0336-01"
      ]
    },
    {
      "cite": "534 U.S. 19",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9107958
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "31",
          "parenthetical": "it is a \"cardinal principle of statutory construction\" that Congress's words, if at all possible, ought not be read as \"superfluous, void, or insignificant\""
        },
        {
          "parenthetical": "it is a \"cardinal principle of statutory construction\" that Congress's words, if at all possible, ought not be read as \"superfluous, void, or insignificant\""
        },
        {
          "parenthetical": "it is a \"cardinal principle of statutory construction\" that Congress's words, if at all possible, ought not be read as \"superfluous, void, or insignificant\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/534/0019-01"
      ]
    },
    {
      "cite": "693 F.3d 1303",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3519096
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "1312",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/693/1303-01"
      ]
    },
    {
      "cite": "106 Colum. L.Rev. 70",
      "category": "journals:journal",
      "reporter": "Colum. L. Rev.",
      "year": 2006,
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "480 U.S. 522",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131066
      ],
      "weight": 5,
      "year": 1987,
      "pin_cites": [
        {
          "page": "526"
        },
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0522-01"
      ]
    },
    {
      "cite": "545 U.S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209230
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0353-01"
      ]
    },
    {
      "cite": "14 J.L. & Pol'y 695",
      "category": "journals:journal",
      "reporter": "J.L. & Pol'y",
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "716-25",
          "parenthetical": "taking the opposing view"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "244 F.3d 790",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11120461
      ],
      "weight": 10,
      "year": 2001,
      "pin_cites": [
        {
          "page": "796"
        },
        {
          "page": "796-97"
        },
        {
          "page": "796"
        },
        {
          "page": "798"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/244/0790-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1365,
    "char_count": 28678,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 2.3293350066703765e-07,
      "percentile": 0.790892248930343
    },
    "sha256": "deaf94953a84ba8073dc7b41342f751f97db6b8b45cf86af540df0cf5fdfa33d",
    "simhash": "1:7aaede93b59722a3",
    "word_count": 4654
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TYMKOVICH, HOLLOWAY, and GORSUCH, Circuit Judges."
    ],
    "parties": [
      "Ron GENOVA, M.D., Plaintiff-Appellant, v. BANNER HEALTH; Rick Sutton, Defendants-Appellees. American Academy of Emergency Medicine, Amicus Curiae."
    ],
    "opinions": [
      {
        "text": "GORSUCH, Circuit Judge.\nWhen holding a hammer, every problem can seem a nail. After Banner Health decided it no longer wanted his services at its hospital, Dr. Ron Genova brought this lawsuit. He argues that Banner retaliated against him for complaining about overcrowded emergency room conditions, that the hospital’s conduct violated the Emergency Medical Treatment and Active Labor Act (EMTALA), and that he is entitled to damages. We don’t doubt Dr. Genova acted as his conscience compelled. Neither do we doubt that EMTALA is a powerful legal tool in the right circumstances. The trouble is, that federal statute just isn’t designed for this particular job and Dr. Genova has long since released any claim he might have under state law.\nDr. Genova and hospital administrators at Banner Health clashed often. Dr. Ge-nova didn’t like the way Banner operated the Greeley hospital where he worked. Dr. Genova said Banner kept the emergency room open even when its capacities were overtaxed. In his view, Banner greedily hoarded patients that could and should have received timelier treatment elsewhere. Banner administrators had no more generous a view of Dr. Genova. They said he didn’t know what he was talking about and that he raised his concerns in an unprofessional manner.\nOne night things reached a boil. Dr. Genova called Banner administrator Rick Sutton, insisting that the emergency room was too busy and patients should be diverted to other hospitals. As Mr. Sutton tells it, Dr. Genova became more than a little bellicose, even threatening to tell waiting emergency room patients “to go home. We are going to turn off the lights, lock the doors.... I am the captain of the ship.”\nAfter Dr. Genova’s call, Mr. Sutton rang the hospital’s medical director, Dr. Jim Campain, for advice. In turn, Dr. Cam-pain called Dr. Tim Hutchinson, another physician on duty that night, seeking his first-hand assessment of the situation. Dr. Hutchinson reported that the emergency room was busy but said “we’re getting through it,” and he offered his view that the hospital could handle the workload. Dr. Campain shared this report with Mr. Sutton and recommended that the emergency room remain open. Mr. Sutton agreed and, citing what he perceived to be Dr. Genova’s unprofessional manner on this and other occasions, decided to discontinue Dr. Genova’s services.\nThat led to this lawsuit. Before the district court, Dr. Genova argued that Banner and Mr. Sutton violated EMTALA, 42 U.S.C. § 1395dd, and state law, by discharging him for reporting overcrowded emergency room conditions. The district court, however, granted summary judgment for the defendants and it is this result Dr. Genova now asks us to undo.\nIt is a hard fact in today’s world that patients without the ability to pay sometimes rely on hospital emergency rooms not just for emergencies but to treat their routine and chronic medical problems. Meeting this demand can pose even the most altruistic hospital with a grave financial challenge. Hospitals face the alluring temptation to shift these patients — and the losses they represent — onto nearby rivals. Sometimes hospitals succumb to this temptation, sometimes going so far as to “dump” patients with genuine emergency conditions before they can be examined and stabilized. See Phillips v. Hillcrest Med. Ctr., 244 F.3d 790, 796 (10th Cir. 2001).\nCongress has sought to combat this incentive structure with EMTALA. EMTALA imposes “two primary obligations” on hospitals that participate in the Medicare program and operate emergency rooms. Id. First, a hospital must examine everyone who arrives in its emergency room seeking treatment, regardless of their ability to pay. See id. at 796-97 (discussing 42 U.S.C. § 1395dd(a)). Second, if the examination reveals the patient is suffering from an emergency medical condition, the hospital usually must stabilize the patient before getting into the business of trying to transfer him elsewhere. See id. at 796 (discussing 42 U.S.C. § 1395dd(d)). Of course, the statute recognizes that sometimes a hospital simply cannot provide the treatment a patient needs: in those circumstances, the hospital must transfer the patient. See 42 U.S.C. § 1395dd(b)(l)(B). The statute also requires hospitals to respect an unstabilized patient’s wishes about the prospect of a transfer. See id. § 1395dd(b)(3). But the basic statutory point is plain: a patient requiring emergency care may not be dumped on another hospital when there is no medical justification for doing so. See id. § 1395dd(c)(l)(A).\nTo help give bite to its policy objectives, EMTALA contains a pair of provisions allowing private persons the right to sue for' damages. It allows suits by “[a]ny individual who suffers personal harm as a direct result of a participating hospital’s violation of a requirement of this section.” Id. § 1395dd(d)(2)(A). It adds this with respect to whistleblowers:\nWhistleblower protections\nA participating hospital may not penalize or take adverse action [1] against a qualified medical person ... or a physician because the person or physician refuses to authorize the transfer of an individual with an emergency medical condition that has not been stabilized or [2] against any hospital employee because the employee reports a violation of a requirement of this section.\nId. § 1395dd(i).\nDr. Genova doesn’t say which of these provisions he thinks entitles him to recover damages from Banner, but it’s clear enough from the plain language of both that, while they do a very great deal, they do not help his particular cause.\nTake the “personal harm” provision and the second clause of the “whistleblower protection” provision. They protect those who are directly harmed by or report a “violation of’ EMTALA. But Dr. Genova doesn’t claim that he was harmed by or retaliated against for reporting a failure by the hospital to examine a patient, stabilize a patient, or transfer a patient who couldn’t be stabilized- — -violations of EM-TALA all. Instead, he claims that he was retaliated against for reporting his medical opinion that patients would be better served if directed to other facilities. Put inexactly but more plainly, he didn’t complain about patient dumping so much as about patient hoarding. His concern wasn’t directed at the hospital taking too few emergency room patients but too many. His complaint wasn’t about an EMTALA violation but more nearly its inverse.\nThe same problem repeats itself when we turn to the (remaining) first clause of the whistleblower protection provision. It protects those who refuse to authorize the premature or improper transfer of a patient with an emergency condition. Here again, Dr. Genova doesn’t suggest he found himself in those shoes. Instead of complaining that Banner retaliated against him for refusing to transfer patients, Dr. Genova complains that Banner retaliated against him for wanting to send patients elsewhere. And EMTALA simply does not speak to that issue.\nIn observing that EMTALA fails to afford Dr. Genova a cause of action, we hardly mean to diminish the importance of the issues he raised. Just as a hospital (in a world without EMTALA) might seek to maximize profits by shedding patients who can’t pay, so too a hospital might seek to maximize profits by hoarding patients who can. Undoubtedly, both can pose problems for patient safety. It may be that the latter strategy faces a greater chance of market correction: if the news gets out and if a significant enough number of patients can choose where to go, a hospital known for overcrowding risks losing paying customers. But whether because of this reason or some altogether different reason, it is plain enough that EMTALA’s language focuses on the former and not the latter problem. There is even a lively ongoing debate whether by taking such a strong stand against the particular evil of patient dumping, EMTALA has — paradoxically — contributed to overcrowded emergency rooms nationwide. Some suggest to avoid EMTALA liability for patient dumping, hospitals have taken to holding onto patients (paying or non-paying) even when stretched beyond capacity. Compare Robert Wanerman, The EMTALA Paradox, 40 Ann. Emergency Med. 464, 467-68 (2002) (so arguing), with Laura D. Hermer, The Scapegoat: EMTALA and Emergency Department Overcrowding, 14 J.L. & Pol’y 695, 716-25 (2006) (taking the opposing view).\nHowever that might be, we think it’s important to acknowledge another link between patient dumping and hoarding. Not only is it arguable whether prohibiting dumping may lead to hoarding, it is easy to see how hoarding could lead to dumping and, with it, EMTALA violations. Surely there exists a tipping point at which a hoarding hospital can’t keep up with demand, when it becomes so overwhelmed that it has to skimp on its statutory EM-TALA screening and stabilization obligations or begin transferring at-risk patients. Though hoarding and dumping are different problems, it seems equally true that the one can lead to the other. No doubt this is what Dr. Genova thought he was witnessing, a moment when his hospital was about to reach the tipping point.\nBut even acknowledging this much doesn’t rescue his case. The statute Congress passed generally permits suit only when the plaintiff was harmed by or reported an existing EMTALA violation, not an impending one. The personal harm private right of action extends only to those directly harmed by “a violation of a requirement of’ EMTALA. 42 U.S.C. § 1395dd(d)(2)(A) (emphasis added). The second clause of the whistleblower protection provision permits suit only by those reporting “a violation of a requirement of EMTALA.” Id. § 1395dd(i) (emphasis added). Neither contemplates a cause of action for an EMTALA violation that is yet to be.\nAdmittedly, the first clause of the whis-tleblower protection provision allows qualified medical personnel who “refuse[] to authorize the transfer of an individual with an emergency medical condition that has not been stabilized” to bring suit. Admittedly, this scenario doesn’t involve an actual EMTALA violation but an averted potential one: a hospital would violate EMTALA only if it proceeds with the transfer notwithstanding the doctor’s refusal. So we know Congress has permitted damages actions for those who suffer or report any actual violation and for those who report this one particular kind of unrealized violation. But as we’ve seen, Dr. Genova simply does not contend that he reported the sort of unrealized violation Congress protected.\nWith the plain language so much against him, Dr. Genova retreats to an argument about statutory purpose. In order to give full voice to its purpose of protecting patients, he suggests that we should read EMTALA as affording damages to anyone who is retaliated against for reporting imminent but as-yet unrealized statutory violations of any kind- — -not just the kind mentioned in the first clause of the whis-tleblower protection provision.\nThis argument fails for many reasons, but none more important than it mistakes the nature of the judicial authority. Where, as here, “the statute’s language is plain” and not absurd on its face, “the sole function of the courts ... is to enforce it according to its terms.” Dodd v. United States, 545 U.S. 353, 359, 125 S.Ct. 2478, 162 L.Ed.2d 343 (2005). Whatever our policy views on the question of protecting reports of prospective violations, it is Congress’s plain directions, not our personal policy preferences, that control.\nWhen it comes to trying to sleuth out statutory purpose, moreover, one can go badly awry assuming — as Dr. Genova invites us to do — that “whatever” might seem to further “a statute’s primary objective must be the law.” Rodriguez v. United States, 480 U.S. 522, 526, 107 S.Ct. 1391, 94 L.Ed.2d 533 (1987). That is to commit the logical fallacy of over-generalization. Legislators will often “compromise on a statute that does not fully address a perceived mischief, accepting half a loaf to facilitate a law’s enactment.” John F. Manning, What Divides Textualists from Purposivists?, 106 Colum. L.Rev. 70, 104 (2006). In the real world, it is rare for anyone to pursue a single purpose “at all costs,” without any degree of subtlety, compromise, or recognition of competing interests, let alone succeed in doing so in a legislative process so geared for give-and-take. Rodriguez, 480 U.S. at 526, 107 S.Ct. 1391.\nThere’s a good deal of evidence, too, of give-and-take in the statute before us. The fact Congress mentioned and protected those who report one sort of prospective violation suggests it was well aware that those who report potential but unrealized EMTALA violations might suffer retaliation. It shows Congress knew well how to protect such persons if it wished to do so. And it suggests the possibility that Congress’s purpose simply didn’t extend so far as to protect those who report any prospective violation. As a matter of “common sense, reflected in the canon ex-pressio unius est exclusio alterius, ... the specification of’ one sort of unrealized violation for legal protection can suggest an intention to “exelu[de] others.” Elwell v. Oklahoma ex rel. Bd. of Regents of Univ. of Okla., 693 F.3d 1303, 1312 (10th Cir. 2012) (internal quotation marks omitted).\nStill more evidence suggests the same conclusion. If we were to read EMTALA as protecting those who report any kind of prospective violation, what would be the point of Congress’s decision in the first clause of the whistleblower protection provision to protect those who report one kind of prospective violation — doctors who refuse to sign off on patient transfers? That clause would become surplus, a waste of effort, needless — itself evidence suggesting that Dr. Genova’s interpretation undoes rather than advances congressional purpose. TRW Inc. v. Andrews, 534 U.S. 19, 31, 122 S.Ct. 441, 151 L.Ed.2d 339 (2001) (it is a “cardinal principle of statutory construction” that Congress’s words, if at all possible, ought not be read as “superfluous, void, or insignificant”).\nNeither is that the end of the problems with Dr. Genova’s interpretation. The Supreme Court has instructed that “unless Congress conveys its purpose clearly,” we are not to assume that it intended to “significantly change[ ] the federal-state balance” of responsibilities. United States v. Bass, 404 U.S. 336, 349, 92 S.Ct. 515, 30 L.Ed.2d 488 (1971). When it comes to regulating medical practice and remedying medical malpractice, the states have long borne primary responsibility. See Pegram v. Herdrich, 530 U.S. 211, 237, 120 S.Ct. 2143, 147 L.Ed.2d 164 (2000) (“the field of health care [is] a subject of traditional state regulation”). Yet, had Congress, as Dr. Genova seems to suggest, harbored the wish to provide a cause of action to anyone who reports any situation that could lead to patient dumping, it would have done much to usurp this authority. A state law negligence lawsuit predicated on hiring unqualified doctors, providing insufficient staff, maintaining inadequate facilities, or even providing substandard emergency room medical care, could just as easily be styled as a lawsuit charging that the plaintiff witnessed a hospital or physician risk an EMTALA violation. In this way, the locus of litigation over many claims of medical malpractice and hospital negligence could move from state to federal court.\nEMTALA more nearly evinces just the opposite purpose, however: a legislature taking great care to address one particular problem (patient dumping) while otherwise protecting traditional state oversight of medical standards and mishaps. For example, EMTALA doesn’t even try to set a standard for the medical screenings it says all patients must receive, requiring only that they be done “within the capability of the hospital’s emergency department.” See 42 U.S.C. § 1395dd(a); Repp v. Anadarko Mun. Hosp., 43 F.3d 519, 522 (10th Cir.1994). Neither does the statute forbid all patient transfers, but allows them so long as a patient has been stabilized or a doctor signs off on the medical benefits. See 42 U.S.C. § 1395dd(c)(1). And, of course, the statute limits the right to sue for reporting violations to hospital employees, and doesn’t grant it to the public at large. See id. § 1395dd(i). In all these ways — quite independently but consistently with our understanding of the statute’s plain language — it’s clear that Congress’s purpose in EMTALA was to fire a rifle at discrete and carefully chosen targets, not to loose a federal blunderbuss in the genera! direction of “patient protection” as Dr. Genova suggests.\nPersuaded that Congress’s plain language and purposes in EMTALA do not extend as far as Dr. Genova suggests, we turn to consider his state law claims in contract and tort. Here his efforts fail for a different reason. They don’t fail because state law neglects to address the sort of problems he claims to have seen and reported — we don’t doubt, for example, that a patient who suffered complications as a result of neglect brought on by overcrowding would have a good claim under state law. Instead, they fail at least and most obviously because he expressly waived any right to sue Banner for them.\nDr. Genova provided his services to Banner not as its employee but as a member of a professional corporation that contracted with Banner. Under the agreement between Banner and North Colorado Emergency Physicians (NCEP) — as the corporation is known — Banner generally didn’t have control over NCEP’s staffing decisions but under certain circumstances it could request the replacement of a physician. Dr. Genova insists (without dispute) that he is a third-party beneficiary of this agreement. He insists, too, that Banner violated its agreement with NCEP when it demanded his replacement in circumstances the contract did not contemplate or permit.\nThe difficulty is that Dr. Genova entered into another and very different contract of his own with Banner. That contract provided that if the hospital decided, for any reason, to “discontinuef ]” his services, he would be “deemed to have resigned from the Medical Staff’ and no longer “entitled to provide at the Hospital any of the professional physician services [he] previously provided.” Dr. Genova further agreed to “release Banner ... from any liability, claim, cause of action or demand connected with the termination of [his] Medical Staff membership and clinical privileges.”\nBy its plain terms, the language of this agreement seems to foreclose Dr. Genova’s contract and tort claims. His services were pretty clearly discontinued at the hospital — indeed, his whole EMTALA claim hinges on that premise. The discontinuation of his services appears to have triggered his automatic resignation from the medical staff and a loss of the right to provide professional services at the hospital. And that, in turn, seems to mean the contract’s capacious release applies.\nDr. Genova replies in this way. Though he signed the release with Banner, he points out that he was an NCEP employee whom Mr. Sutton had no authority to fire, only the contractual right to call on NCEP to replace. Because Mr. Sutton couldn’t fire him, Dr. Genova continues, it follows that his medical staff membership and clinical privileges were never terminated, so his lawsuit is not “connected with” the termination of either and the release isn’t implicated by its own terms.\nThis logic we do not follow. The release states that if and when Dr. Genova’s services are “discontinued” by the hospital, he is deemed to have resigned from the medical staff, to have lost the right to provide services, and to have released any claim. A “firing” is not required. Neither does anyone dispute that Mr. Sutton asked NCEP to replace Dr. Genova, or that NCEP acquiesced to that request. By any measure, we think it plain that, in this way, Dr. Genova’s services were indeed discontinued — “[b]roken off, interrupted, stopped; made not continuous in time or space.” See 4 Oxford English Dictionary 746 (2d ed.1991). From this fact it follows by operation of the plain terms of the parties’ agreement that he released his state law claims against Banner.\nIf the release does so much, Dr. Genova suggests that Banner’s attempt at enforcing it violates Colorado public policy. At-will employees, Dr. Genova notes, can sue for wrongful discharge under Colorado law “if the discharge ... contravenes a clear mandate of public policy.” Martin Marietta Corp. v. Lorenz, 823 P.2d 100, 107 (Colo.1992). But even overlooking Dr. Ge-nova’s incongruous if implicit suggestion here that he should be treated as a Banner employee, we still aren’t convinced. We aren’t because Dr. Genova has failed to identify a Colorado statute, administrative regulation, or ethical code clearly mandating the reporting of patient overcrowding. See Rocky Mountain Hosp. & Med. Serv. v. Mariani 916 P.2d 519, 525 (Colo.1996) (identifying these as sources from which state public policy might be gleaned).\nBefore the district court and in this one, Dr. Genova claimed to identify two sources of applicable public policy: EMTALA and the hospital’s internal policies. As we’ve seen already, however, EMTALA doesn’t say what Dr. Genova thinks it says. Neither does Dr. Genova offer us any authority or argument to support his assertion that Colorado’s public policy may be gleaned from a corporation’s internal policies. If Colorado law is anything like those of other states to have addressed the matter — and we are given no reason to think it isn’t — the opposite must be true. See, e.g., Turner v. Anheuser-Busch, Inc., 7 Cal.4th 1238, 32 Cal.Rptr.2d 223, 876 P.2d 1022, 1033 (1994); Jasper v. H. Nizam, Inc., 764 N.W.2d 751, 762 (Iowa 2009); Smith-Pfeffer v. Superintendent of Walter E. Fernald State Sch., 404 Mass. 145, 533 N.E.2d 1368, 1371-72 (1989); Vannerson v. Bd. of Regents of Univ. of Okla., 784 P.2d 1053, 1055 (Okla.1989).\nAn amicus brief filed by the American Academy of Emergency Medicine suggests that Dr. Genova’s breach of contract claim against Banner survives for an entirely different reason. The Academy notes that contracts are usually interpreted to contain an implied duty of good faith and fair dealing. This, the Academy argues, includes the agreement between Banner and NCEP — the same agreement to which everyone agrees Dr. Genova is a third-party beneficiary. In the Academy’s view, Mr. Sutton acted in bad faith when he invoked the provision in that contract allowing him to seek a replacement to take Dr. Genova’s spot at the hospital. Dr. Genova should be able to maintain a claim for at least this much, the Academy reasons, because Colorado doesn’t permit the duty of good faith and fair dealing to be waived or released.\nWe see two difficulties here. In the first place, Dr. Genova hasn’t pursued the argument for himself. Though we have the discretion to address an argument developed only by an amicus rather than a party, we will typically exercise that discretion only when (1) a party has done something to incorporate the argument “by reference” in its own brief, or (2) “the issue involves a jurisdictional question or touches upon an issue of federalism or comity that could be considered sua sponte.” Tyler v. City of Manhattan, 118 F.3d 1400, 1404 (10th Cir.1997); see also Pittsburg & Midway Coal Mining Co. v. Yazzie, 909 F.2d 1387, 1422 (10th Cir. 1990). Neither of these conditions is met here.\nBeyond that, there quickly appears a good reason why Dr. Genova didn’t attempt the argument. No Colorado court has answered — one way or the other — the question whether the duty of good faith and fair dealing may be waived by mutual agreement. See, e.g., Wells Fargo, N.A. v. Khan, No. 12-cv-00681-WYD-CBS, 2012 WL 6643834, at *4 (D.Colo. Dec. 20, 2012). But it is long settled in Colorado, as it is in many jurisdictions, that the duty of good faith and fair dealing cannot be used to “contradict terms or conditions for which a party has bargained.” Amoco Oil Co. v. Ervin, 908 P.2d 493, 498 (Colo.1995); see also ADT Sec. Servs., Inc. v. Premier Home Prot., Inc., 181 P.3d 288, 293 (Colo. App.2007); Lutfi v. Brighton Cmty. Hosp. Ass’n, 40 P.3d 51, 59 (Colo.App.2001); Grossman v. Columbine Med. Grp., Inc., 12 P.3d 269, 271 (Colo.App.1999). In this case, the agreement between Banner and Dr. Genova makes crystal clear that any discontinuation of the doctor’s services for any reason will result in his resignation and release of legal claims. Dr. Genova cannot now undo the force of that bargained-for agreement by invoking the duty of good faith in a different contract. Put differently, while it’s unclear whether the duty of good faith and fair dealing might be waived in contracts where it does apply, it never insinuates itself in the first place in ways and places that undo the parties’ expressly bargained-for rights. Contract law is, after all, generally about effecting the parties’ wishes, not ours. See Amoco Oil, 908 P.2d at 498.\nSome examples illustrate the point. In Lutfi, the Colorado Court of Appeals saw no good faith issue when a physician was discharged from his practice group because the parties’ contract “expressly set[ ] forth” the hospital’s right to request a physician’s removal for any reason. 40 P.3d at 59. In Grossman, the Court of Appeals held that a doctor couldn’t maintain an action for breaching the duty of good faith because his contract with the hospital allowed him to be terminated with or without cause. 12 P.3d at 270. The doctor, the court explained, couldn’t “rely on the implied duty of good faith and fair dealing to circumvent terms for which he expressly bargained.” Id. at 271. In much the same way, we see no way to allow Dr. Genova to use the duty of good faith as a way out of his bargained-for release with Banner.\nAt the end of it all, we don’t doubt that the interests of hospitals and patients can diverge in many ways, that patient dumping represents only one example, or that Dr. Genova always had the best interests of his patients in mind. But the federal law he seeks to invoke addresses a discrete and different problem than the one he raised and he has identified no claim under state law that remains viable after his freely bargained-for release. The judgment of the district court is affirmed.\n. While inability to pay is the reason why hospitals most often refuse treatment, under this court’s precedent a hospital need not be shown to have refused treatment because of a patient’s inability to pay for liability to attach. Phillips, 244 F.3d at 798. All that’s required is a failure, for whatever reason, to examine and stabilize. Id.\n. We express no opinion on two other, related issues the parties have neglected to address. First, we assume without deciding that Dr. Genova qualifies as a \"hospital employee” entitled to invoke § 1395dd(i)’s whistleblower protections. Second, we likewise assume without deciding that § 1395dd(i)'s protections apply to reports whistleblowers make to supervisors and not only to reports made to, say, government authorities.\n. Banner makes no argument that Dr. Geno-va's release might bar his federal EMTALA claim, only his state law contract and tort claims, so we have no occasion to consider the effect of the release on his EMTALA claim.\n. We stress the narrowness of this holding. We don't mean to suggest that the terms of a release like Dr. Genova's might never be found to offend Colorado public policy. In this case, Dr. Genova has pointed to and we have examined and discussed only two putative sources of Colorado public policy. Whether some other source of public policy he hasn’t identified might render problematic a release like the one before us, we do not even hazard a guess. Generally we take cases as they come and in this case, Dr. Genova, ably represented by counsel, has posed us with two questions about state public policy. We supply answers to those questions without professing assurance on others.",
        "type": "majority",
        "author": "GORSUCH, Circuit Judge."
      }
    ],
    "attorneys": [
      "Charles H. Torres of Charles H. Torres, P.C., Denver, CO, for Plaintiff-Appellant.",
      "W. Stuart Stuller (Linda L. Siderius and Meghan E. Pound, Caplan and Earnest LLC, Boulder, CO, with him on the briefs) of Caplan and Earnest LLC, Boulder, CO, for Defendants-Appellees.",
      "Libby Hougland Banks, Phoenix, AZ, and Joseph P. Wood, Scottsdale, AZ, for Amicus Curiae American Academy of Emergency Medicine."
    ],
    "corrections": "",
    "head_matter": "Ron GENOVA, M.D., Plaintiff-Appellant, v. BANNER HEALTH; Rick Sutton, Defendants-Appellees. American Academy of Emergency Medicine, Amicus Curiae.\nNo. 12-1314.\nUnited States Court of Appeals, Tenth Circuit.\nAug. 20, 2013.\nCharles H. Torres of Charles H. Torres, P.C., Denver, CO, for Plaintiff-Appellant.\nW. Stuart Stuller (Linda L. Siderius and Meghan E. Pound, Caplan and Earnest LLC, Boulder, CO, with him on the briefs) of Caplan and Earnest LLC, Boulder, CO, for Defendants-Appellees.\nLibby Hougland Banks, Phoenix, AZ, and Joseph P. Wood, Scottsdale, AZ, for Amicus Curiae American Academy of Emergency Medicine.\nBefore TYMKOVICH, HOLLOWAY, and GORSUCH, Circuit Judges."
  },
  "file_name": "1095-01",
  "first_page_order": 1117,
  "last_page_order": 1125
}