{
  "id": 3718552,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Julio Nunez PONCE, a/k/a \"Julio Ponce,\" Defendant-Appellant",
  "name_abbreviation": "United States v. Ponce",
  "decision_date": "2013-10-30",
  "docket_number": "No. 12-5032",
  "first_page": "1225",
  "last_page": "1230",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 1225"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "133 S.Ct. 1409",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12696458
      ],
      "weight": 3,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1421",
          "parenthetical": "Alito, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0001-01"
      ]
    },
    {
      "cite": "6 F.3d 1447",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10515461
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1454"
        },
        {
          "page": "1453",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/6/1447-01"
      ]
    },
    {
      "cite": "543 U.S. 405",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5902584
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "407-10",
          "parenthetical": "holding dog sniff around exterior of already lawfully stopped vehicle does not violate Fourth Amendment"
        },
        {
          "parenthetical": "holding dog sniff around exterior of already lawfully stopped vehicle does not violate Fourth Amendment"
        },
        {
          "parenthetical": "holding dog sniff around exterior of already lawfully stopped vehicle does not violate Fourth Amendment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/543/0405-01"
      ]
    },
    {
      "cite": "462 U.S. 696",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6193241
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "707",
          "parenthetical": "holding dog sniff of luggage at public airport was not a search for Fourth Amendment purposes"
        },
        {
          "parenthetical": "holding dog sniff of luggage at public airport was not a search for Fourth Amendment purposes"
        },
        {
          "parenthetical": "holding dog sniff of luggage at public airport was not a search for Fourth Amendment purposes"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0696-01"
      ]
    },
    {
      "cite": "455 F.3d 1116",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3253220
      ],
      "pin_cites": [
        {
          "page": "1118-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/455/1116-01"
      ]
    },
    {
      "cite": "899 F.2d 927",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10535207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/899/0927-01"
      ]
    },
    {
      "cite": "595 F.3d 1198",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4215192
      ],
      "pin_cites": [
        {
          "page": "1202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/595/1198-01"
      ]
    },
    {
      "cite": "555 U.S. 135",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3679252
      ],
      "weight": 4,
      "year": 2009,
      "pin_cites": [
        {
          "page": "702"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/555/0135-01"
      ]
    },
    {
      "cite": "773 F.2d 1128",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        18494
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1133"
        },
        {
          "page": "1133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/773/1128-01"
      ]
    },
    {
      "cite": "566 F.3d 1254",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3647915
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1256"
        },
        {
          "page": "1256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/566/1254-01"
      ]
    },
    {
      "cite": "229 F.3d 1002",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11191108
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1006"
        },
        {
          "page": "1007"
        },
        {
          "page": "1007"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/229/1002-01"
      ]
    },
    {
      "cite": "603 F.3d 1218",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4226974
      ],
      "pin_cites": [
        {
          "page": "1225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/603/1218-01"
      ]
    },
    {
      "cite": "21 U.S.C. § 856",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. §§ 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(g)(5)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1) and (b)(1)(B)(viii)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "468 U.S. 897",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11340969
      ],
      "weight": 9,
      "year": 1984,
      "pin_cites": [
        {
          "page": "923"
        },
        {
          "page": "923"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/468/0897-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 716,
    "char_count": 14145,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.10870479321381285
    },
    "sha256": "0c165c8a16b42ce7aa62bc19108d92b5d8cbe2f26e00f84fcb0caf30503a99f1",
    "simhash": "1:50acabf22bf65462",
    "word_count": 2221
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MATHESON, EBEL, and O’BRIEN, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Julio Nunez PONCE, a/k/a “Julio Ponce,” Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "EBEL, Circuit Judge.\nJulio Ponce appeals the Oklahoma district court’s denial of his motion to suppress evidence obtained pursuant to a search warrant that Ponce claims issued without probable cause. Exercising jurisdiction under 28 U.S.C. § 1291, we conclude that even if the search warrant lacked probable cause (a matter upon which we do not rule), the evidence against Ponce was admissible under the “good faith” exception announced in United States v. Leon, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984). Accordingly, we AFFIRM.\nBACKGROUND\nI. Factual background\nIn late June 2011, Tulsa Police officer William Mackenzie submitted an affidavit for a search warrant to search Julio Ponce’s residence, a duplex in Tulsa, Oklahoma. The affidavit indicated the following:\nA confidential informant (“C.I.”) had told Mackenzie “within the last 72 hours” that Julio Ponce was “selling methamphetamine from his residence,” and that Ponce also had “firearms, scales and baggies used to weigh and package” the drugs and a “large amount of U.S. currency within his residence.” ApltApp. at 25. The C.I. offered Ponce’s alias and home address (the duplex to be searched), and he provided information about other large-scale drug distributors that Mackenzie knew to be accurate. In addition, the day before Mackenzie submitted the affidavit, an anonymous tipster had identified the same duplex as Ponce’s residence and stated that “he/she knows Julio Ponce and knows that he sells large quantities of methamphetamine” and “has seen Julio Ponce with large amounts of U.S. currency.” Id. at 26.\nAfter speaking with the C.I., Mackenzie and another officer conducted surveillance of the duplex, during which they saw, through an open garage door, several men watching another man “working on the under carriage of [a] vehicle,” which in Mackenzie’s “training and experience ... [was] consistent with controlled substances being removed from a vehicle.” Id. During that stakeout, Mackenzie was able to identify Ponce. Furthermore, when Mackenzie searched the Tulsa utilities database, Ponce, was listed as paying utilities there under the alias given by the C.I.\nThe day before he submitted the affidavit, Mackenzie and another officer walked a K-9 officer, “Buster,” “along the eastern garage door of the residence,” where Buster “gave a positive alert for the odor of narcotics.” Id. The officers “didn’t have to enter any fence to access the residence,” and after Buster’s positive identification at Ponce’s residence, the officers walked Buster “along other doors” in the neighborhood “and didn’t get a positive alert for the odor of narcotics on those doors.” Id. (noting also that Buster had previously “alerted in excess of 30 times resulting in the seizure of controlled drugs”).\nAfter Mackenzie submitted the affidavit containing the above information, the magistrate judge promptly issued a search warrant, the execution of which led officers to discover firearms, scales, baggies, and large quantities of cash and methamphetamine at Ponce’s residence.\nII. Procedural background\nA federal grand jury charged Ponce with (1) Possession of Methamphetamine with Intent to Distribute, in violation of 21 U.S.C. § 841(a)(1) and (b)(1)(B)(viii); (2) Possession of Firearms and Ammunition by an Alien Illegally in the United States, in violation of 18 U.S.C. §§ 922(g)(5)(A) and 924(a)(2); and (3) Maintaining Drug Involved Premises, in violation of 21 U.S.C. § 856(a)(1).\nPonce moved to suppress the evidence officers seized at his home, arguing that the affidavit supporting the warrant contained “nothing of consequence ... to provide the necessary probable cause to search [Poncej’s home.” ApltApp. at 10-11. After a hearing, the court denied Ponce’s suppression motion, concluding that “the combined evidence of the confidential informant, the tipster and K-9 sniff constituted a substantial ... basis to establish probable cause justifying the issuance of a search warrant.” Aplt-App. at 199. In the alternative, the court ruled that Leon’s good-faith exception applied because “Officer Mackenzie had an objectively reasonable belief that the K-9 sniff was permissible, that in fact the dog had alerted to the side door, and further that the K-9 sniff provided sufficient corroboration of the veracity and reliability of his informants justifying the issuance of the search warrant.” Id.\nAfter his suppression motion was denied, Ponce pled guilty to all three counts of the indictment pursuant to a conditional plea agreement reserving the right to appeal the denial of his motion to suppress. Ponce was sentenced to seventy-eight months of imprisonment, and thereafter he filed this appeal.\nDISCUSSION\nOn appeal, Ponce claims that the search warrant was not supported by probable cause because the information contained in the supporting affidavit (1) was based on stale and impermissibly broad information obtained from two informants, who (2) were unreliable; and (3) impermissibly included a positive dog-sniff alert at the side door to Ponce’s garage, which Ponce argues was an illegal warrantless “search” under the Fourth Amendment. The Government responds that, even if the information derived from the informants was insufficient to provide probable cause to support the search warrant, the dog alert corroborated the information from the informants and was itself sufficient to provide probable cause to support the search warrant. For purposes of this appeal, we accept the Government’s concession that the validity of the search warrant turns on the dog alert, and we do not address further whether the information from the informants, when considered in light of the information the officers gleaned from their own surveillance, was sufficient to establish probable cause to support the search warrant.\nWe turn then to the dog sniff. We begin our discussion by noting that this case could potentially present some difficult questions involving whether Buster’s sniff at Ponce’s eastern garage door was a Fourth Amendment search. We think that the Supreme Court’s recent decision in Florida v. Jardines, — U.S.-, 133 S.Ct. 1409, 185 L.Ed.2d 495 (2013), which the Supreme Court issued almost two years after this dog sniff occurred, may call into question the application of some of our precedent that touches on this issue, and this court has not had the benefit of the parties’ briefing on that point. In light of that, we do not undertake here to resolve those difficult Fourth Amendment questions, which go to the issue of whether the search warrant at issue here was actually supported by probable cause. Instead, “[w]e follow the lead of wise panels before us and bypass the troublesome issue of whether probable cause supported the search warrant for Defendant’s home because we conclude the executing officers acted in good-faith reliance upon the warrant.” United States v. Campbell, 603 F.3d 1218, 1225 (10th Cir.2010).\nAs we explained in Campbell,\nIf a warrant is not supported by probable cause, the evidence seized pursuant to the warrant “need not be suppressed if the executing officer acted with an objective good-faith belief that the warrant was properly issued by a neutral magistrate.” United States v. Danhauer, 229 F.3d 1002, 1006 (10th Cir.2000) (citing [United States v.] Leon, 468 U.S. [897,] 922, 104 S.Ct. 3405 [82 L.Ed.2d 677 (1984) ]). When an officer searches pursuant to a warrant, Leon generally requires we presume the officer acted in good-faith reliance upon the warrant. United States v. Harrison, 566 F.3d 1254, 1256 (10th Cir.2009); United States v. Cardall, 773 F.2d 1128, 1133 (10th Cir.1985). “It is only when [an officer’s] reliance was wholly unwarranted that good faith is absent.” Cardall, 773 F.2d at 1133. But this presumption is not absolute. Harrison, 566 F.3d at 1256. As we have reiterated many times, a warrant subsequently determined to lack probable cause demands suppression of the resulting evidence in at least four situations: (1) when “the issuing magistrate was misled by an affidavit containing false information or information that the affiant would have known was false if not for his ‘reckless disregard of the truth’ (2) “when the ‘issuing magistrate wholly abandon[s her] judicial role’ (3) “when the affidavit in support of the warrant is ‘so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable’ and, (4) “when a warrant is so facially deficient that the executing officer could not reasonably believe it was valid.” Danhauer, 229 F.3d at 1007 (quoting Leon, 468 U.S. at 923, 104 S.Ct. 3405). Recently, the Supreme Court in Herring v. United States, 555 U.S. 135, 129 S.Ct. 695, 172 L.Ed.2d 496 (2009), appears to have described another situation in which Leon would not apply — when the warrant’s flaw results from recurring or systemic police negligence. The Court explained “the exclusionary rule serves to deter deliberate, reckless, or grossly negligent conduct, or in some circumstances recurring or systemic negligence.” Herring, 129 S.Ct. at 702. But when police error is the result of negligence, “rather than systemic error or reckless disregard of constitutional requirements,” the exclusionary rule does not serve its purpose and, therefore, does not apply. Id. at 704.\nId. at 1225-26. In applying the good-faith exception, we look to the law at the time Officer Mackenzie obtained and officers executed the search warrant, in June 2011. See United States v. Henderson, 595 F.3d 1198, 1202 (10th Cir.2010); see also United States v. Corral-Corral, 899 F.2d 927, 937 n. 10 (10th Cir.1990).\nPonce asserts that the good-faith exception “cannot apply” here because Officer Mackenzie “could not have reasonably believed that the search warrant was constitutionally valid.” Aplt. Br. at 31. We disagree.\nAt the time of the dog sniff, Officer Mackenzie could have “reasonably believed,” Danhauer, 229 F.3d at 1007 (quoting Leon, 468 U.S. at 923, 104 S.Ct. 3405), that Ponce’s side garage door was not within the home’s curtilage and thus was not protected by the Fourth Amendment. See United States v. Cousins, 455 F.3d 1116, 1118-24 (10th Cir.2006).\nMoreover, Officer Mackenzie could have also reasonably believed that Buster’s positive alert at Ponce’s eastern garage door was not a search for purposes of the Fourth Amendment. See United States v. Place, 462 U.S. 696, 707, 103 S.Ct. 2637, 77 L.Ed.2d 110 (1983) (holding dog sniff of luggage at public airport was not a search for Fourth Amendment purposes); see also Illinois v. Caballes, 543 U.S. 405, 407-10, 125 S.Ct. 834, 160 L.Ed.2d 842 (2005) (holding dog sniff around exterior of already lawfully stopped vehicle does not violate Fourth Amendment). To support that conclusion, we need only look to the Supreme Court’s recent decision in Jar-dines, decided two years after the dog sniff at issue here, which involved an arguably more egregious warrantless dog-sniff alert at the front door of a residence. In Jardines, four members of the Court concluded that the K-9’s activity was not a Fourth Amendment search. See 133 S.Ct. at 1421 (Alito, J., dissenting). The dissent of four Justices on this point counsels that we answer in the negative “the objectively ascertainable question whether a reasonably well trained officer would have known that the search was illegal [based on the fact that the search warrant was predicated in part on a warrantless dog sniff] despite the magistrate’s authorization,” United States v. McKneely, 6 F.3d 1447, 1454 (10th Cir.1993) (emphasis added).\nFor these reasons, we conclude that Officer Mackenzie could have reasonably believed that the dog alert established probable cause to search Ponce’s house and corroborated the other information he included in the affidavit submitted in support of the search warrant. Thus, Officer Mackenzie and the other officers executing the warrant could have reasonably believed the search warrant was supported by probable cause.\nPonce further argues that “if the drug dog provided the officer with the reasonable belief that contraband would have been found anywhere, it would have been limited to the garage,” which was “the only location where the dog signaled.” Aplt. Br. at 31. However, this argument ignores the affidavit’s other evidence, which the dog sniff corroborated. For example, the C.I. stated that Ponce was selling methamphetamine “from his residence,” and that Ponce had “firearms, scales and baggies used to weigh and package his methamphetamine and a large amount of U.S. currency within his residence.” Aplt.App. at 25 (emphasis added). During the suppression hearing, moreover, Ponce’s counsel conceded that the “garage [is] immediately, not adjacent, but a part of the housing structure itself.” Aplt.App. at 173 (emphasis added). Again, we easily conclude that a reasonable officer at the time would not have “known that the search [of Ponce’s house] was illegal despite the magistrate’s authorization.” McKneely, 6 F.3d at 1453 (emphasis added).\nIn sum, we conclude that the executing officers acted in good-faith reliance upon the warrant to search Ponce’s home, and therefore that the district court properly denied Ponce’s motion to suppress the evidence against him.\nCONCLUSION\nFor the foregoing reasons, we AFFIRM.\n. Ponce does not argue that Buster was an unreliable K-9, and the affidavit included details about Buster’s training and experience. See Aplt. Br. at 29-30 n. 5 (pointing out in a footnote that \"drug dogs are far from infallible,” and noting the lack of evidence of how many times Buster had \"signaled when there was no contraband,” but failing to discuss the relevancy of those facts).",
        "type": "majority",
        "author": "EBEL, Circuit Judge."
      }
    ],
    "attorneys": [
      "Thomas Mortensen, Tulsa, OK, for Defendant-Appellant.",
      "Leena Alam, Assistant United States Attorney (Danny C. Williams, Sr., United States Attorney, with her on the brief), Tulsa, OK, for Plaintiff-Appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Julio Nunez PONCE, a/k/a “Julio Ponce,” Defendant-Appellant.\nNo. 12-5032.\nUnited States Court of Appeals, Tenth Circuit.\nOct. 30, 2013.\nThomas Mortensen, Tulsa, OK, for Defendant-Appellant.\nLeena Alam, Assistant United States Attorney (Danny C. Williams, Sr., United States Attorney, with her on the brief), Tulsa, OK, for Plaintiff-Appellee.\nBefore MATHESON, EBEL, and O’BRIEN, Circuit Judges."
  },
  "file_name": "1225-01",
  "first_page_order": 1247,
  "last_page_order": 1252
}