{
  "id": 3718859,
  "name": "The CLARK SCHOOL FOR CREATIVE LEARNING, INC., Plaintiff, Appellant, v. PHILADELPHIA INDEMNITY INSURANCE COMPANY, Defendant, Appellee",
  "name_abbreviation": "Clark School for Creative Learning, Inc. v. Philadelphia Indemnity Insurance",
  "decision_date": "2013-10-23",
  "docket_number": "No. 13-1171",
  "first_page": "51",
  "last_page": "57",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 51"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "494 N.E.2d 374",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1986,
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "397 Mass. 789",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        874803
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/mass/397/0789-01"
      ]
    },
    {
      "cite": "382 F.3d 36",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2190390
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/382/0036-01"
      ]
    },
    {
      "cite": "2013 WL 5543915",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*2"
        },
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "732 F.3d 37",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3709658
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "41"
        },
        {
          "page": "42-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/732/0037-01"
      ]
    },
    {
      "cite": "555 N.E.2d 576",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1990,
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "407 Mass. 689",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3885987
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0689-01"
      ]
    },
    {
      "cite": "838 N.E.2d 1237",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 2005,
      "pin_cites": [
        {
          "page": "1250"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "445 Mass. 502",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2824178
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/mass/445/0502-01"
      ]
    },
    {
      "cite": "861 N.E.2d 393",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 2007,
      "pin_cites": [
        {
          "page": "401"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "448 Mass. 320",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3855473
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/mass/448/0320-01"
      ]
    },
    {
      "cite": "659 F.3d 191",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3840126
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "193"
        },
        {
          "page": "194",
          "parenthetical": "\"[T]he terms are in the disjunctive, ... and the word or must be given effect.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/659/0191-01"
      ]
    },
    {
      "cite": "338 F.3d 42",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9103388
      ],
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/338/0042-01"
      ]
    },
    {
      "cite": "346 F.3d 259",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9092461
      ],
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/346/0259-01"
      ]
    },
    {
      "cite": "720 N.E.2d 813",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "430 Mass. 454",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1157262
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/mass/430/0454-01"
      ]
    },
    {
      "cite": "871 N.E.2d 418",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "425"
        },
        {
          "page": "425"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Mass. 621",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3816862
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/mass/449/0621-01"
      ]
    },
    {
      "cite": "61 N.E.2d 3",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1945,
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "318 Mass. 175",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        929724
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/mass/318/0175-01"
      ]
    },
    {
      "cite": "439 N.E.2d 234",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "237"
        },
        {
          "page": "237"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "387 Mass. 142",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        908686
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/mass/387/0142-01"
      ]
    },
    {
      "cite": "220 F.3d 1",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11198957
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "4"
        },
        {
          "page": "4"
        },
        {
          "page": "4-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/220/0001-01"
      ]
    },
    {
      "cite": "910 N.E.2d 290",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "304"
        },
        {
          "page": "304"
        },
        {
          "page": "305"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "454 Mass. 337",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3670054
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/mass/454/0337-01"
      ]
    },
    {
      "cite": "670 F.3d 93",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5711646
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "96-97"
        },
        {
          "page": "97"
        },
        {
          "page": "97"
        },
        {
          "page": "97",
          "parenthetical": "alteration in original"
        },
        {
          "page": "99"
        },
        {
          "page": "99"
        },
        {
          "page": "105",
          "parenthetical": "explaining that construction rendering a term meaningless would be improper"
        },
        {
          "page": "105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/670/0093-01"
      ]
    },
    {
      "cite": "2012 WL 6771835",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "*5"
        },
        {
          "page": "*5"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 830,
    "char_count": 16617,
    "ocr_confidence": 0.67,
    "pagerank": {
      "raw": 1.408043426492105e-07,
      "percentile": 0.6463905810724873
    },
    "sha256": "a975d28463a030dadcd2cd957ef4f19a5fd26aa84056458669f72eedd96ce857",
    "simhash": "1:c15f1c958570170f",
    "word_count": 2698
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LYNCH, Chief Judge, TORRUELLA and THOMPSON, Circuit Judges."
    ],
    "parties": [
      "The CLARK SCHOOL FOR CREATIVE LEARNING, INC., Plaintiff, Appellant, v. PHILADELPHIA INDEMNITY INSURANCE COMPANY, Defendant, Appellee."
    ],
    "opinions": [
      {
        "text": "LYNCH, Chief Judge.\nIn 2009, the Clark School for Creative Learning, Inc. and its director, Jeffrey Clark, were sued in state court by two of the School’s donors. The donors sought return of a $500,000 gift on their claim that the gift had been induced by misrepresentations. The case settled and the School returned some part of the gift. The School then filed suit in federal court, seeking defense costs and indemnity under a directors and officers (“D & O”) liability insurance policy issued by Philadelphia Indemnity Insurance Company (“PIIC”).\nThe district court granted summary judgment for PIIC based on the court’s construction of an exclusion entitled “KNOWN CIRCUMSTANCES REVEALED IN FINANCIAL STATEMENT EXCLUSION.” This clause excluded from coverage any losses “in any way involving any matter, fact, or circumstance disclosed in connection with Note 8 of the [School’s] Financial Statement.” Clark Sch. for Creative Learning, Inc. v. Phila. Indem. Ins. Co., No. 12-10475-DJC, 2012 WL 6771835, at *5 (D.Mass. Dec. 26, 2012). Note 8 of the Financial Statement set forth a description of the gift and referred to Note 7, which described the gift in more detail.\nThe School appeals, primarily arguing that the plain language of the policy must give way to what it says were its reasonable expectations of coverage. We affirm.\nI.\nThe School is a non-profit, independent K-12 school in Danvers, Massachusetts. At the time of the relevant events, it was struggling financially. The School’s June 30, 2007 Financial Statement showed a budget shortfall of over $100,000 in 2006 and again in 2007. By June 2007, the School’s liabilities exceeded its assets by over $300,000.\nIn May 2008, after several months of discussions, Marcia and Joseph Valenti, parents of three of the school’s students, donated $500,000 to the School. That gift was disclosed in the School’s Financial Statement, which predated the insurance policy. The insurance coverage period ran from July 1, 2008 to July 1, 2009.\nIn May 2009, the Valentis filed suit in Massachusetts state court against the School and against its director, Jeffrey Clark, alleging that the School had not followed through on two promises made in soliciting the donation: (1) to convey to the Valentis a security interest in the land on which the School is situated and (2) to use the funds to construct a new facility for the School’s high school. The Valentis claimed that Clark instead had “intended to use the money for other purposes” and “had no plans to acquire property for a high school,” and that shortly after receiving the donation, Clark caused the School to pay approximately $175,000 to his mother and his sister, “purportedly for repayment of loans.”\nFor the policy period July 1, 2008 through July 1, 2009, the School and Clark were insured by PIIC under a “Non-Profit Organization Directors and Officers Flexi Plus Five Policy.” Under the policy, PIIC would indemnify the School and Clark for any “Loss,” including legal defense costs and damages, for a “D & O Wrongful Act.” The definition of “D & O Wrongful Act” included, inter alia, any “act, error, misstatement, misleading statement, neglect, breach of duty or personal and advertising injury” committed by the School or by Clark.\nThe policy also included a “KNOWN CIRCUMSTANCES REVEALED IN FINANCIAL STATEMENT EXCLUSION” (“Known Circumstances Exclusion”). Known Circumstances Exclusions are common; this exclusion, however, referred in particular to Note 8 of the School’s Financial Statement. It provided that:\n[T]he Underwriter shall not be liable to make any payment for Loss in connection with any Claim made against the Insured based upon,, arising out of, directly or indirectly resulting from or in consequence of, or in any way involving any matter, fact, or circumstance disclosed in connection with Note 8 of the Financial Statement ... submitted on behalf of the Insured.\nNote 8, in turn, was titled “Insufficient Net Assets.” It discussed the School’s financial difficulties at length and referenced the Valentis’ gift:\nSubsequent to the date of the accompanying financial statement, in May of 2008 the School was a recipient of a major gift totaling $500,000 (see Note 7). The donation is unrestricted and will be used to support the School’s general operations as management’s plans for the School’s future are implemented and allowed time to succeed. Management feels that its plans and the subsequent major gift will enable the School to operate as a going concern.\nThe Valentis’ gift was further described in Note 7, which Note 8 referenced in the parenthetical above. Note 7 provided, in relevant part: “Major Gift — During March of 2008, the management of the School became aware of a current student’s parents’ intent to donate $500,000 to the School for unrestricted operating support. The $500,000 cash gift was received by the School in its entirety on May 5, 2008.”\nThe School notified PIIC of the Valentis’ suit. On August 31, 2009, PIIC denied coverage under the policy, stating that the costs associated with the Valentis’ suit were losses excluded from coverage by the Known Circumstances Exclusion. The School continued its defense at its own expense and ultimately settled with the Valentis in September of 2011. Under the terms of the settlement, the Valentis agreed to dismiss their claims against the School and Clark in exchange for the School’s agreement to return a portion of the Valentis’ gift.\nOn March 14, 2012, the School brought this federal action, based on diversity jurisdiction, seeking indemnification from PIIC for the costs of defending and settling the Valentis’ suit.\nII.\nReview of the district court’s grant of summary judgment is de novo, reading the facts and drawing all inferences in the light most favorable to the nonmoving party. See Valley Forge Ins. Co. v. Field, 670 F.3d 93, 96-97 (1st Cir.2012).\nThe parties agree that the losses here would be covered losses save for the Known Circumstances Exclusion and it is the interpretation of that exclusion which is at issue. “The interpretation of an insurance policy is a question of law for the court.” Id. at 97; accord Bos. Gas Co. v. Century Indem. Co., 454 Mass. 337, 910 N.E.2d 290, 304 (2009). The parties do not dispute that Massachusetts law applies here. Under Massachusetts law, “we construe an insurance policy de novo under the general rules of contract interpretation.” Valley Forge, 670 F.3d at 97 (quoting Brazas Sporting Arms, Inc. v. Am. Empire Surplus Lines Ins. Co., 220 F.3d 1, 4 (1st Cir.2000)); see Cody v. Conn. Gen. Life Ins. Co., 387 Mass. 142, 439 N.E.2d 234, 237 (1982).\nWe first consider \"the actual Ian-guage of the policies, given its plain and ordinary meaning.” Brazas Sporting Arms, 220 F.3d at 4. “A policy of insurance whose provisions are plainly and definitely expressed in appropriate language must be enforced in accordance with its terms.” Cody, 439 N.E.2d at 237 (quoting Hyfer v. Metro. Life Ins. Co., 318 Mass. 175, 61 N.E.2d 3, 5 (1945)) (internal quotation marks omitted). To the extent the policy language is ambiguous, any ambiguities must be construed in favor of the insured. See Allmerica Fin. Corp. v. Certain Underwriters at Lloyd’s, London, 449 Mass. 621, 871 N.E.2d 418, 425 (2007). “Ambiguity does not exist simply because the parties disagree about the proper interpretation of a policy provision; rather, ‘[a]mbiguity exists when the policy language is susceptible to more than one rational interpretation.’ ” Valley Forge, 670 F.3d at 97 (alteration in original) (quoting Brazas Sporting Arms, 220 F.3d at 4-5). If the language of an exclusion is clear, we will not construe it against the insurer. See id. at 99 (citing Bagley v. Monticello Ins. Co., 430 Mass. 454, 720 N.E.2d 813, 816 n. 2 (1999)).\nThe Known Circumstances Exclusion here in its reference to Note 8 of the Financial Statement is both clear and broad in its language. It excludes losses “based upon, arising out of, directly or indirectly resulting from or in consequence of, or in any way involving any matter, fact, or circumstance disclosed in connection with Note 8 of the Financial Statement.” We reach only the term excluding losses “in any way involving” the matters, facts, or circumstances disclosed.\nOne matter, fact, or circumstance disclosed in Note 8 is the Valentis’ gift, along with other information about the School’s troubled finances. And the loss and defense costs for which coverage is sought certainly “involv[es]” that gift, since the loss and costs were incurred in defending and settling litigation about the gift. The plain language of the Known Circumstances Exclusion excludes from coverage the losses from the suit brought by the Valentis about their gift.\nThe School’s arguments to the contrary basically fall into three categories: (1) the language of the Known Circumstances Exclusion shows that the parties did not intend for the exclusion to apply to the Valentis’ gift; (2) the canon of ejusdem generis requires a different reading of the exclusion; and (3) the plain language reading must give way to the School’s reasonable expectation of coverage.\nThe School argues that Note 8 focused on the School’s financial difficulties and so the Known Circumstances Exclusion was intended to exclude only those losses that would result from a future stoppage in the School’s operations due to financial problems. The School argues that if the parties had intended for the Known Circumstances Exclusion to apply to the Valentis’ gift, they would have referenced Note 7, which discusses that gift in slightly greater detail. But that argument misunderstands the “baseline rule” of Massachusetts law, which states that an insurance contract must be interpreted based on the intention of the parties “as manifested, by the policy language.” Fireman’s Fund Ins. Co. v. Special Olympics Int’l, Inc., 346 F.3d 259, 261 (1st Cir.2003) (emphasis added) (quoting Lexington Ins. Co. v. Gen. Accident Ins. Co. of Am., 338 F.3d 42, 47 (1st Cir.2003)) (internal quotation mark omitted). The language here plainly is not limited to losses caused by financial difficulties. It explicitly references the Valentis’ gift. The School’s argument is also factually incorrect, because the parties did reference Note 7: the discussion of the Valentis’ gift in Note 8 explicitly refers to Note 7.\nNext, the School argues that the ejus-dem generis canon requires “in any way involving” to be interpreted in light of the earlier phrases in the list: “based upon, arising out of, directly or indirectly resulting from or in consequence of.” Read in that light, the School argues, these earlier clauses include a notion of causation, so “in any way involving” must include a causal element as well; from that, the School contends there is no causality here.\nWithout considering whether the earlier phrases involve a causal element, we reject such a construction of “in any way involving” on these facts. “Every word in an insurance contract must be presumed to have been employed with a purpose and must be given meaning and effect whenever practicable.” Welch Foods, Inc. v. Nat’l Union Fire Ins. Co. of Pittsburgh, PA, 659 F.3d 191, 193 (1st Cir.2011) (quoting Allmerica, 871 N.E.2d at 425) (internal quotation marks omitted); accord Valley Forge, 670 F.3d at 99 (quoting Bos. Gas, 910 N.E.2d at 304). The “or in any way involving” clause is a mop-up clause intended to exclude anything not already excluded by the other clauses.\nThis is also evidenced by the word “or,” which is used here in the disjunctive sense and indicates that “in any way involving” is a separate item in the list that goes beyond the scope of the other terms. Cf. Valley Forge, 670 F.3d at 99 (“The three words are connected by the disjunctive ‘or,’ signalling they are to be read separately” (citing Miller v. Miller, 448 Mass. 320, 861 N.E.2d 393, 401 (2007))); Welch Foods, 659 F.3d at 194 (“[T]he terms are in the disjunctive, ... and the word or must be given effect.”).\nAdopting the School’s reading would render the phrase “or in any way involving” meaningless, as the earlier phrases already established exclusions for losses “directly or indirectly resulting from” the disclosed matters. See Valley Forge, 670 F.3d at 105 (explaining that construction rendering a term meaningless would be improper). To give “or in any way involving” independent meaning, we must apply its plain literal definition.\nThe argument fails not only in its premises, but also in its conclusion. Even assuming arguendo that some causation were required, that requirement would plainly be met here. The losses from the Valen-tis’ suit were caused by the School’s alleged misrepresentations about the Valen-tis’ gift.\nThe School’s final argument is that this plain language reading of the Known Circumstances Exclusion deprives the School of coverage it reasonably expected. It argues that, on reading the Known Circumstances Exclusion, the School would not have expected the exclusion to reach the Valentis’ suit because the exclusion focused on the School’s financial difficulties and because the suit had not yet been filed and therefore could not have been a “known” circumstance. But the footnote referred to the known circumstance of the gift and went further, describing the gift as unrestricted. The Valentis’ lawsuit alleged otherwise. This argument fails in its own terms.\nBeyond that, the reasonable expectations doctrine has no application here. To be sure, “what an objectively reasonable insured, reading the relevant policy language, would expect to be covered” is a valid consideration in construing insurance contracts when there is doubt over the contract’s meaning. Bos. Gas, 910 N.E.2d at 305 (quoting A.W. Chesterton Co. v. Mass. Insurers Insolvency Fund, 445 Mass. 502, 838 N.E.2d 1237, 1250 (2005)) (internal quotation mark omitted); accord Hazen Paper Co. v. U.S. Fid. & Guar. Co., 407 Mass. 689, 555 N.E.2d 576, 583 (1990). However, when a contract is not ambiguous, a party can have no reasonable expectation of coverage when that expectation would run counter to the unambiguous language of an insurance policy. See Valley Forge, 670 F.3d at 105. There is no uncertainty as to the meaning of the terms here. Because the language of this policy clearly excludes coverage “in any way involving” the Valentis’ gift, the School had no reasonable expectation of coverage.\nin.\nFor the reasons stated above, the decision of the district court is AFFIRMED.\n. An insurer’s duty to defend ordinarily arises when the facts in the complaint and the facts known to the insurer establish “a possibility that the liability claim falls within the insurance coverage.” See Vt. Mut. Ins. Co. v. Zamsky, 732 F.3d 37, 41, 2013 WL 5543915, at *2 (1st Cir.2013) (quoting B & T Masonry Constr. Co. v. Pub. Serv. Mut. Ins. Co., 382 F.3d 36, 39 (1st Cir.2004)) (internal quotation marks omitted). Once the insured makes an initial showing that the overall coverage provisions of the insurance policy apply, the burden \"shifts to the insurer to demonstrate that some exclusion defeats coverage.” Id.\n. While we do not reach the causal issue as to the \"arising out of” term here, we note that we recently addressed that issue in the context of a different exclusion and different language under Massachusetts law. See Vt. Mut. Ins. Co. v. Zamsky, 732 F.3d 37, 42-44, 2013 WL 5543915, at *4 (1st Cir.2013).\n. The mere fact that an insurance policy uses the word \"or” does not necessarily mean ejus-dem generis cannot apply. Rather, a court must consider whether a given reading of \"or” would render a term meaningless or would be practicable and provide “a workable and harmonious means for carrying out and effectuating the intent of the parties.” Valley Forge, 670 F.3d at 105 n. 4 (quoting J.A. Sullivan Corp. v. Commonwealth, 397 Mass. 789, 494 N.E.2d 374, 378 (1986)).\n. As the district court noted in its comprehensive and well-reasoned decision, the Valentis’ claims “could not be maintained without regard to the donation discussed in Note 8” and therefore was causally linked to the donation. Clark Sch., 2012 WL 6771835, at *5.",
        "type": "majority",
        "author": "LYNCH, Chief Judge."
      }
    ],
    "attorneys": [
      "Margaret H. Paget, with whom Sherin and Lodgen LLP was on brief, for appellant.",
      "Richard L. Burpee, with whom Edwin F. Landers, Jr. and Morrison Mahoney LLP were on brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "The CLARK SCHOOL FOR CREATIVE LEARNING, INC., Plaintiff, Appellant, v. PHILADELPHIA INDEMNITY INSURANCE COMPANY, Defendant, Appellee.\nNo. 13-1171.\nUnited States Court of Appeals, First Circuit.\nOct. 23, 2013.\nMargaret H. Paget, with whom Sherin and Lodgen LLP was on brief, for appellant.\nRichard L. Burpee, with whom Edwin F. Landers, Jr. and Morrison Mahoney LLP were on brief, for appellee.\nBefore LYNCH, Chief Judge, TORRUELLA and THOMPSON, Circuit Judges."
  },
  "file_name": "0051-01",
  "first_page_order": 75,
  "last_page_order": 81
}