{
  "id": 3718375,
  "name": "Terryl J. SCHWALIER, United States Air Force Retired Brigadier General, Appellant v. Chuck HAGEL, Secretary of Defense, and Eric Fanning, Acting Secretary of the Air Force, Appellees",
  "name_abbreviation": "Schwalier v. Hagel",
  "decision_date": "2013-11-15",
  "docket_number": "No. 12-5153",
  "first_page": "1218",
  "last_page": "1222",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 1218"
    }
  ],
  "court": {
    "name_abbreviation": "D.C. Cir.",
    "id": 8770,
    "name": "United States Court of Appeals for the District of Columbia Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "446 F.3d 167",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2840822,
        3455839
      ],
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/446/0167-01",
        "/us-app-dc/371/0028-01"
      ]
    },
    {
      "cite": "56 F.3d 279",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11324668,
        3619790
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "285"
        },
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/56/0279-01",
        "/us-app-dc/312/0315-01"
      ]
    },
    {
      "cite": "843 F.2d 528",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        4334556,
        10544623
      ],
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/269/0035-01",
        "/f2d/843/0528-01"
      ]
    },
    {
      "cite": "798 F.2d 1521",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3611488,
        1610010
      ],
      "pin_cites": [
        {
          "page": "1524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/255/0090-01",
        "/f2d/798/1521-01"
      ]
    },
    {
      "cite": "762 F.2d 1065",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        366273,
        3597707
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1068"
        },
        {
          "page": "1068, 1071",
          "parenthetical": "back pay request"
        },
        {
          "page": "1072"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/762/1065-01",
        "/us-app-dc/246/0086-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1295",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1346",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "471 F.3d 186",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3561466,
        5252831
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "189"
        },
        {
          "page": "190",
          "parenthetical": "internal quotations omitted"
        },
        {
          "parenthetical": "emphasis in the original"
        },
        {
          "page": "190-91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/374/0063-01",
        "/f3d/471/0186-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1491",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 U.S.C. § 1552",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(4)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "839 F.Supp.2d 75",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        4150826
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "77"
        },
        {
          "page": "86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/839/0075-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 13303,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.10869919443179892
    },
    "sha256": "7890fd36851117f64a2dada4b99da498cad5f54717a1d2ccde902115e5341c0d",
    "simhash": "1:904eecc6c327076e",
    "word_count": 2138
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: ROGERS and TATEL, Circuit Judges, and SENTELLE, Senior Circuit Judge."
    ],
    "parties": [
      "Terryl J. SCHWALIER, United States Air Force Retired Brigadier General, Appellant v. Chuck HAGEL, Secretary of Defense, and Eric Fanning, Acting Secretary of the Air Force, Appellees."
    ],
    "opinions": [
      {
        "text": "Opinion for the Court filed by Senior Circuit Judge SENTELLE.\nSENTELLE, Senior Circuit Judge.\nRetired Brigadier General Terryl Schwalier brought this action in the district court seeking, inter alia, “correction” of his military records to reflect promotion to major general, along with active duty back pay and retired pay. The district court entered summary judgment in favor of the Secretary of the Air Force and the Secretary of Defense. Schwalier appeals. Because the jurisdiction of the district court was based, at least in part, on the Little Tucker Act, we conclude that the Federal Circuit possesses exclusive jurisdiction over this appeal, and we therefore transfer Schwalier’s appeal to that court.\nI. BACKGROUND\nThe published opinion of the district court sets forth the procedural and factual background of this litigation in some detail. See Schwalier v. Panetta, 839 F.Supp.2d 75 (D.D.C.2012). We will therefore provide only the details pertinent to our jurisdictional analysis.\nIn 1995, then President Clinton nominated Brigadier General Terryl J. Schwalier for promotion to major general, and the Senate confirmed his nomination in 1996. Id. at 77. President Clinton subsequently removed Schwalier’s name from the promotion list, and in 1997 Schwalier retired in the grade of brigadier general.\nSchwalier petitioned the Air Force Board for the Correction of Military Records (“Board”) in 2003. He requested a correction of his records to reflect promotion to major general, effective January 1, 1997; retirement, as a major general; and receipt of appropriate back pay. In 2004, the Board recommended granting Schwalier’s request, concluding that he had been promoted by operation of law before the President removed his name from the list in 1997. The Department of Defense (“DOD”) rejected the Board’s decision and determined that the action of the Board was ultra vires and without legal effect. Based on the DOD analysis, the Board notified Schwalier that he was not promoted “by authority of the President or otherwise, prior to the President taking personal action to remove [his] name from the promotion list.”\nSchwalier petitioned the Board for reconsideration in 2007. The Board again recommended correction, the Air Force adopted the recommendation, and the DOD intervened, directing the DOD Comptroller not to pay Schwalier as directed by the Air Force. In response, the Air Force again rescindéd the “corrections” of Schwalier’s records.\nOn January 20, 2011, Schwalier filed suit against the Secretary of the Air Force and the Secretary of Defense. Schwalier alleged that the DOD had unlawfully interfered with the records corrections favorable to Schwalier, and that the Air Force had acted arbitrarily and capriciously in acquiescing to that interference. According to Schwalier, neither the Secretary of Defense nor the Secretary of the Air Force could legally reverse relief once granted, because records corrections issued by the Air Force are “final and conclusive on all officers of the United States.” 10 U.S.C. § 1552(a)(4).\nIn his complaint, Schwalier sought equitable and declaratory relief reinstating the Board’s favorable decisions, as well as an order enjoining the DOD from interfering with further correction actions. Schwalier “expressly waive[d] any right or entitlement to recover monetary damages greater than $10,000 in this action,” as a consequence of filing his “complaint in this Honorable Court.” And in the final paragraph of his prayer for relief, Schwalier requested “any other relief, including active duty pay and retired pay, as this Honorable Court deems just and proper to provide complete and full relief to Plaintiff.” (Emphasis added.) On cross-motions for summary judgment, the district court ruled in favor of the Secretaries. Schwalier, 839 F.Supp.2d at 86. Because the jurisdiction of the court below was based in part on the Little Tucker Act, we transfer this appeal to the Federal Circuit.\nII. ANALYSIS\nThe Tucker Act, 28 U.S.C. § 1491, vests exclusive jurisdiction in the Court of Federal Claims over claims against the United States for “liquidated or unliquidated damages in cases not sounding in tort.” 28 U.S.C. § 1491(a)(1); Smalls v. United States, 471 F.3d 186, 189 (D.C.Cir.2006). The Little Tucker Act, 28 U.S.C. § 1346, provides an exception, vesting district courts with concurrent jurisdiction for “civil action[s] or claim[s] against the United States, not exceeding $10,000 in amount, founded either upon the Constitution, or any Act of Congress.... ” 28 U.S.C. § 1346(a)(2). In 28 U.S.C. § 1295(a)(2), the statute grants “exclusive jurisdiction” to the Court of Appeals for the Federal Circuit over appeals from decisions of the district - courts when “the jurisdiction of that court was based, in whole or in part,” on the Little Tucker Act. By granting exclusive jurisdiction over such cases to the Federal Circuit, the Act divests us of appellate jurisdiction over claims that “(1) seek money (2) not exceeding $10,000 (3) from the United States and (4) [are] founded” upon an “Act of Congress ... that can fairly be interpreted as mandating compensation by the Federal Government for the damages sustained.” Van Drasek v. Lehman, 762 F.2d 1065, 1068 (D.C.Cir.1985) (internal quotations omitted).\nOn the face of the complaint, it would appear that these four criteria are met: Schwalier seeks back pay and retirement pay; he expressly waives an amount exceeding $10,000; the action is brought against the Secretaries in their official capacity as Officers of the United States; and the claim/action finally rests upon the statutory structure for payment of military personnel and correction of relevant records. Before this court, Schwalier does not contest the last three of the criteria, but asserts that his complaint does not “seek money ... for damages” within the meaning of the Act. It is on this element that the parties have joined issue, and it is solely this issue which we must determine in order to answer the jurisdictional question.\nSchwalier asserts that the Little Tucker Act cannot apply because his “complaint does not contain any request for money damages.” He forwards two related arguments for why his claim is not monetary in nature. First Schwalier focuses on the structure of his complaint, and argues that neither his request for back pay nor his waiver of damages over $10,000 sufficiently raises a monetary claim requiring a transfer. Schwalier’s only monetary reference appears in the final paragraph of his prayer for relief, in which he requests “any other relief, including active duty back pay and retired pay, as this Honorable Court deems just and proper to provide complete and full relief to Plaintiff.” Compl. Prayer for Relief ¶ (M). This Court is duty-bound to “grant the relief to which each party is entitled, even if the party has not demanded that relief in its pleadings.” Fed. R.Civ.P. 54(c). Schwalier characterizes the last paragraph of his complaint as an invocation of this duty, and notes that we have held such invocations to be surplus-age, and thus of no consequence to our jurisdictional analysis. Sharp v. Weinberger, 798 F.2d 1521, 1524 (D.C.Cir.1986); see also Viet. Veterans of Am. v. Sec’y of the Navy, 843 F.2d 528, 534 (D.C.Cir.1988). Schwalier reasons that his reference to back pay is likewise surplusage, and therefore, it too has no bearing on this court’s jurisdiction.\nIt does not appear to us that our decision in Sharp solves Schwalier’s problem. The plaintiff in Sharp did not seek money damages in any direct form. The language of the complaint discussed in the Sharp decision sought “all other relief deemed just and proper.” It was that language that we deemed surplusage. Schwalier, on the other hand, explicitly seeks relief that “include[s] active duty back pay and retired pay.” It cannot be gainsaid that had the plaintiff himself calculated the back pay and retired pay and sought the explicit amount, that would create a monetary claim, and, all other requirements being met, place this appeal in the jurisdiction of the Federal Circuit under the Little Tucker Act. We do not know whether the use of words rather than numbers represents intentionally artful pleading or simply a stylistic choice, but we cannot allow it to control. To permit plaintiffs to evade the strictures of the Tucker Act by setting forth the formula for their monetary relief rather than asking for a specified amount of “damages” in so many words would undo the carefully erected structure that Congress set forth. We further note that by explicitly waiving damages over $10,000, Schwalier has apparently deliberately brought himself within the terms of the Little Tucker Act but for the disputed question of a monetary claim which, as we describe above, he has made without calculating its total.\nSchwalier’s second argument goes more broadly to the nature or “core” of his action. He sought equitable and declaratory relief. Any monetary recovery would come from a favorable decision by the Board, not the court. Schwalier likens his case to Smalls, in which the plaintiff sought “in essence ... declaratory or in-junctive relief that is not negligible in comparison with the potential monetary recovery.” Smalls, 471 F.3d at 190 (internal quotations omitted). As in Smalls, Schwa-lier challenges the denial of relief from a records-eorrection board. See id. And as in Smalls, Schwalier filed his suit “primarily to correct his military records.” See id. (emphasis in the original). As counsel described it at oral argument, Schwalier’s is not a “back pay” action or a “money case,” but an APA action, and this is how the district court treated it.\nThe Secretaries argue in response that neither the intent of the litigant nor the treatment of the district court governs our analysis. The question of jurisdiction is answered by the language of the complaint, and in his complaint Schwalier explicitly requested monetary relief. It is immaterial that Schwalier’s complaint included an APA claim; his action need only be based “in part” on the Little Tucker Act to divest us of appellate jurisdiction, even if it was also based in part on the APA. The Secretaries have the better argument.\nWe only look to the essence of a complaint in the absence of an explicit request for monetary relief. See, e.g., Kidwell v. Dep’t of the Army, 56 F.3d 279, 285 (D.C.Cir.1995) (“[Pjlaintiff here has not explicitly requested monetary relief....”); Tootle v. Sec’y of the Navy, 446 F.3d 167, 169 (D.C.Cir.2006) (“Tootle’s complaint does not explicitly request money damages.”). Because Schwalier has included such a request on the face of the complaint, there is no need to peer deeper into its substance, essence, or “core.” See Kidwell, 56 F.3d at 284. Even in Smalls, our decision hinged on ambiguity in the language of the complaint. There we found a reference to “retirement benefits” insufficient to create a monetary claim because “the phrase ‘retirement benefits’ connotes a host of benefits to which no monetary value can be attached,” and any disability pay the plaintiff could have received “would, come as a result of administrative proceedings ... and not as a result of the adjudication of the claims in” the plaintiffs complaint. Smalls, 471 F.3d at 190-91. Schwalier’s request for back pay, on the other hand, is unambiguously monetary in nature, and he requested it directly from the court. In light of this explicit request, we need not examine the complaint in greater detail.\nIn sum, Schwalier sought back pay, and the explicit nature of his request obviates the need to examine his claim’s essence. Moreover, the location of the monetary request in his complaint is immaterial to our jurisdictional analysis. Ultimately, Schwalier requested (1) back pay (2) not exceeding $10,000 that, if granted, would (3) come from the Federal Government, and (4) his substantive claim was founded upon 10 U.S.C. § 1552, an Act of Congress we have held can “fairly be interpreted as mandating compensation by the Federal Government.” Van Drasek, 762 F.2d at 1068, 1071 (back pay request). Accordingly, Schwalier’s action below was based “in part” on the Little Tucker Act, and we lack jurisdiction over this appeal. See id. at 1072.\nIII. CONCLUSION\nFor the foregoing reasons, we transfer this appeal to the Federal Circuit.\nSo ordered.",
        "type": "majority",
        "author": "SENTELLE, Senior Circuit Judge."
      }
    ],
    "attorneys": [
      "David P. Sheldon argued the cause for appellant. With him on the briefs were Brian D. Schenk and Edward F. Rodriguez Jr.",
      "John F. Cooney and Rebecca E. Pearson were on the brief for amicus curiae Air Force Association in support of appellant.",
      "Jane M. Lyons, Assistant U.S. Attorney, argued the cause for appellees. On the brief were Ronald C. Machen Jr., U.S. Attorney, R. Craig Lawrence, Assistant U.S. Attorney, and Jenny Knopinski, Special Assistant U.S. Attorney. John G. Lennon, Special Assistant U.S. Attorney, entered an appearance."
    ],
    "corrections": "",
    "head_matter": "Terryl J. SCHWALIER, United States Air Force Retired Brigadier General, Appellant v. Chuck HAGEL, Secretary of Defense, and Eric Fanning, Acting Secretary of the Air Force, Appellees.\nNo. 12-5153.\nUnited States Court of Appeals, District of Columbia Circuit.\nArgued Sept. 16, 2013.\nDecided Nov. 15, 2013.\nDavid P. Sheldon argued the cause for appellant. With him on the briefs were Brian D. Schenk and Edward F. Rodriguez Jr.\nJohn F. Cooney and Rebecca E. Pearson were on the brief for amicus curiae Air Force Association in support of appellant.\nJane M. Lyons, Assistant U.S. Attorney, argued the cause for appellees. On the brief were Ronald C. Machen Jr., U.S. Attorney, R. Craig Lawrence, Assistant U.S. Attorney, and Jenny Knopinski, Special Assistant U.S. Attorney. John G. Lennon, Special Assistant U.S. Attorney, entered an appearance.\nBefore: ROGERS and TATEL, Circuit Judges, and SENTELLE, Senior Circuit Judge."
  },
  "file_name": "1218-01",
  "first_page_order": 1240,
  "last_page_order": 1244
}