{
  "id": 3718207,
  "name": "Israel REYES-CORNEJO, Petitioner, v. Eric H. HOLDER, Jr., Attorney General of the United States, Respondent",
  "name_abbreviation": "Reyes-Cornejo v. Holder",
  "decision_date": "2013-10-28",
  "docket_number": "Nos. 12-1712, 12-3285",
  "first_page": "636",
  "last_page": "649",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 636"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "8 U.S.C. § 1101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(1)(B)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(2)(B)"
        },
        {
          "page": "(a)(2)(D)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 F.3d 572",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1063862
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/442/0572-01"
      ]
    },
    {
      "cite": "8 C.F.R. § 1212.7",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 12,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        },
        {
          "page": "904"
        },
        {
          "page": "905"
        },
        {
          "page": "825"
        },
        {
          "page": "826"
        },
        {
          "page": "4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "16 I. & N. Dec. 726",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "22 I. & N. Dec. 560",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "565-66"
        },
        {
          "page": "566"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 C.F.R. § 1003.2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "687 F.3d 365",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5864207
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/687/0365-01"
      ]
    },
    {
      "cite": "707 F.3d 904",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3537306
      ],
      "pin_cites": [
        {
          "page": "911"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/707/0904-01"
      ]
    },
    {
      "cite": "21 I. & N. Dec. 296",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "301"
        },
        {
          "page": "301"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "698 F.3d 529",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3627469
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "534"
        },
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/698/0529-01"
      ]
    },
    {
      "cite": "314 F.3d 913",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9385239
      ],
      "pin_cites": [
        {
          "page": "917-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/314/0913-01"
      ]
    },
    {
      "cite": "8 C.F.R. § 1240.32",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "991"
        },
        {
          "page": "991-92"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "517 F.3d 513",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5870768
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "518"
        },
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/517/0513-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1182",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(h)"
        },
        {
          "page": "(h)"
        },
        {
          "page": "(h)"
        },
        {
          "page": "(h)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1410,
    "char_count": 40933,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 1.345866239462094e-07,
      "percentile": 0.6322121482758262
    },
    "sha256": "4a75bc159cc23c9172ce0439a06aa86f990cd91adf48b5648906634e1546708e",
    "simhash": "1:9df854b6c51bb725",
    "word_count": 6609
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RIPPLE, ROVNER, and WILLIAMS, Circuit Judges."
    ],
    "parties": [
      "Israel REYES-CORNEJO, Petitioner, v. Eric H. HOLDER, Jr., Attorney General of the United States, Respondent."
    ],
    "opinions": [
      {
        "text": "RIPPLE, Circuit Judge.\nIsrael Reyes-Cornejo was placed in removal proceedings following his conviction on an aggravated weapons charge. In removal proceedings, Mr. Reyes-Cornejo applied for a waiver of inadmissibility, a necessary first-step to securing an adjustment of status to that of a lawful permanent resident based on his marriage to a United States citizen. Following a hearing, an immigration judge (“IJ”) determined that he had not shown that his removal would result in extreme hardship to a qualified relative and separately determined that, even if Mr. Reyes-Cornejo had made such a showing, he did not merit a favorable exercise of discretion. The BIA affirmed. Mr. Reyes-Cornejo filed a motion to reopen based on, among other grounds, new evidence of hardship to his United States citizen daughter. The BIA denied the motion. Mr. Reyes-Cornejo now seeks review of both decisions of the BIA. For the reasons set forth in this opinion, we deny the petition.\nI\nBACKGROUND\nA. Facts\nMr. Reyes-Cornejo’s father came to the United States in 1983 and, in 1994, brought his family to this country without admission or parole. They first resided in Texas and later moved to Colorado, where Mr. Reyes-Cornejo attended high school and some college.\nAt about the age of eighteen, Mr. Reyes-Cornejo began having run-ins with the law. By way of example only, in 1999, he pleaded guilty to driving without a li-cence and to possession of a controlled substance and paraphernalia. In 2000, he was arrested and charged with driving without a license. In 2001, he was charged with first .degree criminal trespass, theft and criminal mischief for entry into a motor vehicle with intent to commit theft. While on probation for the criminal trespass charge, he was arrested and charged with possession of marijuana and narcotic equipment. He was convicted of that offense and served the sentence concurrently with his sentence for violating his probation.\n• In 2001, Mr. Reyes-Cornejo moved to Chicago to live with his grandmother. Between 2002 and 2005, Mr. Reyes-Corne-jo avoided any legal problems and also became involved romantically with Carmen Lopez. In 2005, however, Mr. Reyes-Cor-nejo was charged with two counts of domestic battery and one count of criminal damage to property resulting from an altercation with Lopez. A nolle prosequi was entered on the charges, and Mr, Reyes-Cornejo was released from custody.\nFollowing his relationship with Lopez, Mr. Reyes-Cornejo began seeing his now wife, Karen Gallas. Throughout this period, he continued to have legal difficulties. In 2006, Mr. Reyes-Cornejo was charged with and pleaded guilty in Illinois to aggravated unlawful use of a weapon when he brandished a firearm during an argument with a neighbor.\nBeginning in 2007 and continuing through his immigration proceedings, Mr. Reyes-Cornejo had a series of four domestic battery charges brought against him by Gallas in Colorado and Illinois, but the charges were dropped. He also twice was arrested for driving under the influence.\nB. Administrative Proceedings\n1.\nFollowing his conviction for the weapons violation, the Department of Homeland Security (“DHS”) served Mr. Reyes-Cornejo with a notice to appear, which charged that Mr. Reyes-Cornejo was subject to removal based on his illegal presence in the United States without admission or parole and on his conviction for a crime of moral turpitude. On May 16, 2007, Olga Rojas appeared on behalf of Mr. Reyes-Cornejo, who remained in DHS custody. Rojas informed the IJ that Mr. Reyes-Cornejo had obtained permission to marry Gallas and requested a continuance so that the marriage could take place.\nOne month later, Mr. Reyes-Cornejo appeared telephonically and Rojas appeared in person. She informed the IJ that Mr. Reyes-Cornejo and Gallas had married and that a petition for an alien relative had been filed by Gallas on Mr. Reyes-Cornejo’s behalf. She requested an adjournment so that the petition could be adjudicated.\nAt a hearing on October 23, 2007, Rojas again appeared on behalf of Mr. Reyes-Cornejo and informed the IJ that the petition had been approved and that she would be filing an application for adjustment of status. She also informed the court that she did not have the disposition of all of Mr. Reyes-Cornejo’s criminal charges and needed additional time to ensure that he was eligible for discretionary relief.\nPrior to the next hearing, Rojas requested permission to withdraw because Mr. Reyes-Cornejo, who now was out of DHS custody on bond, was not cooperating with her efforts to obtain documentation and was not complying with their retainer agreement. Addressing the issue at an April 2008 hearing, the IJ advised Mr. Reyes-Cornejo that, despite his extensive criminal history, it appeared that he was “eligible to seek adjustment of status.” Nevertheless, Mr. Reyes-Cornejo still would have to seek a waiver and, the IJ explained, “it’ll be up to me ultimately to decide whether or not you deserve to remain in the United States. Your best chances are to have competent counsel representing you. Ms. Rojas has certainly done a great job, at. least showing your eligibility for this relief.” The IJ questioned Mr. Reyes-Cornejo about his ability to pay Rojas going forward. The IJ then denied Rojas’s motion to withdraw in the hopes that the summer construction season would provide Mr. Reyes-Cornejo a means to pay his counsel. Rojas expressed concern, however, that Mr. Reyes-Cornejo would not be able to pay the filing fees for adjustment of status. The IJ instructed Mr. Reyes-Cornejo to take a list of legal aid attorneys, to consult with them and, in the meantime, to cooperate with any of Rojas’s requests. The matter was set for a master calendar hearing at which time Mr. Reyes-Cornejo was to inform the court what efforts he had made to find another attorney or to pay his current counsel.\nWhen the hearing resumed on July 29, 2008, Rojas renewed her request to withdraw. Before granting the motion, the IJ had Rojas review the status of the case— that she believed that Mr. Reyes-Cornejo was eligible for adjustment of status but that he would need a waiver of inadmissibility for his criminal trespass conviction. The IJ then granted Rojas’s motion and advised Mr. Reyes-Cornejo that he would need to fill out a waiver application. The IJ instructed Mr. Reyes-Cornejo how to locate the 1-601 waiver form on the United States Citizenship and Immigration Service website. Additionally, the IJ stated: “I would prefer if you had an attorney with experience helping you out on this. Maybe if you go to these legal aid organizations and tell them that you are now without counsel they’ll take your case. If not, you have to now pursue your case.” Later in the hearing, the IJ provided a copy of the 1-601 form' to Mr. Reyes-Cornejo but advised him to go to the website for instructions.\nAt the next hearing, the IJ reiterated that Mr. Reyes-Cornejo had the right to obtain counsel, but he informed the IJ that he intended to proceed on his own. The IJ .then confirmed that all of the necessary paperwork for the adjustment of status and waiver had been submitted. The IJ advised Mr. Reyes-Cornejo how to make sure that he was fingerprinted in a timely fashion. Finally, she stated:\nNow, I’m going to set your case for hearing on the merits of your application for adjustment of status and for the waiver. You can bring witnesses with you. Obviously, I think it would be' a good idea for you to bring your wife But anybody else who can testify as to your good moral character, because you need to show two things now; that you deserve this as a matter of law, which means you that you really do have eligibility based on an approved visa petition, which you have, and that you don’t have any statutory ineligibility basis, but you also need to show that despite your record you deserve this as a matter of discretion. So, sometimes people bring — I’ll give you examples; neighbors, employers, ministers. You know? People who can vouch for you; parents, kids. All right? Documents certainly also.... Letters of support from people, you know, who matter.... That can, can say that you are not going to be a danger to society and that you deserve this opportunity to remain. Okay? Do you have any questions? I’m trying to be thorough as I can.[]\nMr. Reyes-Cornejo and Gallas both responded, “No.”\n2.\nWhen the merits hearing was conducted on June 21, 2010, Mr. Reyes-Cornejo advised the court that he had been arrested since the last hearing. Specifically, he had been charged with driving under the influence. After the court reviewed the materials submitted with respect to that charge, there was discussion about how testimony from Mr. Reyes-Cornejo should be elicited given that he was unrepresented. The IJ then asked Mr. Reyes-Corne-jo a series of questions about his marriage, his children, how he supports them, the relatives that he had in the United States, and Gallas’s citizenship and employment status. She then stated:\nI’m going to be candid with you, Mr. Reyes. The — I, I don’t have any question about your marriage to a U.S. citizen and, and your presence in the United States. I also don’t believe that there is a permanent bar — or a statutory bar to you seeking a waiver with the adjustment. I just think that your criminal history is surely extensive and it’s fairly recent and so, rather than me take the role of a prosecutor or something I’m going to let the Government ask you questions about your criminal history. You’re going to have every opportunity after that to address, you know, why ... you don’t think it’s that serious of an offense or why you changed or rehabilitated. Anything like that. Okay? []\nMr.- Reyes-Cornejo responded, “Okay”\nCounsel for the Government asked Mr. Reyes-Cornejo about his criminal history and also about many of his tattoos, which appeared to be indicative of gang affiliation. After the questioning, the IJ stated to Mr. Reyes-Cornejo, “Now, Mr. Curran just asked you a lot of questions about your criminal history. Do you have anything that you want to tell me? Or — I know at one point you said you wanted to explain something. This is your chance.” Specifically, the IJ recalled that Mr. Reyes-Cornejo had tried to add something concerning a domestic battery charge, and she stated: “And, you know, there was the whole series of questions about your record in Colorado and then the domestic battery issues. I mean, this is — I, I don’t have any more questions of you, but I just want to let you know if there’s anything that you want to add, this is your chance. Because then your testimony is done and we’re going to call your wife.” Mr. Reyes-Cornejo offered further explanation for the bases of the charges, after which his wife was called as a witness.\nGallas shed some additional light on the domestic violence charges for which she was the complainant. She also testified as to the importance of Mr. Reyes-Cornejo to herself, their child, llena, and her older daughter, Isabella.\nAfter Mr. Reyes-Cornejo, the IJ and the Government’s counsel finished questioning Gallas, the IJ stated:\nOne of the things that has not been touched upon, your husband had to file — he has filed a waiver—\nAnd in order to get that waiver, he needs to show that a qualifying relative would suffer extreme hardship if he were deported. Now, I think the qualifying relative in this case would obviously be you because you’re a U.S. citizen and then his two-year-old daughter, who’s a U.S. citizen, and to perhaps family — any—a mother or father who have a green card or are U.S. citizens. So, I’d like you to tell me what hardship you believe that you or your daughter, or the parents would suffer if Mr. Reyes were deported from the United States to Mexico[]\nGallas offered approximately six pages of testimony on the hardship that she, llena and Isabella would encounter.\nAfter Gallas finished testifying, the IJ also turned to Mr. Reyes-Cornejo to see if he had anything he would like to add concerning hardship. Through Gallas and Mr. Reyes-Cornejo, it was elicited that Gallas would suffer both emotionally and financially if Mr. Reyes-Cornejo were removed. Gallas explained that they “balance[d] [theijr schedules” so as to not incur child-care costs. Her family, she explained, was not local and, therefore, could not help care for the children on a daily basis. Gallas testified that Mr. Reyes-Cornejo was especially helpful with Isabella because he ensured that she completed her homework and “just stay[ed] on top of things when mom’s not there.” She also expressed concerns for her own and her daughters’ safety in Mexico. For his part, Mr. Reyes-Corne-jo elaborated on his relationship with his stepdaughter. He explained how they shared an interest in art and how he helped her win a school-wide art contest.\nThe IJ gave Mr. Reyes-Cornejo the opportunity to call his brother and his sister if he desired. Mr. Reyes-Cornejo responded, however, that he was “satisfied.”\n3.\nThe IJ denied the requested relief. In her written decision, she noted that, in order to obtain a waiver of inadmissibility, Mr. Reyes-Cornejo had to show extreme hardship on the part of a qualifying relative. The IJ explained:\nThe key term in the provision is “extreme” and thus only in cases of great actual or prospective injury to a qualifying relative will the waiver be granted. The phrase “extreme hardship” has been interpreted narrowly by the [BIA]. Hardship which would ordinarily be expected in a removal case, such as separation from family and financial difficulties, in and of itself is not sufficient to warrant approval unless combined with much more extreme impacts.[]\nThe IJ went on to note that, even after an alien establishes “extreme hardship,” the decision whether to grant relief still is discretionary. Furthermore, the IJ noted that the regulations instruct that, in order to merit a favorable exercise of discretion, aliens who have committed “ ‘violent or dangerous crimes’ ” must show “exceptional and extremely unusual hardship” to the qualifying relative. The IJ determined that Mr. Reyes-Cornejo’s actions fell within this category, but that, even “under the lesser standard of just extreme hardship, the respondent has failed to satisfy his burden of proof for the waiver as well.” The IJ found that the financial, child care and emotional burdens that Mr. Reyes-Cornejo’s wife and daughters would suffer as a result of his removal simply did not amount to “extreme” hardship.\nAlternatively, the IJ determined that, even if Mr. Reyes-Cornejo had established all of the requirements to obtain a waiver, she would not have exercised her discretion in Mr. Reyes-Cornejo’s favor. The IJ believed that Mr. Reyes-Cornejo’s extensive criminal history, as well as the fact that many of his violations of the law were recent, “cast[] doubt on [his] professed rehabilitation and good character.” “Moreover, the respondent’s theft-related conviction, his trespassing conviction, his repeated arrests on charges of domestic battery, and his utter disregard for the law as recently as 2009 when he was already in removal proceedings, reflect his poor moral character and unworthiness of a favorable exercise of discretion.”\n4.\nThe BIA affirmed. In a “de novo” review of the record, the BIA concluded that it “agree[d] with the [IJ] that the respondent ha[d] not demonstrated that his removal would result in extreme hardship to a qualifying relative, and is therefore ineligible for a waiver of inadmissibility.” The BIA also “rejected] the respondent’s argument that the [IJ] provided insufficient instruction to the respondent, who was pro se during his merits hearing, regarding the requirements necessary to establish relief.” The BIA observed that due process required that Mr. Reyes-Cor-nejo have a meaningful opportunity to present his claim and that he had had such an opportunity. Moreover, the IJ specifically had allowed Mr. Reyes-Cornejo to present evidence of hardship, and the IJ had questioned Mr. Reyes-Cornejo and his wife concerning the hardship that his deportation would pose to each of his family members. Finally, the BIA concluded that, even if there had been some insufficient explanation by the IJ, the respondent had not “demonstrated how the [IJ]’s allegedly deficient instructions prejudiced him by articulating, for example, any evidence of hardship that he would have presented regarding this child had he better understood the requirements for a ... waiver.” The BIA therefore dismissed Mr. Reyes-Cornejo’s appeal.\n5.\nIn 2011, Mr. Reyes-Cornejo moved to reopen his proceedings. The bases for his motion to reopen were: Isabella’s special education needs; the recent diagnosis of llena with mixed receptive and expressive disorder (“MRED”); the economic and emotional hardship that his wife would face if he were deported; and the deteriorating country conditions in Mexico.\nThe BIA denied the motion to reopen. It held that not all of the evidence submitted was newly available. Specifically, it noted that the conditions in Mexico had not deteriorated markedly since Mr. Reyes-Cornejo’s merits hearing in 2010. Additionally the information concerning Isabella and Gallas was available at the time of the hearing. The BIA determined that the only truly new evidence was that llena “was diagnosed with ‘moderate-severe mixed receptive and expressive language disorder.’ ” It explained, however, that this change did not justify reopening:\nWhile this new evidence indicates that llena has special education needs, the evidence does not establish that the family’s hardship would be increased by the respondent’s removal, aside from the difficulties of separation which the [IJ] and the Board already considered and addressed. The documentation does not reflect that the family would need to expend extra resources to care for Ile-na’s condition, or that Ilena’s treatment would suffer substantial setbacks due to the respondent’s absence.... Hardships which would occur regardless of the respondent’s removal are not sufficient.[]\nMoreover, the BIA was not persuaded that, in light of the new evidence, Mr. Reyes-Cornejo merited a favorable exercise of discretion given his lengthy criminal history. Mr. Reyes-Cornejo timely petitioned for review of this ruling as well.\nII\nANALYSIS\nA. Statutory Requirements for Waiver of Inadmissibility\nBefore addressing the specific arguments raised by Mr. Reyes-Cornejo, it is helpful to recall the requirements for the relief he seeks. In his removal proceedings, the Government charged that Mr. Reyes-Cornejo was inadmissible to the United States. Mr. Reyes-Cornejo specifically was charged with two counts of inadmissibility: He was present in the United States without being admitted, inspected or paroled, and he had committed a crime of moral turpitude. Having never been admitted or paroled, Mr. Reyes-Cornejo was seeking “admission,” as that term is understood in immigration law, in the form of a request for adjustment of status, as a defense to his removal. That is, acknowledging no present authorization to remain in the United States at the time of his charge, he nevertheless contended that he could be admitted and given lawful permanent resident status and therefore would not be removed.\nMr. Reyes-Cornejo’s inadmissibility, with its attendant consequences, was the core issue to be decided in his proceeding. Mr. Reyes-Cornejo did not contest that his presence and the charged conviction for trespass rendered him inadmissible and, if not waived in the context of a grant of adjustment of status, would render him removable. To show that he was not removable as charged, therefore, he sought to establish that his grounds for inadmissibility were waivable and that he merited such a waiver. On this appeal, we consider whether Mr. Reyes-Cornejo has met this burden.\nThe requirements for a waiver of inadmissibility are set forth in 8 U.S.C. § 1182(h) and include a showing “that the alien’s denial of admission would result in extreme hardship to the United States citizen or lawfully resident spouse, parent, son, or daughter of such alien.” Id. § 1182(h)(1)(B). If the alien satisfies these requirements, the Attorney General “may, in his discretion,” grant the waiver. Id. § 1182(h).\nWith this background in mind, we turn to the specific arguments lodged by Mr. Reyes-Cornejo.\nB. Right to Adequate Process\n1.\nMr. Reyes-Cornejo first challenges the manner in which the IJ conducted the proceedings. Specifically, Mr. Reyes-Cornejo contends that the IJ failed to instruct him that he had to show extreme hardship to a qualifying relative, and, consequently, he was deprived of his right to present evidence of hardship during the hearing. At bottom, Mr. Reyes-Cornejo contends that his merits hearing was fundamentally unfair and deprived him of due process of law.\nMr. Reyes-Cornejo’s claim, however, is not cognizable as a due process violation. We have explained that,\n[w]hile an alien has a Fifth Amendment right to due process in immigration proceedings, it is well-established that a party complaining of a due-process violation must assert a liberty interest in order to maintain his due-process claim. As a result, we have repeatedly held that an alien’s right to due process does not extend to proceedings that provide only such discretionary relief because an appeal to discretion is not a substantive entitlement.\nKhan v. Mukasey, 517 F.3d 513, 518 (7th Cir.2008) (internal quotation marks omitted) (citations omitted). Because a waiver of inadmissibility is a type of discretionary relief, see 8 U.S.C. § 1182(h); Khan, 517 F.3d at 518, Mr. Reyes-Cornejo cannot assert a liberty interest in the relief he seeks and, therefore, cannot prevail on his due process claim.\n2.\nIn addition to alleging a constitutional violation, Mr. Reyes-Cornejo also claims that he was prejudiced by the IJ’s failure to adhere to statutory and regulatory provisions governing the conduct of removal proceedings. Specifically, Mr. Reyes-Cornejo faults the IJ for failing to “develop[ ] the record and elieit[ ] possible eligibility for relief’ as required by 8 U.S.C. § 1229a(b)(l). Pet’r’s Br. 17. According to Mr. Reyes-Cornejo, the IJ should have explicitly advised him about the need to establish extreme hardship to a United States citizen relative and also should have spent more time during the merits hearing on this requirement. We do not believe that the record before us supports a con-elusion that the IJ violated any statute or regulation or that, even if she did, any prejudice resulted.\nWe begin by examining the statutory and regulatory bases for Mr. Reyes-Cor-nejo’s claim. Section 1229a(b)(1 of Title 8 states:\nThe immigration judge shall administer oaths, receive evidence, and interrogate, examine, and cross-examine the alien and any witnesses. The immigration judge may issue subpoenas for the attendance of witnesses and presentation of evidence. The immigration judge shall have authority (under regulations prescribed by the Attorney General) to sanction by civil money penalty any action (or inaction) in contempt of the judge’s proper exercise of authority under this chapter.\nSimilarly, 8 C.F.R. § 1240.32(b) provides: “The immigration judge shall receive and adduce material and relevant evidence, rule upon objections, and otherwise regulate the course of the hearing.”\nHere, the IJ specifically addressed the issue of hardship and, during the hearing, elicited testimony about the hardship of qualifying relatives. See A.R. at 1087 (“[I]n order to get that waiver, he needs to show that a qualifying relative would suffer extreme hardship if he were deported.... So, I’d like you to tell me what hardship you believe that you or your daughter, or the parents would suffer if Mr. Reyes were deported from the United States to Mexico.”). The IJ questioned Gallas and Mr. Reyes-Cornejo about hardship, and their testimony addressed the hardship to Gallas, to Isabella, to llena and to Mr. Reyes-Cornejo’s parents. The testimony totaled ten transcribed pages.\nMr. Reyes-Cornejo nevertheless faults the IJ for failing to advise him of the hardship requirement prior to the merits hearing and for focusing on his criminal record during that proceeding. The Board adequately evaluated this claim and determined that, when the record was assessed as a whole, it was clear that the IJ’s conduct of the proceedings oriented the petitioner with respect to his responsibility to show extreme hardship. The Board pointed out that the IJ had questioned specifically the petitioner’s wife about potential hardship to the petitioner’s stepdaughter, daughter and parents.\nDuring the master calendar hearing, the IJ advised Mr. Reyes-Cornejo that, in addition to meeting the statutory requirements for eligibility, he also had to show that he “deserve[d]” relief “as a matter of discretion.” Id. at 991. The IJ then advised Mr. Reyes-Cornejo that he should bring any witnesses who could “vouch for [him]” and explain why he “deserve[d] this opportunity to remain.” Id. at 991-92. We cannot fault the IJ for attempting to focus Mr. Reyes-Cornejo on the issue that was critical for purposes of obtaining a favorable exercise of her discretion and certainly cannot say that the IJ’s conscientiousness in this regard clouded the petitioner’s understanding of his responsibility to establish extreme hardship. We have approved of an IJ’s attempt to focus testimony and evidence on issues that were important for the granting of relief. Cf., e.g., Kerciku v. INS, 314 F.3d 913, 917-18 (7th Cir.2003) (explaining that when “the immigration judge limits the extent of some testimony or frequently interrupts the applicant’s presentation,” a due process violation does not occur because these actions “serve to focus the proceedings and exclude irrelevant evidence,” and collecting cases).\nFinally, even if Mr. Reyes-Cornejo had presented more compelling evidence and had met the extreme hardship standard, the waiver of inadmissibility still would have been denied. We have explained that “[t]he grant of a waiver of inadmissibility requires both a finding of extreme hardship for a qualifying relative and the favorable exercise of discretion.” Lam v. Holder, 698 F.3d 529, 534 (7th Cir.2012) (emphasis in original). The IJ determined that, even if Mr. Reyes-Cornejo had shown the requisite hardship, she would not have exercised her discretion in his favor becaüse of his extensive criminal record and his utter disregard for the law. The BIA explained in Matter of Mendez-Moralez, 21 I. & N. Dec. 296, 301 (BIA 1996), that\n[t]he equities that the applicant for [a waiver of inadmissibility] must bring forward to establish that he merits a favorable exercise of administrative discretion will depend in each case on the nature and circumstances of the ground of exclusion sought to be waived and on the presence of any additional adverse matters, and as the negative factors grow more serious, it becomes incumbent upon the applicant to introduce additional offsetting favorable evidence.\nGiven Mr. Reyes-Cornejo’s criminal record, which spans more than a decade, which includes a weapons charge, theft and domestic abuse, and which extends through his removal proceedings, we do not believe that the additional evidence of hardship he now points to would have had any effect on the IJ’s balancing of the equities.\nC. Motion to Reopen\nMr. Reyes-Cornejo also maintains that the BIA erred in failing to grant his motion to reopen. We review the BIA’s decision to deny a motion to reopen for an abuse of discretion. Vahora v. Holder, 707 F.3d 904, 911 (7th Cir.2013). Under this standard, we shall uphold the BIA’s decision “unless it was made without rational explanation, inexplicably departed from established policies, or rested on an impermissible basis.” Marinov v. Holder, 687 F.3d 365, 368 (7th Cir.2012).\nMotions to reopen are governed by 8 C.F.R. § 1003.2, which provides in relevant part that “[a] motion to reopen proceedings shall not be granted unless it appears to the Board that evidence sought to be offered is material and was not available and could not have been discovered or presented at the former hearing [].....” Id. § 1003.2(c)(1) (emphasis added). As noted above, the BIA denied Mr. Reyes-Cornejo’s motion to reopen in part because the evidence concerning the violence in Mexico and the special needs of Isabella was available at the time of his merits hearing.\nThe BIA did not abuse its discretion in so concluding. With respect to the violence in Mexico, Mr. Reyes-Cornejo had pointed to a statement in a State Department travel warning that, “[i]n 2011[,] several areas in the state [of Durango] continue to experience high rates of violence and remained volatile and unpredictable.” A.R. at 56 (emphases added).\nSimilarly, Mr. Reyes-Cornejo has not pointed to any aspect of Isabella’s learning disabilities that was discovered or documented subsequent to the merits hearing. All of the information was known to Mr. Reyes-Cornejo at the time of the hearing, but simply was not presented to the IJ.\nThe only new evidence that Mr. Reyes-Cornejo presented in his motion to reopen was Ilena’s diagnosis with MRED. The BIA discussed thoroughly the evidence concerning llena, but concluded that Mr. Reyes-Cornejo’s removal would not affect significantly Ilena’s treatment or progress. See A.R. at 5. On appeal, Mr. Reyes-Cornejo maintains that, in reaching its conclusion, the BIA “failed to consider most of the relevant factors” for determining hardship to a qualifying relative. See Pet’r’s Br. 28-29 (citing Matter of Cervantes-Gonzalez, 22 I. & N. Dec. 560 (BIA 1999)). Because the only new evidence before the Board was Ilena’s diagnosis, it was not necessary for the Board to consider again all of the Cervantes-Gonzalez factors in order to determine if Mr. Reyes-Cornejo had established extreme hardship. It simply needed to determine if the new evidence supplied by Mr. Reyes-Cornejo changed its original analysis. As noted by the Board, however, the materials submitted by Mr. Reyes-Cornejo did not establish that his removal would engender any additional hardship with respect to Ilena’s condition. Mr. Reyes-Cornejo’s absence would not affect Ilena’s ability to attend Head Start, to have an individual learning plan developed for her or to obtain entry into a special program for children with language disorders. Consequently, we cannot say that the BIA abused its discretion in denying Mr. Reyes-Cornejo’s motion to reopen on this ground.\nFinally, there was no abuse of discretion in the BIA’s alternative holding that, assuming a showing of extreme hardship, the new evidence did not merit a favorable exercise of discretion. In reaching this conclusion, the BIA considered Mr. Reyes-Cornejo’s extensive criminal history, the variety of crimes Mr. Reyes-Cornejo had committed and the length of time that Mr. Reyes-Cornejo’s criminal actions spanned. In Mendez-Moralez, 21 I. & N. Dec. at 301, the BIA observed that, “as the negative factors grow more serious, it becomes incumbent upon the applicant to introduce additional offsetting ... evidence” of hardship or other favorable factors. Given Mr. Reyes-Cornejo’s history of criminal involvement, which extended beyond the time he was issued his notice to appear, it was not irrational for the BIA to conclude that Mr. Reyes-Cornejo did not merit a favorable exercise of discretion, even considering any additional hardship to llena.\nConclusion\nFor the reasons set forth in this opinion, we deny Mr. Reyes-Cornejo’s petition for review.\nPETITION DENIED\n. Citations to the Administrative Record refer to the record in case number 12-3285.\n. Prior to Mr. Reyes-Cornejo's departure for Chicago, his father had filed a form 1-130 on his son’s behalf.\n. Gallas is a United States citizen.\n. Initially, the DHS identified Mr. Reyes-Cornejo’s conviction for the Illinois weapons charge as the crime of moral turpitude.\n. At a continued hearing on July 17, 2007, neither Mr. Reyes-Cornejo nor Rojas appeared. The IJ entered an order of removal in absentia. During this proceeding, the IJ concluded, and the Government’s counsel conceded, that the Illinois weapons charge to which Mr. Reyes-Cornejo had pleaded guilty did not constitute a crime of moral turpitude. See A.R. at 168-69. In her written decision, the IJ set forth her rationale: \"[Pjossession of a firearm without evidence of an intent to harm someone has not been found to amount to a crime involving moral turpitude. Matter of Granados, 16 I. & N. Dec. 726 (BIA 1979).” A.R. at 900 n.4.\nThe proceedings later were reopened at Rojas's request on the ground that she had not received notice of the scheduled hearing.\n. 6 A.R. at 958.\n. Id. at 959.\n. In her discussion with the IJ, Rojas indicated her belief that the criminal trespass committed in Colorado was a crime of moral turpitude for which Mr. Reyes-Cornejo would have to seek a waiver of inadmissibility. See id. at 973-74. The IJ agreed and instructed Mr. Reyes-Cornejo that, although the crime had not been charged in the Notice to Appear, Mr. Reyes-Cornejo would have to seek a waiver on the basis of that crime. See id. at 974. The Government later amended the Notice to Appear to include additional factual allegations, specifically that Mr. Reyes-Cornejo was \"on 11/15/01, convicted in the District Court of Weld County, Colorado for the offense of First Degree Criminal Trespass in violation of C.R.S. 18-4-502.” Id. at 339. Mr. Reyes-Cornejo acknowledged receipt of the amended allegations at a hearing on March 24, 2009. Id. at 982.\n. Id. at 973.\n. Id. at 991-92.\n. Id. at 992.\n. Id. at 1023.\n. Id.\n. Id. at 1066-67.\n. Id. at 1067.\n. Id. at 1087.\n. Id.\n. Id. at 1090.\n. See id. at 1096.\n. Id. at 1097.\n. Id. at 903-04 (citations omitted).\n. See id. at 904 (quoting 8 C.F.R. § 1212.7(d)). 8 C.F.R. § 1212.7(d) states in relevant part:\nThe Attorney General, in general, will not favorably exercise discretion under section 212(h)(2) of the Act (8 U.S.C. 1182(h)(2)) to consent to an application or reapplication for a visa, or admission to the United States, or adjustment of status, with respect to immigrant aliens who are inadmissible under section 212(a)(2) of the Act in cases involving violent or dangerous crimes, except in extraordinary circumstances, such as those involving national security or foreign policy considerations, or cases in which an alien clearly demonstrates that the denial of the application for adjustment of status or an immigrant visa or admission as an immigrant would result in exceptional and extremely unusual hardship.\n. Id. at 904.\n. Id. at 905.\n. Id.\n. Id. at 825.\n. Id.\n. Id. at 826.\n. Id. at 4.\n. Id.\n. See 8 U.S.C. § 1229a(a)(2) (staling that “[a]n alien placed in [removal] proceedings ... may be charged with any applicable ground of inadmissibility under section 1182(a)”).\n. See id. § 1182(a)(6)(A)(i).\n. See id. § 1182(a)(2)(A)(i)(I). As we noted above, see supra nóte 8, the Government amended its factual allegations to include Mr. Reyes-Cornejo's criminal trespass conviction. Mr. Reyes-Cornejo's Colorado conviction states that he had \"unlawfully, feloniously and knowingly ... enter[ed] the motor vehicle ... with the intent to commit the crime of Theft.” A.R. at 342. It is beyond dispute that theft is a crime involving moral turpitude, see Hashish v. Gonzales, 442 F.3d 572, 576 (7th Cir.2006) (collecting cases), and Mr. Reyes-Cornejo does not dispute that he is inadmissible on this basis.\n. See id. § 1182(h). 8 U.S.C. § 1182(h) provides:\n(h) Waiver of subsection (a)(2)(A)(i)(I), (II), (B), (D), and (E)\nThe Attorney General may, in his discretion, waive the application of subpara-graphs (A)(i)(I), (B), (D), and (E) of subsection (a)(2) of this section and subparagraph (A)(i)(II) of such subsection insofar as it relates to a single offense of simple possession of 30 grams or less of marijuana if — •\n(1)(A) in the case of any immigrant it is established to the satisfaction of the Attorney General that- — •\n(1) the alien is inadmissible only under subparagraph (D)(i) or (D)(ii) of such subsection or the activities for which the alien is inadmissible occurred more than 15 years before the date of the alien’s application for a visa, admission, or adjustment of status,\n(ii) the admission to the United States of such alien would not be contrary to the national welfare, safety, or security of the United States, and\n(iii) the alien has been rehabilitated; or\n(B) in the case of an immigrant who is the spouse, parent, son, or daughter of a citizen of the United States or an alien lawfully admitted for permanent residence if it is established to the satisfaction of the Attorney General that the alien's denial of admission would result in extreme hardship to the United States citizen or lawfully resident spouse, parent, son, or daughter of such alien; or\n(C) the alien is a VAWA self-petitioner; and\n(2) the Attorney General, in his discretion, and pursuant to such terms, conditions and procedures as he may by regulations prescribe, has consented to the alien's applying or reapplying for a visa, for admission to the United States, or adjustment of status.\n... No court shall have jurisdiction to review a decision of the Attorney General to grant or deny a waiver under this subsection.\n. Although we lack jurisdiction to evaluate an agency’s denial of discretionary relief, such as a waiver of inadmissibility, see 8 U.S.C. § 1252(a)(2)(B); Lam v. Holder, 698 F.3d 529, 533 (7th Cir.2012) (\"Section 242(a)(2)(B) of the INA generally deprives courts of jurisdiction to review discretionary denials of immigration relief.”), we nevertheless retain jurisdiction to evaluate constitutional claims or questions of law raised in conjunction with a discretionary determination, see 8 U.S.C. § 1252(a)(2)(D). We therefore have jurisdiction to consider Mr. Reyes-Cornejo’s claims that the IJ failed to adhere to specific regulatory and statutory requirements when conducting the removal proceedings.\n. Although 8 U.S.C. § 1182(h) is limited to \"spouse, parent, son, or daughter,” 8 U.S.C. § 1101(b)(1)(B) defines \"child” to include \"a stepchild ... provided the child has not reached the age of eighteen years at the time the marriage creating the stepchild status occurred.”\n. Indeed, placed in context, the State Department travel warning states: \"Between 2006 and 2010, the number of narcotics— related murders in the State of Durango increased dramatically. In 2011 several areas in the state continue to experience high rates of violence and remained volatile and unpredictable.” A.R. at 791.\n. In Matter of Cervantes-Gonzalez, 22 I. & N. Dec. 560, 565-66 (BIA 1999), the BIA stated:\nThe factors deemed relevant in determining extreme hardship to a qualifying relative include, but are not limited to, the following: the presence of lawful permanent resident or United States citizen family ties to this country; the qualifying relative’s family ties outside the United States; the conditions in the country or countries to which the qualifying relative would relocate and the extent of the qualifying relative’s ties to such countries; the financial impact of departure from this country; and, finally, significant conditions of health, particularly when tied to an unavailability of suitable medical care in the country to which the qualifying relative would relocate.\nThe BIA also noted that not all factors will be applicable in every case. See id. at 566.\n. There is no question that, in eliciting and considering the evidence of hardship presented at the merits hearing, the IJ was guided by the Cervantes-Gonzalez factors. See A.R. at 1088 (inquiring about Gallas's family ties in the United States); id. at 1089-90 (inquiring about Gallas’s willingness to move to Mexico and any familiarity with Mexico). Gallas, however, made it clear that her intent was to remain in the United States, see id.; consequently, the IJ correctly focused on the hardship that Mr. Reyes-Cornejo’s wife, stepdaughter and daughter would suffer if he were removed and they remained in the United States, see id. at 1087-88 (wife); id. at 1090-91 (daughter and stepdaughter); id. at 1094-96 (same). Similarly, the BIA’s initial decision focuses on the relevant factors in determining that Mr. Reyes-Cornejo had not established the required level of hardship.",
        "type": "majority",
        "author": "RIPPLE, Circuit Judge."
      }
    ],
    "attorneys": [
      "Maria T. Baldini-Potermin, Eric Berndt, Attorneys, Maria Baldini-Potermin & Associates, Chicago, IL, for Petitioner.",
      "Linda Y. Cheng, OIL, Attorneys, Department of Justice, Washington, DC, for Respondent."
    ],
    "corrections": "",
    "head_matter": "Israel REYES-CORNEJO, Petitioner, v. Eric H. HOLDER, Jr., Attorney General of the United States, Respondent.\nNos. 12-1712, 12-3285.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 15, 2013.\nDecided Oct. 28, 2013.\nMaria T. Baldini-Potermin, Eric Berndt, Attorneys, Maria Baldini-Potermin & Associates, Chicago, IL, for Petitioner.\nLinda Y. Cheng, OIL, Attorneys, Department of Justice, Washington, DC, for Respondent.\nBefore RIPPLE, ROVNER, and WILLIAMS, Circuit Judges."
  },
  "file_name": "0636-01",
  "first_page_order": 660,
  "last_page_order": 673
}