{
  "id": 3718884,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Teniah TERCERO, Defendant-Appellant",
  "name_abbreviation": "United States v. Tercero",
  "decision_date": "2013-10-31",
  "docket_number": "No. 12-10404",
  "first_page": "979",
  "last_page": "984",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 979"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "989 F.2d 308",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10511784
      ],
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/989/0308-01"
      ]
    },
    {
      "cite": "694 F.3d 514",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3523062
      ],
      "pin_cites": [
        {
          "page": "526-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/694/0514-01"
      ]
    },
    {
      "cite": "17 F.3d 1446",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3819298,
        1830206
      ],
      "pin_cites": [
        {
          "page": "1450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/305/0093-01",
        "/f3d/17/1446-01"
      ]
    },
    {
      "cite": "560 U.S. 817",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12454872,
        3641961
      ],
      "weight": 6,
      "year": 2010,
      "pin_cites": [
        {
          "page": "2687"
        },
        {
          "page": "2691"
        },
        {
          "page": "2690"
        },
        {
          "page": "2691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/177/0271-01",
        "/us/560/0817-01"
      ]
    },
    {
      "cite": "712 F.3d 1290",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3556081
      ],
      "pin_cites": [
        {
          "page": "1291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/712/1290-01"
      ]
    },
    {
      "cite": "520 U.S. 751",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11652916
      ],
      "weight": 9,
      "year": 1997,
      "pin_cites": [
        {
          "page": "757"
        },
        {
          "page": "756-57"
        },
        {
          "page": "756-57"
        },
        {
          "page": "757-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/520/0751-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 994",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(x)"
        },
        {
          "page": "(h)"
        },
        {
          "page": "(u)"
        },
        {
          "page": "(a)(2)(C)"
        },
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "591 F.3d 1062",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3507526
      ],
      "pin_cites": [
        {
          "page": "1068"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/591/1062-01"
      ]
    },
    {
      "cite": "581 F.3d 1123",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5755884
      ],
      "pin_cites": [
        {
          "page": "1125"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/581/1123-01"
      ]
    },
    {
      "cite": "626 F.3d 1092",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6052945
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1094"
        },
        {
          "page": "1095"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/626/1092-01"
      ]
    },
    {
      "cite": "431 F.3d 1226",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1618069
      ],
      "pin_cites": [
        {
          "page": "1229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/431/1226-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "124 Stat. 2372",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 6,
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3742",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3582",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 721,
    "char_count": 14675,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 3.889451586761368e-07,
      "percentile": 0.9012396089501743
    },
    "sha256": "7499c8bc86b29fa5454f86a313179a7bd2a03cfee1b5a939a7cc4ee02daece33",
    "simhash": "1:be0ea9bc43fcb525",
    "word_count": 2356
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: DOROTHY W. NELSON, MILAN D. SMITH, JR., and SANDRA S. IKUTA, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Teniah TERCERO, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nD.W. NELSON, Senior Circuit Judge:\nTeniah Tercero (“Tercero”) appeals the district court’s decision granting in part and denying in part her motion to reduce her sentence under 18 U.S.C. § 3582(c)(2) following the enactment of the Fair Sentencing Act. We have jurisdiction pursuant to 18 U.S.C. § 3742 and 28 U.S.C. § 1291, and we affirm.\nI. Background\nTercero’s appeal concerns the retroactive application of the Fair Sentencing Act and the related amended Sentencing Guidelines ranges for offenses involving crack cocaine. See Fair Sentencing Act of 2010, Pub.L. No. 111-220, 124 Stat. 2372; U.S. Sentencing Guidelines Manual app. C, amends. 748, 750 (2010).\nThe government indicted Tercero on two counts: conspiracy to distribute crack cocaine and distribution of crack cocaine. Tercero pled guilty to a single count of possession with intent to distribute methamphetamine, as alleged in the information, in exchange for the dismissal of the charges in the indictment. The parties stipulated that, for the purposes of sentencing, Tercero possessed 115.8 grams of crack cocaine and 4.36 grams of methamphetamine, resulting in an adjusted offense level of 25. The parties agreed, however, that Tercero could argue for a sentence as low as 72 months. Tercero agreed to waive “any right ... to appeal any aspect of [her] sentence,” as well as any right to file any collateral attack on her conviction or sentence, such as by filing motion under 18 U.S.C. § 3582.\nThe district court found that the applicable Sentencing Guidelines range was 84 to 105 months based on a criminal history category of 4 and a total offense level of 25. The court then considered the factors set forth in 18 U.S.C. § 3553(a), finding that Tercero played a minor role in the conspiracy. While Tercero knew that she was committing a serious offense, she neither created nor organized it, thus, the district court concluded that her minor role made “her conduct less serious than a mechanical application of the guidelines would suggest.” Accordingly, the court found that a downward departure was appropriate and imposed a sentence of 72 months with a three-year term of supervised release.\nThereafter, Congress passed the Fair Sentencing Act, (“FSA”), and the Sentencing Commission amended the Sentencing Guidelines for crack cocaine offenses. Tercero then filed a § 3582 motion to reduce her sentence to 58 months, or 12 months below the recalculated Guidelines range. The district court found that Amendment 750 to the Guidelines warranted a reduction in Tercero’s sentence from 72 to 70 months, based on adjusted offense level 24 and a resulting adjusted Guidelines range of 70 to 87 months. The district court concluded, however, that it did not have the authority to depart below 70 months in resentencing Tercero because U.S.S.G. § lB1.10(b)(2)(A) prohibits reductions below the low end of the adjusted Guidelines range. For the reasons discussed below, we hold that the district court correctly interpreted and applied both § 3582(c) and § 1B1.10.\nII. Standard of Review\nWe review de novo whether Tercero has waived her right to appeal her plea agreement. See United States v. Speelman, 431 F.3d 1226, 1229 (9th Cir.2005). We review for abuse of discretion a district court’s ruling on a motion for reduction of sentence pursuant to § 3582(c)(2). United States v. Lightfoot, 626 F.3d 1092, 1094 (9th Cir.2010). “A district court may abuse its discretion if it does not apply the correct law or if it rests its decision on a clearly erroneous finding of material fact.” United States v. Chaney, 581 F.3d 1123, 1125 (9th Cir.2009) (internal quotation marks and citation omitted).\nIII. Discussion\nA. Waiver\nTercero did not waive her right to appeal the reduced sentence. Although she did “agree to waive any right ... to appeal any aspect of [her] sentence, including any orders relating to forfeiture and/or restitution,” we have held that such a broad waiver does not encompass the right to appeal a § 3582(c) decision. Lightfoot, 626 F.3d at 1095. Moreover, although Tercero expressly waived her right to bring a § 3582 motion in her plea agreement, the government did not- argue at the resentencing hearing that Tercero had waived this right. Thus, the government cannot rely on this provision to argue that Tercero’s appeal is not properly before us. See Norwood v. Vance, 591 F.3d 1062, 1068 (9th Cir.2010) (“It is well-established that a party can waive waiver implicitly by failing to assert it.”) (internal quotation marks and citations omitted).\nB. District Court Authority to Reduce Sentence\nCongress passed the FSA to “restore fairness to Federal cocaine sentencing” by changing the threshold quantities of crack cocaine that trigger mandatory minimum sentences. Pub.L. 111-220, § 2, 124 Stat. 2372, 2372 (2010). Congress gave the Sentencing Commission the authority to amend the Guidelines to implement the FSA. Id. § 8. The Commission thereafter promulgated Amendment 750 to reduce the Guidelines’ crack-related offense levels and made the amendment retroactive. U.S.S.G. app. C, amends. 750, 759.\nFollowing the amendments to the Guidelines, the Commission also revised policy statement § 1B1.10. The previous version of § 1B1.10(b)(2)(B) permitted prisoners who had received below-Guidelines sentences to obtain reductions below the amended ranges in proportion to the downward departures imposed at their original sentencing. See U.S.S.G. § lB1.10(b)(2)(B) (2010). Because this rule proved difficult to administer and prompted litigation, the Commission revised § 1B1.10 following enactment of the FSA to prohibit courts from reducing a “defendant’s term of imprisonment under 18 U.S.C. § 3582(c)(2) ... to a term that is less than the minimum of the amended guideline range.” U.S.S.G. § lB1.10(b)(2)(A) (2011); see Notice of Final Action Regarding Amendment to Policy Statement 1B1.10, 76 Fed.Reg. 41332, 41334 (July 13, 2011).\nIn determining whether the district court erred, we look first to the relevant statute: 18 U.S.C. § 3582(c)(2). Section 3582 authorizes district courts to reduce a sentence retroactively when the Commission has subsequently lowered the Sentencing range. In § 3582, Congress specifically required that any sentence reductions be “consistent with applicable policy statements issued by the Sentencing Commission.” Id. Under the plain language of this statute, then, the district court was required to apply § 1B1.10, and the district court concluded correctly that under the revised version of § 1B1.10, it could not adjust Tercero’s sentence below 70 months.\nTercero argues that the revised version of § 1B1.10 is at odds with the plain language of the FSA and is therefore invalid. But Tercero has not identified any specific provision in the FSA with which § 1B1.10 conflicts. ' To the contrary, we are mindful that the Commission has the express authority to promulgate policy statements regarding the retroactivity of amendments to the Guidelines. See 18 U.S.C. § 994(x).\nTercero also relies on United States v. LaBonte in support of her argument that § 1B1.10 conflicts with the FSA. 520 U.S. 751, 757, 117 S.Ct. 1673, 137 L.Ed.2d 1001 (1997). In that case, the Supreme Court invalidated Amendment 506 as in direct conflict with the language of the Sentencing Reform Act. Id. at 756-57, 117 S.Ct. 1673. The Commission had promulgated Amendment 506 to define the phrase “offense statutory maximum” in furtherance of Congress’s directive to “assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized for categories of defendants....” 18 U.S.C. § 994(h). The amendment defined “offense statutory maximum” to preclude the consideration of statutory enhancements. LaBonte, 520 U.S. at 756-57, 117 S.Ct. 1673. The Supreme Court held that Amendment 506 was at odds with the plain language of § 994(h) because the “ordinary meaning” of the phrase “maximum term authorized,” is “the ‘highest’ or ‘greatest’ sentence allowed by statute,” not the unenhanced maximum. Id. at 757-58, 117 S.Ct. 1673 (quoting Black’s Law Dictionary 979 (6th ed.1990)).\nBut Tercero does not argue that the revised version of § IB 1.10 conflicts with the text of the FSA. Instead, she contends that § 1B1.10 contradicts Congress’s general intent in passing the FSA, which was “to restore fairness to Federal cocaine sentencing.” Pub.L. 111-220, § 2, 124 Stat. 2372, 2372. The most specific provision that Tercero identifies is § 8 of the Act, which instructs the Commission to promulgate all Guidelines, amendments and policy statements provided for in the Act. See id. § 8. That broad instruction, however, does not resemble the kind of specific language that required invalidation of Amendment 506 in LaBonte. Moreover, the FSA does not contain any specific language indicating how — or even whether — the Act should be applied retroactively. See generally id. In fact, we have held that the FSA does not apply retroactively to adjust the mandatory minimum sentences for crack cocaine offenses. United States v. Augustine, 712 F.3d 1290, 1291 (9th Cir.2013). Thus, we remain unpersuaded that Congress intended the FSA to implement the retroactive reduction of sentencing ranges in any particular way, much less one that conflicts with § 1B1.10 as revised.\nTercero urges us to conclude that we need not comply with § 1B1.10, as the Supreme Court held we must in Dillon v. United States, 560 U.S. 817, 130 S.Ct. 2683, 2687, 177 L.Ed.2d 271 (2010). Tercero argues that Dillon is of questionable validity because it considered an earlier version of § 1B1.10. We disagree that Dillon is distinguishable from the case before us. While Tercero is correct that Dillon considered a different version of § 1B1.10, the substance of the policy statement was not the animating factor that caused the Court to hold that § 1B1.10 is binding on courts. Instead, Dillon reiterated that a court must follow two steps in considering a motion to reduce a sentence pursuant to 18 U.S.C. § 3582(c)(2): First, a court must determine if a reduction is consistent with the Sentencing Commission’s policy statements, and, then, a court must consider whether a reduction is authorized in whole or in part, according to the factors set forth in § 3553(a). Dillon, 130 S.Ct. at 2691. This analysis did not hinge to any degree on the substantive content of § 1B1.10. Thus, the amendment of that policy statement does not affect this two-step process. As discussed, the district court correctly followed this procedure. The court first determined that a reduction below 70 months would be inconsistent with § 1B1.10 as revised and therefore declined to grant Tercero’s motion in full.\nNor does § 1B1.10 conflict -with the purpose of the Guidelines, as Tercero argues. She notes that the Guidelines were meant to bring about “an effective, fair sentencing system,” with honest, uniform and proportionate sentences. Tercero contends that § 1B1.10 prevents the district court from revising her sentence to reflect the very minor role she played in the drug conspiracy. It is not in dispute, however, that when the district court originally sentenced Tercero, it did consider the sentencing factors set forth in § 3553(a). A motion brought under § 3582(c)(2) “does not authorize a sentencing or resentencing proceeding. Instead, it provides for the ‘modification of] a term of imprisonment’ by giving courts the power to ‘reduce’ an otherwise final sentence in circumstances specified by the Commission.” Dillon, 130 S.Ct. at 2690. “Section 3582(c)(2)’s text, together with its narrow scope, shows that Congress intended to authorize only a limited adjustment to an otherwise final sentence and not a plenary resentencing proceeding.” Id. at 2691. The procedural posture of this case makes it inappropriate for us to reweigh the sentencing factors set forth in § 3553(a) to assess the fairness of Tercero’s 70-month sentence.\nTercero also argues that revised § 1B1.10 conflicts with the statute that authorized the Commission to apply amendments retroactively. But Congress has given the Commission a “substantial role ... with respect to sentence-modification proceedings.” Dillon, 130 S.Ct. at 2691. The Sentencing Reform Act “charges the Commission both with deciding whether to amend the Guidelines, and with determining whether and to what extent an amendment will be retroactive.” Id.; see also 18 U.S.C. § 994(u). Congress also has given the Commission the power to issue policy statements to address, among other things, “the appropriate use of ... the sentence modification provisions set forth in” § 3582(c). 18 U.S.C. § 994(a)(2)(C). So rather than conflicting with congressional intent, as Terce-ro argues, the revisions to § 1B1.10 fall squarely within the scope of Congress’s articulated role for the Commission.\nFinally, we reject Tercero’s claim that revised § 1B1.10 is arbitrary and capricious under the Administrative Procedures Act (“APA”). The Commission is not an agency subject to the requirements of the APA but “an independent entity in the judicial branch.” Wash. Legal Found, v. U.S. Sentencing Comm’n, 17 F.3d 1446, 1450 (D.C.Cir.1994); see also United States v. Berberena, 694 F.3d 514, 526-27 (3d Cir.2012) (holding “the Commission is not required to abide by the APA’s notice- and-comment provisions when issuing policy statements”). Although Congress does require the Commission to hold public hearings in promulgating the Guidelines, this mandate does not extend to policy statements. 18 U.S.C. § 994(a)(1), (a)(2) & (x); see Andrade v. U.S. Sentencing Comm’n, 989 F.2d 308, 309 (9th Cir.1993) (per curiam). Thus, to the extent Tercero relies on cases in which we have reviewed agency decisions under the APA’s “arbitrary and capricious” standard, those cases do not apply to the Commission’s promulgation of § 1B1.10.\nAFFIRMED.\n. Section IB 1.10 carves out an exception to this prohibition for defendants who provide \"substantial assistance to authorities.” U.S.S.G. § 1B1.10(b)(2)(B). This exception does not apply to Tercero.",
        "type": "majority",
        "author": "D.W. NELSON, Senior Circuit Judge:"
      }
    ],
    "attorneys": [
      "Mark Rosenbush, San Francisco, CA, for Defendant-Appellant.",
      "Suzanne B. Miles, Assistant United States Attorney, Office of the United States Attorney, San Francisco, CA, for Plaintiff-Appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Teniah TERCERO, Defendant-Appellant.\nNo. 12-10404.\nUnited States Court of Appeals, Ninth Circuit.\nSubmitted Oct. 7, 2013.\nFiled Oct. 31, 2013.\nMark Rosenbush, San Francisco, CA, for Defendant-Appellant.\nSuzanne B. Miles, Assistant United States Attorney, Office of the United States Attorney, San Francisco, CA, for Plaintiff-Appellee.\nBefore: DOROTHY W. NELSON, MILAN D. SMITH, JR., and SANDRA S. IKUTA, Circuit Judges.\nThe panel unanimously concludes this case is suitable for decision without oral argument. See Fed. R.App. P. 34(a)(2)."
  },
  "file_name": "0979-01",
  "first_page_order": 1001,
  "last_page_order": 1006
}