{
  "id": 3718842,
  "name": "Natallia Valerievna RUSAK, Petitioner, v. Eric H. HOLDER, Jr., Attorney General, Respondent",
  "name_abbreviation": "Rusak v. Holder",
  "decision_date": "2013-08-22",
  "docket_number": "No. 08-70746",
  "first_page": "894",
  "last_page": "900",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 894"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "93 L.Ed. 1801",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1949,
      "pin_cites": [
        {
          "parenthetical": "Frankfurter, J."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "338 U.S. 49",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3946942
      ],
      "weight": 2,
      "year": 1949,
      "pin_cites": [
        {
          "page": "52",
          "parenthetical": "Frankfurter, J."
        },
        {
          "parenthetical": "Frankfurter, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/338/0049-01"
      ]
    },
    {
      "cite": "12 F.Cas. 252",
      "category": "reporters:federal",
      "reporter": "F. Cas.",
      "case_ids": [
        6597448
      ],
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/12/0252-01"
      ]
    },
    {
      "cite": "496 F.3d 1042",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5705065
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1046"
        },
        {
          "page": "1045"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/496/1042-01"
      ]
    },
    {
      "cite": "184 F.3d 1029",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11547919
      ],
      "pin_cites": [
        {
          "page": "1036"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/184/1029-01"
      ]
    },
    {
      "cite": "31 F.3d 847",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10529143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/31/0847-01"
      ]
    },
    {
      "cite": "179 F.3d 1156",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        844390
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/179/1156-01"
      ]
    },
    {
      "cite": "58 F.3d 1425",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7413925
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1428"
        },
        {
          "page": "1431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/58/1425-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(42)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "502 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6229213
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "481",
          "parenthetical": "quoting 8 U.S.C. § 1105a(a)(4)"
        },
        {
          "parenthetical": "quoting 8 U.S.C. § 1105a(a)(4)"
        },
        {
          "parenthetical": "quoting 8 U.S.C. § 1105a(a)(4)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0478-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "590 F.3d 971",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3504804
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "976",
          "parenthetical": "requiring presentation of facts that would support a reasonable fear of persecution"
        },
        {
          "page": "979",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/590/0971-01"
      ]
    },
    {
      "cite": "79 F.3d 955",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9052078
      ],
      "pin_cites": [
        {
          "page": "961"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/79/0955-01"
      ]
    },
    {
      "cite": "877 F.3d 1014",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "pin_cites": [
        {
          "page": "1029"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "333 F.3d 1012",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9113391
      ],
      "pin_cites": [
        {
          "page": "1018"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/333/1012-01"
      ]
    },
    {
      "cite": "31 F.3d 847",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10529143
      ],
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/31/0847-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 895,
    "char_count": 18432,
    "ocr_confidence": 0.68,
    "pagerank": {
      "raw": 1.3366492643139006e-07,
      "percentile": 0.6302539260010912
    },
    "sha256": "af3d52930a88827087e777a72fad263c55474d985db09615512e32aba48cf778",
    "simhash": "1:31a0d3982fb3f56a",
    "word_count": 2937
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: WILLIAM A. FLETCHER and JOHNNIE B. RAWLINSON, Circuit Judges, and EDWARD R. KORMAN, Senior District Judge."
    ],
    "parties": [
      "Natallia Valerievna RUSAK, Petitioner, v. Eric H. HOLDER, Jr., Attorney General, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nKORMAN, District Judge:\nNatallia Rusak, a twenty-eight year old native and citizen of Belarus currently residing in California, petitions for review of an order of the Board of Immigration Appeals (“BIA”) affirming an Immigration Judge’s (“IJ”) determination that she is not entitled to asylum, withholding of removal, or relief under the Convention Against Torture. We have jurisdiction under 8 U.S.C. § 1252(a). We review the BIA’s decision for substantial evidence and must affirm if it is “supported by reasonable, substantial, and probative evidence on the record considered as a whole.” INS v. Elias-Zacarias, 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (quoting 8 U.S.C. § 1105a(a)(4)).\nMs. Rusak has been deaf since infancy, a condition that she claims subjected her to persecution in Belarus due to widespread hostility to persons with disabilities. Ms. Rusak’s family also belongs to the Seventh Day Adventist Church, a religion disfavored in Belarus. According to the testimony of Ms. Rusak and her mother, Ms. Rusak’s mother was arrested, beaten, and raped by the police on account of her church membership. She also lost her job as a schoolteacher as a consequence of her religious affiliation. Ms. Rusak’s father was severely beaten by the police and died of a heart attack related to the assault. At the time of these events, Ms. Rusak was approximately eleven years old. Ms. Ru-sak herself claims to have suffered physical abuse and harassment as a child from her teachers and peers on account of her deafness and her family’s religion.\nIn 2000, Ms. Rusak and her mother left Belarus for Argentina, where they lived for several months until legally entering the United States so that Ms. Rusak could undergo testing for a cochlear implant. Their authorization to remain in the country expired in June 2002. Initially, Ms. Rusak’s mother filed an asylum application on her own behalf and listed Ms. Rusak as a derivative applicant. However, in 2004, Ms. Rusak’s mother married a United States citizen and withdrew her application; Ms. Rusak then submitted the independent asylum application under review here. Both Ms. Rusak and her mother gave testimony before the IJ in support of her application, and neither was subject to an adverse credibility finding. Ms. Rusak has lived with family, most of whom now reside in California, for her entire life, and has no independent means of support.\nThe Department of Justice attorney acknowledged at oral argument that other options may be available to deal with the unfortunate circumstances in which Ms. Rusak finds herself. Ms. Rusak may be eligible for a visa based on her mother’s new status. This would allow her to apply for an adjustment of status. The Department of Homeland Security could exercise prosecutorial discretion in determining not to seek Ms. Rusak’s removal. Nevertheless, because these two options must be explored through avenues other than this litigation, we address the merits of Ms. Rusak’s asylum claim.\nTitle 8 U.S.C. § 1158 provides that the Attorney General and Secretary of Homeland Security have discretion to grant political asylum to aliens they determine to be refugees. Under 8 U.S.C. § 1101(a)(42)(A), a “refugee” is “any person who is outside any country of such person’s nationality ... who is unable or unwilling to return to ... that country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.” An asylum applicant bears the burden of proving that she has a well-founded fear of future persecution based on one of the enumerated grounds. Ghaly v. INS, 58 F.3d 1425, 1428 (9th Cir.1995). A wellfounded fear of future persecution “must be both subjectively genuine and objectively reasonable.” Duarte de Guinac v. INS, 179 F.3d 1156, 1159 (9th Cir.1999). An asylum applicant’s credible testimony that he or she genuinely fears persecution suffices to establish the subjective element. Id. The objective element may be established either by the presentation of “credible, direct, and specific evidence in the record of facts that would support a reasonable fear of persecution,” or through a showing by an asylum applicant that he or she has suffered persecution in the past. Id. A showing of past persecution shifts the burden to the government to prove, by a preponderance of the evidence, that conditions in the applicant’s country have changed such that the applicant “no longer has a well-founded fear that he would be persecuted if he were to return.” Id.\nMs. Rusak’s testimony before the IJ established a subjective fear of persecution if she were to return to Belarus. The key disputed issue is whether Ms. Rusak’s fear of persecution is objectively reasonable. Ms. Rusak claims asylum on the ground that she has been deaf since childhood in a country in which persons with disabilities are treated with hostility. She also claims asylum based on her family’s religion. We agree with the BIA’s conclusion that Ms. Rusak did not suffer persecution on account of her deafness in Belarus. While her testimony establishes that she was treated badly by her teachers and classmates in school, her experiences did not rise to the level of persecution, which is “an extreme concept that does not include every sort of treatment our society regards as offensive.” Ghaly v. INS, 58 F.3d 1425, 1431 (9th Cir.1995).\nMs. Rusak’s claim of persecution on the basis of religion is more compelling. While Ms. Rusak’s own direct experiences in Belarus may not rise to the level of persecution on this ground as well, she is not required to demonstrate that she individually suffered persecution if she can establish a “pattern or practice ... of persecution of groups of persons similarly situated” and that she is a member of the group “such that [her] fear of persecution upon return is reasonable.” Kotasz v. INS, 31 F.3d 847, 853 n. 8 (9th Cir.1994). This similarly situated group may be the community of Seventh Day Adventists in Belarus or Ms. Rusak’s immediate family. See Mgoian v. INS, 184 F.3d 1029, 1036 (9th Cir.1999) (“[A]n individual applicant may be eligible for asylum, even in the absence of direct persecution against her personally, if she is able to demonstrate a well-founded fear of persecution based on acts of violence against her Mends or fam- • ily members.”). Thus, Ms. Rusak’s religious persecution claim need not be judged solely on the basis of her own experiences.\nMoreover, because Ms. Rusak was a child when the events underlying her asylum claim took place, the injuries suffered by her family members are directly relevant to her claim of past persecution. We previously held in Hernandez-Ortiz v. Gonzales that “injuries to a family must be considered in an asylum case where the events that form the basis of the past persecution claim were perceived when the petitioner was a child.” 496 F.3d 1042, 1046 (9th Cir.2007) (emphasis added). While Hemandez-Ortiz was decided after the IJ’s ruling, it predated the BIA’s review of Ms. Rusak’s appeal. Nevertheless, the BIA did not consider it. This was error.\nThe BIA acknowledged the abuses suffered by Ms. Rusak’s parents, and it did not question that these abuses were due to their religious affiliation. Nevertheless, it held that “although condemnable, the actions taken against [them] due to their religion, including the respondent’s mother’s arrests and her father’s beating and subsequent death, do not constitute persecution of the respondent.” (emphasis added). , This holding cannot be reconciled with Hemandez-Ortiz. The abuses endured by Ms. Rusak’s parents constituted persecution of them, and Ms. Rusak was entitled to rely on these events to establish her own claim of past persecution because she was a child at the time.. As Heman-dez-Ortiz held, “a child’s reaction to injuries to his family is different from an adult’s. The child is part of the family, the wound to the family is personal, the trauma apt to be lasting.” 496 F.3d at 1045.\nWhile it is true that, unlike Hemandez-Ortiz, the record here contains no testimony by Ms. Rusak or other evidence directly linking the abuses suffered by her parents to her own psychological state, the result in Hemandez-Ortiz does not turn on the presence of such evidence. Indeed, additional evidence is not necessary to establish that an eleven or twelve year old girl would be traumatized when her father is beaten and killed and her mother arrested and raped by the police. .No other conclusion seems possible if we take seriously the admonition that “[w]hen we take our seats on the bench we are not struck with blindness, and forbidden to know as judges what we see as men [and women].” Ho Ah Kow v. Nunan, 12 F.Cas. 252, 255 (C.C.D.Cal.1879) (No. 6546); see also Watts v. Indiana, 338 U.S. 49, 52, 69 S.Ct. 1347, 93 L.Ed. 1801 (1949) (Frankfurter, J.).\nOn the current record, it is clear that Ms. Rusak has established a claim of past persecution based on the abuses endured by her parents while she was a child. Nor has the government successfully proven that conditions in Belarus have changed sufficiently that Ms. Rusak no longer has a well-founded fear of persecution were she to, return. Contrary to the BIA’s conclusion, the Belarus country reports contained in the Administrative Record do not indicate that the status of minority religions groups has improved in recent years. In fact, they suggest the opposite — that members of minority religions still face attack by the government. The BIA’s conclusion on this issue is unsupported by substantial evidence.\nOur dissenting colleague accuses us of ignoring “the substantial evidence in the record that Seventh Day Adventists are not currently persecuted in Belarus.” We are unaware of any document in the record that says that Seventh Day Adventists are not currently persecuted in Belarus, nor do they contain a list of religious groups that are or are not subject to persecution. Indeed, in the context of describing religious persecution, the reports that the dissent relies upon simply cite examples of some religious communities that are persecuted. See Annual Report of the United States Commission on International Religious Freedom: Belarus (May 2005); United States Department of State, Country Report on Human Rights Practices 2005: Belarus. The reports do, however, accuse the Belarusian government of attacking “the persons and property of minority religious groups.” Indeed, the 2010 International Religious Freedom Report for Belarus, published by the State Department, of which we may take judicial notice for these limited purposes, observes that the “government continued to use textbooks that promote religious intolerance, especially toward nontraditional religious groups.” These textbooks label groups, including Seventh-Day Adventists, as sects — in a chapter titled “Beware of Sects.” Moreover, although our decision is not based solely on Ms. Rusak’s own experiences as a Seventh Day Adventist, we do not accept the dissent’s characterization of Ms. Rusak as “a non-member of the Seventh Day Adventists.” Ms. Rusak testified that she attends services regularly with her mother. While she stayed in a separate room during some services in the United States and Belarus, she attributed that separation to the church’s lack of Sign language interpretation services, not her disinterest or disbelief in the religion.\nIn sum, Ms. Rusak has made a showing of past persecution on the basis of religion, and she is thus entitled to a presumption of well-founded fear of future persecution. Because the government has failed to rebut this presumption, Ms. Rusak is eligible for asylum on this claim. The matter is remanded to the BIA for further consideration of Ms. Rusak’s additional claims for withholding of removal and relief under the Convention Against Torture based on religious persecution in light of Heman-dez-Orbiz.\nPETITION FOR REVIEW GRANTED.",
        "type": "majority",
        "author": "KORMAN, District Judge:"
      },
      {
        "text": "RAWLINSON, Circuit Judge,\ndissenting:\nI respectfully dissent from the majority’s decision to remand this case to the Board of Immigration Appeals (BIA) for further proceedings.\nIt is important to keep in mind our standard of review for BIA decisions. We must affirm BIA rulings unless the evidence compels a different outcome. See Nagoulko v. I.N.S., 333 F.3d 1012, 1018 (9th Cir.2003) (“This case like many others turns on the standard of review. Perhaps the IJ could have found past persecution on this record, but ... the IJ was not compelled to find past persecution.... ”).\nThe language of the majority opinion underscores the lack of compulsion. After conceding that Petitioner’s own experiences in Belarus did not rise to the level of persecution, the majority speculates that Petitioner “can establish a pattern or practice of persecution of groups of persons similarly situated and that she is a member of the group such that her fear of persecution upon return is reasonable.” Majority Opinion, p. 896 (quoting Kotasz v. INS, 31 F.3d 847, 853 n. 8 (9th Cir. 1994)) (alterations and internal quotation marks omitted). Without citing to any evidence in the record, the majority muses that “[t]his similarly situated group may be the community of Seventh Day Adventists in Belarus or Ms. Rusak’s immediate family.” Id. (citation omitted) (emphasis added). But does the record compel us to so hold? It appears not. Indeed, the record more strongly supports the BIA decision. Petitioner testified that when the police attacked her father, she was in another room and the police never arrested her because she was a child. Petitioner was unaware of her father’s arrest until she was informed some time later. The same is true of when her mother was arrested. In addition, Petitioner was not a Seventh Day Adventist and, did not attend services in Belarus. Notably, the record is absolutely void of any effects upon Petitioner of the persecution inflicted upon Petitioner’s parents. Petitioner simply failed to establish that the persecution against her family was “closely tied” to her. Jie Lin v. Ashcroft, 877 F.3d 1014, 1029 (9th Cir.2004) (as amended).\nMore importantly, the majority completely ignores the substantial evidence in the record that Seventh Day Adventists are not currently persecuted in Belarus. The majority professes to be “unaware of any document in the record that says that Seventh Day Adventists are not currently persecuted in Belarus, nor do they contain a list of religious groups that are or are not subject to persecution.” _ Majority Opinion, p. 897. I refer the majority to page 84 of the 2005 Annual Report of the United States Commission on International Religious Freedom. The report observes that officials in Belarus “continue to harass, fine or detain adherents of various denominations” including the Greek Catholic Church, the Belarusian Orthodox Au-tocephalous Church, Evangelical Protestants, Hare Krishnas, those of the Jewish faith and Hindus. The Seventh Day Adventists are not once mentioned among the disfavored religious groups listed in the annual report. Similarly, pages 13-Í4 of the 2005 Belarus Country Report named various religious organizations that were “hindered” by the Belarusian laws restricting the practice of religion. These organizations included the “Moon Church,” the Church of Scientology, Muslims, Light of the World, the New Life Church, the Bela-rusian Evangelical Church, the Belarusian Autocephalous Orthodox Church, and the Hare Krishnas. Once again, no mention of Seventh Day Adventists can be found. Surely this evidence (or lack of evidence) did not compel a finding that Ms. Rusak established a fear of future persecution as a putative devotee of the Seventh Day Adventist denomination.\nThe majority also references the 2010 International Religious Freedom Report for Belarus wherein the Seventh Day Adventist denomination is labeled as a sect. See Majority Opinion, p. 898. However, labeling an organization a sect is a far cry from subjecting the organization’s members to persecution. See Fisher v. I.N.S., 79 F.3d 955, 961 (9th Cir.1996) (en banc) (“Persecution is an extreme concept, which ordinarily does not include discrimination on the basis of race or religion, as morally reprehensible as it may be.”) (citation, alteration and internal quotation marks omitted). The lack of evidence of an objective fear of future persecution dooms Petitioner’s petition for review. See Halim v. Holder, 590 F.3d 971, 976 (9th Cir. 2009) (requiring presentation of facts that would support a reasonable fear of persecution). This is particularly true of Petitioner as a nonmember of the Seventh Day Adventists, who failed to present evidence that she “faced a unique risk of persecution upon return that was distinct from ... mere membership in a disfavored group____” Id. at 979 (citation omitted).\nThe majority seeks to salvage Ms'. Ru-sak’s assertion that she faces future persecution in Belarus with a reference to her testimony “that she attends [Seventh Day Adventist] services regularly with her mother.” But attendance does not a member make. Indeed, Ms. Rusak never testified that she was a member of the Seventh Day Adventist denomination or that attendance is all that is required to establish membership. See e.g., The Official Site of the Seventh-day Adventists, www. adventist.org/beliefs/fundamental/index. html (last visited August 7, 2013) (requiring baptism to be received as a member).\nBecause the evidence in this case does not compel a different outcome, I would uphold the decision of the BIA denying asylum and withholding of removal. I respectfully dissent from the majority’s deviation from the appropriate standard of review.",
        "type": "dissent",
        "author": "RAWLINSON, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Sergei Shevchenko (argued), Barshev, P.C., Beverly Hills, CA, for Petitioner.",
      "Ashley Young Martin (argued), Regan Hildebrand, Kiley L. Kane, and Jennifer L. Lightbody, United States Department of Justice, Washington, D.C., for Respondent."
    ],
    "corrections": "",
    "head_matter": "Natallia Valerievna RUSAK, Petitioner, v. Eric H. HOLDER, Jr., Attorney General, Respondent.\nNo. 08-70746.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Jan. 7, 2013.\nFiled Aug. 22, 2013.\nSergei Shevchenko (argued), Barshev, P.C., Beverly Hills, CA, for Petitioner.\nAshley Young Martin (argued), Regan Hildebrand, Kiley L. Kane, and Jennifer L. Lightbody, United States Department of Justice, Washington, D.C., for Respondent.\nBefore: WILLIAM A. FLETCHER and JOHNNIE B. RAWLINSON, Circuit Judges, and EDWARD R. KORMAN, Senior District Judge.\nThe Honorable Edward R. Korman, Senior United States District Judge for the Eastern District of New York, sitting by designation."
  },
  "file_name": "0894-01",
  "first_page_order": 916,
  "last_page_order": 922
}