{
  "id": 3718348,
  "name": "Jhonny GUERRERO, Petitioner, v. Eric H. HOLDER, Jr., Attorney General of the United States, Respondent",
  "name_abbreviation": "Guerrero v. Holder",
  "decision_date": "2013-08-21",
  "docket_number": "No. 12-2018",
  "first_page": "45",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 45"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "747 F.2d 1389",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        644264
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/747/1389-01"
      ]
    },
    {
      "cite": "617 F.3d 67",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3771379
      ],
      "pin_cites": [
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/617/0067-01"
      ]
    },
    {
      "cite": "437 F.3d 221",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        969534
      ],
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/437/0221-01"
      ]
    },
    {
      "cite": "438 Fed.Appx. 841",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "pin_cites": [
        {
          "page": "844"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "451 Fed. Appx. 181",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Fed.Appx. 940",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "pin_cites": [
        {
          "page": "942"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "482 Fed.Appx. 469",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "pin_cites": [
        {
          "page": "471"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "482 Fed.Appx. 442",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "446"
        },
        {
          "page": "446",
          "parenthetical": "stating \"that the focal issue in determining whether an alien qualifies as a crewman is whether the petitioner entered the United States in pursuit of her calling as a seaman\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "462 Fed.Appx. 221",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "223-24"
        },
        {
          "page": "224",
          "parenthetical": "\"[T]he pertinent inquiry in determining whether [a petitioner] is a crewman is not the entry document the United States immigration authority issued [ ] him ... but whether [the petitioner] was issued a visa as an alien crewman and entered the United States as a crewman.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)(10)"
        },
        {
          "page": "(a)(15)(D)(i)"
        },
        {
          "page": "(a)(15)(C)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 I. & N. Dec. 601",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "year": 1976,
      "pin_cites": [
        {
          "page": "602-03"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "13 I. & N. Dec. 84",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "weight": 5,
      "year": 1968,
      "pin_cites": [
        {
          "page": "86",
          "parenthetical": "\"Congress intended to bar from relief only such aliens as had gained relatively easy access to the United States by reason of their occupation as crewmen.\""
        },
        {
          "page": "85"
        },
        {
          "page": "86"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1255",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "673 F.3d 35",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3741288
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "38"
        },
        {
          "page": "39"
        },
        {
          "page": "39"
        },
        {
          "page": "39"
        },
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/673/0035-01"
      ]
    },
    {
      "cite": "676 F.3d 10",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3756889
      ],
      "pin_cites": [
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/676/0010-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 I. & N. Dec. 277",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "weight": 2,
      "year": 1963,
      "pin_cites": [
        {
          "page": "278-79"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "25 I. & N. Dec. 82",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "weight": 5,
      "year": 2009,
      "pin_cites": [
        {
          "page": "85"
        },
        {
          "page": "85-86"
        },
        {
          "page": "85"
        },
        {
          "page": "84-85"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1227",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)(B)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 703,
    "char_count": 17025,
    "ocr_confidence": 0.665,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29271996166571873
    },
    "sha256": "c0c9a656c19beec92911a560317a395d7f14bc3512c5d52187b07f0cc6d5293e",
    "simhash": "1:b11777de6450676a",
    "word_count": 2807
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TORRUELLA, LIPEZ and THOMPSON, Circuit Judges."
    ],
    "parties": [
      "Jhonny GUERRERO, Petitioner, v. Eric H. HOLDER, Jr., Attorney General of the United States, Respondent."
    ],
    "opinions": [
      {
        "text": "TORRUELLA, Circuit Judge.\nPetitioner Jhonny Guerrero (“Guerrero”), a native and citizen of the Dominican Republic, petitions for review of the Board of Immigration Appeals’ (“BIA”) order denying his application for cancellation of removal. On appeal, Guerrero raises two challenges to the BIA’s finding that he was a crewman upon entry into the United States, and thus, statutorily ineligible for discretionary relief under the Immigration and Nationality Act (“INA”). First, Guerrero argues that he does not fit within the “crewman” classification because he was admitted into the United States as a C-l nonimmigrant in transit. Second, Guerrero contends that the circumstances surrounding his entry indicate that he was not intending to pursue a calling as a crewman and, consequently, should not have been classified as such. After carefully considering Guerrero’s claims, we deny the petition for review.\nI. Background\nOn September 1,1998, the United States issued Guerrero a C-l/D visa. The annotation on the visa reads: “as 2-engineer aboard Poseidon.” Guerrero entered the United States on October 5,1998, following his arrival at Miami International Airport. At the airport, Guerrero was admitted as a “C-l nonimmigrant in transit,” and was authorized to remain in the United States until November 4,1998.\nAccording to Guerrero, after leaving the airport he checked in with Rigel Ships Agency, a shipping agency he had worked with in the past. But due to adverse weather conditions, the ship that Guerrero was scheduled to work on, the Sea Mist, had departed Miami earlier than planned. Guerrero remained in the United States and eventually married a United States citizen. In 2006, Guerrero applied for an adjustment of status, which was denied, and was subsequently placed in removal proceedings. In 2009, he was served with a Notice to Appear, which charged that he was Removable for remaining in the United States for a time longer than permitted. See 8 U.S.C. § 1227(a)(1)(B).\nGuerrero conceded removability, but applied for cancellation of removal under INA § 240B before an Immigration Judge (“IJ”). See 8 U.S.C. § 1229b(b)(l). As an alternative to cancellation of removal, Guerrero requested voluntary departure. In his application, Guerrero indicated that he had been employed as a manual laborer painting, remodeling, providing maintenance, and cleaning.\nIn support of his application for cancellation of removal, Guerrero submitted a written declaration, dated May 9, 2011. In that declaration, Guerrero swore that, pri- or to his entry into the United States, he worked with Rigel Ships Agency aboard various vessels. Furthermore, Guerrero conceded that, as part of his application to renew his visa, he submitted “a letter from when he worked aboard the Poseidon” knowing “that upon arrival [he] would not be boarding the Poseidon.” Moreover, he asserted that, on the day of his arrival, when he checked in with Rigel Ships and learned he “could not depart on the Sea Mist or the Poseidon as they were not in Miami ... [he] had no intention of leaving on any other vessel as a crewman.”\nOn March 9, 2011, an IJ pretermitted Guerrero’s application. On May 19, 2011, the IJ entered an oral decision finding Guerrero ineligible for cancellation of removal because he had last entered the United States as a crewman. Explaining her reasoning, the IJ stated: “when [Guerrero] entered on the C-l visa, his intent was to pursue his calling as a crewman and whether he intended to do that directly or indirectly by reporting to his employing agency is really irrelevant in these proceedings.” However, the IJ granted Guerrero voluntary departure. Guerrero appealed the denial of his application for cancellation of removal to the BIA.\nOn July 23, 2012, the BIA affirmed the IJ’s decision and dismissed Guerrero’s appeal. After reviewing the evidence of record, based on its previous decisions in Matter of G-D-M-, 25 I. & N. Dec. 82 (BIA 2009) and Matter of Goncalves, 10 I. & N. Dec. 277 (BIA 1963), the BIA found that Guerrero was a crewman. The BIA asserted that, even though Guerrero’s visa was annotated “C-l,” and he had not been employed as a crewman since his arrival, the following facts were dispositive of his classification as a crewman: “[he] secured a visa as a crewman; entered the United States on that visa; arrived in this country with the intention of working as a seaman; and was pursuing employment as a crewman, even though he was unable ... due to adverse weather conditions.” Thus, the BIA concluded that Guerrero was ineligible for cancellation of removal pursuant to section 240A(e)(l). This petition for review followed.\nII. Discussion\nGuerrero’s appeal presents a question of law over which we have jurisdiction. See 8 U.S.C. § 1252(a)(1). In cases like this, where the Board has affirmed an IJ’s decision “but opts to offer a glimpse into its considerations, we review both the decision of the BIA and the IJ.” Restrepo v. Holder, 676 F.3d 10, 15 (1st Cir.2012). This court reviews “the BIA’s [and the IJ’s] legal conclusions de novo, giving deference to the agency’s reasonable interpretation of the statutes and regulations within its purview.” Gonzalez v. Holder, 673 F.3d 35, 38 (1st Cir.2012).\nAs relevant here, the INA grants the Attorney General power to cancel the removal of an alien if the alien meets certain requirements. See 8 U.S.C. § 1229b(c)(l). Nevertheless, section 240A(c)(l) of the INA establishes that an individual “who entered the United States as a crewman subsequent to June 30, 1964” is ineligible for cancellation of removal. 8 U.S.C. § 1255(c); Matter of Rebelo, 13 I. & N. Dec. 84, 86 (BIA 1968)(“Congress intended to bar from relief only such aliens as had gained relatively easy access to the United States by reason of their occupation as crewmen.”).\nThe INA provides two definitions for “crewman” to be “read in conjunction when construing the crewman provision.” Matter of Loo, 15 I. & N. Dec. 601, 602-03 (BIA 1976). The first definition defines a “crewman” as “a person serving in any capacity on board a vessel or aircraft.” 8 U.S.C. § 1101(a)(10). The second provides that an “alien crewman” is an individual “serving ... on board a vessel ... intending] to land temporarily and solely in pursuit of his calling as a crewman and to depart from the United States with the vessel or aircraft on which he arrived or some other vessel or aircraft.” 8 U.S.C. § 1101(a)(15)(D)(i).\nIn determining whether an alien is a crewman, we examine both the type of visa the alien possessed as well as “the circumstances surrounding an [alien]’s entry_” Gonzalez, 673 F.3d at 39. “If it is apparent ... that the alien was issued a visa as a crewman and entered the United States in pursuit of his occupation as a seaman, then he is to be regarded as an alien crewman.” Matter of G-D-M- 25 I. & N. Dec. at 85.\nGuerrero challenges the assignment of a “crewman” classification to him, arguing that he was admitted as a C-l nonimmigrant in transit. This argument fails. First, we find that the type of visa Guerrero possessed supports the BIA’s determination that Guerrero was properly classified as an alien crewman. The record clearly demonstrates that the United States issued Guerrero a C-1/D visa to serve as an engineer aboard the Poseidon. The “D” on the visa accordéd Guerrero alien crewman status. Furthermore, Guerrero’s admission as a C-1 nonimmi-grant in transit, while holding a C-1/D visa, is consistent with “crewman” classification. See Chica-Roman v. Attorney Gen. of U.S., 462 Fed.Appx. 221, 223-24 (3d Cir.2012) (finding that petitioner, who was issued a C-1/D visa, and admitted to the United States under a C-1 classification, was properly classified as an alien crewman); Petitson v. U.S. Atty. Gen., 482 Fed.Appx. 442, 446 (11th Cir.2012) (same).\nRecently, this court determined that “the particular type of visa with which a person enters is [not] outcome determinative.” Gonzalez, 673 F.3d at 39. In Gonzalez, we held that the BIA properly classified petitioner as an alien crewman, despite the fact that it was unclear whether he had entered the United States on a C-1 visa or a D-1 crewman’s visa. Id. Moreover, pursuant to BIA precedent, an individual who enters as a C-l nonimmigrant in transit may nevertheless qualify as a crewman. See Matter of G-D-M-, 25 I. & N. Dec. at 85-86; Matter of Goncalves, 10 I. & N. Dec. at 278-79; see also Chica-Roman, 462 Fed.Appx. at 224 (“[T]he pertinent inquiry in determining whether [a petitioner] is a crewman is not the entry document the United States immigration authority issued [ ] him ... but whether [the petitioner] was issued a visa as an alien crewman and entered the United States as a crewman.”). Since Guerrero’s classification as a “C-1 nonimmigrant” is not dispositive of his crewman classification, and the visa he was issued clearly indicated he was accorded alien crewman status, we agree with the IJ and BIA’s determination.\nSecond, the circumstances surrounding Guerrero’s entry indicate that he arrived in the United States with the intention of working as a seaman. Guerrero admits that he submitted a letter from his previous employment aboard the Poseidon when applying for his visa. The annotation on the visa&emdash;“as 2-engineer aboard Poseidon”&emdash;suggests that Guerrero demonstrated an intent to work as a crewman. It is undisputed that, on the day of his arrival in the United States, Guerrero checked in with Rigel Ships Agency to verify the whereabouts of the ship he intended to board. The record also reflects that Guerrero did not board the Sea Mist because the ship had departed prior to his arrival due to adverse weather conditions. The fact that Guerrero, after entering the United States, did not work as a crewman is irrelevant, provided he “entered the United States in pursuit of his occupation as a seaman.” See Gonzalez, 673 F.3d at 39 (quoting Matter of G-D-M-, 25 I. & N. Dec. at 85); see also Petitson, 482 Fed.Appx. at 446 (stating “that the focal issue in determining whether an alien qualifies as a crewman is whether the petitioner entered the United States in pursuit of her calling as a seaman”) (quotation marks omitted) (brackets omitted). We need not look beyond Guerrero’s own statements in his declaration to ascertain his subjective intent to work as a crewman upon entering the United States.\nGuerrero, nevertheless, urges us to reach a different conclusion. Specifically, Guerrero argues that, like the respondent in Matter of Rebelo, 13 I. & N. Dec. 84 (BIA 1968), his last entry into the United States was not as a crewman, even though he had worked as a crewman preceding his entry. We find this argument unpersuasive and the case distinguishable. In Re-belo, the BIA found that, even though the petitioner was working as a crewman on the vessel he arrived in, he was not a crewman for purposes of discretionary relief. Id. at 85. The BIA reasoned that at the time of his last entry, the petitioner possessed a B-2 visa, authorizing him to remain in the United States as a nonimmi-grant temporary visitor for pleasure. Id. Moreover, the BIA found that he did not enter pursuant to his employment as a crewman or with the intention of pursuing such a calling. Id. at 86. Here, in contrast, the record indicates that Guerrero entered, not as a temporary visitor for pleasure, but as a nonimmigrant in transit, and that he was accorded a visa as a C-1/D alien crewman.\nSimilarly, Guerrero posits that, unlike the petitioner in Lewis v. U.S. Atty. Gen., 482 Fed.Appx. 469, 471 (11th Cir.2012), who testified that she intended to work as a crewman, and the petitioner in Gonzalez, 673 F.3d at 39, who testified that he last entered the United States as a crewman, his declaration demonstrates that he did not intend to pursue a calling as a crewman. We disagree. Guerrero’s declaration states that on the day he arrived in the United States, he checked in with Rigel Ships Agency, “according to procedure.” At the agency, he learned that the ship he was destined to board had departed, and declared he had “no intention of leaving on any other vessel.” Guerrero’s declaration suggests that he intended to work as a crewman, but did not do so because the ship he was going to board left early.\nAll the same, Guerrero’s intentions after he arrived and found the Sea Mist had departed are, as stated above, irrelevant, as the pertinent inquiry revolves around the circumstances surrounding the individual’s expressed intentions at the time of entry. See Rodriguez v. U.S. Atty. Gen., 455 Fed.Appx. 940, 942 (11th Cir.2012) (finding that petitioner was a crewman “despite her subjective intention to work in the United States at a country club” because she was issued a C-l/D alien crewman’s visa and entered the United States in pursuit of that occupation). It is undisputed that, at entry, Guerrero believed he would be boarding a ship as a crewman, and entered the country intending to do just that.\nLastly, Guerrero argues that, unlike the respondent in Matter of G-D-M- who identified himself as a “crewman” on his asylum application and possessed a seaman’s service record book, he has not once identified his occupation as a crewman, nor has he possessed a seaman’s service record book. We agree with Guerrero that the above stated factors may be taken into consideration when analyzing the circumstances surrounding his entry. See Mendoza v. Att. Gen. of U.S., 451 Fed. Appx. 181, 183 (3d Cir.2011) (considering that petitioner carried a seaman’s service record book and listed himself as a “crewman” in his application for asylum). However, these factors are simply considerations left to the discretion of the BIA and the IJ, and are by no means dispositive in determining whether an alien is a crewman. See Beri v. U.S. Atty. Gen., 438 Fed.Appx. 841, 844 (11th Cir.2011) (“The dispositive issue is whether the alien entered the United States in pursuit of his calling as a seaman”). The record supports the BIA’s finding that the circumstances surrounding Guerrero’s entry indicate that he entered the United States intending to work as a crewman, and pursuing employment as such.\nIn sum, “[b]y choosing to seek entry to the United States as a crewman, [Guerrero] agreed to the limitations associated with that status. Therefore, he cannot now avoid the consequences of those restrictions in removal proceedings by claiming not to be a crewman.” Matter of G-D-M- 25 I. & N. Dec. at 84-85.\nIII. Conclusion\nFor the foregoing reasons, Guerrero’s petition for review is denied.\n.A C-l/D visa is a dual visa. The “C-l” visa classification is given to a nonimmigrant \"in immediate and continuous transit through the United States.” The \"D” visa classification is accorded to a nonimmigrant \"alien crewman” who is “serving in good faith as such in a capacity required for normal operation and service on board a vessel ... [and] who intends to land temporarily and solely in pursuit of his calling as a crewman and to depart from the United States with the vessel or aircraft on which he arrived or some other vessel or aircraft.” 8 U.S.C. § 1101(a)(15)(C), (D).\n. A certification letter from an employee of Rigel Ships Agency in Florida, submitted upon request from Guerrero as additional support for his application for cancellation of removal, indicates that Guerrero was an \"old crewmember” who had worked on several vessels for the agency as a Second Engineer since 1996.\n. Although Guerrero states that he renewed his visa, the record is unclear as to whether an old visa was renewed or a new visa was issued.\n, The record included a copy of the visa, the certification letter from the employee of Rigel Ships Agency, and Guerrero's written declaration.\n. Generally, \"[cancellation of removal is a form of discretionary relief over which we[ ] have no appellate jurisdiction.” Elysee v. Gonzales, 437 F.3d 221, 223 (1st Cir.2006). However, \"appellate jurisdiction exists when a petition for judicial review raises claims premised on either constitutional questions or questions of law.” Ayeni v. Holder, 617 F.3d 67, 70 (1st Cir.2010).\n. In Petitson, the Eleventh Circuit reaffirmed its holding in Parzagonis v. I.N.S., 747 F.2d 1389 (11th Cir.1984), where it stated that an immigrant who never served as a crewman was nonetheless ineligible for discretionary relief because he had entered the United States in pursuit of that calling.",
        "type": "majority",
        "author": "TORRUELLA, Circuit Judge."
      }
    ],
    "attorneys": [
      "Eduardo A. Masferrer and Masferrer & Associates, P.C., on brief for petitioner.",
      "Jennifer Paisner Williams, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Stuart F. Delery, Principal Deputy Assistant Attorney General, Civil Division, and David V. Bernal, Assistant Director, on brief for respondent."
    ],
    "corrections": "",
    "head_matter": "Jhonny GUERRERO, Petitioner, v. Eric H. HOLDER, Jr., Attorney General of the United States, Respondent.\nNo. 12-2018.\nUnited States Court of Appeals, First Circuit.\nAug. 21, 2013.\nEduardo A. Masferrer and Masferrer & Associates, P.C., on brief for petitioner.\nJennifer Paisner Williams, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Stuart F. Delery, Principal Deputy Assistant Attorney General, Civil Division, and David V. Bernal, Assistant Director, on brief for respondent.\nBefore TORRUELLA, LIPEZ and THOMPSON, Circuit Judges."
  },
  "file_name": "0045-01",
  "first_page_order": 69,
  "last_page_order": 75
}