{
  "id": 3718070,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Terrance WALKER, Defendant-Appellant",
  "name_abbreviation": "United States v. Walker",
  "decision_date": "2013-08-20",
  "docket_number": "Nos. 12-3166, 12-3167",
  "first_page": "451",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 451"
    }
  ],
  "court": {
    "name_abbreviation": "6th Cir.",
    "id": 8864,
    "name": "United States Court of Appeals for the Sixth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "18 U.S.C. § 921",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(17)(A)",
          "parenthetical": "\"The term 'ammunition' means ammunition or cartridge cases, primers, bullets, or propellant powder designed for use in any firearm.\""
        },
        {
          "parenthetical": "a"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "408 F.3d 237",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8954124
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "238, 240"
        },
        {
          "page": "239"
        },
        {
          "page": "241-47"
        },
        {
          "page": "240-41"
        },
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/408/0237-01"
      ]
    },
    {
      "cite": "214 F.3d 740",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9967502
      ],
      "pin_cites": [
        {
          "page": "757"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/214/0740-01"
      ]
    },
    {
      "cite": "320 F.3d 647",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9326287
      ],
      "pin_cites": [
        {
          "page": "656"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/320/0647-01"
      ]
    },
    {
      "cite": "547 F.3d 667",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6052202
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "682"
        },
        {
          "page": "683"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/547/0667-01"
      ]
    },
    {
      "cite": "957 F.2d 106",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519980
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "107-08"
        },
        {
          "page": "108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/957/0106-01"
      ]
    },
    {
      "cite": "904 F.2d 52",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3482625,
        10533028
      ],
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/284/0232-01",
        "/f2d/904/0052-01"
      ]
    },
    {
      "cite": "104 F.3d 377",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3698186,
        7634340
      ],
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/322/0334-01",
        "/f3d/104/0377-01"
      ]
    },
    {
      "cite": "239 F.3d 829",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11076500
      ],
      "pin_cites": [
        {
          "page": "837, 847"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/239/0829-01"
      ]
    },
    {
      "cite": "322 F.3d 18",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9367882
      ],
      "pin_cites": [
        {
          "page": "22, 25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/322/0018-01"
      ]
    },
    {
      "cite": "438 Fed.Appx. 478",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "479"
        },
        {
          "page": "481"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "594 F.3d 543",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3522116
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "544"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "545"
        },
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/594/0543-01"
      ]
    },
    {
      "cite": "553 F.3d 940",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3717216
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "945"
        },
        {
          "page": "946"
        },
        {
          "page": "948-49",
          "parenthetical": "collecting cases"
        },
        {
          "page": "948"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/553/0940-01"
      ]
    },
    {
      "cite": "486 F.3d 177",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3113872
      ],
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/486/0177-01"
      ]
    },
    {
      "cite": "478 F.2d 1329",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2270443
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1333"
        },
        {
          "page": "1333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/478/1329-01"
      ]
    },
    {
      "cite": "107 F.3d 1199",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7645125
      ],
      "pin_cites": [
        {
          "page": "1207-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/107/-385-01"
      ]
    },
    {
      "cite": "331 F.3d 548",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9112283
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/331/0548-01"
      ]
    },
    {
      "cite": "583 F.3d 384",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5757251
      ],
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/583/0384-01"
      ]
    },
    {
      "cite": "443 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182418
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/443/0307-01"
      ]
    },
    {
      "cite": "506 F.3d 434",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3167745
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "438"
        },
        {
          "page": "438"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/506/0434-01"
      ]
    },
    {
      "cite": "18 U.S.C. §§ 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(g)(1)"
        },
        {
          "page": "(g)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1029,
    "char_count": 24995,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 9.367093584131565e-08,
      "percentile": 0.514374969351495
    },
    "sha256": "5ad14686a3d92e27d49b89a1c4310150f5ca6f66d318ed7555e910364c6ace95",
    "simhash": "1:b87cf2057d1173eb",
    "word_count": 4000
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Terrance WALKER, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJULIA SMITH GIBBONS, Circuit Judge.\nA federal jury convicted Terrance Walker of being a felon in possession of ammunition transported in foreign commerce. See 18 U.S.C. §§ 922(g)(1) & 924(a)(2). On appeal, Walker argues that the government did not introduce sufficient evidence at trial to prove that he possessed the firearm containing this ammunition. He also claims that the government constructively amended or prejudicially varied from the indictment with respect to its evidence showing that the ammunition he possessed traveled in foreign commerce. Finally, Walker challenges the district court’s decision to sentence him to an additional twenty-four months in prison because his crime violated the terms of his supervised release. For the reasons that follow, we affirm the district court’s judgment.\nI.\nOn November 11, 2010, undercover officers from the Cincinnati Police Department riding in an unmarked car observed a Chrysler 300 with heavily tinted windows “playing very loud [music]” at a drive-thru restaurant in Cincinnati’s Avondale neighborhood. The undercover officers called in a “uniformed” police car with authorization to initiate a traffic stop of the Chrysler. The “uniformed” car pulled over the Chrysler, and the four officers in the unmarked car — Nathan Asbury, Shemel Davis, Steven Peponis, and an “Officer Hamlet” — exited their car and approached the Chrysler. Asbury testified that as they approached, the occupants of the car did not roll down the windows. After knocking on the Chrysler’s windows several times, Antonio Evans, the driver and owner of the ear, and Walker, the front seat passenger, rolled down the windows and began speaking to the officers. The officers smelled marijuana once the car windows were opened. Peponis also noticed that Walker was agitated, as he could “see [Walker’s] heart beating through his T-shirt.” Asbury, who was standing near the front driver’s side window, directed Evans to exit the vehicle, which he did without incident.\nOnce Evans exited the vehicle and was under Hamlet’s supervision, Peponis asked Walker to step out of the vehicle according to his instructions and keep his hands in the officers’ sight at all times. He first told Walker to “unlatch your seatbelt with your right hand and release it.” Instead, as Walker “unlatched the seatbelt, he held onto the clasp of the seatbelt and began following it across his body with his hands.” Asbury, who was observing Walker’s actions from the driver’s side of the car, testified that “both [of Walker’s] hands began to slowly move [the seatbelt] across his waistband back down toward the floor where I could no longer see his hands.” According to Peponis, Walker “continued to follow the seatbelt with his right hand to such a point where he had his entire body turned[,] his shoulders were square” with Peponis’s shoulders, and his hands were positioned near his right hip in a place where Peponis and Asbury could not see them. Peponis believed that Walker was “reaching between the passenger seat and the passenger door.” Asbury described Walker’s movements as “completely unnatural” because the seatbelt retractor was at shoulder height.\nPeponis and Asbury gave Walker several warnings to release the seatbelt and show his hands. Walker ignored the warnings and “continued doing what he was doing, moving his hands away, down and away, toward the floorboard.” Pepon-is reached through the car window, grabbed Walker’s hands, and dragged them through the passenger window in order to secure him. Davis quickly joined Peponis in order to help restrain Walker. Another officer, Kim Lowry, approached the Chrysler to provide further assistance while Davis and Peponis were restraining Walker. She opened the car’s back door on the same side as the front passenger seat and saw a gun on the floor of the car between the passenger’s seat and the door, near the floor mounting for the front passenger’s seat belt. According to the officers, the gun was loaded, had a round in the chamber, and was positioned “where you could reach and grab it and come up with it like it was a normal hold” from the front passenger’s seat.\nThe government indicted Walker on a single count of being a felon in possession of a firearm or ammunition shipped or transported in interstate or foreign commerce. Before trial, all parties agreed that the gun found in the car was manufactured in Ohio, meaning the government had to prove that the ammunition found in the gun had a connection to interstate or foreign commerce to convict Walker. Davis, Asbury, Peponis, and Lowry testified about the traffic stop during Walker’s three-day trial.\nThe government also called two expert witnesses during trial. The first, Steven Villing, was an expert on fingerprint evidence working for the Cincinnati Police Department. Villing testified that he could not retrieve any usable fingerprints that would indicate Walker actually held the gun or the ammunition in the gun, largely because the surfaces of the gun and the ammunition were poor for retention of fingerprints.\nThe second expert witness, Joshua Bezy, testified on the ammunition’s connection to foreign commerce. His analysis of the markings on the bullet casings of the rounds found in the gun led him to conclude that the rounds were manufactured in Russia. On cross-examination, Bezy acknowledged it was theoretically possible that the rounds in the guns were “reloads” that had been manufactured in Ohio with casings from used Russian bullets or that some Ohio manufacturer had made bullets that copied the casings of the Russian manufacturer known for using those casing marks. He clarified this statement on redirect examination by noting that the “reload” possibility was remote because it would have been “cost prohibitive” to make “reloads” out of such an inexpensive form of ammunition.\nWalker moved for a judgment of acquittal at the close of the government’s casein-chief under Federal Rule of Criminal Procedure 29, but the district court denied the motion. He presented no witnesses of his own. The jury reached a guilty verdict on July 27, 2011. At Walker’s sentencing hearing on February 7, 2012, the district court imposed a sentence of forty-four months’ imprisonment for the offense. Moreover, because Walker’s conduct violated the terms of his supervised release from a prior federal conviction, the district court imposed an additional, consecutive sentence of twenty-four months’ imprisonment. Walker filed a notice of appeal on the same day the judgment of sentence issued.\nII.\nThis court reviews denials of motions for acquittal de novo. United States v. Grubbs, 506 F.3d 434, 438 (6th Cir.2007). “[T]he relevant question” on appeal is the same one the district court considered: “whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); see also Grubbs, 506 F.3d at 438. To convict a defendant under 18 U.S.C. § 922(g), the government must prove that Walker (1) was a convicted felon who (2) possessed ammunition that (3) traveled in or affected interstate or foreign commerce. See United States v. Beasley, 583 F.3d 384, 393 (6th Cir.2009).\nWalker’s suffieiency-of-the-evidence argument is directed at the element of possession. Possession can either be “actual” or “constructive.” United States v. Schreane, 331 F.3d 548, 560 (6th Cir.2003). A weapon is “actually” possessed if it “is within the immediate power or control of the individual.” United States v. Murphy, 107 F.3d 1199, 1207-08 (6th Cir.1997). A weapon is “constructively” possessed if the government can show the defendant “knowingly has the power and the intention at a given time to exercise dominion and control over an object, either directly or through others.” United States v. Craven, 478 F.2d 1329,1333 (6th Cir.1973). Possession of either variety may be proven by direct or circumstantial evidence. United States v. Arnold, 486 F.3d 177,181 (6th Cir.2007).\nThe government argues that Walker actually possessed the gun found in the Chrysler. Under its theory of the case, Walker’s “highly unusual behavior” suggested that he knew the gun was in the car and was trying to grab it when the officers were directing him to remove his seatbelt. Walker responds that the government proved neither actual nor constructive possession. He relies primarily on United States v. Bailey, 553 F.3d 940 (6th Cir.2009), in which we held that the government had not adduced sufficient facts to show the defendant constructively possessed a handgun. “[T]he only evidence supporting [the defendant’s] conviction [in Bailey ] for constructive possession of the firearm [was] the fact that the loaded gun was found underneath [the defendant’s] seat in the stolen car he was driving and that he had attempted to evade police.” 553 F.3d at 945. But the efforts to evade the police “prove[d] little” because the defendant was also in possession of crack cocaine and may have been attempting to avoid arrest for that crime. Id. at 946. Because the government “did not advance any evidence establishing constructive possession beyond the fact that [the defendant] drove the car in which the gun was found,” this court concluded that the government failed to “establish[ ] a nexus between [the defendant] and the gun by showing that [the defendant] had knowledge of, access to, and an intent to exercise control over the gun.” Id.\nOur prior decisions show that the quantum of evidence necessary to overcome Bailey is minimal in both the actual and constructive possession contexts. For instance, in United States v. Morrison, 594 F.3d 543 (6th Cir.2010), the police found a gun in the center console of a car that was “less than inches” away from the defendant, who was driving the car. 594 F.3d at 544. One of the arresting officers testified that the gun “probably was rubbing his side or if he was wearing a seat belt he might have bumped into it within inches of the seat.” Id. (internal quotation marks omitted). We concluded that this evidence was sufficient to establish actual possession even though there was no other evidence in the record establishing the defendant’s ownership of the car or the gun. Id. at 545. Because the gun was in plain view of the officers and positioned such that it was probably touching the defendant’s hip while he drove, we concluded that the gun’s positioning was “functionally equivalent to [the defendant] carrying it in a holster.” Id.\nIn United States v. Montague, 438 Fed.Appx. 478 (6th Cir.2011), we affirmed a possession conviction on similarly limited evidence, but on constructive possession grounds. The defendant “was riding in the backseat” of a vehicle that had two other occupants. 438 Fed.Appx. at 479. The arresting officers “observed [the defendant] reaching down and moving around as if he was trying to conceal something on the floorboard” and “attempting to shove something underneath the seat,” despite repeated instructions not to do so. Id. Once the defendant exited the vehicle, the officers found a gun lying on the floorboard in plain view in front of the defendant’s seat. Id. We affirmed the conviction on constructive possession grounds. Id. The defendant’s proximity to the gun, combined with the “furtive movements” the police observed, were sufficient to support the conviction. Id. at 481. This ruling was consistent with Bailey, which recognized that “a police officer’s testimony that he or she saw the defendant bend down to conceal something beneath the seat” is the sort of “additional evidence beyond proximity” sufficient to support a conviction. Bailey, 553 F.3d at 948-49 (collecting cases).\nContrary to the government’s view, in our judgment this case is better viewed as one of constructive possession. To be sure, the line of demarcation between “actual” and “constructive” possession is not analytically crisp. As Morrison and the cases from sister circuits cited by the government show, actual possession can be shown when there is no direct evidence of possession. See United States v. Weems, 322 F.3d 18, 22, 25 (1st Cir.2003) (concluding the defendant was in actual possession of a gun found on the box spring of a bed that had previously been searched for guns after police pulled the defendant through the attic and onto the bed, even though the officers did not see him hold or drop the gun); United States v. Phillips, 239 F.3d 829, 837, 847 (7th Cir.2001) (finding defendant had actual possession of a handgun “found under the cushion next to him on [a] sofa” to which he had “immediate access” in a crack house that he generally controlled). But in these cases, the government either proved the gun was in a position that was the “functional equivalent” of keeping a gun in a pocket or holster, Morrison, 594 F.3d at 545, or introduced circumstantial evidence showing that the defendant had recently been carrying the weapon. This case does not fit either of these fact patterns. Instead, the facts naturally lead to a conclusion that Walker “had the right to exercise physical control over the [gun], knew that he had this right, and ... intended to exercise physical control over [the gun] at some time, either directly or through other persons.” Sixth Circuit Pattern Jury Instructions § 2.10(3) (West 2011) (constructive possession); see also Craven, 478 F.2d at 1333.\nIn any event, the evidence at trial did indeed establish possession, whether actual or constructive. As Bailey recognized, “a police officer’s testimony that he or she saw the defendant bend down to conceal something beneath the seat” is “additional evidence beyond proximity” that can support a conviction for possession of a firearm. Bailey, 553 F.3d at 948; see also United States v. Moore, 104 F.3d 377, 381 (D.C.Cir.1997) (“While mere proximity to drugs or guns is not sufficient to establish possession, ‘evidence of some other factor — including ... a gesture implying control [or] evasive conduct ... coupled with proximity may’ suffice.” (internal citation omitted) (quoting United States v. Gibbs, 904 F.2d 52, 56 (D.C.Cir.1990))). Such evidence exists in this case. The officers testified that when they asked Walker to remove his seatbelt, he disobeyed their orders and removed the seatbelt in a manner that suggested he was “reaching” downward towards the area where the gun was eventually found. The officers characterized Walker’s movements as “unnatural” in light of the officers’ orders. Moreover, Lowry testified that the gun was visible on the floor of the car when she opened the back passenger’s side door and that the gun was positioned so as to make it convenient for the front passenger to grab the handle of the gun and “come up with it like a normal hold.” These “additional” facts, coupled to Walker’s proximity to the weapon, were sufficient to establish possession of the firearm.\nWalker’s three principal arguments for setting aside the jury’s verdict lack merit. First, contrary to his claims, Walker was not convicted solely on the basis of his proximity to the firearm, so Bailey does not compel reversal. Second, this case is distinguishable from United States v. Blue, 957 F.2d 106 (4th Cir.1992), where the Fourth Circuit threw out a conviction based solely on an officer’s observation of the defendant dipping his shoulder as if he were reaching for something underneath the passenger’s seat of a car. 957 F.2d at 107-08. The Blue court “emphasize[d] that the facts of this case fall outside, but just barely, the realm of the quantum of evidence necessary to support a finding” of constructive possession. See id. at 108. Blue’s narrow holding does not counsel a different result in this case because Walker’s behavior was far more suggestive of awareness of the gun’s location than the “shoulder dip” in Blue. Finally, Walker’s conviction is defensible despite the absence of forensic evidence. In both Montague and Morrison, this court affirmed possession convictions in the absence of such evidence. The jury was also entitled to believe Villing’s explanation of why the gun and ammunition might not retain Walker’s fingerprints even if he had previously handled them. Accordingly, we affirm the district court’s judgment denying Walker’s motion for acquittal on the grounds that the government failed to introduce sufficient evidence of possession.\nIII.\nNext, Walker argues that the government constructively amended the indictment or prejudicially varied from it with respect to the nexus between the ammunition and foreign commerce. We review a claim of constructive amendment or prejudicial variance de novo. United States v. Kuehne, 547 F.3d 667, 682 (6th Cir.2008). “A constructive amendment results when the terms of an indictment are in effect altered by the presentation of evidence and jury instructions which so modify essential elements of the offense charged that there is a substantial likelihood that the defendant may have been convicted of an offense other than the one charged in the indictment.” United States v. Smith, 320 F.3d 647, 656 (6th Cir.2003). “A variance ‘occurs when the charging terms [of the indictment] are unchanged, but the evidence at trial proves facts materially different from those alleged in the indictment’”; it only leads to reversal when it “affect[s] a substantial right of the defendant.” Kuehne, 547 F.3d at 683 (quoting United States v. Prince, 214 F.3d 740, 757 (6th Cir.2000)).\nWalker asserts that the government charged him with possessing completed rounds of imported ammunition but that the district court allowed the government to convict Walker with proof that only the casings of the rounds moved in foreign commerce. His argument hinges on the similarities between this case and United States v. Chambers, 408 F.3d 237 (5th Cir.2005). In Chambers, the indictment charged the defendant with possession of “104 rounds of .40 caliber S & W jacketed hollow-point ammunition” that had traveled in interstate commerce, even though the ammunition had been manufactured by a firm in the same state where the defendant was caught in possession of the ammunition. Chambers, 408 F.3d at 238, 240. There was “no evidence that any of the completed rounds found in [the defendant’s] apartment ... had ever moved in interstate commerce,” so the government relied on evidence that some of the components the manufacturer used to assemble the rounds had been shipped across state lines. Id. at 239. The defendant argued that by relying on the components of the ammunition, the government constructively amended the indictment, which claimed that the rounds, as opposed to component parts of the rounds, had traveled in interstate commerce. Id. The district court rejected this argument and the jury convicted the defendant of possessing the ammunition.\nThe Fifth Circuit agreed that the government constructively amended the indictment and reversed the conviction. Id. at 241-47. It recognized that the definition of “ammunition” under § 922(g)(1) was broad enough to support a conviction based on components of a completed round, if properly alleged by the government. Id. at 240-41; see 18 U.S.C. § 921(a)(17)(A) (“The term ‘ammunition’ means ammunition or cartridge cases, primers, bullets, or propellant powder designed for use in any firearm.”). But the government made two mistakes in Chambers that compelled reversal. First, the indictment “ma[de] no mention of cartridge cases, primers, bullets or powder” and “alleg[ed] one, and only one, factual basis” for an interstate nexus finding: the completed rounds of ammunition. Chambers, 408 F.3d at 241. Second, the government “presented no evidence” at trial that the rounds had traveled in interstate commerce, focusing instead on the connection of certain components of the rounds to interstate commerce. Id. The combined effect of these two errors was that “[t]he government ... proved an essential element of the ... offense ... on the basis of a set of facts different from the particular facts alleged in the indictment in respect to that element,” which led the Fifth Circuit to conclude that the government constructively amended the indictment. Id.\nWalker argues on appeal that although the government indicted him for possessing completed rounds of ammunition that had a connection to interstate or foreign commerce, it only presented evidence that the bullet casings were made in Russia. He claims that this was a constructive amendment of the indictment or a prejudicial variance from it and asks us to reverse on this basis, just as the Chambers court did. But Walker’s argument misapprehends the relevance of the shell casings. Bezy, the government’s “interstate nexus” expert, testified about the markings on the bullet casing because they indicated where the completed round had been manufactured. As Bezy testified, analysis of casing marks is a common technique used by law enforcement for determining the place where the round was manufactured. The government never asserted that the casings were the only part of the bullet manufactured in Russia or that it could meet its burden at trial by relying solely on proof that the casing had been imported.\nWalker emphasizes an isolated statement Bezy made while testifying that appears to support his theory of the case, but evaluation of this testimony in context actually demonstrates that no constructive amendment or prejudicial variance occurred. Bezy had the following exchange with defense counsel on cross-examination about the markings found on the bullet shell casing:\nQ. The marking came out of the shell casing?\nA. That’s correct.\nQ. The shell casing itself is not ammunition?\nA. That’s incorrect.\nQ. The shell casing itself without—\nA. Any one — any one of the four components of a complete round of ammunition is — is ammunition under federal law.\nAlthough Bezy’s testimony reflects a proper understanding of the definition of “ammunition” under federal law, see 18 U.S.C. § 921 (a) (17) (A), Walker could plausibly argue that the comment introduced confusion as to what the government was required to prove under the indictment. But the government did not follow up on this comment by arguing that it only needed to prove the bullet casing was made in Russia in order to secure a conviction. Instead, it elicited testimony from Bezy on redirect examination about how unlikely it would be to find these casing marks on a bullet made by anyone other than the Russian manufacturer known for using it. In its closing argument, the government claimed that the evidence showed the “round[s],” and not mere components of the rounds, were “manufactured in Russia.” Walker hypothesized in his closing arguments that the rounds could have been Ohio-made “reload” rounds that used Russian-made shells or rounds that copied a Russian manufacturer’s casing marks, but the jury accepted the government’s view that these speculative theories were insufficient to create a reasonable doubt about the origin of the rounds.\nIn conclusion, the government consistently argued before the district court that Bezy’s testimony gave the jury a sufficient evidentiary basis to conclude that the rounds of ammunition found in the gun were manufactured in Russia. It never asserted that it could satisfy its burden at trial merely by showing that isolated components of the rounds traveled in foreign commerce. Because the jury convicted Walker on the basis of the facts presented in the indictment with respect to the rounds traveling in foreign commerce, there was no amendment or variance to the indictment.\nIV.\nBoth parties agree that Walker’s sentencing argument is only viable if his conviction for being a felon in possession of ammunition is reversed. Because that conviction was based on sufficient evidence and the government neither constructively amended the indictment nor prejudicially varied from it during trial, we affirm the judgment of the district court in all respects.\n. The indictment alleges, in relevant part, that Walker \"knowingly possessed] a firearm and or ammunition in and affecting commerce, to wit: a Hi Point, Model C9, 9mm caliber semi automatic, pistol, serial number PI 538804 loaded with nine (9) rounds of 9mm caliber Wolf ammunition, which had both been shipped or transported in interstate commerce.”",
        "type": "majority",
        "author": "JULIA SMITH GIBBONS, Circuit Judge."
      }
    ],
    "attorneys": [
      "ARGUED: Joseph Cascio, Kirkland & Ellis LLP, Washington, D.C., for Appellant. Benjamin C. Glassman, United States Attorney’s Office, Cincinnati, Ohio, for Appellee. ON BRIEF: Joseph Cascio, Kirkland & Ellis LLP, Washington, D.C., for Appellant. Anthony Springer, United States Attorney’s Office, Cincinnati, Ohio, for Appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Terrance WALKER, Defendant-Appellant.\nNos. 12-3166, 12-3167.\nUnited States Court of Appeals, Sixth Circuit.\nArgued: July 30, 2013.\nDecided and Filed: Aug. 20, 2013.\nARGUED: Joseph Cascio, Kirkland & Ellis LLP, Washington, D.C., for Appellant. Benjamin C. Glassman, United States Attorney’s Office, Cincinnati, Ohio, for Appellee. ON BRIEF: Joseph Cascio, Kirkland & Ellis LLP, Washington, D.C., for Appellant. Anthony Springer, United States Attorney’s Office, Cincinnati, Ohio, for Appellee."
  },
  "file_name": "0451-01",
  "first_page_order": 475,
  "last_page_order": 484
}