{
  "id": 3718142,
  "name": "Mary E. SHEPARD, et al., Plaintiffs-Appellants, v. Lisa M. MADIGAN, Attorney General of Illinois, et al., Defendants-Appellees",
  "name_abbreviation": "Shepard v. Madigan",
  "decision_date": "2013-11-05",
  "docket_number": "No. 13-2661",
  "first_page": "748",
  "last_page": "752",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 748"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "658 F.3d 1162",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3836149
      ],
      "pin_cites": [
        {
          "page": "1165-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/658/1162-01"
      ]
    },
    {
      "cite": "130 S.Ct. 3020",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12455289,
        3644508
      ],
      "weight": 2,
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/177/0894-01",
        "/us/561/0742-01"
      ]
    },
    {
      "cite": "554 U.S. 570",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3677081
      ],
      "weight": 3,
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/us/554/0570-01"
      ]
    },
    {
      "cite": "702 F.3d 933",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3645425
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "942"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/702/0933-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 12125,
    "ocr_confidence": 0.651,
    "pagerank": {
      "raw": 6.182218824697827e-08,
      "percentile": 0.38353239899314595
    },
    "sha256": "993b35b29c5b2bb4ff7bed98a1eafeea150f7b9c5887e75b1b1474b9c3d8959f",
    "simhash": "1:5ddea23be10d142b",
    "word_count": 2047
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POSNER, FLAUM, and WILLIAMS, Circuit Judges."
    ],
    "parties": [
      "Mary E. SHEPARD, et al., Plaintiffs-Appellants, v. Lisa M. MADIGAN, Attorney General of Illinois, et al., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "POSNER, Circuit Judge.\nThis is a sequel to our decision in Moore v. Madigan, 702 F.3d 933 (7th Cir.2012), which invalidated provisions of the Illinois gun law, 720 ILCS 5/24-1, -1.6, which, with exceptions mainly for police and other security personnel, hunters, and members of target-shooting clubs, prohibited a person from carrying a gun ready to use (loaded, immediately accessible — that is, easy to reach — and uncased) outside his property or the property of someone who has permitted him to be there with a ready-to-use gun. The panel majority (Judge Williams dissenting) held that so strict a ban — unique among the states — on carrying a gun violates the Second Amendment as interpreted in District of Columbia v. Heller, 554 U.S. 570, 128 S.Ct. 2783, 171 L.Ed.2d 637 (2008), and held applicable to the states in McDonald v. City of Chicago, — U.S. —, 130 S.Ct. 3020, 177 L.Ed.2d 894 (2010).\nFor purposes of the present appeal the most important part of our 2012 decision is the last paragraph:\nThe Supreme Court’s interpretation of the Second Amendment therefore compels us to reverse the decisions in the two cases before us and remand them to their respective district courts for the entry of declarations of unconstitutionality and permanent injunctions. Nevertheless we order our mandate stayed for 180 days to allow the Illinois legislature to craft a new gun law that will impose reasonable limitations, consistent with the public safety, and the Second Amendment as interpreted in this opinion, on the carrying of guns in public.\n702 F.3d at 942. Later, at the state’s request, we extended the stay for an additional 30 days. Thus we gave the state 210 days in which to enact a new gun law that would impose only reasonable restrictions on carrying guns outside the home, rather than the restrictions that we held to be unduly severe.\nOn July 9 of this year, the Illinois legislature, overriding a gubernatorial veto, enacted a new’ gun law, 'the Firearms Concealed Carry Act, 430 ILCS 66/1, et seq. Consistent with our decision in the Moore case, the new statute authorizes the issuance of licenses for carrying guns outside the home, 430 ILCS 66/10, but imposes’ a number of restrictions (more precisely, authorizes denial of a license on a number of grounds). Thus, to be entitled to a license, the applicant must have 16 hours of approved firearms training, see 430 ILCS 66/75; be at least 21 years old; have a currently valid Firearm Owner’s Identification Card (a “FOID card,” as it is called); and not have been convicted of assault, drunk driving, or certain other offenses or be in pending proceedings that could lead to disqualification for a gun license, and not have been treated recently\nfor alcoholism or drug addiction. 430 ILCS 66/25. The new law is a “concealed carry” law; that is, in contrast to “open carry” laws, the gun must not be visible to other persons. The plaintiffs do not seek open-carry rights, at least in this litigation.\nThe legislature gave the Illinois State Police 180 days to make applications for concealed-carry licenses available to the public, and 90 days after receipt of the completed application to issue licenses to qualified applicants. 430 ILCS 66/10(d), (e).\nOn the same day that the state passed its new law, the stay of our decision expired, and our mandate, declaring the old law unconstitutional and enjoining it, issued, in accordance with the last paragraph of our opinion.\nOur decision resolved appeals from two district court decisions, Moore v. Madigan (No. 11-cv-3134, C.D.Ill.) and Shepard v. Madigan (which is this case; Moore is not before us). As soon as our mandate issued (upon the passage of the new Illinois law), the state moved in the district courts to dismiss the two cases as moot. The plaintiffs in this case responded with motions that the state be ordered, until the new law is fully implemented, to allow any Illinois resident to carry a gun outside the home who has a FOID card, eligibility for which requires little more than that the applicant be at least 21 years old and not have a serious record of criminal activity or mental disease or disability. See 430 ILCS 65/4.\nThe plaintiffs are incensed by the new law’s permitting a delay of 270 days (180 + 90) between the date of its enactment (which was also the date our mandate issued) and the issuance of the first permits under the new law. For during this time the Illinois State Police are authorized to continue enforcing the existing gun laws, 720 ILCS 5/24-1, 1.6, against persons without concealed-carry permits&emdash; which, of course, no one has yet, and maybe no one will have until 270 days from the enactment of the new law. Illinois State Police, “Concealed Carry FAQ,” www.isp.state.il.us/firearms/ccw/ccw-faq. cfm (visited Oct. 25, 2013).\nThe district court ruled that the case is moot because the plaintiffs had obtained all the relief to which our decision entitled them. (In the companion case, however, Moore v. Madigan, the district judge has ruled that the case is not moot. See 3:11-cv-3134-SEM-BGC (C.D.Ill. Oct. 9, 2013).)\nA case challenging a statute's validity normally becomes moot if the statute is repealed or invalidated. E.g., Log Cabin Republicans v. United States, 658 F.3d 1162, 1165-66 (9th Cir.2011) (per curiam). And the provisions of the Illinois gun law that the plaintiffs in this and the companion case challenge have been invalidated. But the invalidation has not yet taken effect. The invalid law lives on. It will continue to be enforced until the new law is implemented by the making of the license applications available to the public with a 90-day deadline for processing each application. But the relief sought by the plaintiffs&emdash;that any Illinoisan who has a FOID card shall be allowed to carry a gun outside the home, without regard to additional restrictions in the new law&emdash;is unreasonable.\nNotice the plaintiffs’ concession that even in the interim period before the new statute is implemented, a person wanting to be allowed to carry a gun outside the home must have a FOID card. The reason for this concession is that the plaintiffs have never questioned the constitutionality of limiting gun ownership, whether in the home or outside of it, to persons having a FOID card; and if to be permitted to have a gun just in your home you must have such a card, and that requirement doesn’t violate the Second Amendment, how could it be a violation to require the card if you want to take your gun with you outside the home?\nSo the plaintiffs have no quarrel with the applicability of the FOID law to carrying a gun outside the home. Their gripe— the basis for the interim relief they’re seeking — is that the state is dragging its heels in bringing its new, concealed-carry law into line with our ruling. But to challenge this foot dragging, or anything else that they don’t like about the new law, the plaintiffs must file a new lawsuit challenging the new law or the schedule for its implementation, and seek a preliminary injunction. (A permanent injunction, issued after a full trial on the merits, would provide no relief, because by then the 270 days from the enactment of the new law to the deadline for action on license applications will have expired.) The appeal before us is not from a ruling in a new lawsuit. It is from the district court’s refusal to rule that until the new law becomes fully operational (on the 270th day after July 9 of this year), the Second Amendment entitles all Illinois residents who' have a valid FOID card to carry a gun outside the home.\nThat ruling by the district court would be actionable without a new lawsuit only if it violated our mandate. We remanded for the entry of declaratory and injunctive relief against the old law, but fixed no timetable for the implementation of a superseding law. Our opinion contains no explicit or implicit directive to make declaratory or injunctive relief against the operation of the' old law immediate, without awaiting the enactment, let alone the implementation, of a new law — thus creating a regulatory gap (indeed a void, if it weren’t for the plaintiffs’ concession that only persons who have a FOID card are entitled to carry a gun outside the home).\nWe gave the state 180 days to pass a new law. We did not say that during that period, plus any further period before a new law could be implemented and the issuance of licenses under it could begin, any Illinois resident who had a FOID card could, without complying with any additional restrictions, start carrying guns outside the home. We said that the state could create a new law with reasonable restrictions. We did not specify them— that would have been premature. The new law requires 16 hours of instruction in the use of firearms (seemingly a minimal requirement to ensure competence and safety in the use of a gun for self-defense in a public place, yet not a requirement for obtaining a FOID card), fingerprinting, head and shoulder photos, a cleaner criminal and mental health record than is required for a FOID card, and so forth. We do not say that these restrictions are permissible; that issue is, not before us. We say only that our mandate did not forbid the state to impose greater restrictions on carrying a gun outside the home than existing Illinois law (in this respect materially unchanged by the Firearms Concealed Carry Act) imposes on .possessing a gun in the home. Firearm Owners Identification Card Act, 430 ILCS 65.\nIt should have been obvious that transition to a new regime of gun rights would require considered, complex state action, and therefore could not be instantaneous. The plaintiffs don’t argue that a new law could be implemented within 270 days. In their reply brief they say that “Illinois can take as long as it wants to implement its new concealed carry law; it just cannot continue to enforce its unconstitutional carry ban in the meantime” (the meantime that began on July 9). That is an untenable insistence on “first day” relief. And whether it is untenable or not, our essential point is that while our mandate set a deadline for the enactment of a statute that would replace the statute that we were invalidating, we neither set a deadline for full implementation of the replacement statute by the grant of concealed-carry licenses to qualified applicants under the new statute nor prescribed a regulatory regime for the interim period. Deciding those matters was therefore left to the State of Illinois in the first instance. What the state has done about the interim regime for concealed carry may be good or bad, constitutional or unconstitutional, but it is not a violation of our mandate.\nWe do not mean to belittle the plaintiffs’ complaint about delays built into the new law. But if they don’t like the new law, and wish to invalidate it, they must bring a new suit. Their only basis for complaining about the district court’s refusal to enjoin the old law immediately — and thus allow them (if they have a FOID card) to start carrying guns in public without complying with the new law — is that we ordered it and therefore the district court has violated our order. That is incorrect. We made no order regarding relief except to specify a deadline for the state to enact a new law. It met the deadline. Thus the district court did not violate our mandate and so there is no basis for the relief that the plaintiffs sought. The denial of that relief is therefore\nAFFIRMED.",
        "type": "majority",
        "author": "POSNER, Circuit Judge."
      }
    ],
    "attorneys": [
      "Charles J. Cooper, Attorney, David Thompson, Attorney, Cooper & Kirk, Washington, DC, William N. Howard, Attorney, Locke Lord LLP, Chicago, IL, for Plaintiffs-Appellants.",
      "Clifford Berlow, Attorney, Karl R. Trie-bel, Attorney, Office of the Attorney General, Chicago, IL, Joseph A. Bleyer, Attorney, Bleyer & Bleyer, Marion, IL, for Defendants-Appellees."
    ],
    "corrections": "",
    "head_matter": "Mary E. SHEPARD, et al., Plaintiffs-Appellants, v. Lisa M. MADIGAN, Attorney General of Illinois, et al., Defendants-Appellees.\nNo. 13-2661.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Oct. 3, 2013.\nDecided Nov. 5, 2013.\nCharles J. Cooper, Attorney, David Thompson, Attorney, Cooper & Kirk, Washington, DC, William N. Howard, Attorney, Locke Lord LLP, Chicago, IL, for Plaintiffs-Appellants.\nClifford Berlow, Attorney, Karl R. Trie-bel, Attorney, Office of the Attorney General, Chicago, IL, Joseph A. Bleyer, Attorney, Bleyer & Bleyer, Marion, IL, for Defendants-Appellees.\nBefore POSNER, FLAUM, and WILLIAMS, Circuit Judges."
  },
  "file_name": "0748-01",
  "first_page_order": 772,
  "last_page_order": 776
}