{
  "id": 3718910,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Morgan SILER, Defendant-Appellant",
  "name_abbreviation": "United States v. Siler",
  "decision_date": "2013-11-13",
  "docket_number": "No. 12-14211",
  "first_page": "1290",
  "last_page": "1297",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 1290"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "597 F.3d 1347",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4219694
      ],
      "pin_cites": [
        {
          "page": "1350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/597/1347-01"
      ]
    },
    {
      "cite": "526 U.S. 227",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11133049
      ],
      "weight": 15,
      "year": 1999,
      "pin_cites": [
        {
          "page": "233"
        },
        {
          "page": "1219"
        },
        {
          "page": "232"
        },
        {
          "page": "1219"
        },
        {
          "page": "233"
        },
        {
          "page": "1219"
        },
        {
          "page": "252"
        },
        {
          "page": "1228"
        },
        {
          "page": "232"
        },
        {
          "page": "1218"
        },
        {
          "page": "252"
        },
        {
          "page": "1228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/526/0227-01"
      ]
    },
    {
      "cite": "197 F.3d 600",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        633652
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "607"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/197/0600-01"
      ]
    },
    {
      "cite": "256 F.3d 97",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11085232
      ],
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/256/0097-01"
      ]
    },
    {
      "cite": "259 F.3d 293",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9498638
      ],
      "pin_cites": [
        {
          "page": "298, 299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/259/0293-01"
      ]
    },
    {
      "cite": "309 F.3d 40",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3700656,
        11403525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/353/0388-01",
        "/f3d/309/0040-01"
      ]
    },
    {
      "cite": "318 F.3d 1001",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9341526
      ],
      "pin_cites": [
        {
          "page": "1007"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/318/1001-01"
      ]
    },
    {
      "cite": "437 F.3d 626",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        969557
      ],
      "pin_cites": [
        {
          "page": "630"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/437/0626-01"
      ]
    },
    {
      "cite": "526 F.3d 862",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6047851
      ],
      "pin_cites": [
        {
          "page": "865"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/526/0862-01"
      ]
    },
    {
      "cite": "553 F.3d 1021",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3718833
      ],
      "pin_cites": [
        {
          "page": "1024"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/553/1021-01"
      ]
    },
    {
      "cite": "624 F.3d 1148",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3794392
      ],
      "pin_cites": [
        {
          "page": "1159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/624/1148-01"
      ]
    },
    {
      "cite": "486 F.3d 1239",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3116773
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/486/1239-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1114",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 111",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 8,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        },
        {
          "page": "(a)"
        },
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 748,
    "char_count": 20771,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 2.398914757826158e-07,
      "percentile": 0.798684595125044
    },
    "sha256": "85fcb3f9a0b03b30e7650af5a0755100c2c3cd8b60572db31347833ee2bb0c5f",
    "simhash": "1:de8649677a552148",
    "word_count": 3422
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ANDERSON and EDMONDSON, Circuit Judges, and MOTZ, District Judge."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Morgan SILER, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "ANDERSON, Circuit Judge:\nAfter a criminal jury trial, DefendanN Appellant Morgan Siler appeals his conviction and sentence for assaulting a corrections officer with a deadly or dangerous weapon in violation of 18 U.S.C. § 111(b). After careful review, and with the benefit of oral argument, we affirm Siler’s conviction and sentence.\nI. BACKGROUND\nA. Offense Conduct\nIn June 2008, Siler was a holdover inmate at a federal correctional facility in Georgia while en route to a federal correctional facility in Virginia. One morning while Siler was in the Georgia facility, a corrections officer opened Siler’s cell door so that Siler could get breakfast. Siler placed a homemade rope around the officer’s neck and forcibly choked him. Several officers responded to help and forcibly removed the officer from Siler’s grip.\nB. .Indictment\nIn March 2009, a federal grand jury returned a two-count indictment against Siler. Count One charged Siler with attempted murder of a corrections officer, in violation of 18 U.S.C. § 1114(3). Count Two charged that Siler “knowingly and by means and use of a dangerous weapon, that is, a handmade rope, did forcibly assault, resist, oppose, impede, intimidate, and interfere with R.M., a Corrections Officer, while he was engaged in his official duties, in violation of Title 18, United States Code, Section 111.”\nC. Trial\nThe jury found Siler not guilty of Count One (attempted murder) and guilty of Count Two (assault on a corrections officer). As it relates to Count Two, the verdict form given to the jury read:\nCount II\n(Assault on Corrections Officer)\nWe the jury find the Defendant MORGAN SILER\n__ Guilty\n_Not Guilty\nWas a deadly or dangerous weapon used?\n__ Yes\n_No\nSiler agreed to the amended verdict form.\nIn its instruction to the jury on Count Two, the district court charged the offense elements as:\nOne, the Defendant forcibly assaulted the person described in the indictment; two, the person assaulted was a federal officer performing an official duty; and, three, the Defendant used a deadly or dangerous weapon.\nThis charge was consistent with Offense Instruction 1.2 from the Eleventh Circuit Pattern Jury Instructions: “Forcibly Assaulting a Federal Officer: with Use of a Deadly Weapon or Inflicting Bodily Injury. 18 U.S.C. § 111(b).” The court charged that “forcible assault is an intentional threat or attempt to cause serious bodily injury when the ability to do so is apparent and immediate.” The court clarified that forcible assault “includes any intentional display of force that would cause a reasonable person to expect immediate and serious bodily harm or death regardless of whether the act is carried out or the person is injured.” The court charged that “[a] deadly or dangerous weapon includes any object that a person can readily use to inflict serious bodily harm on someone else.” The court also charged, “To show that such a weapon was used, the Government must prove that the Defendant possessed the weapon and intentionally displayed it during the forcible assault.” When describing the verdict form to the jury, the district court instructed that if the jury found Siler guilty of Count Two, the jury must answer the question, “Was a deadly or dangerous weapon used?”\nSiler made no objections to the court’s charge, as given, and Siler expressly agreed to the language of the verdict form. During deliberations, the jury asked the court for a legal definition of deadly or dangerous weapon. With the agreement of the parties, the court re-instructed the jury with the relevant instructions. Siler made no objection to the court’s re-charge.\nThe jury found Siler not guilty of Count One (attempted murder) and guilty of Count Two (assault on a corrections officer). With respect to Count Two, the jury found that Siler used a deadly or dangerous weapon.\nD.Sentencing\nSiler objected to various aspects of his Presentence Investigation Report. After considering and ruling on Siler’s objections, the court calculated a guidelines range of 188 to 235 months’ imprisonment.\nSiler then argued that the indictment charged Count Two as a misdemeanor because it failed to allege physical contact. Siler argued that § 111(b) cannot be used to “enhance” the one-year sentence for a misdemeanor offense under § 111(a) to twenty years. Thus, Siler concluded, § 111(b) did not apply to his case, and the maximum possible penalty for his misdemeanor offense was twelve months’ imprisonment.\nThe district court overruled Siler’s objection. The court stated, “[T]he jury explicitly found that a dangerous or deadly weapon was used, which ... makes this a felony offense under 111(b).” The court applied an upward variance and sentenced Siler to the statutory maximum penalty under § 111(b), twenty years’ imprisonment.\nSiler now appeals.\nII. DISCUSSION\nOn appeal, Siler argues that the district court incorrectly interpreted 18 U.S.C. § 111. Specifically, Siler argues that 18 U.S.C. § 111(a) contains two offenses, misdemeanor assault and felony assault, and that felony assault requires proof of physical contact or the intent to commit another felony. Siler argues that § 111(b) provides for an enhanced penalty only if (1) the defendant is convicted of felony assault under § 111(a) and (2) the defendant is shown to have used a deadly or dangerous weapon. Siler concludes that because the government did not allege or prove, and the jury did not find, physical contact or the intent to commit another felony, he was necessarily convicted of misdemeanor assault. Thus, Siler contends, he faced a one-year statutory maximum penalty for his misdemeanor assault, and the district court erred by sentencing him to twenty years’ imprisonment.\nThe current version of § 111 provides in relevant part as follows:\n(a) In General. — Whoever—\n(1) forcibly assaults, resists, opposes, impedes, intimidates, or interferes with any person designated [as a federal officer] while engaged in or on account of the performance of official duties ...\nshall, where the acts in violation of this section constitute only simple assault, be fined under this title or imprisoned not more than one year, or both, and where such acts involve physical contact with the victim of that assault or the intent to commit another felony, be fined under this title or imprisoned not more than 8 years, or both.\n(b) Enhanoed Penalty. — Whoever, in the commission of any acts described in subsection (a), uses a deadly or dangerous weapon (including a weapon intended to cause death or danger but that fails to do so by reason of a defective component) or inflicts bodily injury, shall be fined under this title or imprisoned not more than 20 years, or both.\n18 U.S.C. § 111 (emphasis added).\nSiler asserts that § 111(b) only applies if a defendant has committed an assault that involves physical contact with the victim of that assault or the intent to commit another felony. To explain how Siler has misinterpreted the statute, it is helpful to understand that § 111 establishes three separate crimes. A previous version of § 111 was addressed in United States v. Martinez, 486 F.3d 1239 (11th Cir.2007). In Martinez — which involved a conviction under only § 111(a) — we observed that three categories of forcible assault are established by § 111(a) and (b). Id. at 1244. Subsequent to the version addressed in Martinez, amendments in 2002 and 2008 made changes to the statute, but not changes relevant to Martinez’s observation that the statute establishes three categories of forcible assault. The version of § 111 addressed in Martinez provided as follows:\n(a) In GeneRal. — Whoever—\n(1) forcibly assaults, resists, opposes, impedes, intimidates, or interferes with any person designated [as a federal officer] while engaged in or on account of the performance of official duties ...\nshall, where the acts in violation of this section constitute only simple assault, be fined under this title or imprisoned not more than one year, or both, and in all other cases, be fined under this title or imprisoned not more than 3 years, or both.\n(b) EnhanCed Penalty. — Whoever, in the commission of any acts described in subsection (a), uses a deadly or dangerous weapon (including a weapon intended to cause death or danger but that fails to do so by reason of a defective component) or inflicts bodily injury, shall be fined under this title or imprisoned not more than 10 years, or both.\nOf the three categories of forcible assault recognized in Martinez, the first two were established by subsection (a). The first category was simple assault “where the acts in violation of this section constitute only simple assault,” which was punishable by not more than one year’s imprisonment. The second category within subsection (a) was “all other cases” where the acts specified in subsection (a) constituted a felony assault, which was punishable by not more than three (now eight) years. The third category of forcible assault identified in Martinez was established by subsection (b) of § 111, which provided that “[wjhoever, in the commission of any acts described in subsection (a), uses a deadly or dangerous weapon ... or inflicts bodily injury, shall be ... imprisoned not more than ten [now twenty] years.”\nAlthough Martinez did not expressly say that the three separate categories of “forcible assaults” were separate crimes, and although the issue may not have been presented to that panel, the statement that the statute establishes three categories of “forcible assault” suggests that they are three separate crimes, and certainly is consistent with meaning three separate crimes. Other circuits that have addressed the issue have said that § 111 creates three separate crimes. See, e.g., United States v. Vela, 624 F.3d 1148, 1159 (9th Cir.2010) (stating that the Ninth Circuit has joined many of the other circuits “in holding that ... § 111 must be construed to create three distinct criminal offenses, with § 111(a) containing one misdemeanor and one felony and § 111(b) containing a second felony”); United States v. Gagnon, 553 F.3d 1021, 1024 (6th Cir.2009) (“[I]t [is] indisputable that § 111 too must be treated as creating three separate crimes whose elements must all be submitted to a jury rather than as a single crime with three separate punishments determined on the basis of sentencing factors submitted to a judge. Those three crimes are: (1) ‘simple assault’ (misdemeanor); (2) violations of § 111 that either involve a deadly or dangerous weapon or result in bodily injury (aggravated felony); or (3) ‘all other cases’ (felony).”); United States v. Hazlewood, 526 F.3d 862, 865 (5th Cir.2008) (considering the current version of the statute and stating that the Fifth Circuit .“has interpreted 18 U.S.C. § 111 to create three separate offenses: (1) simple assault; (2) more serious assaults but not involving a dangerous weapon; and (3) assault with a dangerous weapon” (internal quotation marks omitted)); United States v. Vallery, 437 F.3d 626, 630 (7th Cir.2006) (stating as settled in the Seventh Circuit the contention of other circuits that § 111 “constitute^] three separate offenses: first, misdemeanor simple assault under § 111(a); second ‘all other cases’ felony assault under § 111(a); and third, felony assault involving a deadly or dangerous weapon or resulting in bodily injury under § 111(b)”); United States v. Hathaway, 318 F.3d 1001, 1007 (10th Cir.2003) (“[W]e hold that § 111 defines three separate offenses, each element of which must be charged in the indictment and proven to the jury beyond a reasonable doubt.”); United States v. Arrington, 309 F.3d 40, 44 & n. 5, 46 (D.C.Cir.2002) (treating § 111(b) as containing offense elements rather than sentencing factors and stating, “To convict a defendant of the § 111(b) offense, the jury must find (inter alia) that he forcibly assaulted (or forcibly resisted, etc.) a federal officer, that he did so intentionally, that he used a dangerous weapon in the commission of that act, and that he used the weapon intentionally”); United States v. Campbell, 259 F.3d 293, 298, 299 (4th Cir.2001) (concluding that “in § 111(b), Congress created a separate offense from those set forth in § 111(a)” and that the use of a dangerous or deadly weapon or the infliction of bodily injury constitute elements of § 111(b) assault rather than mere sentencing factors); United States v. McCulligan, 256 F.3d 97, 102 (3d Cir.2001) (“In the federal scheme ..., §§ 111(a) and 111(b) create three separate offenses: simple assaults, other ‘non-simple’ assaults not involving a dangerous weapon or injury, and assaults that involve a dangerous weapon or cause injury.”); United States v. Chestaro, 197 F.3d 600, 607 (2d Cir.1999) (“[W]e hold that § 111(b) defines a separate offense rather than simply a sentencing enhancement.”).\nMoreover, the Supreme Court decision in Jones v. United States, 526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999), supports the conclusion that § 111 creates three separate crimes. In a similar way to the statute in Jones, the three separate categories of forcible assault in § 111 “not only provide for steeply higher penalties, but condition them on further facts ... that seem quite as important as the elements in the principal paragraph.” Id. at 233, 119 S.Ct. at 1219. Similarly, as in Jones, the fact that the subsections of § 111 may have a “look” about them that is suggestive of a sentencing provision is not dispositive. The Court in Jones noted that the statute at issue in that case began with a principal paragraph listing a series of elements that “c[ame] close to standing on its own, followed by sentencing provisions.” Id. at 232, 119 S.Ct. at 1219. Nevertheless, the Court there declared that “[t]he ‘look’ of the statute, then, is not a reliable guide to congressional intentions,” id. at 233, 119 S.Ct. at 1219, and held that the subsections in that statute created separate offenses by the specification of distinct elements. Id. at 252, 119 S.Ct. at 1228.\nReading § 111(b), especially in the light of Jones, we conclude that § 111 establishes three separate crimes. Each has one or more elements of the preceding category or categories, but adds an element or elements upon which is conditioned a steeply increased penalty. Each element has to be charged and proven beyond a reasonable doubt in the case of a jury trial.\nSiler asserts that § 111(b) only applies if a defendant is first charged with and found guilty of a felony assault under § 111(a). More particularly, Siler asserts that § 111(b) applies only if a defendant is first charged with and found guilty of a forcible assault that involves physical contact with the victim of that assault or the intent to commit another felony. Siler misreads the plain language of the statute. Section 111(b) specifically states that whoever “uses a deadly or dangerous weapon” while committing “any acts described in subsection (a) ” is subject to a statutory maximum penalty of twenty years’ imprisonment. The statute is clear: The twenty-year maximum penalty applies whenever a person commits any act listed in § 111(a) while using a deadly or dangerous weapon. It does not matter whether that act — if a deadly or dangerous weapon had not been used — would have been a misdemeanor or a felony offense, i.e., a simple assault or an assault involving physical contact or the intent to commit another felony. It only matters whether such a weapon was used in the commission of a § 111(a) offense. Once such an actor uses a deadly or dangerous weapon, he has committed the separate crime under § 111(b) and has raised his statutory maximum penalty from one or eight years’ imprisonment to twenty years’ imprisonment.\nCareful attention to the plain meaning of the statutory language mandates our interpretation of the statute. Section 111(b) clearly provides that whoever commits “any acts described in subsection (a),” and in so doing uses a deadly or dangerous weapon, is guilty of the separate crime provided for in § 111(b) and is subject to a maximum term of twenty years’ imprisonment. To interpret § 111(b), we have to identify the “acts described in subsection (a).” As noted above, § 111 describes three separate crimes, the first two of which are contained in § 111(a), and the third in § 111(b). The following acts are encompassed in the first separate crime:\nForcibly assaults, resists, opposes, impedes, intimidates, or interferes with a person designated [as a federal officer] while engaged in or on account of the performance of official duties.\n18 U.S.C. § 111(a)(1). In the absence of physical contact with the victim of that assault or the intent to commit another felony, the foregoing acts constitute a simple assault, and the maximum imprisonment is one year.\nThe following acts are encompassed in the second separate crime:\nWhere such acts [i.e., any of the acts encompassed in the first separate crime] involve physical contact with the victim of that assault or the intent to commit another felony.\nId. § 111(a). The maximum imprisonment for this second separate crime is eight years.\nIt is clear that the crucial phrase in § 111(b) — “any acts described in subsection (a)” — includes not only the acts encompassed in the second separate crime, as Siler urges, but it is equally clear that the phrase also includes the acts encompassed in the first separate crime. It follows that physical contact is not required as a predicate act or element of § 111(b) so long as acts encompassed in the first separate crime were committed and in doing so the defendant used a deadly or dangerous weapon or inflicted bodily injury.\nHere, the jury explicitly found that Siler (1) committed a forcible assault in subsection (a) of § 111, and (2) that he used a deadly or dangerous weapon during that assault. This is all that § 111(b) required to convict Siler of the separate crime established in § 111(b) and to raise Siler’s statutory maximum penalty to twenty years’ imprisonment. Thus, even if Siler was charged with and found guilty of what would have been — in the absence of the use of a deadly or dangerous weapon— a misdemeanor offense under § 111(a), his use of a deadly or dangerous weapon during that offense transformed his act from a misdemeanor offense with a one-year statutory maximum penalty to a felony offense with a twenty-year statutory maximum penalty.\nIII. CONCLUSION\nBecause the district court sentenced Siler within the applicable statutory maximum penalty of twenty years’ imprisonment, we affirm Siler’s conviction and sentence.\nAFFIRMED.\n. We review a district court’s interpretation of a statute de novo. United States v. Dodge, 597 F.3d 1347, 1350 (11th Cir.2010) (en banc).\n.This \"all other cases\" phrase was deleted by an amendment effective January 7, 2008, and applicable to Siler’s case. The phrase was replaced by the following: “where such acts involve physical contact with the victim of that assault or the intent to commit another felony.” Thus, in the current version of the statute, the second category encompasses \"such acts\" — i.e., the acts encompassed in the first category — when such acts involve physical contact with the victim of that assault or the intent to commit another felony.\n. In 2002, an amendment increased this maximum punishment from three years to eight years.\n. In 2002, an amendment increased this maximum punishment from ten years to twenty years.\n. In addition, the fact that § 111(b) carries the heading \"Enhanced Penalty” is not dis-positive. In Jones, the Supreme Court noted that the heading on the subtitle of the bill creating the federal carjacking statute at issue there read \"Enhanced Penalties for Auto Theft.” 526 U.S. at 232, 119 S.Ct. at 1218. The Court nonetheless concluded that the subsections of the statute established three separate offenses with distinct elements rather than sentencing enhancements. Id. at 252, 119 S.Ct. at 1228. See also Chestaro, 197 F.3d at 607 (citing Jones in recognizing that “[ajlthough the language of § 111(b), which includes the term 'enhanced penalty,’ suggests otherwise, ... the text of such a provision is not dispositive”).",
        "type": "majority",
        "author": "ANDERSON, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Paul Jones, Kim S. Dammers, Lawrence R. Sommerfeld, Sally Yates, U.S. Attorney’s Office, Atlanta, GA, for Plaintiff-Appellee.",
      "Natasha Perdew Silas, Jeffrey Lyn Er-tel, Stephanie A. Kearns, Federal Defender Program, Inc., Atlanta, GA, for Defendant-Appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Morgan SILER, Defendant-Appellant.\nNo. 12-14211.\nUnited States Court of Appeals, Eleventh Circuit.\nNov. 13, 2013.\nPaul Jones, Kim S. Dammers, Lawrence R. Sommerfeld, Sally Yates, U.S. Attorney’s Office, Atlanta, GA, for Plaintiff-Appellee.\nNatasha Perdew Silas, Jeffrey Lyn Er-tel, Stephanie A. Kearns, Federal Defender Program, Inc., Atlanta, GA, for Defendant-Appellant.\nBefore ANDERSON and EDMONDSON, Circuit Judges, and MOTZ, District Judge.\nHonorable J. Frederick Motz, United Stales District Judge for the District of Maryland, sitting by designation."
  },
  "file_name": "1290-01",
  "first_page_order": 1312,
  "last_page_order": 1319
}