{
  "id": 3718054,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. Reydecel CHAVEZ, Defendant-Appellant",
  "name_abbreviation": "United States v. Chavez",
  "decision_date": "2013-11-13",
  "docket_number": "No. 12-2126",
  "first_page": "1247",
  "last_page": "1254",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 1247"
    }
  ],
  "court": {
    "name_abbreviation": "10th Cir.",
    "id": 8771,
    "name": "United States Court of Appeals for the Tenth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "532 F.3d 538",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4032440
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "555-56"
        },
        {
          "page": "557"
        },
        {
          "page": "556-58",
          "parenthetical": "concluding the specific treatment plan provided at the hearing and recounted in a sealed memorandum appended to the court order to be sufficient"
        },
        {
          "page": "557",
          "parenthetical": "\"The fact that [the physician] offered alternatives depending on Green's reaction to forced medication only supports the individualized and appropriately tailored nature of her treatment plan.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/532/0538-01"
      ]
    },
    {
      "cite": "404 F.3d 227",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9012929
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "240"
        },
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/404/0227-01"
      ]
    },
    {
      "cite": "513 F.3d 908",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3162478
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "917"
        },
        {
          "page": "916-17"
        },
        {
          "page": "917"
        },
        {
          "page": "917",
          "parenthetical": "\"[Wjhile the court may not simply delegate unrestricted authority to physicians, the restrictions it does impose should be broad enough to give physicians a reasonable degree of flexibility in responding to changes in the defendant's condition.\""
        },
        {
          "page": "916",
          "parenthetical": "requiring Sell orders to identify \"the specific medication or range of medications\" that may be administered to a defendant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/513/0908-01"
      ]
    },
    {
      "cite": "504 U.S. 127",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11728086
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "134",
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0127-01"
      ]
    },
    {
      "cite": "110 S.Ct. 1028",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        5046
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "225-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/494/0210-01"
      ]
    },
    {
      "cite": "409 F.3d 1221",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7347961,
        8960525
      ],
      "pin_cites": [
        {
          "page": "1224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/am-tribal-law/6/1221-01",
        "/f3d/409/1221-01"
      ]
    },
    {
      "cite": "479 F.3d 1220",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3840821
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1223"
        },
        {
          "page": "1224"
        },
        {
          "page": "1224",
          "parenthetical": "same"
        },
        {
          "page": "1224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/479/1220-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 4241",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "417 F.3d 1107",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8945802
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1114",
          "parenthetical": "recognizing involuntary medication to render defendant competent implicates a \"vital constitutional liberty interest\""
        },
        {
          "page": "1113-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/417/1107-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "539 U.S. 166",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8897706
      ],
      "weight": 24,
      "year": 2003,
      "pin_cites": [
        {
          "page": "178"
        },
        {
          "page": "180-81"
        },
        {
          "page": "169, 180"
        },
        {
          "page": "181"
        },
        {
          "parenthetical": "emphasis in original"
        },
        {
          "page": "181-83"
        },
        {
          "page": "185"
        },
        {
          "page": "181"
        },
        {
          "parenthetical": "emphasis omitted"
        },
        {
          "page": "181-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/539/0166-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1326",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a) and (b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. §§ 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(g)(1)"
        },
        {
          "page": "(g)(5)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 895,
    "char_count": 21866,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 1.1366240543846383e-07,
      "percentile": 0.5774674508050469
    },
    "sha256": "76c6d341caf5fb70a5f572216b71ec16087567c3b73c496bdfa688bfe8719c62",
    "simhash": "1:322c633f793ab72b",
    "word_count": 3371
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BRISCOE, Chief Judge, SEYMOUR, and LUCERO, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. Reydecel CHAVEZ, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "SEYMOUR, Circuit Judge.\nReydecel Chavez, a native of Mexico, is charged with being a felon in possession of a firearm, in violation of 18 U.S.C. §§ 922(g)(1) and 924(a)(2); being an illegal alien in possession of a firearm, in violation of 18 U.S.C. §§ 922(g)(5) and 924(a)(2); and reentry of a removed alien, in violation of 8 U.S.C. § 1326(a) and (b). He appeals the district court’s order permitting the government to involuntarily medicate him pursuant to Sell v. United States, 539 U.S. 166, 123 S.Ct. 2174, 156 L.Ed.2d 197 (2003), in order to make him competent to stand trial. Exercising jurisdiction pursuant to the collateral order exception to the final order rule of 28 U.S.C. § 1291, United States v. Bradley, 417 F.3d 1107, 1109 n. 1 (10th Cir.2005), we reverse.\nI\nSoon after Mr. Chavez was indicted, both parties agreed that he should be evaluated to determine his competency to stand trial. In October 2011, the district court committed Mr. Chavez to a Bureau of Prisons (BOP) medical center in Springfield, Missouri for a competency determination pursuant to 18 U.S.C. § 4241. A BOP psychologist, Dr. Richart DeMier, issued a report upon the completion of the psychological evaluation. He concluded that Mr. Chavez suffers from paranoid schizophrenia and, in his current condition, is not competent to stand trial. The report also determined that Mr. Chavez is not a danger to himself or others while in custody and could likely be rendered competent with antipsychotic medication. Mr. Chavez, however, consistently refused to consent to treatment. The district court conducted a competency hearing and found Mr. Chavez incompetent to assist properly in his defense due to a mental disease or defect. At the court’s suggestion, the government then filed a motion for psychiatric treatment and compulsory medication in order to render Mr. Chavez competent to stand trial. After an evidentiary hearing pursuant to Sell, the district court granted the government’s motion to medicate Mr. Chavez involuntarily and issued a sealed written order to that effect. Mr. Chavez contends on appeal that the court erred in concluding the government satisfied the requirements of Sell.\nII\nIt is well settled that “an individual has a significant constitutionally protected liberty interest in avoiding the unwanted administration of antipsychotic drugs.” Sell, 539 U.S. at 178, 123 S.Ct. 2174 (internal quotation marks omitted); see also Bradley, 417 F.3d at 1114 (recognizing involuntary medication to render defendant competent implicates a “vital constitutional liberty interest”). In Sell, the Supreme Court held that the government may involuntarily administer drugs to a mentally ill, non-dangerous defendant in order to render him competent to stand trial only upon a four-part showing. The government must establish that: (1) “important governmental interests are at stake;” (2) the “involuntary medication will significantly further” those interests; (3) the “involuntary medication is necessary to further those interests,” e.g., less intrusive alternative treatments are unlikely to be effective; and (4) the administration of the medication is “medically appropriate” and in the defendant’s best medical interests. Sell, 539 U.S. at 180-81, 123 S.Ct. 2174 (emphasis in original). Such “instances of involuntary medication of a non-dangerous defendant solely to render him competent to stand trial should be ‘rare’ and occur only in ‘limited circumstances.’ ” United States v. Valenzuela-Puentes, 479 F.3d 1220, 1223 (10th Cir.2007) (quoting Sell, 539 U.S. at 169, 180, 123 S.Ct. 2174).\nThe first and second Sell requirements, whether the government’s claimed interest in prosecution is important and whether involuntary administration of antipsychotic drugs will significantly further that interest, are primarily legal questions that we review de novo. Bradley, 417 F.3d at 1113-14. Whether the involuntary medication is necessary to further the state’s interests in prosecution and whether the forced treatment is medically appropriate — the third and fourth parts of the Sell analysis — are factual questions that we review for clear error. Valenzuela-Puentes, 479 F.3d at 1224. The district court must find all necessary underlying facts by clear and convincing evidence. Id. “A finding of fact is not clearly erroneous unless it is without factual support in the record, or unless the court after reviewing all the evidence, is left with a definite and firm conviction that the district court erred.” United States v. Jarvison, 409 F.3d 1221, 1224 (10th Cir.2005) (internal quotation marks omitted).\nMr. Chavez contends that by refusing to require the government to submit a personal treatment plan specifically identifying which medications would be administered to him and at what doses, the district court had insufficient evidence to find both that involuntary medication would “significantly further” governmental interests and that forcibly medicating him would be “medically appropriate,” pursuant to Sell’s second and fourth parts respectively. To satisfy the second prong of Sell, a court must find both “that administration of the drugs is substantially likely to render the defendant competent to stand trial,” and “that administration of the drugs is substantially unlikely to have side effects that will interfere significantly with the defendant’s ability to assist counsel in conducting a trial defense, thereby rendering the trial unfair.” Sell, 539 U.S. at 181, 123 S.Ct. 2174 (emphasis added). The fourth Sell finding a court is required to make is that the “administration of the drugs is medically appropriate, i.e., in the patient’s best medical interest in light of his medical condition.” Id. (emphasis in original). The Court explained in Sell that in making this finding, “[t]he specific kinds of drugs at issue may matter here as elsewhere.” Id. This is because “[d]ifferent kinds of antipsychotic drugs may produce different side effects and enjoy different levels of success.” Id.\nMr. Chavez argues that by not requiring the government to prepare a treatment plan describing specifically which antipsy-chotic medications might be forcibly administered to him, and at what range of doses, it was impossible for the district court to determine that involuntarily medicating him would “be substantially unlikely to have side effects that will interfere significantly with the defendant’s ability to assist counsel” at trial or that the administration of the drugs would be “medically appropriate” for him. See id. Mr. Chavez preserved this ground for appeal by raising these objections at the evidentiary hearing. After reviewing the record, we agree that the district court erred by ordering the compulsory medication of Mr. Chavez without sufficient information from a medical doctor to support its findings on these parts of the Sell analysis. As a result, the court’s order did not include any meaningful limits on the government’s discretion in treating Mr. Chavez, which is contrary to Sell.\nAt the evidentiary hearing, the government’s sole witness, Dr. DeMier, testified that no individualized treatment plan for Mr. Chavez had yet been prepared. He stated that a treatment plan specific to Mr. Chavez would be completed only after involuntary treatment had been authorized by the court. Instead, Dr. DeMier described what he called “the typical treatment plan.” Rec., vol. II at 29. He explained that “the most common approach” to involuntarily medicating a defendant suffering from schizophrenia is to administer a first-generation antipsychotic medication called Haldol via injection, which he said would “probably be the first line of treatment.” Id. at 29-30 (emphasis added). Dr. DeMier stated that if Mr. Chavez could be convinced to voluntarily take medication, “a first line of treatment might be a second-generation medication, such as Abilify or Risperdal,” which are not available in injectable form. Id. at 30 (emphasis added). When asked whether it was possible that during the treatment of Mr. Chavez the medical team would switch drugs, Dr. DeMier replied, “Oh, yes. That’s very common.” Id. at 32. He explained that switching medications is often necessary because “[pjeople are different. They respond differently to different types of medications.” Id.\nDr. DeMier also provided testimony about the success rate of rendering defendants suffering from schizophrenia competent to stand trial through treatment with antipsychotic medications generally, as well as the potential side effects of some antipsychotic drugs. Relying on his own experience as well as two studies submitted into evidence by the government, he testified that roughly three-quarters of defendants treated with antipsychotic medication are successfully rendered competent to stand trial. Regarding potential side effects caused by different types of anti-psychotic medication, Dr. DeMier stated that “[i]n the vast majority of eases, the side effects can be effectively addressed by either changing the medication, the dosage ... the time of day at which the person gets the medication, or through other medications ... that are designed specifically to address those side effects.” Rec., vol. II at 42. When questioned about the possible side effects of Haldol, the only drug Dr. DeMier discussed specifically, he described the possible short-term side effects as “nuance side effects,” such as “dry mouth, blurred vision, sometimes muscle stiffness [or] spasms.” Id. at 43. He stated that the most serious potential long-term side effect of Haldol, tardive dyskine-sia (a disorder causing involuntary facial movements), typically only occurs after approximately twenty years of taking the medication.\nDr. DeMier did not, however, actually identify which drug or drugs Mr. Chavez would initially be treated with, nor what other medications might be administered if the first drug regimen proved ineffective or the side effects too severe. Nor did he testify regarding the possible dosage amounts of any medications that might be administered to Mr. Chavez. In fact, Dr. DeMier admitted he would not be making that decision, stating: “I’m a psychologist, not a psychiatrist. So the psychiatrist would have the ultimate decision-making authority regarding exactly what medications to use.” Id. at 47. Dr. DeMier added that if the court wanted a specific treatment plan to review, “we could certainly do that.” Id.\nMr. Chavez’s counsel objected to the lack of an individualized treatment plan as being so open ended as to allow “experimentation” on Mr. Chavez, asserting that an order for involuntary medication not based on a specific treatment plan could not satisfy the requirements of Sell. Id. at 77-78. But the district court overruled his objection, stating that no individualized treatment plan was necessary because “Dr. DeMier isn’t testifying here today in a vacuum. He has knowledge of [Mr. Chavez] and has evaluated him.” Id. at 85. The court concluded at the end of the hearing that the government had met its burden on the four required Sell showings and granted the government’s motion for compulsory medication without providing any details regarding what drugs could be administered to Mr. Chavez or at what doses. The court’s written order similarly lacked any limits on the government’s discretion in treating Mr. Chavez,' stating simply that the Sell findings being satisfied, Mr. Chavez “may be forcibly treated with medication to treat [his] schizophrenia....” Rec., vol. I at 91-92. The court stated it would require a status report “when we are about six weeks into treatment.” Id. at 94.\nWithout a treatment plan that specifies which medications the government intends to administer to Mr. Chavez, Dr. DeMier’s testimony regarding the “typical” treatment plan and the success rates and side effects of a few common antipsychotic drugs is of limited value in completing a proper analysis under the second and fourth parts of Sell. Moreover, without an individualized treatment plan the government is not bound to administer the drugs discussed in general terms at the hearing. Because different types of antipsychotic drugs can produce different side effects and result in different degrees of success, granting the government such unfettered discretion in determining which drugs will be administered to a defendant does not conform with the findings required by Sell. Sell, 539 U.S. at 181-83, 123 S.Ct. 2174; see also Harper, 494 U.S. at 229, 110 S.Ct. 1028 (noting that certain antipsychotic drugs “can have serious, even fatal, side effects”); Riggins v. Nevada, 504 U.S. 127, 134, 112 S.Ct. 1810, 118 L.Ed.2d 479 (1992) (same).\nAs the Court explained in Sell, “[whether a particular drug will tend to sedate a defendant, interfere with communication with counsel, prevent rapid reaction to trial developments, or diminish the ability to express emotions are matters important in determining the permissibility of medication to restore competence.... ” Sell, 539 U.S. at 185, 123 S.Ct. 2174 (emphasis added). These important matters are impossible for a court to accurately consider without information regarding which particular drugs might be administered to a defendant. Indeed, as Mr. Chavez’s counsel correctly noted, without an individualized and specific treatment plan the government could experiment on a defendant with potentially dangerous drugs, or administer otherwise safe drugs at dangerously high dosages.\nThe requirement included in the district court’s order for the government to report back with a status update in six weeks, while proper, cannot serve as a substitute for a specific treatment plan. See United States v. Hernandez-Vasquez, 513 F.3d 908, 917 (9th Cir.2007). Likewise, the fact that Dr. DeMier had evaluated Mr. Chavez over a significant period of time and was quite familiar with his diagnosis and individual circumstances provided important information for the court’s Sell analysis, but it does not satisfy the need for a specific medical treatment plan that would impose some limits on the government’s discretion in forcibly medicating Mr. Chavez.\nWhile Sell does not explicitly identify what level of specificity is required in a court’s order for involuntary medication, and we have not yet addressed this issue, the need for a high level of detail is plainly contemplated by the comprehensive findings Sell requires. This is particularly so where, as here, there is no evidence in the record that a psychiatrist, who will be prescribing the drugs, has evaluated Mr. Chavez for purposes of determining whether it is appropriate to involuntarily medicate him. Accordingly, we hold that an order to involuntarily medicate a non-dangerous defendant solely in order to render him competent to stand trial must specify which medications might be administered and their maximum dosages. Without this information, a court cannot ensure that the “administration of the drugs is substantially unlikely to have side effects that will interfere significantly with the defendant’s ability to assist counsel in conducting a trial defense,” as required by the second prong of Sell. Sell, 539 U.S. at 181, 123 S.Ct. 2174. Similarly, without knowing which drugs the government might administer and at what range of doses, a court cannot properly conclude that such a vague treatment plan is “medically appropriate, ie., in the patient’s best medical interest” as the fourth part of Sell demands. Id. (emphasis omitted). As such, we hold that the district court here erred in concluding that these required showings had been satisfied.\nOur sister circuits addressing this issue have similarly held that Sell orders must be based on individualized treatment plans that identify which drugs will potentially be administered to a defendant and their dosage range. The Ninth Circuit, deciding a case with facts very similar to those here, held in Hernandez-Vasquez that\n[a]t a minimum, to pass muster under Sell, the district court’s order must identify: (1) the specific medication or range of medications that the treating physicians are permitted to use in their treatment of the defendant, (2) the maximum dosages that may be administered, and (3) the duration of time that involuntary treatment of the defendant may continue before the treating physicians are required to report back to the court....\n513 F.3d at 916-17. Applying those requirements, the court vacated and remanded the district court’s Sell order, which, as here, “[did] not limit meaningfully the discretion delegated to the Government’s physicians.” Id. at 917.\nSimilarly, in United States v. Evans, the Fourth Circuit reviewed an involuntary medication report on which the district court based its Sell order and was “unable to discern ... what medication [the government] planned to give [the defendant] to restore his competency.” 404 F.3d 227, 240 (4th Cir.2005). It vacated the district court’s order, holding that “for the district court even to assess whether involuntary medication is constitutionally permissible under Sell’s second and fourth factors, the government must set forth the particular medication, including the dose range, it proposes to administer to [the defendant] to restore his competency.” Id. at 241. The court explained that “[t]o approve of a treatment plan without knowing the proposed medication and dose range would give prison medical staff carte blanche to experiment with what might even be dangerous drugs or dangerously high dosages of otherwise safe drugs....” Id.\nThe Sixth Circuit in United States v. Green, 532 F.3d 538, 555-56 (6th Cir.2008), applied Hemandez-Vasquez and Evans in assessing the government’s proposed treatment plans for the involuntary medication of Mr. Green. In that case, the district court heard testimony from two physicians who evaluated Mr. Green at the federal medical center, id. at 543^44, and who proposed a specific treatment plan, individualized to Mr. Green, which “set[] forth the specific medications, alternative means of injecting it, the specific dosage, and the potential side effects Green could face,” id. at 557. This level of detail satisfied the court that the Sell requirements were met. Id. at 556-58 (concluding the specific treatment plan provided at the hearing and recounted in a sealed memorandum appended to the court order to be sufficient).\nIn requiring district court orders under Sell to specify the drugs that may be administered and their maximum dosages, we are mindful of the balance we must strike between the judicial oversight necessary to protect defendants’ constitutional rights and the need of prison medical staff to retain a degree of flexibility in order to provide effective treatment. See Hernandez-Vasquez, 513 F.3d at 917 (“[Wjhile the court may not simply delegate unrestricted authority to physicians, the restrictions it does impose should be broad enough to give physicians a reasonable degree of flexibility in responding to changes in the defendant’s condition.”). Therefore, so long as all drugs that might be administered to a defendant and their maximum dosages are specified, courts may properly approve treatment plans identifying a range of medications that could be used if the first drug or drugs administered prove unsatisfactory. See id. at 916 (requiring Sell orders to identify “the specific medication or range of medications” that may be administered to a defendant) (emphasis added); see also Green, 532 F.3d at 557 (“The fact that [the physician] offered alternatives depending on Green’s reaction to forced medication only supports the individualized and appropriately tailored nature of her treatment plan.”). We also note that either the government or the defendant may move to revise the court’s Sell order if circumstances change during a defendant’s treatment.\nIn sum, we hold that the district court clearly erred by concluding that the second and fourth Sell requirements were satisfied without sufficient information to support these determinations. Accordingly, we vacate the court’s- order granting the government’s motion to allow involuntary medication of Mr. Chavez and remand for further proceedings consistent with this opinion.\n. When \"forced medication is warranted for a different purpose, such as the purposes set out in Harper related to the individual’s dangerousness,” a court should first attempt to justify involuntary medication on those “Hamper-type\" grounds before turning to a Sell order. Sell, 539 U.S. at 181-83, 123 S.Ct. 2174 (emphasis in original) (citing Washington v. Harper, 494 U.S. 210 at 225-26, 110 S.Ct. 1028, 108 L.Ed.2d 178 (1990); see also Valenzuela-Puentes, 479 F.3d at 1224 (same)). Because it is undisputed that Mr. Chavez does not present a danger to himself or others while in confinement, the district court was not required to perform a Harper analysis before determining whether Mr. Chavez could be forcibly medicated pursuant to Sell. See Valenzuela-Puentes, 479 F.3d at 1224.\n. Mr. Chavez also contends the district court failed to properly assess the first Sell factor by not considering the possibility that he could be civilly committed if involuntary medication was not authorized. We do not reach this argument because it was not raised below.",
        "type": "majority",
        "author": "SEYMOUR, Circuit Judge."
      }
    ],
    "attorneys": [
      "John T. Carlson, Assistant Federal Public Defender (Warren R. Williamson, Interim Federal Public Defender, with him on the briefs), Denver, CO, for Defendant Appellant.",
      "David N. Williams, Assistant United States Attorney (Kenneth J. Gonzales, United States Attorney, with him on the brief), Albuquerque, NM, for Plaintiff-Ap-pellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. Reydecel CHAVEZ, Defendant-Appellant.\nNo. 12-2126.\nUnited States Court of Appeals, Tenth Circuit.\nNov. 13, 2013.\nJohn T. Carlson, Assistant Federal Public Defender (Warren R. Williamson, Interim Federal Public Defender, with him on the briefs), Denver, CO, for Defendant Appellant.\nDavid N. Williams, Assistant United States Attorney (Kenneth J. Gonzales, United States Attorney, with him on the brief), Albuquerque, NM, for Plaintiff-Ap-pellee.\nBefore BRISCOE, Chief Judge, SEYMOUR, and LUCERO, Circuit Judges."
  },
  "file_name": "1247-01",
  "first_page_order": 1269,
  "last_page_order": 1276
}