{
  "id": 3718175,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. William Devon McMANUS, Defendant-Appellant",
  "name_abbreviation": "United States v. McManus",
  "decision_date": "2013-10-30",
  "docket_number": "No. 12-4901",
  "first_page": "315",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 315"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "667 F.3d 1206",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3716115
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1209"
        },
        {
          "page": "1210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/667/1206-01"
      ]
    },
    {
      "cite": "666 F.3d 1284",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6050420
      ],
      "pin_cites": [
        {
          "page": "1288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/666/1284-01"
      ]
    },
    {
      "cite": "498 F.3d 1104",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6048344
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/498/1104-01"
      ]
    },
    {
      "cite": "585 F.3d 793",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3481035
      ],
      "pin_cites": [
        {
          "page": "799-803"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/585/0793-01"
      ]
    },
    {
      "cite": "680 F.3d 350",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3880357,
        3962430
      ],
      "pin_cites": [
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/680/0350-01",
        "/br/472/0350-01"
      ]
    },
    {
      "cite": "564 F.3d 330",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4237884
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/564/0330-01"
      ]
    },
    {
      "cite": "710 F.3d 171",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3553097
      ],
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/710/0171-01"
      ]
    },
    {
      "cite": "401 F.3d 274",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9172609
      ],
      "pin_cites": [
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/401/0274-01"
      ]
    },
    {
      "cite": "718 F.3d 377",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4049765
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "382"
        },
        {
          "page": "382",
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/718/0377-01"
      ]
    },
    {
      "cite": "261 F.3d 496",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9496051
      ],
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/261/0496-01"
      ]
    },
    {
      "cite": "594 F.3d 277",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3521198
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "283"
        },
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/594/0277-01"
      ]
    },
    {
      "cite": "701 F.3d 156",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5710481
      ],
      "pin_cites": [
        {
          "page": "161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/701/0156-01"
      ]
    },
    {
      "cite": "711 F.3d 455",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3803468
      ],
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/711/0455-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "666 F.3d 288",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3867041
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "292"
        },
        {
          "page": "295",
          "parenthetical": "finding that we have not yet answered this question and declining to do so based on the procedural posture of the case"
        },
        {
          "page": "293-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/666/0288-01"
      ]
    },
    {
      "cite": "552 U.S. 38",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3675664
      ],
      "weight": 5,
      "year": 2007,
      "pin_cites": [
        {
          "page": "51"
        },
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/552/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 937,
    "char_count": 23219,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 5.647543468177599e-07,
      "percentile": 0.9487775156003304
    },
    "sha256": "97cc918a4dcca5cd82d89023910a375d144c0bffc8483c15d9b8c299583d1438",
    "simhash": "1:b3a182350b8b1f0b",
    "word_count": 3694
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GREGORY and DUNCAN, Circuit Judges, and SAMUEL G. WILSON, United States District Judge for the Western District of Virginia, sitting by designation."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. William Devon McMANUS, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "Vacated and remanded for resentencing by published opinion. Judge DUNCAN wrote the opinion, in which Judge GREGORY and Judge WILSON joined.\nDUNCAN, Circuit Judge:\nWilliam Devon McManus pleaded guilty to one count of Possession of Child Pornography in violation of 18 U.S.C. § 2252A(a)(5)(B) and (b)(2). He was sentenced to 72 months’ imprisonment and a subsequent 10 years’ supervised release. McManus appeals his sentence on the ground that the district court improperly calculated the applicable Sentencing Guideline range. For the reasons that follow, we vacate and remand for resen-tencing.\nI.\nMcManus used a file-sharing computer program known as Gigatribe to acquire and maintain images and videos of child pornography. Gigatribe allows users to share files with other users with whom they have become “friends” through an invitation and acceptance feature of the program. A user is not able to see or access another user’s files unless: 1) one user has invited the other and the other has accepted the invitation; and 2) the other user maintains a shared folder, accessible to friends, that is populated with files.\nMcManus created a shared folder and populated it with the files of child pornography he possessed. An FBI agent downloaded some of these files from McManus’s Gigatribe account, leading to McManus’s arrest and indictment. There is no evidence in the record to indicate how the FBI agent gained access to McManus’s restricted shared folder. The FBI agent gave McManus nothing in exchange for the files he downloaded and there is no evidence that any other individual downloaded pornographic files from McManus.\nAt the sentencing hearing following Mc-Manus’s guilty plea, the district court applied a five-level enhancement under United States Sentencing Guideline § 2G2.2(b)(3)(B) to McManus’s base possession offense level. This enhancement applies when a defendant has “distributed” child pornography “for the receipt, or expectation of receipt, of a thing of value, but not for pecuniary gain.” Applying this enhancement, the district court concluded that McManus’s offense level was 33 and his criminal history category was I. The district court calculated a sentencing range of 135 to 168 months which it reduced to a range of 120 to 120 months to comply with the statutory maximum. The district court applied a downward variance based primarily on the relative seriousness of McManus’s offense, resulting in a sentence of 72 months’ imprisonment.\nII.\nOn appeal, McManus contends that his sentence is procedurally unreasonable because the district court improperly calculated his Guideline range under U.S.S.G. § 2G2.2(b). He argues that the district court erred by applying the five-level enhancement under § 2G2.2(b)(3)(B) instead of the two-level enhancement for simple distribution under § 2G2.2(b)(3)(F).\nWe review criminal sentences for reasonableness using an abuse of discretion standard. Gall v. United States, 552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). We review the district court’s factual findings for clear error and its legal conclusions de novo. United States v. Strieper, 666 F.3d 288, 292 (4th Cir.2012). The review proceeds in two parts. We first determine whether the district court committed any significant procedural error. Id. If the sentence is procedurally sound, we review its substantive reasonableness to determine whether in the totality of the circumstances the district court abused its discretion by concluding that the sentence satisfies the standards set out in 18 U.S.C. § 3553(a). Gall, 552 U.S. at 51, 128 S.Ct. 586.\nInterpretation of the Sentencing Guidelines is a question of law that we review de novo. United States v. Price, 711 F.3d 455, 458 (4th Cir.2013). “Although the sentencing guidelines are only advisory, improper calculation of a guideline range constitutes significant procedural error, making the sentence procedurally unreasonable and subject to being vacated.” United States v. Hargrove, 701 F.3d 156, 161 (4th Cir.2012). However, sentencing error is subject to harmlessness review. Sentencing “error is harmless if the resulting sentence [is] not ‘longer than that to which [the defendant] would otherwise be subject.’ ” United States v. Mehta, 594 F.3d 277, 283 (4th Cir.2010) (quoting United States v. Stokes, 261 F.3d 496, 499 (4th Cir.2001)).\nIII.\nThe proper manner of applying the five-level § 2G2.2(b)(3)(B) enhancement to a defendant’s use of a file-sharing program to distribute child pornography is a question of first impression in this Circuit. Strieper, 666 F.3d at 295 (finding that we have not yet answered this question and declining to do so based on the procedural posture of the case). The central issues before us are the meaning of the phrase “[distribution for the ... expectation of receipt[] of a thing of value,” and what evidence constitutes sufficient proof that a defendant had such an expectation. U.S.S.G. § 2G2.2(b)(3)(B). Although a number of other circuits have interpreted this phrase, we have not, and it is incumbent upon us to do so “according to the ordinary rules of statutory construction.” Strieper, 666 F.3d at 293-94.\nA.\nWhen interpreting the Sentencing Guidelines, “[a]s in all cases of statutory interpretation, our inquiry begins with the text of the statute.” United States v. Ashford, 718 F.3d 377, 382 (4th Cir.2013) (quoting Chesapeake Ranch Water Co. v. Bd. of Comm’rs of Calvert Cnty., 401 F.3d 274, 279 (4th Cir.2005)). “We determine the plainness or ambiguity of the statutory language ... by reference to the language itself, the specific context in which that language is used, and the broader context of the statute as a whole.” United States ex rel. Carter v. Halliburton Co., 710 F.3d 171, 189 (4th Cir.2013) (internal quotation marks and citations omitted). “[W]here the statutory language is ambiguous we turn to other evidence to interpret the meaning of the provision ... including the Sentencing Guidelines commentary.” Ashford; 718 F.3d at 382 (alteration in original) (internal quotation marks and citations omitted).\nSection 2G2.2 states, in relevant part, that:\nIf the offense involved:\n(A) Distribution for pecuniary gain, increase by the number of levels from the table in § 2B1.1 (Theft, Property Destruction, and Fraud) corresponding to the retail value of the material, but by not less than 5 levels.\n(B) Distribution for the receipt, or expectation of receipt, of a thing of value, but not for pecuniary gain, increase by 5 levels.\n(C) Distribution to a minor, increase by 5 levels.\n(D) Distribution to a minor that was intended to persuade, induce, entice, or coerce the minor to engage in any illegal activity, other than illegal activity covered under subdivision (E), increase by 6 levels.\n(E) Distribution to a minor that was intended to persuade, induce, entice, coerce, or facilitate the travel of, the minor to engage in prohibited sexual conduct, increase by 7 levels.\n(F) Distribution other than distribution described in subdivisions (A) through (E), increase by 2 levels.\nU.S.S.G. § 2G2.2(b)(3).\nIn the context of the entirety of § 2G2.2 and our precedent interpreting its elements, the meaning of the phrase at issue is unambiguous. It is clear from the text of the Guidelines that § 2G2.2(b)(3)(F) is a residual enhancement and that application of §§ 2G2.2(b)(3)(A)-(E) require proof beyond that necessary to trigger § (F). In United States v. Layton, we held that the elements of § (F) are satisfied when a defendant knowingly permits others to access and retrieve child pornography files in the defendant’s possession, even if he does so passively. 564 F.3d 330, 335 (4th Cir.2009). A plain reading of the text also indicates the type of additional proof that is required to trigger § (B). If the Government proves distribution, it must then prove that the defendant distributed pornography with the specific purpose of securing some kind of benefit in exchange. The Government must show that the defendant conditioned his decision to distribute his files on his belief that he would receive something of value in return. The requisite proof of intent is the same whether the exchange is realized (“receipt”) or not (“expectation of receipt”). To the extent that there is any dispute about the meaning of “a thing of value, but not ... pecuniary gain,” that term is defined in the application notes, and includes the exchange of child pornographic materials. U.S.S.G. § 2G2.2, cmt. 1. There is no indication in the text of the statute that “expectation” should be given anything other than its commonly understood meaning. See United States v. Powell, 680 F.3d 350, 355 (4th Cir.2012). However, it is important to note that an expectation is more than a mere hope. A thing that is expected is reasonably likely to occur, while a thing that is hoped for is at best merely possible.\nThe burden is on the Government to prove the facts needed to support a sentencing enhancement by a preponderance of the evidence. United States v. Grubbs, 585 F.3d 793, 799-803 (4th Cir.2009). In light of the above, to trigger the § 2G2.2(b)(3)(B) five-level enhancement, the Government must show that the defendant: 1) knowingly made child pornography in his possession available to others by some means, and 2) made his pornographic materials available for the specific purpose of obtaining something of valuable consideration, such as more pornography, whether or not he actually succeeded in obtaining the desired thing of value.\nIV.\nIn this case, the parties agree that Mc-Manus’s acts are sufficient to satisfy at least the first element of proof and to trigger the residual distribution enhancement under Layton. The Government argues that McManus’s use of Gigatribe to distribute child pornography “constitutes acts greater than those seen in Layton,” and that proof of those acts is sufficient to satisfy the additional burden of proof for the five-level enhancement. Appellee’s Br. 10. It contends that: 1) the invitation and acceptance feature of Gigatribe renders any use of the program for distribution inherently reciprocal, and 2) McManus intentionally used Gigatribe to create a shared folder containing pornographic material with the knowledge that other users could access and download those files. We address, and reject, these arguments in turn.\nA.\nThe Government first argues that “[t]here is an inherent reciprocity in the invitation and acceptance process necessary to gain mutual access to users’ files which exceeds the distribution seen in Layton, and supports U.S.S.G. 2G2.2(b)(3)(B)’s ‘expectation of receipt’ and resulting five-level increase.” Appellee’s Br. 10. This argument relies primarily on the distinction between open file-sharing programs, like the one used in Layton, and closed file-sharing programs, like Giga-tribe. In an open program, if a user chooses to create a shared folder, its contents are available to all other users. In Gigatribe, if a user chooses to create a shared folder, its contents are available only to those other users with whom he has become “friends,” either by inviting them or by accepting invitations from them.\nAlthough the Government does not elaborate on its proposition, it seems to be arguing that no Gigatribe user would become friends with another user unless he believed that the other user would allow access to his files. The district court relied on this implied reasoning to conclude that the five-level enhancement was warranted because “you’re inviting people in and you’re sharing so that they will let you see their stuff, you show them your stuff.” J.A. 52-53. Affirming the district court’s reliance on the Government’s inherent reciprocity argument would establish a per se rule applying the five-level enhancement to every Gigatribe distribution offense absent any evidence of the particular defendant’s state of mind. We decline to adopt the Government’s proposed rule.\ni.\nBecause § 2G2.2(b)(3)(B) requires proof of an individual defendant’s mental state to trigger the five-level enhancement, a per se rule is inappropriate. Beyond its attempt to evade § (B)’s requirement of individualized proof, the Government’s proposed per se rule is simply unsupported by the facts.\nAlthough we have not addressed this question, both the Tenth and Eleventh Circuits have recognized the fallacy of inherent-reciprocity reasoning in cases involving open file-sharing programs. In United States v. Geiner, the Tenth Circuit held that because file-sharing programs generally allow users to retrieve files without sharing any files of their own, a defendant who distributes child pornography using a file-sharing network “does not necessarily do so in exchange for similar files, particularly when the defendant understands that these files are available even if he chooses not to share his own.” 498 F.3d 1104, 1111 (10th Cir.2007). Geiner emphasized the Guideline’s requirement that distribution be “for the receipt or expectation of receipt,” and concluded that expectation must be an individualized factual determination. Id.\nIn United States v. Spriggs, the Eleventh Circuit held that a user’s mere “hope that a peer would reciprocate his generosity” was insufficient to, show distribution with an expectation of receipt “[wjithout evidence that [that user] and another user conditioned their decisions to share their illicit image collections on a return promise to share files.” 666 F.3d 1284, 1288 (11th Cir.2012). In United States v. Vadnais, the Eleventh Circuit held that “logic compels the conclusion that more [than use] must be required for the five-level enhancement,” because it “require[s] that the distribution occur for a specified purpose.” 667 F.3d 1206, 1209 (11th Cir.2012). Vad-nais held that inferring an expectation of receipt from mere use is unsupported by the operation of an open file-sharing program because “freeloading” is possible. Id. As Geiner recognized, knowing use of a sharing feature proves only an intent to distribute because a user does “not need to share child pornography to get pornography.” Vadnais, 667 F.3d at 1210. A knowledgeable file-share user “ha[s] no expectation of receiving any more child pornography merely by sharing his files” because he understands that he does not need to make his files available to gain access to those of other users. Id.\nii.\nContrary to the Government’s contention, Gigatribe’s invitation and acceptance feature does not alter this analysis. A per se application of the five-level enhancement might be appropriate, for example, in a case where a defendant used a website which permitted users to download a file of child pornography only if they first submitted a file of child pornography that would be redistributed through the same mechanism to other users. In such a program, use of the website would necessarily satisfy all of the requirements of § (B) because users would knowingly distribute pornography, necessarily intend to receive pornography in return, and reasonably expect to receive pornography in exchange for their pornography because that would be the only purpose of the system. This fictitious system is inherently reciprocal in a way that would allow per se application of the Guideline enhancement. The same cannot be said for Gigatribe.\nThe undisputed facts found by the district court show that within the Gigatribe system: 1) the existence and content of a user’s files are unknown to other users absent direct communication, and 2) a user does not necessarily have access to another user’s files merely because they are Gigatribe “friends.” The Government’s own evidence shows that:\nA user can prevent anyone from seeing what they share with other users and can choose to share everything with all users or just with specific users.... [Information including thumbnails of the pictures and/or videos on the ... users [sic] system are ... only sent if the user on the other end has physically either invited the user or accepted to invite of the use [sic]. Users make several active decisions that contribute to the distribution of the files. First, they make an active decision to download and setup a file sharing program. Second, they actively set up a shared folder and make a choice on the folder and contents that they share. Third, they make an active decision to open and allow access to other users they ‘friend’ to see what they have.... A user can scroll through the available files that another user has allowed them to see.\nAppellee’s Br. 3-4.\nIt is apparent that Gigatribe users can freeload in the same manner as users of open file-sharing programs. A Gigatribe user can maintain an account and invite and accept friends without sharing files. A user can also make files available only to selected friends and can password protect certain files within folders that are otherwise accessible to friends. Moreover, a user’s files are not visible to any other user who is not that user’s friend, and no user has any reason to assume that any other user possesses shared files which he would consider valuable because Gigatribe can host any type of music, picture, or video file. Based on these features, we must conclude that a user who understands the basic operation of the Gigatribe program can have no reasonable expectation of gaining access to pornographic files or any other thing of value solely because he creates a shared folder populated with files containing child pornography.\nAlthough it is perhaps more likely that a Gigatribe user, as compared to the user of an open system, would only become friends with, and therefore distribute files to, other users who he believed possessed pornographic files and were willing to exchange them, the Government has presented no evidence to support this supposition. It submitted no evidence that McManus distributed his files to any user as a barter or trade, that Gigatribe enforces a rule that friends must make files available to each other, or that a strong custom has arisen within the Gigatribe community to that same effect. The Government submitted no evidence that McManus screened possible friends based on their likelihood of possessing valuable files before inviting them or accepting their invitations. Because the contents and even the existence of a Gigatribe user’s shared files are unknown, the only way a user could accomplish such screening would be by communicating directly with other users. If users do in fact communicate in this manner, then the Government should be able to gather actual individualized evidence to satisfy the second element of § (B) by seizing defendants’ chat logs with undercover agents and other users.\nThe Government’s argument is purely speculative, and all but the most superficial investigation demonstrates that the speculation is unreasonable. Even the way in which the FBI agent acquired the proof for McManus’s underlying conviction in this case undercuts the Government’s inherent-reciprocity claim. The agent was able to download pornography from Mc-Manus without supplying any like files in return, and there is no evidence that the agent represented to McManus that he had files and was willing to trade. Whether or not Gigatribe users routinely distribute child pornography gratuitously, it is clearly possible based on the features of the system that a Gigatribe user could distribute his files without any reasonable expectation of receiving anything of value in exchange. Therefore, the proposed per se rule is inappropriate.\nB.\nBecause we decline to apply the Government’s proposed per se rule, we must vacate McManus’s sentence unless the Government submitted sufficient individualized evidence of McManus’s intent to distribute his pornographic materials in expectation of receipt of a thing of value. The only individualized evidence that the Government offers is that McManus “knew of the file-sharing features of Gigatribe,” when he used the program to acquire and maintain child pornography files and that “he was aware that files utilized in Gigatribe could be shared with other Gigatribe users.” Appellee’s Br. 10. This evidence proves only the first element of § (B) and is only sufficient to trigger § (F), an enhancement that McManus concedes is appropriate.\nThe Government failed to carry its burden. The district court improperly applied the five-level enhancement, resulting in improper calculation of McManus’s sentencing range. The district court’s reliance on an improperly calculated sentencing range constitutes significant procedural error and McManus’s sentence is subject to vacation unless the error was harmless.\nV.\nMcManus’s properly calculated offense level of 30 would have generated a Guideline range of 97 to 120 months’ imprisonment. Although the district court’s 72-month sentence is well below the bottom of this corrected range, we cannot say with certainty that the district court would not have sentenced McManus to even less time in custody if it had used the proper starting point. See Mehta, 594 F.3d at 284. Therefore, we cannot say that the error was harmless and remand for resentencing is necessary. Because we vacate Mc-Manus’s sentence and remand on the ground that it is prejudicially procedurally unreasonable, we need not address its substantive reasonableness.\nVI.\nFor the foregoing reasons, the district court’s sentence is\nVACATED AND REMANDED FOR RESENTENCING.\n. McManus does not challenge any of the district court's other non-distribution enhancements under § 2G2.2.\n. See 18 U.S.C. § 2252A(b)(2).\n.McManus does not challenge the district court's imposition of a ten-year period of supervised release. A term of supervised release from one year up to life is permissible for sex offenses. U.S.S.G. § 5D1.2(b).\n. The Government makes a third argument that the file selection feature of Gigatribe renders its use an act materially greater than use of the program in Layton. It contends that users of Gigatribe are more likely than users of other programs to know the content of the files they are downloading because they are able to visually preview and individually select files to download. Because McManus does not contend that he was not in possession of child pornography or that he downloaded such files unintentionally, this feature of Gigatribe is irrelevant to our analysis.\n. At oral argument the Government contended that its position would not result in a per se application of the five-level enhancement. However, it was unable to explain how its proposed rule could be individualized.",
        "type": "majority",
        "author": "DUNCAN, Circuit Judge:"
      }
    ],
    "attorneys": [
      "ARGUED: Eugene Ernest Lester, III, Sharpless & Stavola, PA, Greensboro, North Carolina, for Appellant. Anand P. Ramaswamy, Office of the United States Attorney, Greensboro, North Carolina, for Appellee. ON BRIEF: Ripley Rand, United States Attorney, Office of the United States Attorney, Greensboro, North Carolina, for Appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. William Devon McMANUS, Defendant-Appellant.\nNo. 12-4901.\nUnited States Court of Appeals, Fourth Circuit.\nArgued: Sept. 20, 2013.\nDecided: Oct. 30, 2013.\nARGUED: Eugene Ernest Lester, III, Sharpless & Stavola, PA, Greensboro, North Carolina, for Appellant. Anand P. Ramaswamy, Office of the United States Attorney, Greensboro, North Carolina, for Appellee. ON BRIEF: Ripley Rand, United States Attorney, Office of the United States Attorney, Greensboro, North Carolina, for Appellee.\nBefore GREGORY and DUNCAN, Circuit Judges, and SAMUEL G. WILSON, United States District Judge for the Western District of Virginia, sitting by designation."
  },
  "file_name": "0315-01",
  "first_page_order": 339,
  "last_page_order": 347
}