{
  "id": 3719133,
  "name": "Sumaira UROOJ; Khalid Mahmood Turk, Petitioners, v. Eric H. HOLDER, Jr., United States Attorney General, Respondent",
  "name_abbreviation": "Urooj v. Holder",
  "decision_date": "2013-11-06",
  "docket_number": "No. 09-70628",
  "first_page": "1075",
  "last_page": "1081",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 1075"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "361 F.3d 1060",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        645550
      ],
      "pin_cites": [
        {
          "page": "1061"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/361/1060-01"
      ]
    },
    {
      "cite": "436 F.3d 382",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        939926
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "384"
        },
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/436/0382-01"
      ]
    },
    {
      "cite": "500 F.2d 120",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2258189
      ],
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/500/0120-01"
      ]
    },
    {
      "cite": "568 F.2d 803",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        909811
      ],
      "pin_cites": [
        {
          "page": "811"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/568/0803-01"
      ]
    },
    {
      "cite": "734 F.2d 1191",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        416517
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "1192",
          "parenthetical": "emphasizing \"subtle distinction between impeachment and substantive evidence\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/734/1191-01"
      ]
    },
    {
      "cite": "383 F.2d 936",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2078557,
        4067701
      ],
      "pin_cites": [
        {
          "page": "940"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/383/0936-01"
      ]
    },
    {
      "cite": "20 I. & N. Dec. 238",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "244"
        },
        {
          "page": "244"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 C.F.R. § 1208.24",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(f)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "367 F.3d 1190",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9249974
      ],
      "pin_cites": [
        {
          "page": "1194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/367/1190-01"
      ]
    },
    {
      "cite": "432 F.3d 1037",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        556307
      ],
      "pin_cites": [
        {
          "page": "1039"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/432/1037-01"
      ]
    },
    {
      "cite": "569 F.3d 403",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6047975
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/569/0403-01"
      ]
    },
    {
      "cite": "449 F.3d 1051",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5408511
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1053"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/449/1038-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(2)(D)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1182",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(6)(C)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1227",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)(B)"
        },
        {
          "page": "(a)(1)(B)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1361",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "243",
          "parenthetical": "internal citations omitted; second alteration in original"
        },
        {
          "page": "244"
        },
        {
          "page": "243"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "8 U.S.C. § 1251",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "537 U.S. 12",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9190449
      ],
      "weight": 3,
      "year": 2002,
      "opinion_index": 1,
      "case_paths": [
        "/us/537/0012-01"
      ]
    },
    {
      "cite": "568 F.2d 803",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        909811
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "811"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/568/0803-01"
      ]
    },
    {
      "cite": "20 I. & N. Dec. 238",
      "category": "reporters:federal",
      "reporter": "I. & N. Dec.",
      "weight": 12,
      "year": 1990,
      "pin_cites": [
        {
          "page": "239"
        },
        {
          "page": "239-40"
        },
        {
          "page": "240"
        },
        {
          "page": "241"
        },
        {
          "page": "242"
        },
        {
          "page": "242"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "8 C.F.R. § 1208.24",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 920,
    "char_count": 20271,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 1.5553019628022961e-07,
      "percentile": 0.6759189435368625
    },
    "sha256": "37f5c6ec3170db74bdd5e3475f44359ee9720de642c80bf28aabb369c64bab9a",
    "simhash": "1:61a84e4a25046eeb",
    "word_count": 3235
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: MARSHA S. BERZON and JAY S. BYBEE, Circuit Judges, and CONSUELO B. MARSHALL, District Judge."
    ],
    "parties": [
      "Sumaira UROOJ; Khalid Mahmood Turk, Petitioners, v. Eric H. HOLDER, Jr., United States Attorney General, Respondent."
    ],
    "opinions": [
      {
        "text": "Opinion by Judge MARSHALL; Dissent by Judge BYBEE.\nOPINION\nMARSHALL, District Judge:\nPetitioners Sumaira Urooj (“Urooj”) and her husband, Khalid Mahmood Turk (“Turk”), seek review of the Board of Immigration Appeals’ (“BIA”) dismissal of their appeal from a final order of removal. The order terminated their asylum status and held them removable under § 237(a)(1)(B) of the Immigration and Nationality Act (“INA”), 8 U.S.C. § 1227(a)(1)(B), for remaining in the United States longer than permitted. The order also held Urooj removable for misrepresenting a material fact, and declared that Urooj had filed a frivolous asylum application.\nPetitioners seek review on three bases: First, the Department of Homeland Security (“DHS”) failed to establish grounds for termination of asylum by a preponder-anee of the evidence. Second, the IJ violated Urooj’s due process rights when he did not require DHS to adhere to the local operating procedures requiring advance disclosure of both witnesses and exhibits. Finally, the BIA’s decision affirming the IJ’s finding that Petitioners’ asylum application was frivolous was not supported by substantial evidence.\nBecause we agree that the BIA erred in finding that DHS established grounds for termination of asylum by a preponderance of the evidence we grant the Petition for Review.\nI.\nPetitioners Sumaira Urooj and Khalid Mahmood Turk are a married couple from Pakistan admitted to the United States on non-immigrant visas in 2002 and 2003. Both visas expired in 2005. While in the United States, Petitioner Urooj submitted an application for asylum in 2004. Her husband, Petitioner Turk, was a derivative beneficiary of this application. In her application, Petitioner Urooj stated that while in Pakistan she was detained or arrested on at least three occasions, during which she was beaten, interrogated, tortured, and threatened on account of her membership in the Pakistan People’s Party (“PPP”), and she feared similar mistreatment or worse if removed to Pakistan. Petitioner Urooj’s asylum application was granted on December 23, 2004.\nIn August 2005, Petitioner Urooj was interviewed by DHS. DHS prepared a Record of Sworn Statement from the interview, which Urooj signed. The Statement reflects that Urooj paid an acquaintance to help prepare her application and her acquaintance told her to “memorize the story that he created for the asylum interview” and reminded her of details while serving as her interpreter during the asylum interview. It also reflects that Urooj was a member of a PPP student organization but was never persecuted, arrested, or tortured in Pakistan because of that affiliation and did not fear persecution if she returned to Pakistan.\nFollowing the interview, Petitioners received Notices to Appear and Notices of Intent to Terminate Asylum Status. The Notices to Appear charged Petitioners with being subject to removal pursuant to § 237(a)(1)(b) of the Immigration and Naturalization Act (“INA”), 8 U.S.C. § 1227(a)(1)(B), as (1) immigrants who remained in the United States for a longer period than authorized and (2) aliens present in the United States in violation of law, on account of a prior misrepresentation of a material fact pursuant to section 212(a)(6)(C) of the INA, 8 U.S.C. § 1182(a)(6)(C).\nDHS did not provide notice of its proposed witnesses or exhibits before the hearing on Petitioners’ removability, as required by the Local Operating Procedures (“LOP”) of the San Francisco, California Immigration Court. At the hearing, DHS called Petitioner Urooj as a hostile witness and offered the following documents as evidence: (1) Petitioner Urooj’s asylum application; (2) the Record of Sworn Statement; and (3) the record of oath pertaining to her asylum application.\nCounsel for Petitioners objected, relying on the lack of proper notice under the LOP. Questions were propounded by DHS, but Petitioner Urooj refused to answer on advice of counsel. While Petitioner Urooj was on the stand, DHS offered the documents as impeachment evidence, which is excepted from the LOP notice requirements, and the IJ admitted them as such. The IJ also found that Petitioner Urooj did not need to be disclosed as a “proposed witness” within the meaning of the LOP because she was a party to the proceedings. The IJ drew adverse inferences from Petitioner Urooj’s refusal to answer each question she was asked.\nFollowing the removal hearing, the IJ terminated Petitioners’ asylum and held that Petitioner Urooj filed a frivolous asylum application. The IJ ordered Petitioners removed to Pakistan.\nPetitioners sought review of the IJ’s decision to the BIA. The BIA dismissed Petitioners’ appeal, affirming the IJ’s decision. Petitioners timely appealed.\nII.\nWe have jurisdiction under 8 U.S.C. § 1252(a)(2)(D) to review final orders of removal. See Morales-Alegria v. Gonzales, 449 F.3d 1051, 1053 (9th Cir. 2006). On review from a decision to terminate asylum status, this Court reviews the BIA’s factual findings for substantial evidence. Brezilien v. Holder, 569 F.3d 403, 411 (9th Cir.2009). Questions of law are reviewed de novo. Id. Where, as here, the BIA adopts the decision of the IJ, “ ‘we review the IJ’s decision as if it were that of the BIA.’ ” Abebe v. Gonzales, 432 F.3d 1037, 1039 (9th Cir.2005) (en banc) (quoting Hoque v. Ashcroft, 367 F.3d 1190, 1194 (9th Cir.2004)).\nIII.\nIn proceedings to terminate a grant of asylum, DHS must establish the grounds for termination by a preponderance of the evidence. 8 C.F.R. § 1208.24(f). The pivotal legal question before this Panel, which we review de novo, is whether DHS can satisfy its burden through impeachment evidence only. Our conclusion is that it cannot.\nWhere, as here, the sole witness refuses to answer questions, DHS cannot satisfy its burden, “in the absence of any substantive evidence ..., based solely upon the adverse inference drawn from ... silence.” Matter of Guevara, 20 I. & N. Dec. 238, 244 (BIA 1990). As the BIA aptly observed in Guevara, “if the ‘burden’ of proof were satisfied by a respondent’s silence alone, it would be practically no burden at all.” Id. at 244.\nThe IJ distinguished the evidentiary record in this case from that in Guevara and justified the different result by relying on the impeachment evidence offered by DHS. The IJ held that Petitioner Urooj’s “refusal to testify, taken in conjunction with the documentation submitted by the DHS ... is sufficient to demonstrate by a preponderance of the evidence that ‘there was a showing of fraud in [her] application ... ’.” We disagree. Impeachment evidence alone cannot satisfy DHS’ burden where there was no substantive evidence and thus nothing to impeach.\nIt is clear both from the transcript of the proceedings and the IJ’s written decision that the IJ admitted the documentary evidence proffered by DHS for impeachment purposes only. Impeachment evidence is limited to “showing] background facts which bear directly on whether [the factfinder] ought to believe [one witness] rather than other and conflicting witnesses.” Gordon v. United States, 383 F.2d 936, 940 (D.C.Cir.1967); see also Fed. R.Evid. 607, 608 (impeachment includes attacking witness credibility and character for truthfulness or untruthfulness); 4 Jack B. Weinstein & Margaret A. Berger, Weinstein’s Federal Evidence, § 607.03[1] (2d ed. 1997) (“[T]he technicalities surrounding impeachment tend to submerge the basic aim of all credibility rules: to admit evidence that enables the trier of fact to determine whether or not the witness is telling the truth.”) Where there is no act of “telling,” there is no need to determine the credibility of the witness.\nRather than terminating the proceedings for lack of substantive evidence, the IJ and BIA relied on the impeachment evidence for proof of the facts in dispute. This reliance was error, as it improperly conflated impeachment evidence with substantive evidence. See, e.g., United States v. Webster, 734 F.2d 1191, 1192 (7th Cir. 1984) (emphasizing “subtle distinction between impeachment and substantive evidence”); Robert E. Jones, et al, Federal Civil Trials & Evidence § 8:1954 (2013) (“Impeachment evidence proves only that the declarant lacks credibility; substantive evidence proves the facts in dispute”). The IJ found the impeachment evidence to be “probative on the issues of fraud.... [and] give[n] full evidentiary weight.” Similarly, the BIA found the impeachment evidence to “indicate that [Urooj] knew her asylum application contained false statements and that she made false claims in support of it during her asylum interview.” The decisions of the IJ and the BIA in this case relieved DHS of its burden of proof, allowing it to prove the facts in dispute by offering only impeachment evidence unconstrained by the procedural rules of notice.\nWe agree with the First Circuit that “ ‘the United States Government should not be bailed out from the need to present an adequate prima facie case.... We should not encourage the cutting of corners by- an agency having such significant responsibilities.’ ” Navia-Duran v. Immigration and Naturalization Serv., 568 F.2d 803, 811 (1st Cir.1977) (quoting Sint v. Immigration and, Naturalization Serv., 500 F.2d 120, 124 (1st Cir.1974)). We thus conclude that DHS did not meet its burden of establishing the grounds for termination of asylum by a preponderance of the evidence. Cf. Duvall v. Attorney General of the United States, 436 F.3d 382, 384 (3d Cir.2006). We need not reach the merits of Petitioners’ remaining arguments in support of review.\nIV.\nAccordingly the Petition for Review is GRANTED.\n. Local Operating Procedure 3 provides “all pre-hearing briefs and proposed exhibits must be filed with the Immigration Court no later than fifteen (15) calendar days before the scheduled Individual Calendar hearing, unless specifically permitted by the Immigration Judge assigned to the matter. Except for good cause shown, an Immigration Judge will not consider materials that are not timely submitted as in the Procedure. This procedure shall not apply to exhibits which are to be submitted for purposes of rebuttal and impeachment.” Procedure 3 applies the same timeline and exceptions to submission of witness lists and provides \"[a]ttorneys shall name all proposed witnesses that they intend to bring to a hearing and provide a brief offering as to each witness’ testimony, the length of the witness’ testimony, and whether the witness needs an interpreter and, if so, in what language.”\n. The IJ overruled Petitioners’ objection to the documentary evidence, holding that impeachment evidence is excepted from the advance notice requirement imposed on other categories of evidence.\n. The better course in this situation would have been to terminate the proceedings. Duvall v. Attorney General of the United States is instructive on this point. 436 F.3d 382 (3d Cir.2006). In Duvall, as here, the government called the respondent as the sole witness. Id. at 384. The respondent refused, however, to answer the government's questions. Id. The government then sought to introduce the respondent’s application for adjustment of status but the IJ ruled it inadmissible for noncompliance with the local rules. Id. Finding that the government had failed to satisfy its burden of proof, the IJ terminated the proceedings. Id.\n. We are not called upon to determine whether the IJ could have properly admitted the documentary evidence as substantive evidence, and then reached the same result, and we do not opine on that issue.\n. The Immigration Court Practice Manual replaced all Local Operating Procedures nationally on July 1, 2008. See U.S. Dep’t of Justice, Exec. Office for Immig. Rev., Immigration Court Practice Manual. The Manual continues .to require advance disclosure of proposed exhibits with the exception of exhibits used for impeachment or rebuttal. See also Fed.R.Civ.P. 26(a)(1)(B) (providing an exception to the regular disclosure requirements when documents will be used \"solely for impeachment”); Tamenut v. Ashcroft, 361 F.3d 1060, 1061 (8th Cir.2004) (holding that “evidence ... offered to impeach Petitioner's credibility” is excepted from disclosure requirements).",
        "type": "majority",
        "author": "MARSHALL, District Judge:"
      },
      {
        "text": "BYBEE, Circuit Judge,\ndissenting:\nThe majority holds that the Department of Homeland Security (“DHS”) cannot satisfy its burden of establishing grounds for termination of a grant of asylum by a preponderance of the evidence where the sole witness refuses to answer questions and documentary evidence is offered only for impeachment. Maj. at 1078. Remarkably, for support, the majority principally relies on the, Board of Immigration Appeals (“BIA”) decision in Matter of Guevara, 20 I. & N. Dec. 238 (BIA 1990). But in that case, the BIA said just the opposite: “[A]n adverse inference may indeed be drawn from a respondent’s silence in deportation proceedings.” Id. at 241 (citing U.S. Supreme Court, and Ninth Circuit authority). As I explain, infra, the BIA qualified that rule in Guevara, holding that silence can be evidence; it just can’t be the only evidence. Id. at 243^44. That qualification doesn’t help Petitioner Urooj.\nBecause the Immigration Judge (“IJ”) not only based his decision on an adverse inference drawn from Urooj’s refusal to testify but also on Urooj’s sworn statement admitting to concocting a false story to support her asylum application, I would deny the petition. But even if I thought that the BIA had acted inconsistently with Guevara, I would remand the matter pursuant to Immigration and Naturalization Seru. v. Ventura, 537 U.S. 12, 123 S.Ct. 353, 154 L.Ed.2d 272 (2002). Guevara is not a constitutional or a statutory mandate; it is the BIA’s own evidentiary rule. And for that reason, if I thought the BIA had misapplied its own rule, I would give it the opportunity to address our concerns in the first instance. Accordingly, I respectfully dissent.\nIn Guevara, the respondent was charged with entering the United States without inspection in 1987 in violation of 241(a)(2) of the Immigration and Nationality Act, then codified at 8 U.S.C. § 1251(a)(2) (1988). 20 I. & N. Dec. at 239. He never admitted to the crime and contested the allegations from the beginning, and, in an initial appearance before the I J, apparently informed the IJ through counsel that he would move to suppress any evidence produced as a result of his apprehension. Id. He appeared a second time before the IJ and was called as a witness by the government. Id. He refused to testify, asserting his Fifth Amendment privilege against self-incrimination, even after the IJ informed him of the existence of an “Agency Order” from the Immigration and Naturalization Service (“INS”) that directed him to testify and purported to immunize him from the use of any of his testimony in any future criminal proceedings. Id. at 239-40. “The Service presented no evidence to establish the respondent’s alienage and deportability other than the respondent’s silence in the face of questioning.” Id. at 240. On the basis of that silence alone, the IJ drew an adverse inference, shifted the burden of proof to Guevara, and noted that he had not established the time, place, or manner of his entry, and was, therefore, deportable as charged. Id.\nThe BIA reversed. It began by noting that “an adverse inference may indeed be drawn from a respondent’s silence in deportation proceedings.” Id. at 241. “Thus, it is clear that when confronted with evidence of, for example, the respondent’s alienage, the circumstances of his entry, or his deportability, a respondent who remains silent may leave himself open to adverse inferences, which may properly lead in turn to a finding of deportability against him.” Id. at 242. It distinguished Guevera’s case, though, by explaining that “[ujnder the circumstances presented here, the respondent’s silence alone does not provide sufficient evidence, in the absence of any other evidence of record at all, to establish a prima facie case of alienage, sufficient to shift the burden of proof to the respondent under [8 U.S.C. § 1361].” Id. “[W]hile we have held that a respondent’s silence may fairly corroborate other evidence presented for the record, we have also stated that ‘[suspicion cannot be solidified into proof by the mere silence of respondent.’ ” Id. at 243 (internal citations omitted; second alteration in original). And in that case, the INS had “introduced no other evidence” but respondent’s silence. Id. at 244.\nThis is not the case here. In the instant case, the IJ did not rely “mere[ly on Urooj’s] silence,” id. at 243, but on the DHS exhibits, particularly the record of her August 25, 2005 Sworn Statement where she admitted paying an acquaintance $5,000 to help her and Petitioner Turk become U.S. permanent residents and admitted to memorizing a false story to tell at her asylum interview. The IJ, quoting 8 C.F.R. § 1208.24(a)(1), found that Urooj’s “refusal to testify, taken in conjunction with the documentation submitted by the DHS ... [wa]s sufficient to demonstrate by a preponderance of the evidence that ‘[tjhere is a showing of fraud in the alien’s application such that he or she was not eligible for asylum at the time it was granted.’ ” Urooj was granted asylum based on her application and interview, the IJ observed, which Urooj had “previously indicated under oath were both false.” Guevara was concerned with “the absence of any other evidence of record at all,” Guevara, 20 I. & N. Dec. at 242, aside from the alien’s silence. The facts are far different here, and the IJ was likely justified in drawing an inference from the Petitioner’s silence.\nThe majority believes that because this evidence was entered as impeachment evidence instead of on the merits, it should be ignored. Maj. at 1078-79. In retrospect, perhaps the IJ should have granted a continuance sua sponte to remedy the DHS’s failure to provide notice of the proposed witnesses and exhibits to Petitioners, as required by the Local Operating Procedures of the San Francisco, California Immigration Court. The IJ here tried to manage a confused and awkward proceeding. Although DHS could have prevented the confusion by submitting Urooj’s name as a witness in conformity with the local rules, it is not entirely clear that, in a proceeding to terminate Urooj’s asylum status for her fraudulent statements, the DHS had to indicate it would call Urooj herself if she declined to testify in her own defense.\nIn any event, we have no warrant for overturning the BIA’s decision based on its application of its own rules. I do not think the BIA erred, but if we are convinced the BIA has behaved inconsistently, the proper procedure is to remand the case to the BIA for an explanation and further proceedings.\nI respectfully dissent.\n. The majority also cites Navia-Duran v. Immigration and Naturalization Serv., 568 F.2d 803 (1st Cir. 1977) for support. There, the court vacated a deportation order where the only evidence presented by the government in a deportation proceeding was the alien’s statement admitting to illegal presence, because the statement was involuntary and taken in violation of the alien's due process rights, and was, thus, inadmissible. Id. at 811. Here, by contrast, Urooj’s August 25, 2005 statement was not procured involuntarily; according to the record, Urooj \"does not dispute the veracity of her signed, sworn statement, nor did she offer any explanation for the document.”",
        "type": "dissent",
        "author": "BYBEE, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Jonathan M. Kaufman, Law Offices of Jonathan M. Kaufman, San Francisco, CA, for Petitioners.",
      "John Blakeley (argued), Tony West, Assistant Attorney General, Civil Division, Emily Radford, Assistant Director, and Patrick J. Glen, Office of Immigration Litigation, Department of Justice-Civil Division, Washington, D.C., for Respondent."
    ],
    "corrections": "",
    "head_matter": "Sumaira UROOJ; Khalid Mahmood Turk, Petitioners, v. Eric H. HOLDER, Jr., United States Attorney General, Respondent.\nNo. 09-70628.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted June 12, 2013.\nFiled Nov. 6, 2013.\nJonathan M. Kaufman, Law Offices of Jonathan M. Kaufman, San Francisco, CA, for Petitioners.\nJohn Blakeley (argued), Tony West, Assistant Attorney General, Civil Division, Emily Radford, Assistant Director, and Patrick J. Glen, Office of Immigration Litigation, Department of Justice-Civil Division, Washington, D.C., for Respondent.\nBefore: MARSHA S. BERZON and JAY S. BYBEE, Circuit Judges, and CONSUELO B. MARSHALL, District Judge.\nThe Honorable Consuelo B. Marshall, Senior District Judge for the U.S. District Court for the Central District of California, sitting by designation."
  },
  "file_name": "1075-01",
  "first_page_order": 1097,
  "last_page_order": 1103
}