{
  "id": 3719218,
  "name": "Tarik RACHAK, Petitioner v. ATTORNEY GENERAL OF the UNITED STATES, Respondent",
  "name_abbreviation": "Rachak v. Attorney General of the United States",
  "decision_date": "2013-08-21",
  "docket_number": "No. 12-3864",
  "first_page": "214",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 214"
    }
  ],
  "court": {
    "name_abbreviation": "3d Cir.",
    "id": 8840,
    "name": "United States Court of Appeals for the Third Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "8 U.S.C. §§ 1151-1378",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "quotation marks omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "528 F.3d 196",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3580246
      ],
      "pin_cites": [
        {
          "page": "198-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/528/0196-01"
      ]
    },
    {
      "cite": "67 A.3d 796",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "opinion_index": 0
    },
    {
      "cite": "62 A.3d 389",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7308332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/62/0389-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1182",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)(2)(A)(i)(II)"
        },
        {
          "page": "(h)"
        },
        {
          "page": "(a)(2)(A)(ii)"
        },
        {
          "page": "(a)(2)(A)(i)(I)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "694 F.3d 479",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3522283
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/694/0479-01"
      ]
    },
    {
      "cite": "492 F.3d 226",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3505698
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "228"
        },
        {
          "page": "230-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/492/0226-01"
      ]
    },
    {
      "cite": "524 F.3d 1191",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3823873
      ],
      "pin_cites": [
        {
          "page": "1197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/524/1191-01"
      ]
    },
    {
      "cite": "610 F.3d 303",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3695476
      ],
      "pin_cites": [
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/610/0303-01"
      ]
    },
    {
      "cite": "642 F.3d 1279",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3384814
      ],
      "pin_cites": [
        {
          "page": "1284-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/642/1279-01"
      ]
    },
    {
      "cite": "483 F.3d 184",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5744545
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "188"
        },
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/483/0184-01"
      ]
    },
    {
      "cite": "434 F.3d 627",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        932097
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "635"
        },
        {
          "page": "634"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/434/0627-01"
      ]
    },
    {
      "cite": "448 F.3d 226",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6046543
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "233"
        },
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/448/0226-01"
      ]
    },
    {
      "cite": "632 F.3d 56",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4088665
      ],
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/632/0056-01"
      ]
    },
    {
      "cite": "693 F.3d 333",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3519802
      ],
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/693/0333-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(2)(C)"
        },
        {
          "page": "(a)(2)(B)(ii)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1227",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(2)(B)(i)"
        },
        {
          "page": "(a)(2)(B)(i)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 644,
    "char_count": 11582,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 2.8587206855377435e-07,
      "percentile": 0.8412438331346731
    },
    "sha256": "6627f15e0995c005668171c7dfbd91dda04296ecaf58c52edcd706824c58e82e",
    "simhash": "1:f1ff5a3edd46a3a0",
    "word_count": 1922
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: SLOVITER, CHAGARES and GREENBERG, Circuit Judges."
    ],
    "parties": [
      "Tarik RACHAK, Petitioner v. ATTORNEY GENERAL OF the UNITED STATES, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nCHAGARES, Circuit Judge.\nTarik Rachak petitions for review of a Board of Immigration Appeals (“BIA”) order deeming him ineligible for cancellation of removal and affirming the denial of a continuance. We will dismiss the petition in part and deny it in part.\nI.\nRachak, who is a citizen of Morocco, was admitted to the United States as a lawful permanent resident in August of 2002. In 2006, he was arrested and charged with possession of marijuana under 35 Pa. Stat. § 780-113(a)(31). Rachak was placed on probation with supervision under Pennsylvania’s “Accelerated Rehabilitative Disposition” program, Administrative Record (“A.R.”) 217, but did not comply with the conditions of the program. Thereafter, the state court terminated Rachak’s participation in the program and on February 16, 2011, Rachak pled guilty to the charge arising out of his 2006 marijuana possession arrest. A.R. 214-16.\nOn July 20, 2011, Rachak pled guilty to charges of possession of cocaine and drug paraphernalia under 35 Pa. Stat. §§ 780-113(a)(16) and (a)(32) in the York County Court of Common Pleas. He was sentenced to two consecutive terms of twelve months of probation. A.R. 186-202.\nOn September 29, 2011, the Department of Homeland Security charged Rachak with being removable under 8 U.S.C. § 1227(a)(2)(B)(i) because he had been convicted of a controlled substance offense in July 2011. Rachak then filed a Pennsylvania Post Conviction Relief Act (“PCRA”) petition attacking his July 2011 conviction. For a time, he successfully sought immigration continuances while he mounted his collateral attack, although the Government opposed some of these requests.\nAt a hearing on May 24, 2012, Rachak’s attorney advised the Immigration Judge (“IJ”) that his PCRA petition had been denied at the trial level “almost a month ago,” but was currently on appeal before the Pennsylvania Superior Court. A.R. 119. The IJ issued an oral decision declining to grant any further continuances. In addition, the IJ ordered Rachak removed and noted that his 2006 conduct rendered him ineligible for cancellation of removal under 8 U.S.C. § 1229b(a) because he had not accrued seven years of continuous residence in the United States. A.R. 63-65. The BIA affirmed, A.R. 3-5, and this timely petition for review followed.\nRachak does not argue that the final order of removal itself was erroneously granted. Instead, Rachak contends that the IJ and BIA wrongly determined that he was ineligible for cancellation of removal. He also contends that his motion for an additional continuance should have been granted.\nII.\nWe must first address the scope of our jurisdiction. Because Rachak is a criminal alien found removable pursuant to 8 U.S.C. § 1227(a)(2)(B)(i), our review of the agency’s determination is limited to “constitutional claims or questions of law.” 8 U.S.C. § 1252(a)(2)(C)-(D). To fall under § 1252(a)(2)(D)’s grant of jurisdiction, an issue must be either a “purely legal inquir[y]” or raise a “colorable” claim that a constitutional violation has occurred. Roye v. Att’y Gen. of U.S., 693 F.3d 333, 339 (3d Cir.2012).\nA.\nThe first issue Rachak raises in this appeal is whether he was statutorily eligible for cancellation of removal. We hold that this issue involves a purely legal question concerning the operation of the “stop-time rule” of 8 U.S.C. § 1229b(d)(1)(B). See Baraket v. Holder, 632 F.3d 56, 58 (2d Cir.2011) (per curiam) (“This appeal presents solely a question of law: how to properly interpret 8 U.S.C. § 1229b(d)(l).”). Accordingly, we have jurisdiction to consider whether Rachak was eligible for cancellation of removal.\nB.\nNext we examine whether we have jurisdiction to consider Rachak’s argument that the IJ “erred in denying a continuance in this case, and the BIA erred in affirming this decision.” Rachak Br. 19. We have never issued a precedential opinion deciding whether we have jurisdiction to review claims of this sort in the constrained context of criminal-alien petitions. However, our case law provides helpful guideposts to resolve this issue.\nThe denial of a motion for a continuance is discretionary. Khan v. Att’y Gen., of U.S., 448 F.3d 226, 233 (3d Cir.2006). We have held that discretionary decisions, as here, do “not raise a constitutional claim or question of law covered by [§ 1252(a)(2)(D)’s] judicial review provision.” Sukwanputra v. Gonzales, 434 F.3d 627, 635 (3d Cir.2006); see Jarbough v. Att’y Gen. of U.S., 483 F.3d 184, 188 (3d Cir.2007) (“[I]t is clear that courts of appeals continue to have no jurisdiction to review discretionary and factual determinations presented in petitions for review.”). Specifically, we have recognized that “[djespite the special treatment accorded constitutional claims and questions of law, § 1252(a)(2)(D) does not exempt ... discretionary challenges from the jurisdiction-stripping provisions of the [Immigration and Nationality Act].” Sukwanputra, 434 F.3d at 634. See generally Jarbough, 483 F.3d at 190 (“Recasting challenges to factual or discretionary determinations as due process or other constitutional claims is clearly insufficient to give this Court jurisdiction under § 1252(a)(2)(D).”).\nAs a result, we conclude that we have no jurisdiction over Rachak’s challenge to the denial of his motion for a continuance. We note that our holding today is in accord with those of our sister Courts of Appeals. See, e.g., Waugh v. Holder, 642 F.3d 1279, 1284-85 (10th Cir.2011) (“[Petitioner also argues the IJ and BIA erred in denying his request to continue the removal proceedings until his motion to withdraw his guilty plea was resolved in state court.... This challenge raises neither a constitutional nor a legal issue, so we are without jurisdiction to review it.”); Ogunfuye v. Holder, 610 F.3d 303, 307 (5th Cir.2010) (holding that petitioner’s “argument that the IJ abused its discretion by not granting her a continuance does not present a constitutional claim or issue of law that this court has jurisdiction to consider”); Alvarez Acosta v. U.S. Att’y Gen., 524 F.3d 1191, 1197 (11th Cir.2008) (holding that the denial of a continuance is discretionary and that the court lacks jurisdiction under § 1252(a)(2)(D) to review such a denial).\nAccordingly, because we lack jurisdiction to review the agency’s denial of a continuance, we will dismiss this petition for review in part.\nIII.\nWe exercise de novo review of the agency’s interpretation of the stop-time provision of 8 U.S.C. § 1229b(d)(1)(B), subject to applicable principles of deference. See Briseno-Flores v. Att’y Gen. of U.S., 492 F.3d 226, 228 (3d Cir.2007). Since the BIA issued its own decision on the merits of this claim, we review only its decision. Hanif v. Att’y Gen. of U.S., 694 F.3d 479, 483 (3d Cir.2012).\nThe Attorney General may cancel removal of a permanent-resident alien who is otherwise inadmissible or deportable if, inter alia, the alien has “resided in the United States continuously for 7 years after having been admitted in any status.” 8 U.S.C. § 1229b(a)(2). The statute terminates the accrual of the period of residence when the alien has “committed an offense” that renders him either inadmissible or removable. Id. § 1229b(d)(l)(B). Once the period of continuous residence is terminated, it is not restarted by subsequent events. See Briseno-Flores, 492 F.3d at 230-31. The parties agree that the 2006 conduct did not render Rachak removable, but it did plainly render him inadmissible under 8 U.S.C. § 1182(a)(2)(A)(i)(II) because it was “a violation of ... any law or regulation of a State ... relating to a controlled substance.”\nTacitly conceding his inadmissibility, Rachak contends that because “a waiver was available to Petitioner to waive the inadmissibility under this provision,” the “2006 offense did not stop the clock on the requisite seven (7) years of continuous residency in the U.S.” Rachak Br. 15. Specifically, 8 U.S.C. § 1182(h) permits the Attorney General to waive the inadmissibility of an alien in certain circumstances relating “to a single offense of simple possession of 30 grams or less of marijuana.” But Rachak’s argument suffers from a fatal flaw: he did not apply for this waiver before the agency, and indeed the record suggests that he has not invoked it before now. The mere existence of the waiver provision is immaterial to our analysis.\nWe can discern no reason to disturb the BIA’s stop-time decision as we agree that Rachak did not possess the required seven years of continuous residence for the purpose of applying for cancellation of removal. As a result, we will deny the remainder of the petition for review.\nIV.\nFor the foregoing reasons, we will dismiss the petition in part and deny it in part.\n. The Pennsylvania Superior Court subsequently affirmed the denial of his PCRA petition. Pennsylvania v. Rachak, 62 A.3d 389 (Pa.Super.Ct.2012). Rachak’s petition for allowance of appeal was denied by the Pennsylvania Supreme Court. Pennsylvania v. Rac-hak, 67 A.3d 796 (Pa.2013).\n. Rachak does not contend that the denial of his motion for a continuance constituted a purely legal question and he did not directly argue that the denial raised a constitutional issue. To the extent Rachak might have raised a due process claim flowing from the fact that the Pennsylvania appellate courts had not yet ruled on his PCRA challenge, it would have failed as we have held that the pendency of a collateral attack on a conviction does not negate the finality of the conviction for immigration purposes. See Paredes v. Att’y Gen. of U.S., 528 F.3d 196, 198-99 (3d Cir.2008). Of course, the agency is free to take the pendency of those matters into account when ruling on continuance motions.\n. Rachak's principal argument in support of our jurisdiction is based on Khan, where we noted that \"we have jurisdiction to review an IJ's denial of a continuance.” 448 F.3d at 233. In so doing, we held that 8 U.S.C. § 1252(a)(2)(B)(ii), which creates a jurisdictional bar for the review of decisions \"specified under this subchapter to be in the discretion of the Attorney General or the Secretary of Homeland Security,” did not apply to the denial of a continuance \"[b]ecause the IJ’s authority to rule on a continuance motion is not specified under [8 U.S.C. §§ 1151-1378] to be in the discretion of the Attorney General.” Id. (quotation marks omitted). Here, as in Khan, § 1252(a)(2)(B)(ii) does not bar review of the denial of a continuance. Rather, the subsection applicable to this case is § 1252(a)(2)(C), which deprives us of jurisdiction if the final order of removal is due to the commission of certain criminal offenses. Khan was not a criminal-alien case.\n. The inadmissibility carve-out of 8 U.S.C. § 1182(a)(2)(A)(ii) does not apply to controlled-substance convictions, but only to crimes involving moral turpitude under 8 U.S.C. § 1182(a)(2)(A)(i)(I).\n. We need not determine whether he would have actually been eligible.",
        "type": "majority",
        "author": "CHAGARES, Circuit Judge."
      }
    ],
    "attorneys": [
      "Anser Ahmad, Esq., Advanced Immigration Law Group, Harrisburg, PA, for Petitioner Tarik Rachak.",
      "Eric H. Holder, Jr., Esq., Thomas W. Hussey, Esq., Margaret A. O’Donnell, Esq., Christina B. Parascandola, Esq., United States Department of Justice, Office of Immigration Litigation, Civil Division, Washington, DC, for Respondent Attorney General."
    ],
    "corrections": "",
    "head_matter": "Tarik RACHAK, Petitioner v. ATTORNEY GENERAL OF the UNITED STATES, Respondent.\nNo. 12-3864.\nUnited States Court of Appeals, Third Circuit.\nSubmitted Pursuant to Third Circuit LAR 34.1(a) Jan. 23, 2013.\nFiled: Aug. 21, 2013.\nAnser Ahmad, Esq., Advanced Immigration Law Group, Harrisburg, PA, for Petitioner Tarik Rachak.\nEric H. Holder, Jr., Esq., Thomas W. Hussey, Esq., Margaret A. O’Donnell, Esq., Christina B. Parascandola, Esq., United States Department of Justice, Office of Immigration Litigation, Civil Division, Washington, DC, for Respondent Attorney General.\nBefore: SLOVITER, CHAGARES and GREENBERG, Circuit Judges."
  },
  "file_name": "0214-01",
  "first_page_order": 238,
  "last_page_order": 242
}