{
  "id": 3719148,
  "name": "UNCLAIMED PROPERTY RECOVERY SERVICE, INC., Bernard Gelb, Plaintiffs-Appellants, v. Norman Alan KAPLAN, Defendant-Appellee",
  "name_abbreviation": "Unclaimed Property Recovery Service, Inc. v. Kaplan",
  "decision_date": "2013-08-20",
  "docket_number": "Docket No. 12-4030",
  "first_page": "142",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "734 F.3d 142"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "493 U.S. 165",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11330614
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "172-73",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0165-01"
      ]
    },
    {
      "cite": "66 F.3d 21",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11307917
      ],
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/66/0021-01"
      ]
    },
    {
      "cite": "460 F.3d 215",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3675626
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "230"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/460/0215-01"
      ]
    },
    {
      "cite": "548 U.S. 140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500367
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "147-48",
          "parenthetical": "observing that, in the context of criminal cases, the right is protected by the Sixth Amendment"
        },
        {
          "parenthetical": "observing that, in the context of criminal cases, the right is protected by the Sixth Amendment"
        },
        {
          "parenthetical": "observing that, in the context of criminal cases, the right is protected by the Sixth Amendment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/548/0140-01"
      ]
    },
    {
      "cite": "422 U.S. 806",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9431
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "831",
          "parenthetical": "recognizing that the right to select one's own counsel was codified by the first Congress in the Judiciary Act of 1789"
        },
        {
          "parenthetical": "recognizing that the right to select one's own counsel was codified by the first Congress in the Judiciary Act of 1789"
        },
        {
          "parenthetical": "recognizing that the right to select one's own counsel was codified by the first Congress in the Judiciary Act of 1789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0806-01"
      ]
    },
    {
      "cite": "583 F.2d 42",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        853450
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/583/0042-01"
      ]
    },
    {
      "cite": "157 F. 547",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3922256
      ],
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/157/0547-01"
      ]
    },
    {
      "cite": "521 F.2d 1354",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        616283
      ],
      "pin_cites": [
        {
          "page": "1359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/521/1354-01"
      ]
    },
    {
      "cite": "556 U.S. 662",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653744
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "678"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/556/0662-01"
      ]
    },
    {
      "cite": "929 F.2d 1358",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548401
      ],
      "pin_cites": [
        {
          "page": "1362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/929/1358-01"
      ]
    },
    {
      "cite": "56 F.3d 450",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11326347
      ],
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/56/0450-01"
      ]
    },
    {
      "cite": "2012 WL 4195241",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2012,
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "313 Fed.Appx. 418",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "419"
        },
        {
          "page": "419-20"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 782,
    "char_count": 17820,
    "ocr_confidence": 0.68,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31838419923323713
    },
    "sha256": "7a4000387d5a5c2b145f6867ea1cf0910d6220d6b6a39844b3c2f4fb56663e1b",
    "simhash": "1:74c838d9c1a356c1",
    "word_count": 2887
  },
  "last_updated": "2024-02-27T22:33:04.011779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: LEVAL, KATZMANN, and HALL, Circuit Judges."
    ],
    "parties": [
      "UNCLAIMED PROPERTY RECOVERY SERVICE, INC., Bernard Gelb, Plaintiffs-Appellants, v. Norman Alan KAPLAN, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "KATZMANN, Circuit Judge:\nThis case concerns a novel attempt to use copyright law in furtherance of sharp litigation practices. Plaintiffs-Appellants Unclaimed Property Recovery Service, Inc. (“UPRS”) and Bernard Gelb authorized the clients of Defendant-Appellee Attorney Norman Kaplan to file a legal complaint and exhibits that were written and compiled by Gelb and in which UPRS and Gelb claim copyright. The plaintiffs contend that Kaplan’s subsequent amendment of the original documents and filing of amended pleadings infringed their copyrights. We hold that authorization granted to any litigating party to use such documents in a litigation constitutes an irrevocable authorization to all parties to the litigation, present and future, as well as to their attorneys and to the court, to use the documents in the litigation thereafter. Consequently, we affirm the district court’s dismissal of the plaintiffs’ copyright action.\nBACKGROUND\nA. Factual Background\nThis copyright infringement case arises out of the pleadings filed in the class action Frankel v. Cole, No. 06-cv-0439 (CBA)(RER) (E.D.N.Y.). UPRS and Gelb were among the named plaintiffs in that action, and Kaplan was the class action plaintiffs’ attorney. Gelb and his company, UPRS — a business which locates unclaimed financial property and returns the property to its owners — allege that Gelb conducted the research underpinning the allegations in the class action complaint; located (and obtained Powers of Attorney from) several class action plaintiffs, including Lillian Cowan, Jerome Frankel, and Barbara Brown; and hired Kaplan to represent the class. Gelb and UPRS further allege that Gelb, who is not an attorney, wrote the Amended Class Action Complaint (“First Complaint”) and compiled the 305 pages of accompanying exhibits (“First Exhibits”) and that Gelb and UPRS have copyrights in the documents.\nKaplan signed and filed the First Complaint and First Exhibits on behalf of the class action plaintiffs on May 26, 2006. The district court dismissed the class action as time-barred, and Kaplan appealed on behalf of all of the plaintiffs. See Frankel v. Cole, 313 Fed.Appx. 418, 419 (2d Cir.2009) (summary order). While the appeal was pending, Kaplan and Gelb had a falling out, and Kaplan informed Gelb that he would no longer represent Gelb and UPRS. Gelb and UPRS retained new attorneys. Cowan, Frankel, and Brown revoked the Powers of Attorney that they had conferred on Gelb and UPRS, and Kaplan remained their attorney of record.\nNew counsel for UPRS and Gelb then moved to withdraw the entirety of the pending appeal. This Court granted the motion with respect to Gelb and UPRS but denied the motion with respect to the other appellants. Shortly after we issued that decision, Gelb and UPRS obtained Certificates of Registration from the United States Register of Copyrights for the First Complaint and First Exhibits.\nThe appeal proceeded without UPRS and Gelb. We resolved it in favor of the class action plaintiffs, vacating the district court’s dismissal of the case. See id. at 419-20. On remand, the district court granted Cowan, Frankel, and Brown leave to file a second amended complaint to address certain issues that we had raised in our summary order. Kaplan filed a Second Amended Class Action Complaint (“Second Complaint”) and accompanying exhibits (“Second Exhibits”). Significant portions of the Second Complaint and Second Exhibits were identical to portions of the First Complaint and First Exhibits in which Gelb and UPRS claimed copyright ownership.\nB. Proceedings Before the District Court\nGelb and UPRS filed the instant suit against Kaplan on April 13, 2011. They claim that Kaplan infringed their copyrights on the First Complaint and First Exhibits when he copied portions of them into the amended documents and filed those amended documents as the Second Complaint and Second Exhibits. They seek an injunction and damages.\nThe district court (Amon, C.J.) dismissed the action for failure to state a claim upon which relief can be granted. See Unclaimed Prop. Recovery Serv., Inc. v. Kaplan, No. 11-cv-1799 (CBA)(RER), 2012 WL 4195241, at *1 (E.D.N.Y. Sept. 20, 2012). The district court held that UPRS and Gelb had granted Kaplan an irrevocable implied license to file an amended version of the First Complaint and Exhibits. See id. at *4-5. Because that holding was dispositive, the district court declined to reach whether Gelb and UPRS had valid copyright interests in the First Complaint and Exhibits. See id. at *3.\nOn October 11, 2012, UPRS and Gelb filed a timely notice of appeal from the district court’s dismissal of their complaint.\nDISCUSSION\nThis case presents an issue of first impression: whether the holder of a copyright in a litigation document who has authorized a party to a litigation to use the document in the litigation may withdraw the authorization after the document has already been introduced into the litigation and then claim infringement when subsequent use is made of the document in the litigation. We hold that such an authorization necessarily conveys, not only to the authorized party but to all present and future attorneys and to the court, an irrevocable authorization to use the document in the litigation thereafter.\nHaving authorized several of the class action plaintiffs to file the First Complaint and First Exhibits, UPRS and Gelb purported to withdraw the authorization. The attorney for the class action plaintiffs made subsequent use of the documents in support of his clients’ interest in the litigation. UPRS and Gelb then charged the attorney with infringement. However, by authorizing the parties to the litigation to use the First Complaint and First Exhibits in the litigation, UPRS and Gelb had irrevocably authorized the use of those documents in the litigation.\nLitigation cannot be conducted successfully unless the parties to the litigation and their attorneys are free to use documents that are a part of the litigation. The parties rely on such documents as a means of establishing the nature of the dispute and the facts and legal arguments that have been put forward by each party. This is true at both the trial and appellate levels.\nA court’s ability to perform its function depends on the ability of the parties (and their attorneys) to put before it copies of all the documents in contention and to serve one another with copies of such documents. The courts could not thoroughly and fairly adjudicate a matter if suddenly in the midst of litigation the parties lost the right to give the court copies of documents already used in the litigation that support their arguments. The holder of the copyright in a document who authorizes a party to use that document in a litigation knows, or should know, those inevitable consequences of the authorization. Accordingly, the copyright holder’s authorization will be construed to encompass the authorization, irrevocable throughout the duration of the litigation, not only to the expressly authorized party but to all parties to the litigation and to the court, to use the document for appropriate purposes in the conduct of the litigation.\nA copyright holder’s authorization to a litigant to use the work in litigation is different from the loan of a baseball by its owner to her friends for use in a game. The game cannot be completed if the owner changes her mind and walks away with her baseball. Nonetheless, she is at liberty to do so. The analogy, however, is flawed. For what is at stake when authorization to use a document in a litigation is granted is not merely the continued ability of the parties to argue their sides of a dispute, but the ability of the courts to perform their function. The needs of the courts prevail over the copyright holder’s selfish interests, and the authorization becomes irrevocable as to the participants in the litigation for purposes of the litigation.\nThe rationale behind our holding is especially clear where, as here, the document in which the plaintiffs claim to hold a copyright is a complaint. The complaint is the foundation of a legal action. It is “the document which embodies the plaintiffs cause of action and it is the vehicle through which he enforces his substantive legal rights.” Sussman v. Bank of Israel, 56 F.3d 450, 459 (2d Cir.1995) (quoting Townsend v. Holman Consulting Corp., 929 F.2d 1358, 1362 (9th Cir.1990) (en banc)). Motions to dismiss for failure to state a claim are litigated on the basis of the contents of the complaint. See Ashcroft v. Iqbal, 556 U.S. 662, 678, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009). Discovery is “[d]irect[ed] to [the] complaint.” Katz v. Realty Equities Corp. of N.Y., 521 F.2d 1354, 1359 (2d Cir.1975). And, at trial, a plaintiff can only recover based on the proven allegations of the operative complaint. De La Mar v. Hardeley, 157 F. 547, 549 (2d Cir.1907).\nOnce a complaint is filed, it becomes a legally operative document that triggers the rights, processes, and protections associated with civil litigation. Consequently, when the author of a complaint authorizes a party to file that complaint, the authorization is not limited to the right to submit the document to the clerk’s office; instead, the author has permitted the party to establish a legal action based on the complaint. Concomitant with that authorization is the authorization to depend on the complaint for the purposes of litigation— and to use the complaint during motion practice, discovery, trial, and appeal.\nOne such authorized use is the incorporation of all or a portion of the complaint into an amended complaint. The Federal Rules of Civil Procedure contemplate that a plaintiff may, with leave from the district court where necessary, amend the complaint. See Fed.R.Civ.P. 15. Indeed, a district court may require amendment in order to cure deficiencies in the original complaint. Amending a complaint is a regular component of the litigation process. UPRS and Gelb marshal no legal authority to support the proposition that the author of a complaint may apply copyright law to interfere with the course of litigation by allowing the filing of a complaint but disallowing the creation and filing of an amended version of that complaint.\nIn the instant case, even assuming that the First Complaint and First Exhibits were copyrightable and validly copyrighted, UPRS and Gelb may not use copyright law as a vehicle to prohibit Cowan, Frankel, and Brown from filing a derivative version of those documents in the class action. UPRS and Gelb authorized the class action plaintiffs to found their case on the First Complaint and First Exhibits. UPRS and Gelb therefore have irrevocably authorized the class action plaintiffs to use those documents as the basis of an amended complaint.\nA contrary holding would unduly interfere with the litigation process. A holding in favor of UPRS and Gelb would encourage sharp litigation practices, undermine the attorney-client relationship, and limit the district court’s ability to manage its cases.\nFirst, Gelb and UPRS ask this Court to endorse — and indeed, to enable — their questionable litigation practices. After this Court refused to allow counsel for Gelb and UPRS to withdraw the class action appeal unilaterally on behalf of all of the named plaintiffs, Gelb attempted to influence the class action litigation by means of this novel use of copyright law. Gelb and UPRS propose to limit the class action plaintiffs’ ability to reproduce the First Complaint and First Exhibits despite the fact that the class action plaintiffs founded their case upon those documents and were authorized to do so by Gelb and UPRS. To accept the theory advanced by Gelb and UPRS would enable Gelb to hold over the class action plaintiffs’ heads the threat of pulling the proverbial rug out from under them — by pulling the complaint out from under the litigation. This theory gives Gelb and UPRS, who have withdrawn from the class action, an unreasonable measure of control over the course of the litigation.\nThe difficulty with reallocating the control over the litigation in the manner proposed by UPRS and Gelb would be even greater in the usual case where it is not a co-plaintiff but instead an attorney who has drafted a legal pleading. If, by virtue of an asserted copyright, the attorney has authority over the use of the pleading that supersedes the authority of the client ultimately to control the litigation, then to the extent disagreements over use of the documents emerge, the attorney-client relationship might be affected in a number of ways. The client’s trust in the attorney might be undermined, and the attorney’s duties of loyalty to and zealous representation of the client might be adversely implicated as the attorney’s own pecuniary interest in the copyrighted work is pitted against the interests of the client. Although the ethical rules governing attorney conduct ensure that “the client retains ultimate authority over the conduct of litigation,” Prate v. Freedman, 583 F.2d 42, 48 (2d Cir.1978), a potential conflict of interest between the attorney and the client would exist — mainly dormant, but nonetheless present — in every litigation.\nOne circumstance in which the plaintiffs’ theory could alter the attorney-client relationship is particularly troubling. Under the theory advanced by UPRS and Gelb, the attorney could deny the client the right to reproduce the pleading or prepare derivative works if the client fires the attorney and seeks to hire different counsel. The attorney could use copyright law to hamper the client’s ability to select his own counsel — a right that is one of the foundations of our system of justice, see Faretta v. California, 422 U.S. 806, 831, 95 S.Ct. 2525, 45 L.Ed.2d 562 (1975) (recognizing that the right to select one’s own counsel was codified by the first Congress in the Judiciary Act of 1789); United States v. Gonzalez-Lopez, 548 U.S. 140, 147-48, 126 S.Ct. 2557, 165 L.Ed.2d 409 (2006) (observing that, in the context of criminal cases, the right is protected by the Sixth Amendment).\nFinally, the theory put forth by Gelb and UPRS allows the author of a legal pleading not only to prevent the litigating parties from determining the course of the litigation, but also to bar the district court from exercising its discretion with respect to the management of the case. Courts often permit a party to amend a pleading in part but not in full. See, e.g., Slayton v. Am. Exp. Co., 460 F.3d 215, 230 (2d Cir. 2006); Morley v. Ciba-Geigy Corp., 66 F.3d 21, 25 (2d Cir.1995). Under these circumstances the court, in effect, requires that an amended pleading retain a portion of the original pleading. Imposing such a requirement is within the purview of the district court: “[Cjourts traditionally have exercised considerable authority to manage their own affairs so as to achieve the orderly and expeditious disposition of cases.” Hoffmann-La Roche Inc. v. Sper-ling, 493 U.S. 165, 172-73, 110 S.Ct. 482, 107 L.Ed.2d 480 (1989) (internal quotation marks omitted). The plaintiffs point to no aspect of the copyright law or its legislative history indicating that Congress intended that copyright should interfere with that authority.\nOur decision today is based on the particularities of the facts before us. We do not decide whether legal pleadings or other legal documents are subject to copyright law. We do not decide whether a party who is authorized to file a legal pleading in one case is also authorized to file it in other cases. We do not decide whether the parties to the litigation may use the pleading for other purposes unrelated to the litigation. We merely hold that, because UPRS and Gelb authorized the class action plaintiffs to file the First Complaint and First Exhibits as the foundation of Frankel v. Cole, UPRS and Gelb may not use copyright law to prohibit those class action plaintiffs (or their attorney) from continuing to use the First Complaint and First Exhibits in the context of that litigation.\nCONCLUSION\nWe have considered the plaintiffs’ remaining arguments and find them to be without merit. Accordingly, for the reasons stated herein, the judgment of the district court is AFFIRMED.\n. We do not mean to suggest that permission of the copyright holder is inevitably needed for use of a copyrighted document in litigation. Our ruling concerns only the consequence of a grant of authorization for use in litigation which the holder then purports to withdraw.\n. Although the district court held that UPRS and Gelb granted Kaplan an implied license to use the First Complaint and First Exhibits, our reasoning is somewhat different. First, we do not rely on the traditional law of license. Second, we do not rely on the authorization given to Kaplan in particular. Even if Cowan, Frankel, and Brown had substituted for Kaplan a new attorney who had never interacted with UPRS or Gelb, the new attorney would be entitled to use the First Complaint and First Exhibits in the course of the class action litigation as the agent of the named plaintiffs. The authorization granted to Kaplan was derivative of the authorization granted to the parties whom he represented: By authorizing Cowan, Frankel, and Brown to use the documents, UPRS and Gelb also authorized the named plaintiffs’ attorneys to use the documents on behalf of their clients in this litigation.",
        "type": "majority",
        "author": "KATZMANN, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Paul A. Batista, Paul Batista, P.C., New York, NY, for Plaintiffs-Appellants.",
      "Norman Alan Kaplan, Great Neck, NY, pro se."
    ],
    "corrections": "",
    "head_matter": "UNCLAIMED PROPERTY RECOVERY SERVICE, INC., Bernard Gelb, Plaintiffs-Appellants, v. Norman Alan KAPLAN, Defendant-Appellee.\nDocket No. 12-4030.\nUnited States Court of Appeals, Second Circuit.\nArgued: April 9, 2013.\nDecided: Aug. 20, 2013.\nPaul A. Batista, Paul Batista, P.C., New York, NY, for Plaintiffs-Appellants.\nNorman Alan Kaplan, Great Neck, NY, pro se.\nBefore: LEVAL, KATZMANN, and HALL, Circuit Judges."
  },
  "file_name": "0142-01",
  "first_page_order": 166,
  "last_page_order": 171
}