{
  "id": 3725813,
  "name": "In re MUNCE'S SUPERIOR PETROLEUM PRODUCTS, INC.; Gorham Oil, Inc.; Superior Trucking, Inc.; Munce's Real Estate Ventures, LLC; BMRA Real Estate Ventures, LLC; Harold P. Munce; Marilyn J. Munce, Debtors. Munce's Superior Petroleum Products, Inc.; Harold P. Munce, Appellants, v. N.H. Department of Environmental Services, Appellee",
  "name_abbreviation": "Munce's Superior Petroleum Products, Inc. v. N.H. Department of Environmental Services",
  "decision_date": "2013-11-20",
  "docket_number": "No. 13-1380",
  "first_page": "567",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 567"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "291 F.3d 111",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9414033,
        9429247
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "126"
        },
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/279/0111-01",
        "/f3d/291/0111-01"
      ]
    },
    {
      "cite": "18 F.3d 746",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10510318,
        6123903
      ],
      "pin_cites": [
        {
          "page": "751"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/18/0746-01",
        "/br/164/0746-01"
      ]
    },
    {
      "cite": "178 F.3d 685",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        577889,
        11674325
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "693"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/178/0685-01",
        "/br/235/0685-01"
      ]
    },
    {
      "cite": "116 F.3d 16",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        440330,
        11965908
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "18"
        },
        {
          "page": "18-20"
        },
        {
          "page": "18, 21"
        },
        {
          "page": "20"
        },
        {
          "page": "20-21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/209/0016-01",
        "/f3d/116/0016-01"
      ]
    },
    {
      "cite": "755 F.2d 200",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6124155,
        675157
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/46/0200-01",
        "/f2d/755/0200-01"
      ]
    },
    {
      "cite": "534 F.3d 76",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4064444,
        3735717
      ],
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/534/0076-01",
        "/br/393/0076-01"
      ]
    },
    {
      "cite": "364 F.3d 355",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9272604,
        9255166
      ],
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/364/0355-01",
        "/br/308/0355-01"
      ]
    },
    {
      "cite": "490 B.R. 5",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        4174678
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/490/0005-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 503",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)(1)(A)"
        },
        {
          "page": "(b)(1)(A)"
        },
        {
          "page": "203"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "11 U.S.C. § 362",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(b)(4)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 705",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11959213,
        6561486
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0274-01",
        "/br/44/0705-01"
      ]
    },
    {
      "cite": "469 U.S. 274",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11959213
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "285"
        },
        {
          "parenthetical": "\"[W]e do not question that anyone in possession of the [estate's] site ... must comply with the environmental laws of the State of Ohio. Plainly, that person or firm may not maintain a nuisance, pollute the waters of the State, or refuse to remove the source of such conditions.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0274-01"
      ]
    },
    {
      "cite": "391 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767706
      ],
      "weight": 11,
      "year": 1968,
      "pin_cites": [
        {
          "page": "485"
        },
        {
          "page": "477"
        },
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0471-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 508",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(1)(A)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 950,
    "char_count": 21424,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.10906523893864083
    },
    "sha256": "6a8f44265f3d7c955ad285d9b5196503605eaf9eacace0be0eebd0fce455178c",
    "simhash": "1:b513a269c87f8d60",
    "word_count": 3436
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LYNCH, Chief Judge, SELYA, Circuit Judge, and HILLMAN, District Judge."
    ],
    "parties": [
      "In re MUNCE’S SUPERIOR PETROLEUM PRODUCTS, INC.; Gorham Oil, Inc.; Superior Trucking, Inc.; Munce’s Real Estate Ventures, LLC; BMRA Real Estate Ventures, LLC; Harold P. Munce; Marilyn J. Munce, Debtors. Munce’s Superior Petroleum Products, Inc.; Harold P. Munce, Appellants, v. N.H. Department of Environmental Services, Appellee."
    ],
    "opinions": [
      {
        "text": "LYNCH, Chief Judge.\nThis case arises at the intersection of environmental law and bankruptcy law. It involves the important question of whether a post-petition contempt fíne assessed by a state court against a debtor-in-possession is entitled to administrative expense priority under 11 U.S.C. § 508(b)(1)(A). On the facts of this case, we hold that it is, and so affirm the bankruptcy court’s order, as did the district court. See Order Granting Motion for Allowance of Administrative Expense Claim, In re Munce’s Superior Petroleum Prods., Inc., No. 11-10975-JMD (Bankr. D.N.H. May 30, 2012).\nThe $194,219.70 in contempt fines (and attorneys’ fees) was levied against Munce’s Superior Petroleum Products, Inc. and Harold P. Munce (collectively, MSPP), appellants here. The fines resulted from MSPP’s failure to comply with an earlier state superior court order compelling it to take particular actions to bring its facilities into compliance with New Hampshire environmental law. Both of these state court orders (the one assessing the fine and the one ordering specific compliance actions) were issued after MSPP filed its Chapter 11 petition, though the underlying violations of New Hampshire law began and were the subject of a consent preliminary injunction entered by the state court before MSPP filed its Chapter 11 petition.\nThe bankruptcy court granted the New Hampshire Department of Environmental Services’ (DES) motion to give the fines administrative expense priority, and the district court affirmed. Under Reading Co. v. Brown, 391 U.S. 471, 88 S.Ct. 1759, 20 L.Ed.2d 751 (1968), and our case law, we affirm.\nI.\nA. Background\nMSPP engages in a number of business ventures, primarily involving fuel distribution and the ownership and operation of convenience stores. To this end, MSPP stores fuel in above-ground oil tanks at three different facilities. All of the facilities are licensed by DES, and are subject to extensive state regulations.\nMost of MSPP’s facilities are located near the Androscoggin River, along Route 16 in Gorham, New Hampshire. New Hampshire law requires these kinds of bulk oil facilities to have secondary containment systems installed. N.H.Code Admin. R. Env-Wm 1402.35(a). These systems are designed to protect the surrounding areas in the event of leaks and even catastrophic tank failures, and include double-walled pipes and retaining structures constructed around the oil tanks. Id. at 1402.21, 1402.22.\nDES notified MSPP of secondary containment system violations, along with other violations of environmental laws, by letters dated October 20, 2006, September 7, 2007, November 5, 2007, and July 24, 2008. MSPP did not remedy any of its violations in response to these letters.\nB. Procedural History\nIn July 2010, DES brought an action against MSPP in state court, alleging that MSPP had engaged in a series of violations of state environmental laws and seeking injunctive relief and assessment of civil penalties. DES argued that the “scope and number of violations of the environmental statutes, the long history of violation, and the unresponsiveness of [MSPP] to DES’s compliance and enforcement activities amount to a complete disregard of the basic requirements for safe management of petroleum products.” DES charged that the violations posed significant risks of environmental harm and hazards to public safety, and that MSPP had gained an unfair economic advantage over its competitors through its noncompliance.\nOn August 23, 2010, the state court entered an agreed-upon preliminary injunction. It required MSPP to bring its bulk oil facilities into full compliance or take the facilities out of service within thirty to sixty days. MSPP did not comply by January 2011, and DES filed a motion to hold MSPP in contempt. The state court held a hearing on that motion on March 7, 2011, in which both parties were represented by counsel. DES offered evidence that MSPP had wholly failed to comply with the preliminary injunction, while MSPP contended in its offers of proof that it was in substantial compliance.\nOn March 16, 2011, while the motion for contempt was pending, Munce’s Superior Petroleum Products filed for bankruptcy under Chapter ll. MSPP continued to operate the businesses as a debtor-in-possession. Debtors-in-possession are required to comply with state environmental laws. See Ohio v. Kovacs, 469 U.S. 274, 285, 105 S.Ct. 705, 83 L.Ed.2d 649 (1985) (“[W]e do not question that anyone in possession of the [estate’s] site ... must comply with the environmental laws of the State of Ohio. Plainly, that person or firm may not maintain a nuisance, pollute the waters of the State, or refuse to remove the source of such conditions.”).\nAs a result of the automatic stay, the state court stayed its proceedings. See 11 U.S.C. § 362(a). On June 3, DES filed a motion in the bankruptcy court pursuant to 11 U.S.C. § 362(b)(4), asking the bankruptcy court to declare that the stay did not apply to the DES state action. After a hearing, on June 21 the bankruptcy court ruled that the automatic stay did not apply to the DES state court action because it was “brought for the purpose of protecting public health and safety, and the environment, and to effectuate public policy.”\nWith the stay lifted, on September 19, 2011, the state court issued an order granting DES’s motion for contempt. The court reasoned:\nThe basic problem that the State raises to the Court and upon which it [bases] its request for contempt, is that the respondent has failed to comply with the requirements for certification.... The respondent [MSPP] had the affirmative obligation within specific timelines to take certain action with respect to certifications. The respondent failed to do so. The potential for environmental contamination disaster is very real in connection with these facilities.\nThe state court ordered MSPP to take all of the tanks out of service within ten days, and stated that it would assess penalties of $1,000 per day of noncompliance if MSPP did not meet the ten-day deadline. MSPP did not appeal the contempt order, nor did it seek a stay in the bankruptcy court. Nor did it comply with the order.\nOn February 17, 2012, DES filed a motion in the state court seeking the assessment of contempt penalties against MSPP, citing MSPP’s failure to comply with the court’s September 19, 2011 order. After a full hearing, on April 12, 2012 the court entered an order in favor of DES, ordering MSPP to pay civil penalties in the amount of $192,000 (representing $1,000 per day for 192 days of noncompliance following the initial ten-day grace period), plus an additional $2,219.70 in costs and fees. In so holding, the state court noted:\nIt was not the Court’s intention to separately assess penalties on each of the facilities for non-compliance. The respondents’ responsibility is to comply with the state regulations with respect to the operation of its business. The Court finds, after review of the pleadings and offers of proof, that the respondents are not in compliance with the State regulations. The Court further finds that the respondents have not complied with the Court’s order of September 19, 2011.\n(emphasis added). The court made an affirmative finding that MSPP’s inaction caused environmental harm: “DES, through its offer of proof, indicated that an inspection done on August 3, 2011, showed significant evidence of overfilling and spills in the area of these tanks.” MSPP also did not appeal from that state court order.\nOn April 27, DES filed a motion in the bankruptcy court seeking to have the state court fine classified as an administrative priority claim against MSPP pursuant to 11 U.S.C. § 503(b). The bankruptcy court granted the motion and ordered MSPP to pay DES’s claim. The district court upheld that decision, Munce’s Superior Petroleum Prods., Inc. v. N.H. Dep’t of Envtl. Servs., 490 B.R. 5, 7 (D.N.H. 2013), and this appeal followed.\nII.\nWhen reviewing a district court’s review of a bankruptcy court decision, we “cede no special deference to the district court’s initial review of the bankruptcy court’s decision.” HSBC Bank, USA v. Branch (In re Bank of New Eng. Corp.), 364 F.3d 355, 361 (1st Cir.2004). We focus instead on the bankruptcy court’s decision, reviewing its conclusions of law de novo and its findings of fact for clear error. Arch Wireless, Inc. v. Nationwide Paging, Inc. (In re Arch Wireless, Inc.), 534 F.3d 76, 80 (1st Cir.2008).\nUnder the bankruptcy code, the “actual, necessary costs and expenses of preserving the estate” are entitled to administrative expense priority, and are paid in full ahead of the claims of other general creditors. 11 U.S.C. § 503(b)(1)(A). In Reading Co. v. Broum, the Supreme Court held that post-petition tort damages caused by the court-appointed receiver can be treated as “actual and necessary” costs of the estate, regardless of whether they are beneficial to the estate, and so may qualify for administrative priority. 391 U.S. 471, 485, 88 S.Ct. 1759, 20 L.Ed.2d 751 (1968). The Court said its decision was consistent with the Bankruptcy Act’s “important” and “decisive” statutory objective: “fairness to all persons having claims against an insolvent.” Id. at 477, 88 S.Ct. 1759. We have interpreted and applied Reading in two cases concerning the environment, Spunt v. Charlesbank Laundry (In re Charlesbank Laundry, Inc.), 755 F.2d 200 (1st Cir.1985), and Cumberland Farms, Inc. v. Florida Department of Environmental Protection, 116 F.3d 16 (1st Cir.1997). DES and the amicus curiae United States argue that Charlesbank Laundry and Cumberland Farms are decisive in this case and result in affirmance. We agree.\nDES argues that the fine arises from a post-petition violation of the state court’s post-petition order. By contrast, MSPP argues that the fine arises from pre-petition conduct, that is, its failure to comply with the state court injunction, and the continuation of that failure post-petition. MSPP argues that its conduct for which the penalty was imposed was merely a continuation of its pre-petition conduct and so the penalty cannot be given priority. The state, it says, must get in line with its other pre-petition creditors. We disagree that the fine was for pre-petition conduct and reject the proposition that it mattered, for purposes of assessing priority, either that the violations of law started pre-petition or that the preliminary injunction was pre-petition.\nThe state court’s April 2012 order assessing the fines stated that it “finds that the respondents [MSPP] have not complied with the Court’s order of September 19, 2011.” The September 19 order, of course, was issued several months after MSPP filed its Chapter 11 petition. In short, the fines were plainly assessed for MSPP’s post-petition failure. to comply with the state court’s post-petition order.\nWe explain the sequence of events. After the filing of MSPP’s Chapter 11 petition, the state court issued an order finding MSPP in contempt and setting per-diem fines, should there be noncompliance. Then, months later, the state court issued a second post-petition order imposing those fines for 192 days of wholly post-petition failure to comply. Those fines were for only a specific period, 192 days, all of which occurred post-petition. We affirm the bankruptcy court’s finding that the state court fine was for a “post-petition violation of a post-petition order.” As we discuss below, that finding is consistent •with our precedent.\nMSPP attempts a variation on its attack. It argues that while “compensatory” fines may be given priority, punitive civil fines may not. We do not accept the attempted distinction, and could not do so, under our precedent.\nIn Charlesbank Laundry, we considered “whether a civil compensatory fine for violation of an injunction by a debtor corporation engaged in a Chapter 11 reorganization qualifies for first priority treatment as an administrative expense ... as ‘actual, necessary costs and expenses of preserving the estate.’ ” 755 F.2d at 201 (quoting 11 U.S.C. § 503(b)(1)(A)). Charlesbank Laundry was sued for public nuisance by its neighbors, and in June 1976 a state court enjoined it from actions that harmed individuals in the surrounding area. Id. In December 1980, Charlesbank Laundry filed a Chapter 11 petition, and the bankruptcy court later lifted the automatic stay as to the state court proceedings. The parties entered into a consent judgment in the spring of 1988, following Charlesbank Laundry’s continued noncompliance with the June 1976 injunction. Id. As part of this consent judgment, the state court had ordered Charlesbank Laundry to pay plaintiffs a “compensatory fine” for violating the preliminary injunction. The fine included amounts attributed to both pre- and post-petition activity, but the plaintiffs sought administrative priority only as to the portion of the fine that applied to the post-petition violation of the injunction. Id.\nWe held that the post-petition fine in Charlesbank Laundry fit within the Reading Co. framework and was entitled to administrative priority:\nThe debtor in this case deliberately continued a violation of law month after month presumably because it was more lucrative for the business to operate outside the zoning ordinance than within it. If fairness dictates that a tort claim based on negligence should be paid ahead of pre-reorganization claims, then, a fortiori, an intentional act which violates the law and damages others should be so treated.\nId. at 203. MSPP, like Charlesbank Laundry, did not comply with a pre-petition injunction either pre- or post-petition. And as in Charlesbank Laundry, the fines at issue here are directly attributable to post-petition violations of a post-petition court order.\nIt is true the fine in Charlesbank Laundry was compensatory in nature. That case, arguably left open how our interpretation of Reading Co. would apply to other types of fines, including those sought by government agencies.\n■ In Cumberland Farms, we answered that remaining question as to a civil penalty imposed for a violation of a state environmental law, and squarely held that “a penalty can be given priority status.” 116 F.3d at 21. In Cumberland Farms, the debtor owned a number of gas stations and oil storage tanks in Florida, which were subject to Florida’s environmental regulations. Id. at 18. From February 1, 1992 until August 27, 1993, Cumberland operated in violation of several regulations requiring it to keep certain evidence of financial responsibility to pay for clean up efforts in the event of an oil spill. Id.\nOn May 1, 1992, Cumberland filed a Chapter 11 petition in Massachusetts. Id. Florida law provided for a civil penalty of up to $10,000 per offense per day. In the bankruptcy court, Florida sought to have its claim for $200,000 for post-petition civil penalties allowed. Id. at 18-20. The court allowed the penalties. Florida also sought administrative expense priority, which was allowed. We affirmed. Id. at 18, 21.\nWe reasoned that in light of “today’s extensive environmental regulations,” the payment of a fine for failing to comply with those regulations is “a cost ‘ordinarily incident to operation of a business.’ ” Id. at 20 (quoting Reading Co., 391 U.S. at 483, 88 S.Ct. 1759). We also observed that “[d]ebtors in possession ... do not have carte blanche to ignore state and local laws protecting the environment against pollution.” Id. The fact that the fine at issue did not compensate private parties, as was true in Charlesbank Laundry, did not change our conclusion that it would be “fundamentally unfair,” id. at 21, to allow Cumberland to actively flout Florida’s environmental laws and avoid paying a civil penalty simply because it was involved in a Chapter 11 reorganization.\nCumberland Farms makes clear that fines for noncompliance post-petition with state environmental law can be granted administrative expense priority under Reading Co. and Charlesbank Laundry. We reject MSPP’s proposed distinction. This case fits squarely within Cumberland Farms ’ application of the Reading Co. “fairness” rationale.\nWe also reject MSPP’s argument that cases from the Third and Ninth Circuits should impact our analysis. In Pennsylvania Department of Environmental Resources v. Tri-State Clinical Laboratories, Inc., 178 F.3d 685 (3d Cir.1999), the Third Circuit rejected an administrative expense claim for a criminal fine imposed on a Chapter 7 debtor. There, the court emphasized the criminal nature of the fine, and reasoned that it is “neither reasonable nor necessary for a commercial enterprise to violate criminal laws ... to preserve the estate.” Id. at 693. The considerations driving Tri-State plainly are not present here.\nLikewise, the Ninth Circuit’s holding in NLRB v. Walsh (In re Palau Corp.), 18 F.3d 746, 751 (9th Cir.1994), which dealt with a pre-petition employment contract and a resulting wage claim, is plainly distinguishable on its facts. We are not bound by the precedent of our sister circuits, and the out-of-circuit cases on which MSPP relies are too factually dissimilar to influence the outcome here.\nWe are, of course, bound by existing circuit precedent. Taken together, orn-eases interpreting Reading Co. have “attempted to avoid a situation in which a bankruptcy estate may engage in activities regulated by state law while avoiding the costs associated with that regulation.” In re Bos. Reg’l Med. Ctr., Inc., 291 F.3d 111, 126 (1st Cir.2002). So too here.\nIII.\nWe affirm. Costs are awarded to DES.\n. DES took the position before the bankruptcy court that had the state court imposed penalties for a period of time straddling both sides of the petition date, it would have asked that only the penalties attributable to the post-petition period be given administrative priority-\n. On May 10, 2011, Harold Munce filed a Chapter 11 petition. The two cases have since been consolidated, and the distinction between the company’s March 16 filing and Munce’s May 10 filing does not affect our analysis.\n. Under New Hampshire law, taking a tank \"out of service” requires more than simply suspending its active use. To take a tank out of service, operators are required to clean, empty, and remove vapors from the tank, and must notify DES of a change in use. See N.H.Code Admin. R. Env-Wm 1402.12.\n. DES took the position that it did not have to prove actual environmental harm under Cumberland Farms, Inc. v. Florida Department of Environmental Protection, 116 F.3d 16, 20-21 (1st Cir.1997), but it offered to prove that MSPP's noncompliance was resulting in an actual harm and present danger if the court took a different view. As discussed later, before the bankruptcy court MSPP suggested it be given an evidentiary hearing on whether harm was a necessary finding. The bankruptcy court quite properly declined to hold an evidentiary hearing. It declined to look behind the state court order. DES was correct that it did not have to prove harm to the environment independently in the bankruptcy court. See id.\n. Arguing that its violations can only be characterized as pre-petition, MSPP relies on In re Boston Regional Medical Center, Inc., 291 F.3d 111, 126 (1st Cir.2002), for the proposition that the fines cannot be accorded administrative priority because granting priority for a fine for a pre-petition violation would “look past the distinction” between pre- and post-petition expenses. MSPP misreads Boston Regional Medical Center, and that case is plainly distinguishable on its facts and the issues addressed.\n. MSPP attempts to argue that it could not, as a practical matter, have complied, and that it did attempt some remediation. We will not look behind the state court order. MSPP had a full hearing there. As the bankruptcy judge observed, the arguments MSPP raised in bankruptcy court as to its ability to comply with the initial post-petition contempt order \"could have or should have been raised with the state court as to why its order wasn’t complied with or why the debtor couldn’t fully comply with it.” Its belated argument that the bankruptcy court had to give it an -evidentiary hearing on issues which should have been raised in the state court is both waived and wrong.\n. No evidence was produced in this case as to the uses of the contempt fine money, should it ever be collected, but our decision does not turn on how the monies are used.",
        "type": "majority",
        "author": "LYNCH, Chief Judge."
      }
    ],
    "attorneys": [
      "Robert J. Reach, with whom Jessica A. Lewis, Bernstein Shur Sawyer & Nelson, Daniel W. Sklar, Holly J. Kilibarda, and Nixon Peabody were on brief, for appellants.",
      "Peter C.L. Roth, Senior Assistant Attorney General, with whom Ann M. Rice, Deputy Attorney General was on brief, for appellee.",
      "Frederick H. Turner, with whom James Bove, Aaron P. Avila, and Robert G. Dre-her, Acting Assistant Attorney General, were on brief, for United States, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "In re MUNCE’S SUPERIOR PETROLEUM PRODUCTS, INC.; Gorham Oil, Inc.; Superior Trucking, Inc.; Munce’s Real Estate Ventures, LLC; BMRA Real Estate Ventures, LLC; Harold P. Munce; Marilyn J. Munce, Debtors. Munce’s Superior Petroleum Products, Inc.; Harold P. Munce, Appellants, v. N.H. Department of Environmental Services, Appellee.\nNo. 13-1380.\nUnited States Court of Appeals, First Circuit.\nNov. 20, 2013.\nRobert J. Reach, with whom Jessica A. Lewis, Bernstein Shur Sawyer & Nelson, Daniel W. Sklar, Holly J. Kilibarda, and Nixon Peabody were on brief, for appellants.\nPeter C.L. Roth, Senior Assistant Attorney General, with whom Ann M. Rice, Deputy Attorney General was on brief, for appellee.\nFrederick H. Turner, with whom James Bove, Aaron P. Avila, and Robert G. Dre-her, Acting Assistant Attorney General, were on brief, for United States, amicus curiae.\nBefore LYNCH, Chief Judge, SELYA, Circuit Judge, and HILLMAN, District Judge.\nOf the District of Massachusetts, sitting by designation."
  },
  "file_name": "0567-01",
  "first_page_order": 593,
  "last_page_order": 599
}