{
  "id": 3725623,
  "name": "UNITED STATES of America, Appellee, v. Neron CHRISTIE, aka Country, Defendant-Appellant, Ava Bright, Alphonso Nelson, Defendants",
  "name_abbreviation": "United States v. Christie",
  "decision_date": "2013-11-15",
  "docket_number": "Docket No. 13-245-CR",
  "first_page": "191",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 191"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "502 Fed.Appx. 863",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "864-65"
        },
        {
          "page": "866"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "420 Fed.Appx. 497",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "590 F.3d 475",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3505455
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "476"
        },
        {
          "page": "477-78",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/590/0475-01"
      ]
    },
    {
      "cite": "622 F.3d 961",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3787635
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "964"
        },
        {
          "page": "965"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/622/0961-01"
      ]
    },
    {
      "cite": "480 Fed.Appx. 639",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "641-42"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "440 F.3d 514",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        81848
      ],
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/440/0514-01"
      ]
    },
    {
      "cite": "443 F.3d 19",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2655278
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "29"
        },
        {
          "page": "24-25"
        },
        {
          "page": "28-32"
        },
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/443/0019-01"
      ]
    },
    {
      "cite": "550 F.3d 180",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5741803
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "193"
        },
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/550/0180-01"
      ]
    },
    {
      "cite": "517 F.3d 651",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5871015
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "665"
        },
        {
          "page": "665",
          "parenthetical": "internal quotation marks and alteration omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/517/0651-01"
      ]
    },
    {
      "cite": "564 F.3d 100",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4239358
      ],
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/564/0100-01"
      ]
    },
    {
      "cite": "579 F.3d 200",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4054385
      ],
      "pin_cites": [
        {
          "page": "202-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/579/0200-01"
      ]
    },
    {
      "cite": "612 F.3d 133",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3700380
      ],
      "pin_cites": [
        {
          "page": "137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/612/0133-01"
      ]
    },
    {
      "cite": "560 U.S. 817",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12454872,
        3641961
      ],
      "weight": 4,
      "year": 2010,
      "pin_cites": [
        {
          "page": "2691"
        },
        {
          "page": "2691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/177/0271-01",
        "/us/560/0817-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)(A) and (g)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. §§ 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3582",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 8,
      "pin_cites": [
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 885,
    "char_count": 21808,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 1.405468748522588e-06,
      "percentile": 0.9907544802805106
    },
    "sha256": "e228e81037931f077fc2ed644a82d0e50692822366d05e3000230e1c55f55822",
    "simhash": "1:bad8a96fe2f91f62",
    "word_count": 3470
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: LYNCH, CHIN, and DRONEY, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Neron CHRISTIE, aka Country, Defendant-Appellant, Ava Bright, Alphonso Nelson, Defendants."
    ],
    "opinions": [
      {
        "text": "DRONEY, Circuit Judge:\nNerón Christie (“Christie”) appeals from an order of the United States District Court for the Southern District of New York (Jones, /.), entered January 4, 2013, denying Christie’s motion for a sentence reduction pursuant to 18 U.S.C. § 3582(c)(2). Because the district court did not provide a sufficient explanation of its decision not to reduce Christie’s sentence despite his eligibility for such a reduction, we vacate the district court’s order and remand for further proceedings consistent with this opinion.\nBACKGROUND\nIn 2002 and 2003, Nerón Christie participated in conspiracies to distribute cocaine base (“crack cocaine”) in the New York City area. Christie also sold several firearms, including a 12-gauge shotgun, an Intratec Tec-9 semiautomatic pistol, and a .40 caliber pistol.\nOn September 15, 2003, Christie pled guilty to drug offenses under 21 U.S.C. §§ 841(a)(1), (b)(1)(A) and 846, as well as firearms offenses under 18 U.S.C. § 922(a)(1)(A) and (g). In the written plea agreement, Christie stipulated to an applicable drug quantity of at least 150 grams but less than 500 grams of cocaine base, and a base offense level of 34 pursuant to U.S.S.G. § 2Dl.l(e)(3). The parties also stipulated to a “grouping analysis” under U.S.S.G. § 3D1.4 and a three-level reduction for acceptance of responsibility under U.S.S.G. § 3E1.1. The parties agreed that Christie’s adjusted offense level was 31 and that he belonged in Criminal History Category V. This yielded an advisory range of 168 to 210 months’ imprisonment under the United States Sentencing Guidelines (the “Guidelines”). The Pre-Sen-tence Report subsequently prepared by the Probation Office largely tracked the parties’ Guidelines calculation in the plea agreement, except that it concluded that Christie belonged in Criminal History Category VI.\nOn March 12, 2004, United States District Judge Barbara Jones sentenced Christie to 168 months’ imprisonment, to be followed by 60 months’ supervised release. The statement of reasons in the judgment reported that the court “adopt[ed] the factual finding[s] and guideline application in the presentence report except ... [that] the court has determined that a criminal history category of V (rather than VI) is appropriate.” Christie’s sentence of 168 months thus was at the bottom of his Guidelines range of 168 to 210 months.\nOn November 10, 2008, Christie filed a motion pursuant to 18 U.S.C. § 3582(c)(2) to have his sentence reduced in light of the 2007 Amendments to the Sentencing Guidelines that lowered the penalties applicable to crack cocaine offenses. On April 8, 2010, the district court granted Christie’s motion and reduced his sentence to 151 months’ imprisonment, which again represented the low end of his new Guidelines range of 151-188 months.\nOn January 30, 2012, Christie filed a second motion under § 3582(c)(2) for a further sentence reduction in light of the 2011 Amendments to the Sentencing Guidelines lowering the penalties for crack cocaine offenses. In a letter to the district court, defense counsel urged the court to reduce Christie’s sentence to a term of 120 months’ imprisonment. The letter relied heavily on a memorandum dated November 29, 2011 from the Probation Office to the district court (the “2011 Probation Memo”), which found Christie to be eligible for a sentence reduction based on his new amended Guidelines range of 120-150 months. In reaching this conclusion, the 2011 Probation Memo noted that the drug weight involved in Christie’s offense, i.e. 150-500 grams of cocaine base, straddled three offense levels under the amended Guidelines, but “the lowest level was applied.” Thus, the 2011 Probation Memo found that Christie’s base offense level was 28, which was the level applicable to offenses involving 112-196 grams of cocaine base under the 2011 Amendments. See U.S.S.G. § 2Dl.l(c)(6). After two levels were added under the “grouping analysis” of § 3D1.4 and three levels were subtracted for acceptance of responsibility under § 3E1.1, the 201Í Probation Memo concluded that Christie’s new adjusted offense level was 27. With a criminal history category of V, this yielded an amended Guidelines range of 120-150 months. Defense counsel’s letter argued that a sentence at the low end of this range was appropriate in light of, inter alia, Christie’s post-sentencing conduct and his prior sentences at the bottom of the then-applicable Guidelines ranges.\nThe Government submitted a letter to the district court on February 14, 2012, conceding that, under “the amended Guidelines, the defendant’s total offense level is 27, resulting in an applicable Guidelines range of 120 to 150 months’ imprisonment.” Despite agreeing that “the Court has the discretion to reduce the defendant’s sentence,” the Government argued that the district court should decline to reduce Christie’s sentence because of his firearms offenses and extensive criminal history.\nOn January 4, 2013, almost a year after Christie filed his motion for a sentence reduction, the district court entered an order denying the motion. The order, which consisted of the first page of a two-page form formerly available through the Administrative Office of the United States Courts (“Form AO 247”), contained no case-specific content beyond the notation that the motion was denied. The pre-print-ed text included boilerplate language stating that the court had considered the defendant’s motion under 18 U.S.C. § 3582(c)(2), and that the court had “tak[en] into account the policy statement set forth at U.S.S.G. § 1B1.10 and the sentencing factors set forth in 18 U.S.C. § 3553(a).” The court electronically checked a box marked “denied” below that language without adding a note indicating why. Although the form provided space for an explanation — page one contained about half a page of empty space before a set of blanks for the date and a judge’s signature, and page two provided additional room for comments on the sentence imposed — the court wrote nothing. Christie appealed from the court’s order on January 7, 2013.\nDISCUSSION\nAlthough district courts generally may not modify a term of imprisonment once it has been imposed, if the defendant “has been sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission pursuant to 28 U.S.C. 994(o), ... the court may reduce the term of imprisonment, after considering the factors set forth in section 3553(a) to the extent that they are applicable, if such a reduction is consistent with applicable policy statements issued by the Sentencing Commission.” 18 U.S.C. § 3582(c)(2). The Supreme Court has set forth a “two-step inquiry” for resolving motions pursuant to § 3582(c)(2) for a sentence reduction. Dillon v. United States, 560 U.S. 817, 130 S.Ct. 2683, 2691, 177 L.Ed.2d 271 (2010); see also United States v. Bethea, No. 12-961, slip op. at 3 (2d Cir. Oct. 31, 2013) (per curiam). First, the district court must determine whether the defendant in question is “eligible for a reduction in sentence,” which requires that such a “reduction would be consistent with applicable policy statements issued by the Sentencing Commission — namely, § IB 1.10.” United States v. Mock, 612 F.3d 133, 137 (2d Cir.2010) (emphasis in original; internal quotation marks omitted). “If, and only if, a defendant is eligible for a reduction in sentence under 18 U.S.C. § 3582(c)(2) and U.S.S.G. § 1B1.10, then the second step of the analytical framework set forth in Dillon requires the district court to consider any applicable § 3553(a) factors and determine whether, in its discretion, the reduction authorized by reference to the policies relevant at step one is warranted in whole or in part under the particular circumstances of the case.” Id. (internal quotation marks omitted).\nWhen the issue on appeal is whether a defendant is “eligible for a reduction in sentence under the crack cocaine amendments, pursuant to section 3582(c)(2)[,] [w]e review de novo the determination of whether [the defendant’s] sentence was ‘based on a sentencing range that was subsequently lowered by the Sentencing Commission,’ because this determination is a matter of statutory interpretation.” United States v. Main, 579 F.3d 200, 202-03 (2d Cir.2009). When a defendant is eligible for resentencing, “we review a district court’s decision to deny a motion under 18 U.S.C. § 3582(c)(2) for abuse of discretion.” United States v. Borden, 564 F.3d 100, 104 (2d Cir.2009).\nIn its submissions to the district court, the Government conceded that Christie was eligible to be resentenced and expressly agreed that he had an amended Guidelines range of 120-150 months’ imprisonment. The Probation Office likewise concluded that Christie was eligible for a reduction. The Government does not contest Christie’s eligibility for a reduction on appeal. We have previously noted that “[i]n general, we are entitled to assume that the sentencing judge understood all the available sentencing options.” United States v. Sanchez, 517 F.3d 651, 665 (2d Cir.2008) (internal quotation marks omitted). Thus, although the district court’s order does not explicitly state that Christie was eligible for a reduced sentence, we may presume that the court below reeog-nized Christie’s eligibility for a reduced sentence, and then proceeded, in an exercise of its discretion, to decline to lower Christie’s sentence.\nThe district court provided no explanation as to why it declined to reduce Christie’s sentence. While the form used by the district court in this case provides space for an explanation of the decision, the district court did not utilize that space, and no other oral or written explanation was given. Christie’s primary argument on appeal thus is that the district court’s decision must be vacated because the lack of reasoning in the court’s order prevents this Court from exercising “meaningful appellate review.” We agree. As we have explained while considering a reasonableness challenge to a defendant’s sentence on direct appeal, “an adequate explanation is a precondition for meaningful appellate review.’ ” United States v. Cavera, 550 F.3d 180, 193 (2d Cir.2008) (en banc). “We cannot uphold a discretionary decision unless we have confidence that the district court exercised its discretion and did so on the basis of reasons that survive our limited review. Without a sufficient explanation of how the court below reached the result it did, appellate review ... may well be impossible.” Id.\nWe are mindful that Cavera dealt with an initial sentencing proceeding, and that § 3582(c)(2) does not entail a “plenary resentencing proceeding,” Dillon, 130 S.Ct. at 2691, and'thus is not subject to all of the procedural requirements that apply at sentencing. See also U.S.S.G. § lB1.10(a)(3) (“proceedings under 18 U.S.C. § 3582(c)(2) and this policy statement do not constitute a full resentencing of the defendant”). Nevertheless, what we said in Cavera about the need for at least some statement of reasons is fully applicable in the context of a motion for a sentence reduction. Like the initial sentencing decision, resolution of a sentence reduction motion is a discretionary decision regarding the defendant’s fundamental liberty interests, which is subject to appellate review. As with an initial sentence, we ordinarily will not be able to determine whether the district court’s exercise of discretion was reasonable without an indication of the reason the discretion was exercised as it was.\nThe Government responds that appellate review may occur because the district court’s reasoning can be inferred from the record. The Government relies chiefly on this Court’s decision in United States v. Fernandez, which noted that a “court’s reasoning can often be inferred by comparing what was argued by the parties or contained in the pre-sentence report with what the judge did.” 443 F.3d 19, 29 (2d Cir.2006) (quoting United States v. Jimenez-Beltre, 440 F.3d 514, 519 (1st Cir.2006) (en banc)).\nFernandez, however, is clearly distinguishable. In that case, which concerned an initial sentencing, the district court amply explained the basis for its sentence. 443 F.3d at 24-25. The defendant nevertheless argued that because the district court failed to state that it considered one of the defendant’s many arguments at sentencing, it had not adequately discharged its duty to consider the statutory sentencing factors. Id. at 28-32. Fernandez did not confront a challenge to a sentencing decision for which the district court provided no explanation whatsoever. While Fernandez noted that “we will not conclude that a district judge shirked her obligation to consider the § 3553(a) factors simply because she did not discuss each one individually or ... address every argument relating to those factors,” id. at 30, this does not relieve the district court of its obligation to provide, at a minimum, enough explanation of how it exercised its sentencing discretion to permit meaningful appellate review. The explanation required need not be lengthy. But absent some indication of the rationale for the ruling, we are precluded from conducting meaningful appellate review. Cavera, 550 F.3d at 193.\nThe failure to state reasons will not always require a remand. In some situations, such a failure may be harmless, because, as the government suggests is the case here, the reasons for the district court’s actions may be obvious from the history of the case. This was the case, e.g., in United States v. Batista, 480 Fed.Appx. 639 (2d Cir.2012) (summary order). There, in granting a sentence reduction, the district court’s “rationale for its exercise of discretion [was] apparent from the record” because the “reduction of [the defendant’s] term of imprisonment to a term 31.5% below the low end of the 235-to-293-month amended Guidelines range [was] comparable to the 31.5% downward variance the district court gave [the defendant] in sentencing him below the 292-to-365-month Guidelines range applicable at sentencing.” Id. at 641-42.\nHere, however, the reasons for the district court’s exercise of discretion are not apparent from the record. The Government’s sentencing memorandum contained a number of arguments against reducing Christie’s sentence (including his prior criminal history and his firearms offenses), and there is no way to determine which of these — or other — reasons the district court relied on in reaching its determination that the pre-existing 151 month term was the appropriate sentence for Christie. The basis for the district court’s decision is especially unclear because Christie’s sentence of 151 months in fact was above his now-applicable Guidelines range of 120-150 months. In 2004, the district court imposed Christie’s original sentence of 168 months, which represented the low end of his initial 168-210 month Guidelines range, and in April 2010, the district court granted Christie’s first § 8582(c) motion to impose a sentence of 151 months, which again was at the bottom of his then-applicable Guidelines range of 151-188 months. There is no indication in the record as to why an above-Guidelines sentence is now called for, or why a comparable within-Guidelines sentence would now be inappropriate.\nOur conclusion that at least some minimal statement of reasons for a court’s action on a § 3582(c)(2) motion is required accords with the view of every other Circuit to have addressed the issue. In United States v. Burrell, for example, the Eighth Circuit vacated and remanded a resentencing decision where “the record [did] not allow [the court] to discern how the district court exercised its discretion.” 622 F.3d 961, 964 (8th Cir.2010). The court found no “indication that the district court adopted the reasoning in the Government’s response to [the defendant’s] § 3582 motion,” and while there was little “doubt that the [district] court read and considered [the defendant’s] motion and the Government’s response,” the Eighth Circuit nonetheless found “no explanation as to what the court relied on to make its decision.” Id. Similarly, the Seventh Circuit vacated the district court’s denial of a motion for resentencing and remanded the case on the ground that it was insufficient to provide a one-sentence explanation stating that “a sentence reduction is not appropriate.” United States v. Marion, 590 F.3d 475, 476 (7th Cir.2009). The court reasoned that it was not inherently problematic to use a form order or even to provide “only a one-sentence explanation”; rather “[t]he problem arises from the fact that it is impossible for us to ensure that the district court did not abuse its discretion if the order shows only that the district court exercised its discretion rather than showing how it exercised that discretion.” Id. at 477-78 (emphasis in original). Accordingly, the court concluded that “[s]ome minimal explanation is required.” Id. at 478. See also United States v. Ray, 420 Fed.Appx. 497, 499 (6th Cir.2011) (unpublished) (vacating and remanding a district court’s form order denying defendant’s motion for a reduced sentence, where “the court merely checked the ‘denied’ box [and] filled in [the defendant’s] original sentencing information”).\nThe Eleventh Circuit recently confronted a challenge to the use of the same form order that the district court employed here: the November 2011 version of AO 247. See United States v. Frazier, 502 Fed.Appx. 863 (11th Cir.2012) (unpublished per curiam). In Frazier, the district court had denied a motion for resen-tencing using AO 247, but, as in the instant case, only the first page was included in the record on appeal. Id. at 864-65. Remand was ordered by the Eleventh Circuit, and the district court then indicated that it had also completed the second page of the form, but had filed it under seal. The Eleventh Circuit again vacated the district court’s order. While noting that the “district court recalculated the applicable guideline range,” the court concluded that it was insufficient for the district court to summarily hold that “the factors in § 3553 weigh strongly against any reduction in [the defendant’s] 360 month sentence.” Id. at 866. This was “insufficient to demonstrate that the district court properly considered the § 3553(a) factors when it denied [the defendant’s] motion.” Id.\nThe district court here did not provide a sufficient explanation of its decision to retain a now above-Guidelines sentence, despite twice sentencing Christie at the bottom of his Guidelines range. See Burrell, 622 F.3d at 965 (vacating resentencing order where defendant’s “amended sentence is at the top of his amended range, but his initial sentence was near the middle of his guidelines range” and noting that this lack of proportionality precludes the “pre-sumfption] that the reasons given ... at his initial sentencing apply with equal force to the amended sentence”).\nNothing in this opinion should be taken as implying any view on the merits of Christie’s application for a sentencing reduction. The government raised various objections to such a reduction, which the district court was required to consider. After appropriate consideration of the sentencing factors under 18 U.S.C. § 3553(a), the district court may well identify cogent reasons to deny the request for a reduction. On the present record, however, we lack any understanding of the reasoning underlying the district court’s decision, and accordingly are unable to determine whether that decision was within the bounds of the district court’s discretion.\nCONCLUSION\nFor the foregoing reasons, the order of the district court is hereby VACATED and REMANDED.\n. The letter submitted by defense counsel also relied on the specific factual findings in the 2003 Pre-Sentence Report in asserting that the total weight of cocaine base involved in Christie’s offense was 184 grams.\n. Christie’s counsel submitted a letter to the court on May 9, 2012, explaining that because of the \"good time credit” he had accumulated in prison, any sentence of 123 months or less (as of that date) would have entided him to immediate release. A similar letter submitted on October 4, 2012, explained that any sentence of 127 months or less (as of that date) would entitle him to immediate release.\n. Although we are \"wary of making such an assumption where the judge’s sentencing remarks create ambiguity as to whether the judge correctly understood an available sentencing option,” Sanchez, 517 F.3d at 665 (internal quotation marks and alteration omitted), we find no such ambiguity here as to whether the district court believed Christie to be eligible for a reduced sentence.\n. Since Christie's time served, as offset by any good conduct time he might have accumulated, may add up to more than the low end of his now-applicable Guidelines range of 120-150 months, the passage of time will continue to diminish the possibility of his benefiting from a reduced sentence within his amended range, should the district court decide that such a reduction is appropriate. Therefore, we urge the district court to conduct the proceedings on remand as expeditiously as possible.",
        "type": "majority",
        "author": "DRONEY, Circuit Judge:"
      }
    ],
    "attorneys": [
      "John W. Brewer, Storch Amini & Mun-ves PC, New York, NY, for Appellant.",
      "Edward A. Imperatore, Assistant United States Attorney, (Justin S. Weddle, Assistant United States Attorney, on the brief), for Preet Bharara, United States Attorney for the Southern District of New York, New York, NY, for Appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Neron CHRISTIE, aka Country, Defendant-Appellant, Ava Bright, Alphonso Nelson, Defendants.\nDocket No. 13-245-CR.\nUnited States Court of Appeals, Second Circuit.\nArgued: Oct. 9, 2013.\nDecided: Nov. 15, 2013.\nJohn W. Brewer, Storch Amini & Mun-ves PC, New York, NY, for Appellant.\nEdward A. Imperatore, Assistant United States Attorney, (Justin S. Weddle, Assistant United States Attorney, on the brief), for Preet Bharara, United States Attorney for the Southern District of New York, New York, NY, for Appellee.\nBefore: LYNCH, CHIN, and DRONEY, Circuit Judges."
  },
  "file_name": "0191-01",
  "first_page_order": 217,
  "last_page_order": 224
}