{
  "id": 3725920,
  "name": "UNITED STATES of America, Plaintiff-Appellee v. Jonathan P. SIMMONS, Defendant-Appellant",
  "name_abbreviation": "United States v. Simmons",
  "decision_date": "2013-12-06",
  "docket_number": "No. 12-3165",
  "first_page": "1139",
  "last_page": "1143",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 1139"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "166 L.Ed.2d 449",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "127 S.Ct. 605",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "549 U.S. 1042",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "439 F.3d 796",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        31314
      ],
      "pin_cites": [
        {
          "page": "809-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/439/0796-01"
      ]
    },
    {
      "cite": "709 F.3d 1198",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3547029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/709/1198-01"
      ]
    },
    {
      "cite": "411 F.3d 906",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8955145
      ],
      "pin_cites": [
        {
          "page": "909"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/411/0906-01"
      ]
    },
    {
      "cite": "172 L.Ed.2d 760",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "129 S.Ct. 770",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "555 U.S. 1088",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "538 F.3d 879",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4126608
      ],
      "pin_cites": [
        {
          "page": "888"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/538/0879-01"
      ]
    },
    {
      "cite": "332 F.3d 1144",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9115951
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1150"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/332/1144-01"
      ]
    },
    {
      "cite": "535 U.S. 55",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        353857
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "58-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/535/0055-01"
      ]
    },
    {
      "cite": "521 F.3d 891",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3737604
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "895"
        },
        {
          "page": "896"
        },
        {
          "page": "897",
          "parenthetical": "stating that under the plain-error rule in the context of a Rule 11 violation, a defendant must show a reasonable probability that he would have relinquished the benefits of his plea agreement and stood trial on all counts charged in the original indictment"
        },
        {
          "page": "895"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/521/0891-01"
      ]
    },
    {
      "cite": "18 U.S.C. §§ 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(g)(1)"
        },
        {
          "page": "15"
        },
        {
          "page": "16"
        },
        {
          "page": "17-18"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 924",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 8,
      "pin_cites": [
        {
          "page": "(c)(l)(A)(i)"
        },
        {
          "page": "(a)(2)"
        },
        {
          "page": "5"
        },
        {
          "page": "9-11"
        },
        {
          "page": "17"
        },
        {
          "page": "18"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(b)(l)(B)(vii)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 660,
    "char_count": 13664,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 4.954869153560656e-08,
      "percentile": 0.3124019971820751
    },
    "sha256": "8558151e1afccea6462e92da7c309032d5d5a838ce69123d05036c32f9dfa9bb",
    "simhash": "1:214f12fcfc05aaf3",
    "word_count": 2255
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LOKEN, BOWMAN, and COLLOTON, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee v. Jonathan P. SIMMONS, Defendant-Appellant."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nJonathan Simmons pleaded guilty to drug and firearm offenses, and the District Court sentenced him to two consecutive sixty-month prison terms. Simmons appeals, challenging the validity of his guilty plea. We affirm.\nIn September 2010, Simmons was indicted by a grand jury on three counts: Count One charged that Simmons knowingly possessed with intent to distribute one hundred or more marijuana plants, a violation of 21 U.S.C. § 841(a)(1), (b)(1)(B); Count Two charged that Simmons, “during and in relation to a drug-trafficking crime, to wit: possession with the intent to distribute marijuana as alleged in Count One, did knowingly and intentionally possess firearms,” a violation of 18 U.S.C. § 924(c)(l)(A)(i); and Count Three charged that Simmons possessed the firearms after a prior felony conviction, a violation of 18 U.S.C. §§ 922(g)(1) and 924(a)(2).\nAt a February 2012 change-of-plea hearing, the parties notified the District Court that they had reached an oral agreement for Simmons to plead guilty to Count One, modified to charge possession with intent to distribute less than one hundred marijuana plants, and to Count Two. In exchange, the government agreed to dismiss Count Three at sentencing. The parties further agreed to jointly recommend that the sentence on these charges run concurrently with a sentence Simmons was serving on an unrelated drug conviction.\nThe government then described the offenses to which Simmons was pleading guilty and the respective ranges of punishment. As relevant, the government recited the Count Two charge as it was stated in the indictment, namely, that Simmons, “during and in relation to” the drug-trafficking crime charged in Count One, “did knowingly and intentionally possess firearms.” Tr. of Change of Plea Hr’g at 4. The government also summarized the evidence it would have presented at trial. Law enforcement officers executing a warrant on an unrelated drug charge arrested Simmons at a Kansas City residence and observed numerous potted plants in the basement while conducting a protective sweep of the residence. The officers obtained a search warrant for the residence and thereafter recovered 119 marijuana plants and three firearms. The government also stated that in a later interview, Simmons admitted that he possessed the marijuana plants seized from the residence; that he trafficked cocaine from Kansas City, Kansas, to Columbia, Missouri; that he possessed or owned the three guns found in the residence; and that he had “bought [the three guns] for home protection ... regarding the cocaine transactions.” Id. at 15. When questioned by the court, Simmons confirmed that the government’s summary “sound[ed] like what happened that day,” id. at 16, and repeatedly admitted that he had knowingly and intentionally possessed the three guns, id. at 17-18.\nThe court thereafter accepted Simmons’s guilty pleas to Count One, as modified, and Count Two and ordered preparation of a presentence report (PSR). As relevant, the PSR stated that Simmons had “admitted that the handguns recovered from his residence were both owned and purchased by him” and that “he owned them for home protection, since he was buying cocaine from dealers.” PSR ¶ 11. Simmons did not object to this portion of the PSR. In addition, the PSR noted that by pleading guilty to Count One, as modified to reflect fewer than 100 marijuana plants, Simmons had avoided the statutory imprisonment range of 60-480 months applicable for 100 or more marijuana plants, 21 U.S.C. § 841(b)(l)(B)(vii); the advisory U.S. Sentencing Guidelines range of 188-285 months for the greater drug amount, see PSR ¶ 66 (describing Guidelines sentencing range of 188-285 months for Total Offense Level of 31 and Criminal History Category of VI); and a maximum possible sentence of 120 months on the dismissed Count Three, 18 U.S.C. § 924(a)(2).\nAt the September 2012 sentencing hearing, the District Court noted, and Simmons agreed, that on “Count Two, [Simmons] pled guilty to being in possession of firearms during a drug-trafficking crime.” Tr. of Sent. Hr’g at 2-3. The court then turned to a pro se motion that Simmons had filed seeking to withdraw his guilty plea because, in pertinent part, defense counsel had “failed to recognize the crucial error in [the] indictment, this being the improper wording of Count Two.” Id. at 5. Simmons explained that his plea was not valid because he had misunderstood Count Two and that-at the time of his plea, he was unaware of the error in the indictment. Id. at 9-11. During a lengthy discussion of Simmons’s motion, the government informed the court that it had considered “fil[ing] a motion ... agreeing to allow him to withdraw his plea,” reinstating the original three Counts of the indictment, and thereby subjecting Simmons to' the potential prison terms described above. Id. at 17. The District Court then addressed Simmons, noting that it, too, had considered allowing him to withdraw his guilty plea “and we’ll go to trial and the whole thing. And ... if we went to trial and a jury agreed that you had the 119 plants and you had all these weapons, your Sentencing Guideline range starts at about 180 months, doesn’t it?” Id. at 18. Simmons acknowledged that he faced this potential sentencing exposure, and when the court then observed that withdrawing the guilty plea and going to trial “doesn’t sound very wise to me,” Simmons agreed and stated that “in light of the comments that [the government] just made, I would like to tell you, I appreciate [the government] not filing that motion.” Id. The court then denied Simmons’s request to withdraw his guilty plea and imposed two consecutive sixty-month sentences to run concurrently with a sentence Simmons was already serving on the unrelated drug charge.\nOn appeal, Simmons' first argues that because Count Two of the indictment misstated the elements ' of ' § 924(c) and because the District Court failed to properly inform him of the elements of the offense as required by Rule 11, his guilty plea was invalid and he should be “permitted to withdraw his plea of guilty to Count [Two].” Second Supp. Br. of Appellant at 22; see United States v. Todd, 521 F.3d 891, 895 (8th Cir.2008) (noting that a challenge to an indictment is waived by a valid guilty plea). Simmons did not raise his Rule 11 argument before the District Court, so we review only for plain error. See United States v. Vonn, 535 U.S. 55, 58-59, 122 S.Ct. 1043, 152 L.Ed.2d 90 (2002). Under this standard, Simmons must show not only that the District Court committed a plain error in complying with Rule 11, but also that any such error affected his substantial rights. A Rule 11 violation “affects substantial rights only where the defendant shows a reasonable probability that but for the error, he would not have entered a guilty plea.” Todd, 521 F.3d at 896.\nAs noted above, Count Two of the indictment charged that Simmons “did knowingly and intentionally possess firearms” “during and in relation to a drug-trafficking crime.” Section 924(c), however, applies to any person who (1) “uses or carries a firearm” “during and in relation to any ... drug trafficking crime” or (2) “possesses a firearm” “in furtherance of any such crime.” 18 U.S.C. § 924(c). The government concedes that the indictment was defective and should have charged Simmons with possessing firearms “in furtherance of’ a drug-trafficking offense. Supp. Br. of Appellee at 10. And we agree with Simmons that because the District Court did not accurately inform him of the elements of the § 924(c) offense at the change-of-plea hearing, the court violated Rule 11 of the Federal Rules of Criminal Procedure. See Fed.R.Crim.P. 11(b)(1)(G) (instructing that a district court must inform the defendant of “the nature of each charge to which” he is pleading before accepting a guilty plea). Accordingly, Simmons has shown an error that was plain. But to obtain relief, he must also show a reasonable probability that but for the error, he would not have entered a guilty plea.\nSimmons argues that the government could not prove that he possessed the firearms in furtherance of his drug-trafficking activity in violation of § 924(c) because the firearms recovered at the residence were locked in a safe. According to Simmons, the government therefore could not have established the requisite nexus between the firearms and the drug-trafficking activity, and had the court complied with Rule 11 by properly informing him of the elements of the § 924(c) charge, he would have recognized this shortcoming in the government’s case and would have put the government to its burden of proof at trial.\nTo be sure, evidence of “simultaneous possession of drugs and ... firearm[s]” is, by itself, insufficient to sustain a conviction for possessing a firearm in furtherance of drug-trafficking activity. United States v. Hamilton, 332 F.3d 1144, 1150 (8th Cir.2003). Instead, the government must establish a nexus between the possession of the firearm and the drug-trafficking offense. Id. This nexus may be established, for example, when a firearm and drugs are discovered in close proximity “so as to support an inference that the firearm is for the protection of the drugs.” United States v. Saddler, 538 F.3d 879, 888 (8th Cir.) (citation to quoted case omitted), cert. denied, 555 U.S. 1088, 129 S.Ct. 770, 172 L.Ed.2d 760 (2008). In this case, however, no such inference is required. Although the government’s evidence did not show that the drugs and firearms were in close proximity when they were discovered and seized, Simmons admitted that he possessed the firearms specifically to protect the drugs he kept at the residence. PSR ¶ 11 (stating that Simmons admitted that “he owned [the firearms] for home protection, since he was buying cocaine from dealers”); United States v. Paz, 411 F.3d 906, 909 (8th Cir.2005) (“Facts presented in a PSR are deemed admitted unless the defendant objects to those facts.”); Tr. of Change of Plea Hr’g at 15 (describing Simmons’s admission that he bought the firearms “for home protection ... regarding cocaine transactions”).\nMoreover, when the court and the government addressed Simmons regarding the consequences of withdrawing his guilty plea, namely, that the government would reinstate the original three charges and Simmons would face a Guidelines “range startling] at about 180 months,” Simmons acknowledged that it would not be “very wise” to withdraw his plea and expressed relief that the government had not conceded to his motion to withdraw and refiled the original charges. Tr. of Sent. Hr’g at 18. And even now, Simmons does not seek to withdraw his guilty plea in its entirety. Rather, he seeks only to withdraw his plea to Count Two, thereby avoiding the consequences of his guilty plea to Count Two but retaining the benefits of his guilty plea to the reduced charge under Count One and the government’s dismissal of Count Three. See Todd, 521 F.3d at 897 (stating that under the plain-error rule in the context of a Rule 11 violation, a defendant must show a reasonable probability that he would have relinquished the benefits of his plea agreement and stood trial on all counts charged in the original indictment).\nIn sum, we conclude that Simmons has not shown a reasonable probability that he would have declined to plead guilty, relinquished the substantial benefits of his plea agreement, and insisted on proceeding to trial on all three original Counts of the indictment had the court accurately advised him of the elements of the § 924 violation charged in Count Two. Accordingly, Simmons is not entitled to relief, and we affirm the judgment of the District Court.\n. In his Second Supplemental Brief (the fifth counseled or pro se brief filed on Simmons's behalf), Simmons concedes that he received proper sentencing credit for the time he spent in custody. Second Supp. Br. at 11. To the extent Simmons attempts to raise a new argument regarding the calculation of his sentence, we refuse to consider it. See, e.g., United States v. McLain, 709 F.3d 1198, 1200 n. 1 (8th Cir.2013) (noting that claims not raised in an opening brief are deemed waived).\n. Once again, we find ourselves expending considerable judicial resources resolving this conflation issue when it could have been avoided altogether if the language in Count Two of the indictment had carefully adhered to the statutory language of § 924(c). This is not, as the government argues, “a virtually imperceptible distinction” or a \"seemingly metaphysical distinction.” Supp. Br. of Appellee at 15, 8; see United States v. Gamboa, 439 F.3d 796, 809-10 (8th Cir.) (noting that proof for an \"in furtherance of” charge under § 924(c) differs from that for a \"during and in relation to” charge), cert. denied, 549 U.S. 1042, 127 S.Ct. 605, 166 L.Ed.2d 449 (2006). Accordingly, we again caution the government against \"conflat[ing] the two alternative offenses defined in § 924(c).” United States v. Todd, 521 F.3d 891, 895 (8th Cir.2008).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Christine M. Blegen, Blegen Law Firm, LLC, Lee’s Summit, MO, Larry C. Pace, Asst. Fed. Public Defender, Kansas City, MO (Stephen C. Moss, Acting Fed. Public Defender, on the brief), for appellant.",
      "Jonathan P. Simmons, Forrest City, AR, pro se.",
      "Philip M. Koppe, Stefan C. Hughes, Asst. U.S. Attys., Kansas City, MO (Tammy Dickinson, U.S. Atty., on the brief), for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee v. Jonathan P. SIMMONS, Defendant-Appellant.\nNo. 12-3165.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: Nov. 8, 2013.\nFiled: Dec. 6, 2013.\nChristine M. Blegen, Blegen Law Firm, LLC, Lee’s Summit, MO, Larry C. Pace, Asst. Fed. Public Defender, Kansas City, MO (Stephen C. Moss, Acting Fed. Public Defender, on the brief), for appellant.\nJonathan P. Simmons, Forrest City, AR, pro se.\nPhilip M. Koppe, Stefan C. Hughes, Asst. U.S. Attys., Kansas City, MO (Tammy Dickinson, U.S. Atty., on the brief), for appellee.\nBefore LOKEN, BOWMAN, and COLLOTON, Circuit Judges."
  },
  "file_name": "1139-01",
  "first_page_order": 1165,
  "last_page_order": 1169
}