{
  "id": 3725784,
  "name": "Brian HAGEN, Plaintiff-Appellee, v. CITY OF EUGENE, Peter Kerns, Jennifer Bills, Tom Eichhorn, Defendants-Appellants",
  "name_abbreviation": "Hagen v. City of Eugene",
  "decision_date": "2013-12-03",
  "docket_number": "No. 12-35492",
  "first_page": "1251",
  "last_page": "1260",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 1251"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "561 F.3d 261",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3479939
      ],
      "pin_cites": [
        {
          "page": "266-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/561/0261-01"
      ]
    },
    {
      "cite": "518 F.3d 304",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3554857
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/518/0304-01"
      ]
    },
    {
      "cite": "574 F.3d 696",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3675655
      ],
      "pin_cites": [
        {
          "page": "704"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/574/0696-01"
      ]
    },
    {
      "cite": "468 F.3d 528",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8453779
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "544"
        },
        {
          "page": "545"
        },
        {
          "page": "545-46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/468/0528-01"
      ]
    },
    {
      "cite": "511 F.3d 924",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4067557
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "933"
        },
        {
          "page": "927"
        },
        {
          "page": "933"
        },
        {
          "page": "932"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/511/0924-01"
      ]
    },
    {
      "cite": "546 F.3d 1121",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3895152
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/546/1121-01"
      ]
    },
    {
      "cite": "2013 WL 4437594",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 12,
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "page": "*10"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "*10"
        },
        {
          "page": "*10"
        },
        {
          "page": "*10"
        },
        {
          "page": "*10"
        },
        {
          "page": "*12"
        },
        {
          "page": "*10"
        },
        {
          "page": "*12"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "735 F.3d 1060",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3721417
      ],
      "weight": 9,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1067",
          "parenthetical": "en banc"
        },
        {
          "page": "1074"
        },
        {
          "page": "1074"
        },
        {
          "page": "1074"
        },
        {
          "page": "1075"
        },
        {
          "page": "1075"
        },
        {
          "page": "1076"
        },
        {
          "page": "1073-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/735/1060-01"
      ]
    },
    {
      "cite": "552 F.3d 1062",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4012970
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1070"
        },
        {
          "page": "1071"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/552/1062-01"
      ]
    },
    {
      "cite": "391 U.S. 563",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767525
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0563-01"
      ]
    },
    {
      "cite": "461 U.S. 138",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298262
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "140"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0138-01"
      ]
    },
    {
      "cite": "678 F.3d 1062",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3873991
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1068"
        },
        {
          "page": "1071",
          "parenthetical": "alteration omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/678/1062-01"
      ]
    },
    {
      "cite": "547 U.S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3275534
      ],
      "weight": 13,
      "year": 2006,
      "pin_cites": [
        {
          "page": "417"
        },
        {
          "page": "426"
        },
        {
          "page": "421"
        },
        {
          "page": "421"
        },
        {
          "page": "424-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/547/0410-01"
      ]
    },
    {
      "cite": "833 F.2d 1365",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10551284
      ],
      "pin_cites": [
        {
          "page": "1371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/833/1365-01"
      ]
    },
    {
      "cite": "177 F.3d 839",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        727251
      ],
      "pin_cites": [
        {
          "page": "856"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/177/0839-01"
      ]
    },
    {
      "cite": "127 F.3d 1157",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1000796
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1161"
        },
        {
          "page": "1161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/127/1157-01"
      ]
    },
    {
      "cite": "721 F.3d 1069",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5754979
      ],
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/721/1069-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1141,
    "char_count": 25718,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 1.7539726138103596e-07,
      "percentile": 0.7089297484139037
    },
    "sha256": "dd5a0d531dc77f91a9e1dc32ac40e4c2165ddc5e6b40c92d9ad40edaf3024d77",
    "simhash": "1:3b23d4e819bcce32",
    "word_count": 4114
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: ARTHUR L. ALARCON, MILAN D. SMITH, JR., and ANDREW D. HURWITZ, Circuit Judges."
    ],
    "parties": [
      "Brian HAGEN, Plaintiff-Appellee, v. CITY OF EUGENE, Peter Kerns, Jennifer Bills, Tom Eichhorn, Defendants-Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nALARCÓN, Senior Circuit Judge:\nThe City of Eugene and Eugene Police Department (EPD) Chief of Police Peter Kerns, Lieutenant Jennifer Bills, and Sergeant Tom Eichhorn appeal from the district court’s denial of their motion pursuant to Rule 50(b) of the Federal Rules of Civil Procedure for a judgment as a matter of law (JMOL). Hagen alleged Appellants violated his First Amendment rights when they removed him from his position on the EPD K-9 team in retaliation for repeatedly airing concerns about work-related safety issues to his supervisors. After a two-day trial, a jury found in Hagen’s favor against all Appellants. We have jurisdiction under 28 U.S.C. § 1291.\nWe conclude that the evidence presented to the jury does not reasonably permit the conclusion that Hagen established a First Amendment retaliation claim. Where, as here, a public employee reports departmental-safety concerns to his or her supervisors pursuant to a duty to do so, that employee does not speak as a private citizen and is not entitled to First Amendment protection. We reverse the judgment below and hold that Appellants were entitled to judgment as a matter of law.\nI\nA\nBrian Hagen began working for the EPD in 1998, where he joined the K-9 unit in 2004. As a K-9 officer, Hagen occasionally deployed with the SWAT team for potentially dangerous operations.\nAs early as the late 1990s, the EPD SWAT team began experiencing problems with officers negligently discharging firearms. In an early example, Sergeant Jay Shadwick — who supervised the K-9 team when Hagen joined in 2004 — was shot by a SWAT team sniper during an operation in 2001.\nThe accidental discharges continued after Hagen joined the K-9 team. In 2005, a SWAT team officer unintentionally pulled the trigger on his rifle as he attempted to pull the pin on a flash-bang grenade during the execution of a search warrant. The rifle was aimed at the ground. Nobody was hurt. Following that incident, Hagen and his fellow K-9 officers, Mark Hubbard and Robert Rosales, voiced concern over the accident to their supervisor, Sgt. Tom Eichorn.\nIn January 2007, a SWAT officer accidentally shot another officer when he mishandled his rifle while climbing a fence. The following week, Eichhorn met briefly with officers Hagen, Hubbard, and Rosales to further address their safety concerns. When pressed for details about EPD’s proposed response to their safety concerns, Eichhorn became irritated and expressed frustration that the issue was being raised again. After that meeting, Hagen voluntarily took the lead among the K-9 officers in coordinating their complaints.\nIn April 2007, another SWAT officer unintentionally discharged his rifle during the execution of a search warrant due to a technical malfunction, this time in a residential neighborhood. In an effort to make his growing safety concerns “as public as possible” following this third shooting in two years, Hagen sent an e-mail on May 23, 2007, to a number of sergeants with K-9 and SWAT team experience, inviting them to a meeting at city hall on May 30, 2007, to discuss “safety issues related to our close working relationship with the SWAT team.” “Most of these issues,” the e-mail explained, “surround the recent accidental discharges and how [the K-9 and SWAT] teams could be better equipped or trained to function more safely together.” The record is unclear whether this meeting took place on May 30, 2007, as requested. Three days after Hagen e-mailed this invitation, then-Chief of Police Robert Lehner suspended SWAT operations so that safety issues could be resolved.\nOn June 13, while SWAT operations were still suspended, Hagen met at city hall with Hubbard and Rosales from the K-9 team, Lt. Aguilar, and Sgt. Eichhorn to address negligent-discharge concerns. The SWAT team was reactivated on June 20, 2007. By early 2008, Hagen and his fellow K-9 officers still had received no detailed information about improvements to the SWAT team’s weapons handling.\nA meeting was held in April 2008 between the SWAT and K-9 teams, including Sgt. Eichhorn. Hagen again reiterated his safety concerns regarding the accidental weapon discharges. Sgt. Eichhorn became noticeably uncomfortable when those present asked him to whom he had been relaying Hagen’s repeated complaints.\nOn May 28, 2008, Sgt. Eichhorn informed Hagen that he would be transferred out of the K-9 unit to a new patrol team. Sgt. Eichhorn explained that he chose to transfer Hagen, as opposed to K-9 officers Hubbard or Rosales, because Hagen was “the spokesman for the majority of the complaints,” had a low activity level, and “repeatedly engaged in what [Sgt. Eichhorn deemed] to be passive insubordination.” On July 28, 2008, Chief Lehner reversed Sgt. Eichhorn’s decision to transfer Hagen because Hagen’s performance evaluations had been strong, and because Hagen had not been notified of any deficiencies in his performance.\nShortly after Chief Lehner rescinded Hagen’s transfer, Sgt. Eichhorn e-mailed Lt. Aguilar a list of concerns about Ha-gen’s job performance. These concerns included Hagen’s failure to maintain training logs, resistence to changes in procedure, high bite ratios, use of force beyond his training, and resistence to working with the SWAT team. Sgt. Eichhorn later acknowledged that after he decided to remove Hagen from the K-9 team, he began writing negatively about events that he had previously regarded positively or neutrally.\nIn late August 2008, Hagen met with Sgt. Eichhorn and Lt. Aguilar to discuss Hagen’s tenure on the K-9 team. They gave Hagen a Performance Expectations memorandum, which included several of the concerns itemized in Sgt. Eichhorn’s earlier list. Then in October 2008, Sgt. Eichhorn and Lt. Bills placed Hagen on a formal Performance Management Plan. The memorandum documenting the Plan noted that “situations and concerns ha[d] arisen with regard to [Hagen’s] job performance” over “the last several months” and expanded on the performance expectations Sgt. Eichhorn and Lt. Aguilar had outlined for Hagen in August. In a subsequent February 2009 Performance Evaluation, Sgt. Eichhorn rated Hagen’s work significantly lower than he had in the previous two years.\nIn March 2009, Lt. Bills placed the K-9 team on stand-down after she learned from the city’s risk manager that “the canine officers were not talking to Sergeant Eichhorn about safety problems on the team.” Lt. Bills testified that she believed this lack of communication raised serious liability, safety, and risk issues, and threatened the cohesion and general functioning of the K-9 team. During the stand-down, Lt. Bills investigated these safety and communication concerns by interviewing K-9 officers Hagen, Hubbard, and Rosales, as well as Sgt. Eichhorn. Following the investigation, Lt. Bills determined that “a serious performance issue exist[ed] with the officers that pose[d] a significant risk to team safety” and recommended that officers Hagen, Hubbard, and Rosales be reassigned from the K-9 unit to patrol.\nIn May 2009, after the stand-down and investigation, Lt. Bills reactivated officers Rosales and Hubbard to their K-9 duties, on the condition that they adhere to the chain of command- and follow specified K-9 operations procedures. Lt. Bills decided, however, to transfer Hagen from the K-9 unit. Following her investigation, Lt. Bills presented this decision to then-acting Chief of Police Kerns, who expressed no concerns about Lt. Bills’s decision despite his knowledge that Hagen believed he was being retaliated against for airing his SWAT safety concerns. Lt. Bills later explained that her decision to transfer Ha-gen from the K-9 team was motivated by Hagen’s unwillingness to speak or resolve issues with Sgt. Eichhorn, in contrast to officers Rosales and Hubbard, who were more willing to do anything to work things out with Sgt. Eichhorn. Hagen'had told Lt. Bills during his interview with her, however, that he was “willing to do whatever it takes” to resolve trust and communication issues with Sgt. Eichhorn.\nB\nIn April 2010, Hagen sued the City of Eugene, Chief Kerns, Lt. Bills, and Sgt. Eichhorn under 42 U.S.C. § 1983. He alleged that the individual Appellants deprived him of his constitutional rights by retaliating against him for exercising his free-speech rights under the First Amendment. Hagen sought to hold the City of Eugene liable for the individual Appellants’ personnel actions on the theory that Chief Kerns was a final policymaker for the City and had ratified Appellants’ retaliatory conduct on behalf of the City.\nFollowing discovery, Appellants moved for summary judgment on Hagen’s First Amendment retaliation claim. They argued that (1) Hagen’s speech was not a matter of public concern; (2) Hagen spoke as a public employee, not as a private citizen; and (3) Hagen could not show that his allegedly protected speech was a substantial or motivating factor behind his adverse employment action. In denying the motion for summary judgment, the court concluded that Hagen’s speech “was a matter of public concern as a matter of law” because “accidental firearms discharges by police officers while in the field are inherently public,” regardless of Ha-gen’s own personal-safety concerns. But the district court also determined that issues of fact remained “regarding the scope and content of plaintiffs job responsibilities,” and thus it was “unable to rule as a matter of law” whether Hagen spoke in his capacity as a private citizen or a public employee.\nThe parties stipulated to have the court decide whether Hagen’s safety complaints involved a matter of public concern. The day after a hearing on that issue, but before the court issued a ruling, Appellants moved “for judgment in their favor based on qualified immunity on [the] ‘public concern’ issue,” pursuant to Rule 52(c) of the Federal Rules of Civil Procedure. The district court denied Appellants’ motion, holding that Hagen’s complaints involved a matter of public concern as a matter of law.\nThe district court held a jury trial the following week. At the close of Hagen’s case-in-chief, Appellants moved orally for a JMOL under Rule 50(a) of the Federal Rules of Civil Procedure. The court denied the motion.\nFollowing the close of Appellants’ case and after the court instructed the jury, Appellants renewed their Rule 50(a) motion “for the same reasons that were raised at the close of plaintiffs case.” The court again denied the motion without comment.\nIn a unanimous general verdict rendered on March 14, 2012, the jury found that Hagen had proved by a preponderance of the evidence that each Appellant “had deprived [him] of his First Amendment Right of Free Speech under the United States Constitution.” The jury awarded Hagen $50,000 in compensatory damages and $200,000 in punitive damages (Kerns, $50,000; Bills, $50,000; Eichhorn, $100,000). The district court entered judgment in Hagen’s favor on March 28, 2012.\nOn April 19, 2012, Appellants moved for JMOL under Rule 50(b). The district court denied the motion “based on [its] prior rulings on the record, the evidence received at trial, and the jury verdict.”\nAppellants timely appealed to this Court from the judgment against them and the district court’s order denying their Rule 50(b) motion.\nII\n“We review de novo a district court’s denial of a renewed motion for judgment as a matter of law.” Barnard, v. Theobald, 721 F.3d 1069, 1075 (9th Cir.2013). “Judgment as a matter of law is appropriate when the evidence, construed in the light most favorable to the nonmoving party, permits only one reasonable conclusion, which is contrary to the jury’s verdict.” Omega Envtl., Inc. v. Gilbarco, Inc., 127 F.3d 1157, 1161 (9th Cir.1997). Conversely, if there is “such relevant evidence as reasonable minds might accept as adequate to' support [the jury’s] conclusion,” we must affirm the denial of a JMOL motion. Gilbrook v. City of Westminster, 177 F.3d 839, 856 (9th Cir.1999) (quoting Landes Constr. Co. v. Royal Bank of Can., 833 F.2d 1365, 1371 (9th Cir.1987)).\nIII\nAppellants contend that the district court erred in denying their JMOL motion because Hagen failed to establish that he spoke as a private citizen, a necessary element to his First Amendment retaliation claim under Garcetti v. Ceballos, 547 U.S. 410, 126 S.Ct. 1951, 164 L.Ed.2d 689 (2006). Specifically, Appellants argue that the undisputed evidence at trial supported the conclusion that Hagen “spoke as part of his public duties as a police officer, not as a private citizen, because he was required by [the] City and police department policy to report safety concerns.” Hagen responds that he was not speaking as a public employee because he “did not ‘report’ anything” pursuant to a “job duty” but rather “discussed his concerns” about accidents taking place at work.\nA\nThe First Amendment shields public employees from employment retaliation for their protected speech activities. Garcetti 547 U.S. at 417, 126 S.Ct. 1951. We have explained, however, that our “recognition for ‘the State’s interests as an employer in regulating the speech of its employees’ ” requires us to “ ‘arrive at a balance between the interests of the [public employee], as a citizen, in commenting upon matters of public concern and the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.’ ” Karl v. City of Mountlake Terrace, 678 F.3d 1062, 1068 (9th Cir.2012) (quoting Connick v. Myers, 461 U.S. 138, 140, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983); Pickering v. Bd. of Educ., 391 U.S. 563, 568, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968)). We strike this balance by asking five questions:\n(1) whether the plaintiff spoke on a matter of public concern; (2) whether the plaintiff spoke as a private citizen or public employee; (3) whether the plaintiffs protected speech was a substantial or motivating factor in the adverse employment action; (4) whether the state had an adequate justification for treating the employee differently from other members of the general public; and (5) whether the state would have taken the adverse employment action even absent the protected speech.\nEng v. Cooley, 552 F.3d 1062, 1070 (9th Cir.2009). “[A]ll the factors are necessary, in the sense that failure to meet any one of them is fatal to the plaintiffs case.” Dahlia v. Rodriguez, No. 10-55978, 735 F.3d 1060, 1067, 2013 WL 4437594, at *5 n. 4 (9th Cir. Aug. 21, 2013) (en banc).\nThe dispositive issue here is whether sufficient evidence supports the jury’s finding that Hagen’s speech was protected because he spoke as a private citizen. This is a mixed question of law and fact. Posey v. Lake Pend Oreille Sch. Dist. No. 84, 546 F.3d 1121, 1129 (9th Cir.2008). “The scope and content of a plaintiffs job responsibilities is a question of fact over which we lack jurisdiction, while ‘the ultimate constitutional significance of the undisputed facts’ is a question of law.” Karl, 678 F.3d at 1071 (alteration omitted) (quoting Eng, 552 F.3d at 1071).\n“A public employee’s speech is not protected by the First Amendment when it is made pursuant to the employee’s official job responsibilities.” Id. (citing Garcetti, 547 U.S. at 426, 126 S.Ct. 1951). Conversely, a public employee’s speech on a matter of public concern is protected “if the speaker ‘had no official duty’ to make the questioned statements, ... or if the speech was not the product of ‘performing the tasks the employee was paid to perform.’ ” Posey, 546 F.3d at 1127 n. 2 (alteration and some internal quotation marks omitted) (quoting Marable v. Nitchman, 511 F.3d 924, 933 (9th Cir.2007); Freitag v. Ayers, 468 F.3d 528, 544 (9th Cir.2006)). Statements do not lose First Amendment protection simply because they concern “the subject matter of [the plaintiffs] employment.” Freitag, 468 F.3d at 545. But “speech which ‘owes its existence to an employee’s professional responsibilities’ is not protected by the First Amendment.” Huppert v. City of Pittsburg, 574 F.3d 696, 704 (9th Cir.2009) (quoting Garcetti 547 U.S. at 421, 126 S.Ct. 1951), overruled on other grounds by Dahlia, 735 F.3d 1060, 2013 WL 4437594.\nGenerally, “in a highly hierarchical employment setting such as law enforcement,” Dahlia, 735 F.3d at 1074, 2013 WL 4437594, at *10, “ ‘when a public employee raises complaints or concerns up the chain of command at his workplace about his job duties, that speech is undertaken in the course of performing his job,’ although ‘it is not dispositive that a public employee’s statements are made internally,’ ” id. (citation omitted) (quoting Davis v. McKinney, 518 F.3d 304, 313 & n. 3 (5th Cir.2008)). If, on the other hand, “a public employee takes his job concerns to persons outside the work place in addition to raising them up the chain of command at his workplace, then those external communications are ordinarily not made as an employee, but as a citizen.” Id. (quoting McKinney, 518 F.3d at 313); see also Freitag, 468 F.3d at 545-46 (holding that where a prison official made “internal reports of inmate sexual misconduct ... the prison’s failure to respond,” she spoke as a “public employee,” and that speech thus was thus unprotected, but when she made external reports about the same circumstances to a state senator and the state inspector general, she “acted as a citizen,” and that speech was protected under the First Amendment).\nIn Garcetti, the Supreme Court held that it was “not dispositive” that an employee “expressed his views inside his office, rather than publicly,” nor was it dispositive that an employee wrote a memorandum that “concerned the subject matter of [his] employment.” 547 U.S. at 421, 126 S.Ct. 1951. While it declined to “articulate a comprehensive framework for defining the scope of an employee’s duties in cases where there is room for serious debate,” the Court emphasized that “[t]he proper inquiry is a practical one” untied to formal job descriptions. Id. at 424-25, 126 S.Ct. 1951; see also Dahlia, 735 F.3d at 1074, 2013 WL 4437594, at *10 (acknowledging “the fact-intensive nature of the inquiry” and the fact that “no single formulation of factors can encompass the full set of inquiries relevant to determining the scope of a plaintiffs job duties”).\nB\nHagen, like the public employee in Garcetti, expressed his concerns about officer safety to coworkers and others within the chain of command at EPD. His speech concerned his employment and safety issues EPD officers were required to report as part of the “tasks [they were] paid to perform.” Ellins, 710 F.3d at 1058. As a K-9 officer, Hagen worked in a “highly hierarchical employment setting.” Dahlia, 735 F.3d at 1074, 2013 WL 4437594, at *10. The evidence establishes that his concerns were directed to his coworkers and his superior officers.\nWhere an “employee prepares a routine report, pursuant to normal departmental procedure about a particular incident or occurrence, the employee’s preparation of that report is typically within his job duties.” Dahlia, 735 F.3d at 1075, 2013 WL 4437594, at *10 (citation omitted). Conversely, complaints regarding “broad concerns about corruption or systemic abuse” are unlikely to “be classified as being within the job duties of an average public employee.” Id. All of Hagen’s complaints involved safety concerns stemming from “particular incidents] or occurrence[s],” Dahlia, 735 F.3d at 1075, 2013 WL 4437594, at *10, and the City of Eugene’s Human Resource and Risk Services Administrative Policies and Procedures Manual required him to report safety concerns. The Manual provides that “Employees are ... responsible for reporting accidents, faulty equipment, unsafe practices of fellow employees, and/or unsafe conditions of work areas to their supervisors.” In addition, a EPD General Order provides that employees should “[r]eport any safety hazard or malfunctioning equipment to [their] supervisor immediately so that corrective action can be taken.”\nNotwithstanding his duty under this policy, Hagen argues that he did not actually “report” anything “as that term is used, understood and applied” in Garcetti because he was “repeatedly bringing up well-known information.” He' maintains that Garcetti and other cases involving reports to supervisors “have no relevance to a situation where, instead of reporting information, plaintiff was repeatedly discussing a known, dangerous situation until his supervisors eventually became exasperated.” This Court rejected a similar contention in Dahlia: “That [plaintiffs supervisor] appears to have ignored [plaintiffs] initial report does not convert into protected speech [plaintiffs] later reports to the same supervisor.” Dahlia, 735 F.3d at 1076, 2013 WL 4437594, at *12. Thus, the repetitive nature of Hagen’s complaints did not convert them into private speech.\nHagen contends that Marable v. Nitch-man, 511 F.3d 924 (9th Cir.2007), places his safety complaints outside of his official duties. We disagree. In Marable, a ship engineer complained of 'Corruption by the manager of the Washington State Ferries. Id. at 927. This Court held that Garcetti was inapplicable because it was not part of a ship engineer’s assigned duties to complain about corrupt conduct of his supervisors. Id. at 933. “Functionally,” we explained, “it cannot be disputed that [Marable’s] job was to do the tasks of a Chief Engineer on his ferry, and such tasks did not include pointing to corrupt actions of higher level officials.” Id. at 932\nHere, in contrast, Hagen’s concerns about SWAT safety were inextricably intertwined with his duties as a K-9 officer. Hagen’s concerns — that the EPD SWAT team with which he often deployed was poorly trained and therefore risked officer and public safety — contain all the hallmarks of traditionally internal work-place complaints one would typically expect an officer to communicate to his superiors, even absent a formal written duty to do so.\nThat Hagen raised his concerns about his and his fellow officers’ job safety internally and within the chain of command cements our conclusion that his comments were made as a public employee, and not as a private citizen. Compare Dahlia, 735 F.3d at 1073-75, 2013 WL 4437594, at *10; id. at 1076-77, 2013 WL 4437594, at *12 (“Even construing the facts and drawing all inferences in Dahlia’s favor, the only reasonable conclusion is that Dahlia acted pursuant to his job duties when he ... reported up the chain of command to the supervising lieutenant overseeing the investigation about abuse related to the same investigation.”), with Andrew v. Clark, 561 F.3d 261, 266-67 (4th Cir.2009) (finding that whether an officer’s memorandum regarding the shooting death of á suspect “was written as part of [the officer’s] official duties was a disputed issue of material fact that cannot be decided on a motion to dismiss pursuant to Rule 12(b)(6),” in part because the officer leaked the memorandum to the Baltimore Sun).\nThe district court instructed the jury that for Hagen to prove that Appellants deprived him of his First Amendment right, he had to prove by a preponderance of the evidence that he “spoke as a citizen and not as part of his official duties.” Implicit in the jury’s general verdict in his favor, therefore, is its finding that Hagen did not air his safety concerns as a part of his official duties. Construing the evidence in the light most favorable to Ha-gen, however, “permits only one reasonable conclusion,” Omega, 127 F.3d at 1161, which is that as a factual and a practical matter, Hagen made his repeated internal complaints about departmental safety and officer competency only in his official capacity as an EPD officer. Hagen therefore has not established a constitutional violation.\nConclusion\nWe conclude that, construing the evidence in the light most favorable to Ha-gen, insufficient evidence supported the jury’s finding that Hagen spoke as a private citizen. Hagen had an official duty to report his safety concerns and thus spoke as a public employee when he repeatedly complained within the chain of command about work-related safety issues. Because this conclusion is contrary to the jury’s verdict, each Appellant was entitled to JMOL.\nWe therefore REVERSE and REMAND with instructions that the district court vacate its judgment in Hagen’s favor and enter judgment in favor of Appellants on each of Hagen’s claims.\n. Defendant Pete Kerns became acting Chief of Police on October 17, 2008, and continued in that position until officially appointed Chief of Police on August 28, 2009.\n. In conjunction with their JMOL motion following the jury verdict, Appellants simultaneously moved for a new trial under Rule 59(a)(1)(A) of the Federal Rules of Civil Procedure. They argued that the district court’s exclusion of evidence of a grievance arbitration proceeding prejudiced aspects of their defense. Appellants do not pursue this argument on appeal.\n. Hagen has not argued that he acted as a private person in reporting his safely concerns to police union officials, nor has he presented any evidence regarding the police union's agreement with EPD concerning employee grievances.",
        "type": "majority",
        "author": "ALARCÓN, Senior Circuit Judge:"
      }
    ],
    "attorneys": [
      "Jerome Lidz (argued), Glenn Klein, City of Eugene Prosecutors Office, Eugene, OR, for Defendants-Appellants.",
      "Jamie B. Goldberg (argued), Makler Lemoine & Goldberg PC, Portland, OR, for Plaintiff-Appellee."
    ],
    "corrections": "",
    "head_matter": "Brian HAGEN, Plaintiff-Appellee, v. CITY OF EUGENE, Peter Kerns, Jennifer Bills, Tom Eichhorn, Defendants-Appellants.\nNo. 12-35492.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Nov. 8, 2013.\nFiled Dec. 3, 2013.\nJerome Lidz (argued), Glenn Klein, City of Eugene Prosecutors Office, Eugene, OR, for Defendants-Appellants.\nJamie B. Goldberg (argued), Makler Lemoine & Goldberg PC, Portland, OR, for Plaintiff-Appellee.\nBefore: ARTHUR L. ALARCON, MILAN D. SMITH, JR., and ANDREW D. HURWITZ, Circuit Judges."
  },
  "file_name": "1251-01",
  "first_page_order": 1277,
  "last_page_order": 1286
}