{
  "id": 3726025,
  "name": "UNITED STATES of America, Plaintiff-Appellee, v. 515 GRANBY, LLC; Marathon Development Group, Incorporated, Defendants-Appellants, and 1.604 Acres of Land, more or less, situate in the City of Norfolk, Commonwealth of Virginia, Defendant, Skyline Steel, LLC, Claimant",
  "name_abbreviation": "United States v. 515 Granby, LLC",
  "decision_date": "2013-11-20",
  "docket_number": "No. 12-2161",
  "first_page": "309",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 309"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "416 F.3d 442",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8939117
      ],
      "pin_cites": [
        {
          "page": "453-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/416/0442-01"
      ]
    },
    {
      "cite": "461 U.S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298707
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0424-01"
      ]
    },
    {
      "cite": "1996 WL 393171",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1996,
      "pin_cites": [
        {
          "page": "*2",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "851 F.2d 117",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11337807
      ],
      "pin_cites": [
        {
          "page": "118-19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/851/0117-01"
      ]
    },
    {
      "cite": "317 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        304055
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "373",
          "parenthetical": "defining just compensation as fair market value"
        },
        {
          "parenthetical": "defining just compensation as fair market value"
        },
        {
          "parenthetical": "defining just compensation as fair market value"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/317/0369-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 4651",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "99 Stat. 183",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "980 F.2d 280",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10512478
      ],
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/980/0280-01"
      ]
    },
    {
      "cite": "490 U.S. 877",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        606032
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "883"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0877-01"
      ]
    },
    {
      "cite": "17 F.3d 1033",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1830363
      ],
      "pin_cites": [
        {
          "page": "1036"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/17/1033-01"
      ]
    },
    {
      "cite": "277 F.3d 1156",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9452871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/277/1156-01"
      ]
    },
    {
      "cite": "142 F.3d 670",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        219269
      ],
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/142/0670-01"
      ]
    },
    {
      "cite": "867 F.2d 731",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529180
      ],
      "pin_cites": [
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/867/0731-01"
      ]
    },
    {
      "cite": "496 U.S. 154",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12122211
      ],
      "weight": 15,
      "year": 1990,
      "pin_cites": [
        {
          "page": "165"
        },
        {
          "page": "159"
        },
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/496/0154-01"
      ]
    },
    {
      "cite": "991 F.2d 132",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10509453
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "138"
        },
        {
          "page": "139"
        },
        {
          "page": "138"
        },
        {
          "page": "139",
          "parenthetical": "stating that substantial justification \"focuses ... on the reasonableness of [the government's] position in bringing about or continuing the litigation\""
        },
        {
          "page": "139"
        },
        {
          "page": "138"
        },
        {
          "page": "138-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/991/0132-01"
      ]
    },
    {
      "cite": "1995 WL 54025",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "*4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "631 F.3d 136",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4086970
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/631/0136-01"
      ]
    },
    {
      "cite": "13 F.3d 813",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1834463
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "815"
        },
        {
          "page": "815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/13/0813-01"
      ]
    },
    {
      "cite": "957 F.2d 1161",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10520347
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1166"
        },
        {
          "page": "1165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/957/1161-01"
      ]
    },
    {
      "cite": "561 F.3d 302",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3480916
      ],
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/561/0302-01"
      ]
    },
    {
      "cite": "487 U.S. 552",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1775136
      ],
      "weight": 7,
      "year": 1988,
      "pin_cites": [
        {
          "page": "562-63"
        },
        {
          "page": "565-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0552-01"
      ]
    },
    {
      "cite": "40 U.S.C. § 3113",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2412",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(d)(1)(A)"
        },
        {
          "page": "(d)(2)(H)"
        },
        {
          "page": "(d)(1)(A)"
        },
        {
          "page": "(d)(2)(B)"
        },
        {
          "page": "(d)(1)(C)"
        },
        {
          "page": "(d)(2)(D)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1007,
    "char_count": 21990,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 9.288066528043021e-08,
      "percentile": 0.5121117099877251
    },
    "sha256": "ce4e20dbf0cd7a1510965904d27b7c49ced62eaac2f3a1538336fc8b8e57a325",
    "simhash": "1:739a310723da5667",
    "word_count": 3401
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUNCAN and THACKER, Circuit Judges, and GINA M. GROH, United States District Judge for the Northern District of West Virginia, sitting by designation."
    ],
    "parties": [
      "UNITED STATES of America, Plaintiff-Appellee, v. 515 GRANBY, LLC; Marathon Development Group, Incorporated, Defendants-Appellants, and 1.604 Acres of Land, more or less, situate in the City of Norfolk, Commonwealth of Virginia, Defendant, Skyline Steel, LLC, Claimant."
    ],
    "opinions": [
      {
        "text": "Vacated and remanded with instructions by published opinion. Judge DUNCAN wrote the opinion, in which Judge THACKER and Judge GROH joined.\nDUNCAN, Circuit Judge:\nAppellants 515 Granby, LLC (“Granby”) and Marathon Development Group, Inc. (“Marathon”) appeal the district court’s denial of attorney’s fees under the Equal Access to Justice Act (“EAJA”), 28 U.S.C. § 2412, after prevailing against the United States on the issue of just compensation in a condemnation proceeding. The EAJA provides that a party who prevails in litigation against the United States is entitled to an award of attorney’s fees and expenses unless “the position of the United States was substantially justified” or “special circumstances make an award unjust.” 28 U.S.C. § 2412(d)(1)(A). The district court determined that, although the prelitigation position of the United States was admittedly unreasonable, the United States’ overall position was substantially justified under the totality of the circumstances. We vacate and remand to the district court with instructions regarding how to properly weigh the government’s prelitigation position in determining whether its position as a whole is substantially justified, and to consider, if necessary, whether special circumstances exist in the first instance.\nI.\nA.\nGranby owned a 1.604-acre parcel ’ of land in Norfolk, Virginia, on which it planned to develop luxury condominiums, retail establishments, and office space. Although the development project never materialized, Granby made improvements to the land by preparing the site for construction, including excavating and installing piles to support a high-rise building. Granby hired Marathon to manage the development of the parcel. Marathon held a lien of over $3 million on the property because of its role in the project. The Bank of the Commonwealth also financed the development project and had a lien on the property.\nThe United States was interested in obtaining Granby’s parcel in order to expand the federal court building in Norfolk. The United States conducted two appraisals of the property. In 2008, appraisers valued it at $7 million. After the economic downturn, it was reappraised in 2009 at a value of $6,175 million. ■ The United States instructed the appraiser in each instance to assess the property as if it were vacant— that is, to ignore any improvements to the land.\nAfter negotiations to purchase the 1.604-acre parcel failed, the United States initiated a condemnation proceeding in 2010 to acquire it by eminent domain. See U.S. Const, amend. V; 40 U.S.C. § 3113. Based on the 2009 appraisal, the United States offered $6,175 million as just compensation and deposited that amount with the court. Granby rejected the offer and the case proceeded toward trial on the issue of just compensation under the Fifth Amendment’s Takings Clause. Because of its lien, the United States joined Marathon as a party to the action; other lienholders were put on notice as interested parties but were not joined. Marathon participated in the lawsuit, but relied on Granby’s valuations of the property’s fair market value.\nGranby obtained two appraisals valuing the land at $36.1 million and $30.7 million, respectively. These appraisals were based, in part, on a variety of valuation techniques that the United States opposed, such as valuing the land at its best use and including the value of the developer’s entrepreneurial incentive. The district court ultimately granted most of the government’s motions to exclude certain types of valuation evidence. As a result, Granby lowered its valuation to $16.32 million shortly before trial.\nThe government ordered a new appraisal for its trial valuation of the property, this time including improvements to the land, which raised its value to $9 million. Each of the parties rejected last-minute settlement offers: the government offered $9.4 million and Granby offered $15.4 million.\nB.\nThe matter was tried before a jury, which heard evidence relating to Granby’s asserted value of $16.32 million and the United States’ asserted value of $9 million. The jury returned a verdict of $13,401,741 as just compensation.\nGranby and Marathon each applied for attorney’s fees under the EAJA, asserting that they were entitled to such fees because they prevailed in an action against the United States and the other requirements of the EAJA were met. The “prevailing party” in an eminent-domain proceeding is the party whose highest trial valuation of the property is closest to the final judgment. 28 U.S.C. § 2412(d)(2)(H). Here, the jury’s verdict of $13.4 million was closer to Granby’s valuation of $16.3 million than it was to the government’s valuation of $9 million. That Granby and Marathon prevailed is not contested.\nThe United States opposed an award of attorney’s fees on the grounds that the government’s position was substantially justified and special circumstances existed that would make the award of fees unjust. The issue was referred to a magistrate judge, who recommended that both Gran-by and Marathon were eligible for fees, costs, and other expenses under the EAJA because the government’s position was not substantially justified and there were no special circumstances. The district court rejected the magistrate judge’s recommendation. Because it found that the government’s position was substantially justified, it did not reach the question of special circumstances. This appeal followed.\nII.\nThe arguments on appeal mirror those before the district court. Appellants argue that the government’s position was not substantially justified because an unreasonable prelitigation position should automatically foreclose a court from finding substantial justification. They contend that the district court erred by considering their financial ability to litigate and the reasonableness of their position. Appellants also ask us to find, as a matter of law, that there are no special circumstances that would make an award unjust. Because the district court did not reach the question of special circumstances, we do not address it here.\nWe review the district court’s denial of attorney’s fees under the EAJA for abuse of discretion. Pierce v. Underwood, 487 U.S. 552, 562-63, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988). A district court abuses its discretion when it makes an error of law. United States v. Basham, 561 F.3d 302, 326 (4th Cir.2009). Although this standard is deferential, it is not merely “a simple, aecept-on-faith, rubber-stamping of district court decisions” regarding fees under the EAJA. United States v. Paisley, 957 F.2d 1161, 1166 (4th Cir.1992).\nA.\nAs we have stated, the EAJA provides that parties who prevail in litigation against the government are entitled to an award of attorney’s fees and other expenses “unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust.” 28 U.S.C. § 2412(d)(1)(A). The United States has the burden of showing that its position was substantially justified. EEOC v. Clay Printing Co., 13 F.3d 813, 815 (4th Cir.1994).\nWe have held that a position is “substantially justified” when it has a “reasonable basis in law and fact.” Cody v. Caterisano, 631 F.3d 136, 141 (4th Cir.2011) (quoting Pierce, 487 U.S. at 566 n. 2, 108 S.Ct. 2541). In Pierce, the Supreme Court clarified that the EAJA’s use of “substantially justified” is similar to its use in other statutes, in which it has been defined as “justified to a degree that could satisfy a reasonable person” and as “more than merely undeserving of sanctions for frivolousness.” 487 U.S. at 565-66, 108 S.Ct. 2541. In the eminent-domain context, a position is substantially justified when “the government’s refusal to offer more to the property owners as just compensation ha[s] a reasonable basis in fact and in law.” In re Lamson (Lamson I), No. 94-1249, 1995 WL 54025, at *4 (4th Cir. Feb. 10, 1995).\nWhile seeming relatively straightforward, “determining whether the government’s position is substantially justified ... ‘has proved to be an issue of considerable conceptual and practical difficulty.’” Roanoke River Basin Ass’n v. Hudson, 991 F.2d 132, 138 (4th Cir.1993) (quoting Paisley, 957 F.2d at 1165). In particular, we have found little guidance on the specific question of balancing the government’s prelitigation and litigation postures in a case, such as ours, where they differ.\nLimited guidance notwithstanding, we have no difficulty concluding that the government’s prelitigation and litigation postures together comprise, in the words of the statute, “the position of the United States.” As the Supreme Court has elaborated, courts must undertake “a single evaluation of past conduct” that examines the “case as an inclusive whole, rather than as atomized line-items.” Comm’r, INS v. Jean, 496 U.S. 154, 159 n. 7, 162, 110 S.Ct. 2316, 110 L.Ed.2d 134 (1990). Moreover, although not directed to the specific question at hand, we have noted the necessity to “look beyond the issue on which the petitioner prevailed to determine, from the totality of the circumstances, whether the government acted reasonably in causing the litigation or in taking a stance during the litigation.” Roanoke River Basin Ass’n, 991 F.2d at 139.\nHaving recognized the need to consider both the government’s prelitigation and litigation positions, we now turn to the more challenging question of how to assess substantial justification when the government’s prelitigation position was unreasonable but its litigation position was reasonable. For this analysis, we can draw guidance from the views of our sister circuits, who have addressed the question directly, albeit with differing results.\nSome have gone as far as stating that a reasonable litigation position can never cure an unreasonable prelitigation stance. For example, the Second Circuit stated, “[I]f the underlying Government position is not substantially justified, a court must award fees ... even if the Government’s litigation position is itself reasonable when considered alone.” Smith v. Bowen, 867 F.2d 731, 734 (2d Cir.1989); see also Morgan v. Perry, 142 F.3d 670, 684 (3d Cir.1998). Other circuits have emphasized the importance of the prelitigation position without creating a bright-line' rule. E.g., Hackett v. Barnhart, 475' F.3d 1166, 1174 (10th Cir.2007); United States v. Marolf, 277 F.3d 1156, 1164 n. 5 (9th Cir.2002); Marcus v. Shalala, 17 F.3d 1033,1036 (7th Cir.1994). As we elaborate below, we endorse the latter approach as consistent with our precedent generally and truer to the dual purposes of the EAJA: providing incentives for private parties to vindicate their rights in the judicial system and creating a check on government action. Sullivan v. Hudson, 490 U.S. 877, 883, 109 S.Ct. 2248, 104 L.Ed.2d 941 (1989); see also H.R. Rep. 96-1418, at 9-10 (1980), 1980 U.S.C.C.A.N. 4984.\nIn assessing the reasonableness of awards of attorney’s fees under the EAJA, we have recognized that “Congress intended to address governmental misconduct whether that conduct preceded litigation, compelling a private party to take legal action, or occurred in the context of an ongoing case through prosecution or defense of unreasonable positions.” Roanoke River Basin Ass’n, 991 F.2d at 138. We have also held, more specifically, that when the government’s unjustified prelitigation position forces a lawsuit, the petitioner may recover fees under the EAJA for the entire suit, even' if the government’s litigation position was reasonable. Thompson v. Sullivan, 980 F.2d 280, 281 (4th Cir.1992); see also Roanoke River Basin Ass’n, 991 F.2d at 139 (stating that substantial justification “focuses ... on the reasonableness of [the government’s] position in bringing about or continuing the litigation”) (emphasis added).\nFurthermore, Congress amended the EAJA in 1985, in part, to emphasize the significance of the government’s prelitigation stance. Act of August 5, 1985, Pub.L. No. 99-80, 99 Stat. 183. The legislative history of those amendments specifically notes that the EAJA was designed to prevent the government from unjustifiably forcing litigation, then avoiding liability by acting reasonably during the litigation. H.R.Rep. No. 98-992, at 9 (1984); see also Jean, 496 U.S. at 159 n. 7, 110 S.Ct. 2316. Such a strategy of “curing” a purposefully unreasonable prelitigation position would be particularly problematic in the context of an eminent-domain proceeding because the government is required to pay just compensation for a taking under the Fifth Amendment and 42 U.S.C. § 4651. See also United States v. Miller, 317 U.S. 369, 373, 63 S.Ct. 276, 87 L.Ed. 336 (1943) (defining just compensation as fair market value).\nB.\nIn light of the principles discussed above, we are constrained to conclude that the district court did not properly weigh the effect of the government’s unreasonable prelitigation position, particularly given the government’s burden of proof. We therefore vacate and remand for a reexamination of the effect of the government’s prelitigation position using the framework provided below.\nIn short, we adopt the view that an unreasonable prelitigation position will generally lead to an award of attorney’s fees under the EAJA. If the government’s position changes, the court must independently determine whether its prelitigation and litigation positions were reasonable. If the government’s prelitigation position is unreasonable and its litigation position reasonable, the government must then prove that the unreasonable position did not “force” the litigation or substantially alter the course of the litigation.\nFor each government valuation position in a condemnation proceeding, the district court should start by asking “whether the government’s refusal to offer more to the property owners as just compensation had a reasonable basis in fact and law.” Lamson I, 1995 WL 54025, at *4. In making this assessment, the court should examine such factors as: the experience, qualifications, and competence of appraisers; whether there is evidence of bad faith on the part of the government; the relationship of the government’s various appraisals to each other; the government’s explanations for changes in its asserted valuations; and the severity of the alleged governmental misconduct. See generally Roanoke River Basin Ass’n, 991 F.2d at 139; United States v. 312.50 Acres of Land, 851 F.2d 117, 118-19 (4th Cir.1988); United States v. Lamson (Lamson II), No. 95-2770, 1996 WL 393171, *2 (4th Cir. July 15, 1996) (per curiam); Lamson I, 1995 WL 54025, at *4.\nIf the district court finds that the government’s prelitigation valuation position was unreasonable but its litigation posture reasonable, the court must then assess the effect of the prelitigation position on the action for just compensation. One important, but not determinative, factor is the extent to which the government misconduct “compelled] a party to resort to litigation or to prolong litigation.” Roanoke River Basin Ass’n, 991 F.2d at 138. Assessing the effect of the government’s misconduct will necessarily vary based on the particularities of the case, but could include an examination of precondemnation negotiations, discovery, pretrial motions practice, and settlement negotiations. To be clear, because the government has the burden of proving substantial justification, it has the onus of justifying the changes in its valuation figures. See Lamson I, 1995 WL 54025, at *4; see also Clay Printing Co., 13 F.3d at 815.\nThe financial state of the prevailing party, however, is not relevant in determining substantial justification. Because the EAJA itself defines which parties are eligible for EAJA fee awards, the district court may not consider whether a party who otherwise meets the statutory threshold “needs” fees in order to litigate. See 28 U.S.C. § 2412(d)(2)(B). Additionally, the district court may not determine that the government’s position is substantially justified simply because it is more reasonable than the private litigant’s. See Jean, 496 U.S. at 165, 110 S.Ct. 2316 (stating that the substantial-justification requirement “properly focuses on the governmental misconduct giving rise to the litigation”) (emphasis added). In other words, the prevailing party’s position is relevant only to the extent that it is necessary to identify the effects of the government’s unreasonable prelitigation position.\nThe conduct of the prevailing party may also become important at a later stage of the EAJA fee process: assessing the amount of fees to be awarded after the district court makes the “threshold determination” on substantial justification. See Jean, 496 U.S. at 159, 110 S.Ct. 2316. Once the threshold substantial-justification determination is made, a sizeable award of attorney’s fees and expenses is not automatic. Id. at 163, 110 S.Ct. 2316. If the petitioning party is entitled to fees and expenses, the district court has considerable discretion in determining the amount of the fee award. See id. at 161 n. 9, 110 S.Ct. 2316 (noting that, in practice, district courts often do not grant the full amount of attorney’s fees that parties request).\nThe EAJA specifically grants district courts the discretion to reduce or deny an award “to the extent that the prevailing party ... unduly and unreasonably protracted the final resolution of the matter in controversy.” 28 U.S.C. § 2412(d)(1)(C). The Supreme Court has also instructed courts to assess the fees and expenses to be awarded in light of the petitioning litigant’s success. Jean, 496 U.S. at 163 n. 10, 110 S.Ct. 2316; see generally Hensley v. Eckerhart, 461 U.S. 424, 436, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983). Therefore, the district court may consider the prevailing party’s litigation conduct — that is, the reasonableness of their position — in the determination of the fee award amount, rather than in the determination of the party’s threshold eligibility for fees under the EAJA.\nIII.\nFor the reasons stated above, we vacate the district court’s opinion and re-mand for a reexamination of substantial justification. The issue of special circumstances under the EAJA was not before us because the trial court made no finding on that issue. If necessary on remand, the district court should also consider whether special circumstances would make an award of attorney’s fees unjust.\nVACATED AND REMANDED WITH INSTRUCTIONS.\n. Because the condemnation proceeding relates to one of the court buildings for the Eastern District of Virginia, Judge Norman K. Moon of the Western District of Virginia was assigned to the case.\n. We have considered the appellants' argument regarding the district court’s characterization of Marathon’s status and find it to be without merit.\n. Significantly, the EAJA defines the government’s position as \"the position taken by the United States in the civil action” as well as \"the action or failure to act by the agency upon which the civil action is based.” 28 U.S.C. § 2412(d)(2)(D).\n. It is the multiple stages of this case that significantly complicated the district court’s task of analyzing the totality of the circumstances in the usual manner. Often, as in Roanoke River Basin Ass’n, the district court must examine the reasonableness of the government’s position on multiple issues to determine whether it was, as a whole, substantially justified. 991 F.2d at 138-39. Here, on the other hand, the district court has to balance two different positions on the single issue presented in the case, which grafts an extra layer onto our traditional analysis.\n. In doing so, we imply no criticism of the district court because our guidance on substantial justification in this context has been less than clear.\n. Although the district court found the notion that Granby and Marathon were compelled to trial to vindicate their rights to be \"fallacious,” J.A. 351, it did so by inappropriately comparing the positions of the government and appellants at the substantial-justification stage, see Estate of Baird v. Comm’r, 416 F.3d 442, 453-54 (5th Cir.2005) (noting that the court should only consider whether the government’s, not the private party’s, position remained consistent). For example, the district court considered the fact that the government’s motions practice caused appellants to significantly lower their trial valuation and the fact that this reduction was greater than the change in the government’s valuations. J.A. 349, 351-52.",
        "type": "majority",
        "author": "DUNCAN, Circuit Judge:"
      }
    ],
    "attorneys": [
      "ARGUED: William Walter Wilkins, Nexsen Pruet, Greenville, South Carolina, for Appellants. Joan M. Pepin, United States Department of Justice, Washington, D.C., for Appellee. ON BRIEF: Kirsten E. Small, Andrew Mathias, Nexsen Pruet, LLC, Greenville, South Carolina, for Appellants 515 Granby, LLC and Marathon Development Group, Inc. John C. Lynch, Ethan G. Ostroff, Troutman Sanders LLP, Virginia Beach, Virginia, for Appellant Marathon Development Group, Inc. Joseph T. Waldo, Stephen J. Clarke, Brian G. Kunze, Waldo and Lyle, P.C., Norfolk, Virginia, for Appellant 515 Granby, LLC. Kris E. Durmer, General Counsel, Julie A. Hol-vik, Assistant Regional Counsel, General Services Administration, Philadelphia, Pennsylvania; Ignacia S. Moreno, Assistant Attorney General, John E. Arbab, Georgia Garthwaite, Kristin R. Muenzen, Environment & Natural Resources Division, United States Department of Justice, Washington, D.C. for Appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Plaintiff-Appellee, v. 515 GRANBY, LLC; Marathon Development Group, Incorporated, Defendants-Appellants, and 1.604 Acres of Land, more or less, situate in the City of Norfolk, Commonwealth of Virginia, Defendant, Skyline Steel, LLC, Claimant.\nNo. 12-2161.\nUnited States Court of Appeals, Fourth Circuit.\nArgued: Sept. 19, 2013.\nDecided: Nov. 20, 2013.\nARGUED: William Walter Wilkins, Nexsen Pruet, Greenville, South Carolina, for Appellants. Joan M. Pepin, United States Department of Justice, Washington, D.C., for Appellee. ON BRIEF: Kirsten E. Small, Andrew Mathias, Nexsen Pruet, LLC, Greenville, South Carolina, for Appellants 515 Granby, LLC and Marathon Development Group, Inc. John C. Lynch, Ethan G. Ostroff, Troutman Sanders LLP, Virginia Beach, Virginia, for Appellant Marathon Development Group, Inc. Joseph T. Waldo, Stephen J. Clarke, Brian G. Kunze, Waldo and Lyle, P.C., Norfolk, Virginia, for Appellant 515 Granby, LLC. Kris E. Durmer, General Counsel, Julie A. Hol-vik, Assistant Regional Counsel, General Services Administration, Philadelphia, Pennsylvania; Ignacia S. Moreno, Assistant Attorney General, John E. Arbab, Georgia Garthwaite, Kristin R. Muenzen, Environment & Natural Resources Division, United States Department of Justice, Washington, D.C. for Appellee.\nBefore DUNCAN and THACKER, Circuit Judges, and GINA M. GROH, United States District Judge for the Northern District of West Virginia, sitting by designation."
  },
  "file_name": "0309-01",
  "first_page_order": 335,
  "last_page_order": 344
}