{
  "id": 3726324,
  "name": "Shah RAHMAN, Individually and On Behalf of All Others Similarly Situated, Appellant v. KID BRANDS, INC.; Bruce G. Crain; Guy A. Paglinco; Raphael Benaroya",
  "name_abbreviation": "Rahman v. Kid Brands, Inc.",
  "decision_date": "2013-11-15",
  "docket_number": "No. 12-4257",
  "first_page": "237",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 237"
    }
  ],
  "court": {
    "name_abbreviation": "3d Cir.",
    "id": 8840,
    "name": "United States Court of Appeals for the Third Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "531 F.3d 190",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3655013
      ],
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/531/0190-01"
      ]
    },
    {
      "cite": "432 F.3d 261",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        556398
      ],
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/432/0261-01"
      ]
    },
    {
      "cite": "708 F.3d 470",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3542098
      ],
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/708/0470-01"
      ]
    },
    {
      "cite": "540 F.3d 1049",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4235959
      ],
      "pin_cites": [
        {
          "page": "1068"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/540/1049-01"
      ]
    },
    {
      "cite": "399 F.3d 651",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1546958
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "656-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/399/0651-01"
      ]
    },
    {
      "cite": "549 F.3d 736",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5734077
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "743"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/549/0736-01"
      ]
    },
    {
      "cite": "216 F.3d 300",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11209912
      ],
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/216/0300-01"
      ]
    },
    {
      "cite": "394 F.3d 126",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9165695
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "146"
        },
        {
          "page": "147"
        },
        {
          "page": "263"
        },
        {
          "parenthetical": "footnote omitted"
        },
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/394/0126-01"
      ]
    },
    {
      "cite": "425 U.S. 185",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175010
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/425/0185-01"
      ]
    },
    {
      "cite": "503 F.3d 319",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2921907
      ],
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/503/0319-01"
      ]
    },
    {
      "cite": "17 C.F.R. § 240",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "564 F.3d 242",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4238849
      ],
      "weight": 20,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "251"
        },
        {
          "page": "259",
          "parenthetical": "citations omitted"
        },
        {
          "page": "253"
        },
        {
          "page": "261"
        },
        {
          "page": "278",
          "parenthetical": "alteration in original"
        },
        {
          "page": "268",
          "parenthetical": "emphasis added"
        },
        {
          "page": "252"
        },
        {
          "page": "253"
        },
        {
          "parenthetical": "citations and internal quotation marks omitted"
        },
        {
          "page": "252",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "254"
        },
        {
          "page": "261"
        },
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/564/0242-01"
      ]
    },
    {
      "cite": "551 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3573048
      ],
      "weight": 29,
      "year": 2007,
      "pin_cites": [
        {
          "page": "322"
        },
        {
          "page": "2509"
        },
        {
          "page": "313"
        },
        {
          "page": "2504"
        },
        {
          "page": "314"
        },
        {
          "page": "2504",
          "parenthetical": "emphasis added"
        },
        {
          "page": "314"
        },
        {
          "page": "2504-05"
        },
        {
          "page": "318"
        },
        {
          "page": "2507"
        },
        {
          "page": "321"
        },
        {
          "page": "2508"
        },
        {
          "page": "319"
        },
        {
          "page": "2507"
        },
        {
          "page": "313, 320"
        },
        {
          "page": "2504, 2508",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "325-26"
        },
        {
          "page": "2511"
        },
        {
          "page": "323"
        },
        {
          "page": "2509",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "323"
        },
        {
          "page": "2509"
        },
        {
          "page": "324"
        },
        {
          "page": "2510",
          "parenthetical": "citation omitted"
        },
        {
          "page": "323"
        },
        {
          "page": "2510"
        },
        {
          "page": "2510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/551/0308-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1331",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "2012 WL 762311",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2012,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1397,
    "char_count": 31195,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 1.6121471036549497e-07,
      "percentile": 0.6857753096802168
    },
    "sha256": "b900a4d510c97ab989cd5d5012e128077421daa67c3614d7dd1176e51ed655a9",
    "simhash": "1:be08cf41784a03c7",
    "word_count": 4950
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FUENTES, GREENBERG, and BARRY, Circuit Judges."
    ],
    "parties": [
      "Shah RAHMAN, Individually and On Behalf of All Others Similarly Situated, Appellant v. KID BRANDS, INC.; Bruce G. Crain; Guy A. Paglinco; Raphael Benaroya."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nGREENBERG, Circuit Judge.\nI. INTRODUCTION\nShah Rahman, now the appellant, brought this federal securities class action on March 22, 2011, against defendant Kid Brands, Inc., a New Jersey corporation, and against the individual defendants, Bruce G. Crain, Guy A. Paglinco, and Raphael Benaroya, officers of Kid Brands (collectively with Kid Brands “appellees”). Kid Brands is in the business of importing inexpensive infant furniture and products for the purpose of ultimate resale to consumers. The complaint alleged that defendants, now appellees, violated (1) Section 10(b) of the Securities Exchange Act (the “Exchange Act”) and SEC Rule 10b-5 and (2) and Section 20(a) of the Exchange Act. In particular, the complaint alleged that defendants misled investors by artificially inflating Kid Brands stock price by issuing deceptive public financial reports and press releases dealing with Kid Brands’ compliance with customs laws and overall financial performance. The putative class included Rahman and all others similarly situated who purchased or obtained Kid Brands common stock between March 26, 2010, and August 16, 2011, inclusive (the “class period”).\nSubsequently, Rahman filed a first amended complaint (“FAC”) which the District Court dismissed without prejudice on defendants’ motion, on March 8, 2012, in an order that permitted Rahman to file an amended complaint within 60 days. Rahman v. Kid Brands, Inc., Civ. No. 11-1624, 2012 WL 762311 (D.N.J. Mar. 8, 2012). On May 7, 2012, Rahman timely filed a second amended complaint (“SAC”) alleging that, in addition to customs violations, defendants failed to disclose product recalls, safety violations, and illegal staffing practices affecting Kid Brands. Nevertheless, Rahman’s brief focuses almost exclusively on the customs violations and makes only passing reference to the other issues. On October 17, 2012, on defendants’ motion the District Court dismissed the SAC with prejudice because it did not satisfy the heightened scienter pleading standard required by the Private Securities Litigation Reform Act (“PSLRA”), 15 U.S.C. § 78u-4(b)(2). In its opinion the Court explained that “upon a holistic consideration of the relabeling allegations contained in the SAC, the Court finds that a reasonable person would not deem the inference of scienter at least as strong as any opposing inference.” J.A. at 28. On November 14, 2012, Rahman filed a timely notice of appeal.\nKid Brands operates through four wholly owned subsidiaries: Kids Line, LLC, Sassy, Inc., LaJobi, Inc., and CoCaLo, Inc. Kid Brands primarily imports the inexpensive furniture in which it deals from China for ultimate resale to the public. Kid Brands is a substantial business as its net sales in 2010 were $276,000,000. Under “anti-dumping” laws, Kid Brands is subject to duties that the United States imposes beyond those ordinarily assessed to discourage the importation of some products at very low cost. During the class period, Crain was the president and chief executive officer of Kid Brands and served on its board of directors, and Pa-glinco was its vice president and chief financial officer. Paglinco retained both positions after the close of the class period. In September 2011, after the close of the class period, Benaroya, previously an outside director, was appointed interim chief executive officer.\nThe SAC alleges that Kid Brands obscured the origin of its Chinese-manufactured products to reduce import duties and increase profits, and then made misleading statements regarding its financial health. Rahman supported the SAC with statements from six confidential witnesses who had been employees of Kid Brands or its subsidiaries. Rahman believes that the statements support his contention that defendants engaged in repeated violations of customs laws. He described the witnesses in the SAC as follows:\n• CW1: A former LaJobi employee who worked in the outbound shipping department from March 2010-March 2012 and dealt with the products entering and exiting the distribution center.\n• CW2: A former LaJobi employee who wbrked in the recovering and shipping department from June 2011-January 2012 and dealt with inbound and outbound shipments of products.\n• CW3: A former LaJobi distribution manager who worked for the company from May 2000-November 2010. CW3 oversaw safety and security at a Cran-bury, New Jersey, warehouse and dealt with the packing slips.\n• CW4: A former Kid Brands employee who worked in the internal auditing department as a Sarbanes Oxley consultant from March 2004-August 2009 and reviewed the internal financial information for Kid Brands and its subsidiaries.\n• CW5: A former LaJobi sales and forecast demand manager who worked at the company from March 2010-April 2011. CW5 had personal knowledge and familiarity with the subsidiary’s operations, database and inventory tools.\n• CW6: A former Kids Line employee who worked in packaging design from June 2011-March 2012 and whose statements relate to his discharge from that employment.\nThe immediate event that led to this litigation occurred in December 2010, when U.S. Customs and Border Protection informed Kid Brands that it was conducting a “Focused Assessment” of its import practices and procedures. Following this notification, Kid Brands’ board of directors initiated an investigation of Kid Brands’ practices and, for that purpose, hired the outside law firm of Skadden, Arps, Slate, Meagher & Flom. Kid Brands, however, did not publicly disclose that it was subject to the Focused Assessment or that it had hired the law firm until after it received a report from the firm. Eventually on March 15, 2011, Kid Brands revealed that LaJobi had violated United States law by misidentifying the manufacturer and shipper of certain products, that it had discharged two LaJobi employees, and that it anticipated needing to pay $7 million in fines and charges to resolve issues largely arising from the Focused Assessment. As might be expected, this information had a negative impact on Kid Brands’ stock price. Thus, at the end of the day on March 15, 2011, Kid Brands’ stock closed at $6.91 a share, a large drop from its prior day closing price of $9.24. Five months later, on August 15, 2011, Kid Brands filed a federal Form 10-Q for the quarter ending June 30, 2011, in which it indicated that CoCaLo and Kids Line also had evaded custom duties. The next day, August 16, 2011, Kid Brands issued a Form 8-K that estimated its total liabilities to be in excess of $10 million for wrongful practices extending over a period of nearly five years. Kid Brands’ stock closed at $4.49 per share on August 15, 2011, at $3.65 the following day, and .at $2.97 on August 22,2011.\nII. JURISDICTION AND STANDARD OF REVIEW\nThe District Court had jurisdiction pursuant to 28 U.S.C. § 1331 and 15 U.S.C. § 78aa and we have jurisdiction pursuant to 28 U.S.C. § 1291. We exercise plenary review of the District Court’s order of dismissal pursuant to Fed.R.Civ.P. 12(b)(6). In conducting that review, we accept Rahman’s allegations in the SAC as true and review the complaint in its entirety. See Tellabs, Inc. v. Makor Issues & Rights, Ltd., 551 U.S. 308, 322, 127 S.Ct. 2499, 2509, 168 L.Ed.2d 179 (2007). But in this process we recognize that, when alleging a securities fraud cause of action, a plaintiff “must satisfy the heightened pleading rules codified in the PSLRA.” Institutional Investors Grp. v. Avaya, Inc., 564 F.3d 242, 252 (3d Cir.2009).\nIII. DISCUSSION\nThe PSLRA established heightened pleading requirements for a plaintiff to meet in order to plead a cause of action successfully in class actions alleging securities fraud. Thus, it requires that a complaint “ ‘state with particularity both the facts constituting the alleged violation, and the facts evidencing scienter, i.e., the defendant’s intention ‘to deceive, manipulate, or defraud.’ ” Tellabs, 551 U.S. at 313,127 S.Ct. at 2504. To satisfy the latter requirement, a plaintiff must “ ‘state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind.’” Id. at 314, 127 S.Ct. at 2504 (emphasis added) (quoting 15 U.S.C. § 78u-4(b)(2)). In Tellabs, in holding that the investors bringing a securities fraud class action had failed to meet that standard, the Supreme Court explained: “[t]o qualify as ‘strong’ within the intendment of [15 U.S.C. § 78u-4(b)(2) ] ... an inference of scienter must be more than merely plausible or reasonable-it must be cogent and at least as compelling as any opposing inference of nonfraudulent intent.” Id. at 314, 127 S.Ct. at 2504-05.\nPursuant to its authority under Section 10(b) of the Exchange Act, the SEC issued Rule 10b-5, which renders it unlawful for any person:\n(a) To employ any device, scheme, or artifice to defraud,\n(b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made ... not misleading, or\n(c) To engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person, in connection with the purchase or sale of any security.\n17 C.F.R. § 240.10b-5.\nThe Supreme Court long has construed the rule to provide a basis for individuals to bring private securities fraud actions on behalf of putative classes. Tellabs, 551 U.S. at 318, 127 S.Ct. at 2507. To state a Rule 10(b) claim, plaintiffs “must ‘allege defendants made a misstatement or an omission of material fact with scienter in connection with the purchase or the sale of a security upon which plaintiffs reasonably relied and plaintiffs’] reliance was the proximate cause of their injury.’ ” Avaya, 564 F.3d at 251 (quoting Winer Family Trust v. Queen, 503 F.3d 319, 326 (3d Cir.2007)). Under the PSLRA’s heightened pleading standard, a private securities complaint involving an allegedly “false or misleading statement must: (1) ‘specify each statement alleged to have been misleading [and] the reason or reasons why the statement is misleading,’ 15 U.S.C. § 78u-4(b)(l), and (2) ‘state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind,’ § 78u-4(b)(2).” Tellabs, 551 U.S. at 321, 127 S.Ct. at 2508. The required state of mind is “scienter,” which the Supreme Court has defined as “ ‘a mental state embracing intent to deceive, manipulate, or defraud.’ ” Tellabs, 551 U.S. at 319, 127 S.Ct. at 2507 (quoting Ernst & Ernst v. Hochfelder, 425 U.S. 185, 193-94 & n. 12, 96 S.Ct. 1375, 1381 & n. 12, 47 L.Ed.2d 668 (1976)).\nThe District Court found that some, but not all, of defendants’ statements satisfied the first, i.e., materiality prong of the PSLRA’s heightened pleading requirements. An allegation of materiality is crucial because “[t]he first requirement under the PSLRA obliges a plaintiff to specify each allegedly misleading statement, the reason or reasons why the statement is misleading, and, if an allegation is made on information and belief, all facts supporting that belief with particularity.” Avaya, 564 F.3d at 259 (citations omitted). An allegation that a defendant uttered an immaterial statement will not satisfy the requirement that the complaint include a “false or misleading statement.”\nIn considering the SAC, the District Court indicated that it did not believe that a jury could find fault with Kid Brands’ delay in the disclosure of the information regarding LaJobi’s misidentification of the manufacturer and shipper of its products until March 15, 2011. The Court reached this conclusion taking into account “[defendants’ efforts to investigate the matter through an independent law firm and the practical considerations regarding the timing of the disclosures.” J.A. at 9. On the other hand, the Court held that the delayed August 2011 disclosure regarding the other subsidiaries’ violations “was sufficiently misleading and [as] such could be found material by a jury.” Id.\nThough we are inclined to agree with the District Court’s latter but not former conclusion, we do not make a definitive holding on the point as we have no need to do so. We think that Rahman makes a strong argument when he contends that a jury reasonably could have found fault under Rule 10b-5 with Kid Brands’ failure to disclose the Focused Assessment and the resultant internal investigation prior to March 15, 2011, inasmuch as this information was available to Kid Brands before that date and' surely was negative. Of course, we recognize that in explaining its conclusion the District Court referenced Kid Brands’ “practical considerations” for delaying the announcement. Yet the Court did not detail these considerations beyond indicating the need for Kid Brands to investigate the matter to give out accurate information. Id. Arguably Kid Brands should have released information with respect to the Focused Assessment and internal investigation on a tentative basis before March 15, 2011.\nBut our possible partial disagreement with the District Court ultimately does not matter because we agree with it that Rahman failed to plead scienter with sufficient particularity. We explained in Avaya that “under the PSLRA’s ‘[exacting’ pleading standard for scienter, ‘any private securities complaint alleging that the defendant made a false or misleading statement must ... state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind.’ ” 564 F.3d at 253 (quoting Tellabs, 551 U.S. at 313, 320, 127 S.Ct. at 2504, 2508 (internal quotation marks omitted)). Rahman relied on the evidence from the confidential witnesses that we have described to plead scienter in the SAC. In California Public Employees’ Retirement System v. Chubb Corp., 394 F.3d 126, 146 (3d Cir.2004), which we decided prior to Tellabs, we adopted the following standard dealing with such evidence from Novak v. Kasaks, 216 F.3d 300, 314 (2d Cir.2000):\n[W]here plaintiffs rely on confidential personal sources but also on other facts, they need not name their sources as long as the latter facts provide an adequate basis for believing that the defendants’ statements were false. Moreover, even if personal sources must be identified, there is no requirement that they be named, provided they are described in the complaint with sufficient particularity to support the probability that a person in the position occupied by the source would possess the information alleged.\nWe have continued to apply this standard even after the Supreme Court’s decision in Tellabs. In Avaya, we explained that when dealing with confidential witnesses, courts should assess the “ ‘detail provided by the confidential sources, the sources’ basis of knowledge, the reliability of the sources, the corroborative nature of other facts alleged, including from other sources, the coherence and plausibility of the allegations, and similar indicia.’ ” Avaya, 564 F.3d at 261 (quoting Chubb, 394 F.3d at 147). If, after that assessment, “anonymous source allegations are found wanting with respect to these criteria ... [courts] must discount them steeply.” Id. at 263. We explained in Avaya that such a discount “is consistent with Tellabs’s teaching that omissions and ambiguities count against inferring scienter under the PSLRA’s particularity requirements,” but if “a complaint’s confidential witness allegations are adequately particularized, we will not dismiss them simply on account of their anonymity.” Id. (footnote omitted) (internal quotation marks omitted). We concur with the District Court’s conclusion that such discounting is necessary in this case.\nRegarding the customs duty violations, CW1 stated that he was in charge of relabeling furniture from China with stickers containing a different country of origin, and CW2 confirmed his account. According to both witnesses, director of operations Myles McGrath demonstrated how to apply the new labels, and another manager (referred to only as “Brenda”) provided the labels. According to CW2, this practice “was a normal process the whole time [he] was there,” and the Kid Brands CEO and CFO toured LaJobi and met with the management team bimonthly. J.A. at 207 (SAC ¶39). CW2 alleged that LaJobi management conferred with the Kid Brands leadership in McGrath’s office about the protocol for altering the country of origin labels, and that Brenda moved the labels from her office into McGrath’s office for the meetings. But the problem with CW2’s allegations is that CW2 did not begin working for LaJobi until June 2011, so CW2 cannot have personal knowledge regarding the pre-investigation violations. Moreover, as far as we can ascertain, neither CW2 nor CW1 had any way of knowing what was discussed in those closed-door meetings between the LaJobi and Kid Brands leadership. Furthermore, the witnesses do not provide any dates for the meetings, explain how they would know that the labels were moved from one office to another, or claim to have attended any of the meetings or even entered any of the management offices.\nCW5 offers general information regarding meetings between the Kid Brands and LaJobi leadership including the Kid Brands CEO. Yet the fact that a CEO visited a subsidiary’s premises to meet with its president will not establish that the CEO had knowledge of illegal activities at the subsidiary. After all, it would be expected that the CEO would visit his company’s subsidiaries in the course of conducting legitimate business. CW3 provides even more abstract commentary, suggesting that he and his coworkers in the LaJobi distribution-' center “ha[d] a feeling something suspicious was going on.” J.A. at 208 (SAC ¶42). CW6, the only confidential witness from Kids Line, was enmeshed in an employment dispute that had no bearing on the customs violations in question. Of all the confidential witnesses, the statements of CW4 were the -most plausible and he was in a position to have what was potentially the - most damaging information. Yet even - CW4, who allegedly spent more than five years reviewing Kid Brands’ internal financial information, offers little more than generalized allegations with few specifics and even less concrete support.\nIt also is significant that Rahman did not demonstrate that the individual defendants had a motive for their wrongful conduct. Though it is not necessary to plead motive to establish that a defendant acted with scienter, its presence can be persuasive when conducting a holistic review of the evidence. See Tellabs, 551 U.S. at 325-26, 127 S.Ct. at 2511. Of course, “[m]otives that are generally possessed by most corporate directors and officers do not suffice; instead, plaintiffs must assert a concrete and personal benefit to the individual defendants resulting from this fraud.” Avaya, 564 F.3d at 278 (alteration in original) (internal quotation marks omitted). Here, Rahman has failed to plead facts to support an assertion that the individual defendants had a motive.to engage in wrongful conduct.\n• In considering the adequacy of the SAC under the PSLRA, we must address the doctrine of “corporate scienter,” alternatively referred to as “collective scienter.” A plaintiff can use corporate or collective scienter to plead an inference of scienter against a corporate defendant without raising the same inferences required to attribute scienter to an individual defendant. See Glazer Capital Mgmt., LP v. Magistri, 549 F.3d 736, 743 (9th Cir. 2008). We, however, neither have accepted nor rejected the doctrine of corporate scienter in securities fraud actions, and we do not do so now because the allegations in the SAC cannot support the existence of corporate or collective scienter. For comparison, we refer to City of Monroe Employees Retirement System v. Bridgestone Corp., 399 F.3d 651 (6th Cir. 2005), a case that does recognize the adequacy of a claim of corporate scienter. In Bridgestone, the plaintiff alleged that a corporate subsidiary of the defendant engaged in a massive cover-up to hide the fact that tires it manufactured were rupturing and causing a high number of accidents. Id. at 656-59. But in this case, there is no credible evidence to suggest that Kid Brands covered up the customs violations at its subsidiaries. Quite to the contrary, when U.S. Customs notified Kid Brands of the Focused Assessment, Kid Brands hired an outside law firm to conduct an internal investigation and, when it received a report from the firm, it publicly disclosed both the existence of the Focused Assessment and the remedial steps it had taken. Thus, even if we recognize the doctrine of corporate scienter, this case would not come within the doctrine and the SAC would not survive the motion to dismiss.\nRahman also relies on Avaya, in which we recognized a core operations doctrine in a case in which the CEO and CFO of a communications company affirmatively denied the existence of intense price competition at a time when the company actively was granting steep price discounts. We acknowledged the shareholders’ contention “that since competition, pricing pplicies, and pricing concessions [were] ‘core matters’ of central importance to Avaya and its principal executives, a ‘core operations inference ’ supports scienter.” Avaya, 564 F.3d at 268 (emphasis added). But reliance on Avaya is unavailing in this case because in Avaya the individuals who denied that there was intense competition were responding to pointed inquiries from analysts, during multiple conference calls that addressed pricing problems. No such circumstances are present here.\nMoreover, even aside from its factual differences, Avaya has limited prece-dential value in this case because in Avaya we cited approvingly to an opinion of the Court of Appeals for the Ninth Circuit in Metzler Investment GMBH v. Corinthian Colleges, Inc., 540 F.3d 1049, 1068 (9th Cir.2008). Metzler recited that “ ‘corporate management’s general awareness of the day-to-day workings of the company’s business does not establish scienter-at least absent some additional allegations of specific information conveyed to management and related to fraud.’ ” Id. at 270. We also point out that the core operations doctrine cannot apply because, in spite of customs violations at three of the four Kid Brands subsidiaries, the $10 million in anticipated liabilities covering wrongful conduct over a nearly five-year span cannot be regarded as affecting the “core operations” of a company that had hundreds of millions of dollars in annual net sales.\nIn reaching our result we recognize that in Tellabs the Supreme Court described a scienter inquiry as addressing the question of “whether all of the facts alleged, taken collectively, give rise to a strong inference of scienter, not whether any individual allegation, scrutinized in isolation, meets that standard.” Tellabs, 551 U.S. at 323, 127 S.Ct. at 2509 (emphasis in original). In conducting this inquiry, a court must weigh “plausible opposing inferences” by comparing competing conclusions that can be drawn from the facts. Id. at 323, 127 S.Ct. at 2509. Yet the Supreme Court warned that “[t]he inference that the defendant acted with scienter need not be irrefutable, i.e., of the ‘smoking-gun’ genre, or even the ‘most plausible of competing inferences.’ ” Id. at 324, 127 S.Ct. at 2510 (citation omitted). Nonetheless, we find that the District Court properly reviewed the complaint in its entirety and rightfully found that the SAC failed to meet the heightened pleading requirements of the PSLRA.\nFinally, Rahman asserts a claim for controlling person liability against the individual defendants under 20(a) of the Exchange Act, 15 U.S.C. § 78t(a). But, as we explained in Avaya, such liability “is derivative of an underlying violation of Section 10(b) by the controlled person.” Avaya, 564 F.3d at 252. Inasmuch as there cannot be Section 10(b) liability here, the individual defendants cannot be liable under Section 20(b).\nIV. CONCLUSION\nFor the reasons set forth above, we will affirm the District Court’s order of October 17, 2012, dismissing Rahman’s second amended complaint with prejudice.\n. We take the facts primarily from the SAC, Rahman's brief, and the District Court's opinion dismissing Rahman’s FAC without prejudice. We note that the District Court's opinions set forth the facts in greater detail than we do.\n. Notwithstanding the reference to the employees as confidential witnesses, it is difficult to understand how given the details of the witnesses’ employment that Rahman set forth in the SAC, that Kid Brands could not be aware of their identities.\n. The PSLRA replaced Fed.R.Civ.P. 9(b) as the applicable pleading standard in private securities class actions. See Avaya, 564 F.3d at 253. Nonetheless, \"Rule 9(b)’s particularity requirement is comparable to and effectively subsumed by the requirements of [15 U.S.C. § 78u-4(b)(Z) of] the PSLRA.\" Id. (citations and internal quotation marks omitted). \"The PSLRA's requirement for pleading scienter, on the other hand, marks a sharp break with Rule 9(b).” Id.\n. Although we read the SAC primarily to be based on a claim that defendants engaged in actual wrongdoing, it does allege that they had been reckless and, in Rahman’s brief, he states that during the class period defendants \"knew or recklessly disregarded” the circumstance that statements that Kid Brands published \"were materially false and misleading. ...” Appellant's br. at 9. Thus, this case to some degree can be viewed as a recklessness case. In order to state a Rule 10b-5 claim, \" '[a] reckless statement is one involving not merely simple, or even inexcusable negligence, but an extreme departure from the standards of ordinary care, and which presents a danger of misleading buyers or sellers that is either known to the defendant or is so obvious that the actor must have been aware of it.' \" Belmont v. MB Inv. Partners, Inc., 708 F.3d 470, 493 (3d Cir.2013) (quoting Avaya, 564 F.3d at 267 n. 42). But even though our opinion essentially addresses allegations that defendants intended to act wrongfully, to the extent that Rahman based the SAC on a recklessness theory our result is the same.\n.Fraudulent statements by employees sometime can be imputed to their employers \"because [a] corporation is liable for statements by employees who have apparent authority to make them.” Avaya, 564 F.3d at 252 (internal quotation marks omitted).\n. Appellees do not contend that any statements in issue in this case were forward-looking and therefore protected by the PSLRA’s safe harbor provision. See Avaya, 564 F.3d at 254.\n. In its conclusions in its October 17, 2012 opinion the District Court incorporated some conclusions from its March 8, 2012 opinion.\n.We note that \"[wjhere, as here, plaintiffs lack documentary evidence such as internal memoranda, 'reliance on confidential sources to supply the requisite particularity for their fraud claims ... assumes a heightened importance.’ ” Avaya, 564 F.3d at 261 (quoting California Pub. Emps.’ Ret. Sys. v. Chubb Corp., 394 F.3d 126, 148 (3d Cir.2004)). Documentary evidence is not required, but it could bolster the accounts of the confidential witnesses.\n. \"Of course, confidential witness allegations may score highly on the Chubb test yet fail either to establish the falsity of a statement, or to give rise to a strong inference of scienter. Nonetheless, for analytical purposes, it is important to distinguish deficiencies relating to the content of allegations from those relating to their form.” Avaya, 564 F.3d at 263 n. 33.\n. \"LaJobi employees would take boxes off a pallet, and put on new yellow and white labels (white labels on two sides and a yellow on the short side), which would obscure the 'Made in China’ labels.” J.A. at 207 (SAC ¶ 39). We are uncertain whether the new labels revealed different countries of origin or different locations/manufacturers within China.\n. Nonetheless, we recognize that in Avaya we approvingly cited to our earlier opinion in In re Merck & Co., Inc. Securities Litigation in which we noted: ”[B]oth post-class-period data and pre-class data could be used to confirm what a defendant should have known during the class period because [a]ny information that sheds light on whether class period statements were false or materially misleading is relevant.\" Avaya, 564 F.3d at 249 n. 13 (quoting Merck, 432 F.3d 261, 272 (3d Cir.2005) (internal quotation marks and citation omitted)).\n. The SAC actually states: \"CW3 noted that at all times during his/her tenure at LaJobi 'there were rumors that things weren't on the up and up.' CW3 had ‘a strange feeling that things weren't right' with regard to the Company’s customs practices.” J.A. at 208 (SAC ¶ 42).\n. \"Corporate officers always have an incentive to improve the lot of their companies, but this is not, absent unusual circumstances, a motive to commit fraud.” Avaya, 564 F.3d at 279.\n. See also Teamsters Local 445 Freight Div. Pension Fund v. Dynex Capital Inc., 531 F.3d 190, 195 (2d Cir.2008) (\"In most cases, the most straightforward way to raise such an inference for a corporate defendant will be to plead it for an individual defendant. But it is possible to raise the required inference with regard to a corporate defendant without doing so with regard to a specific individual defendant.”). ■\n. “The strength of an inference cannot be decided in a vacuum. The inquiry is inherently comparative: How likely is it that one conclusion, as compared to others, follows from the underlying facts?” Tellabs, 551 U.S. at 323, 127 S.Ct. at 2510. The Supreme Court added: “[T]he inference of scienter must be more than merely 'reasonable' or ‘permissible’ — it must be cogent and compelling, thus strong in light of other explanations.” Id., 127 S.Ct. at 2510.\n. Appellees contend that we can affirm because Rahman did not plead loss causation adequately. We, however, do not address this point as we are affirming the District Court order dismissing the SAC on scienter grounds.",
        "type": "majority",
        "author": "GREENBERG, Circuit Judge."
      }
    ],
    "attorneys": [
      "David A.P. Brower, Brower Piven, Kim E. Miller, Kahn Swick & Foti, New York, NY, Jeffrey W. Hermann, Cohn, Lifland, Pearlman, Herrman & Knopf, Saddle Brook, NJ, Lewis S. Kahn, Madisonville, LA, for Appellant.",
      "Robert J. Del Tufo, Skadden, Arps, Slate, Meagher & Flom, Newark, NJ, Jay B. Kasner, Christopher R. Gette, Rachel J. Barnett, Matthew S. Barkan, Andrew Muscato, Skadden, Arps, Slater, Meagher & Flom, New York, NY, for Appellees Kid Brands, Inc. and Raphael Benaroya.",
      "Eric B. Fisher, Dickstein Shapiro, New York, NY, Jeffrey Rhodes, Dickstein Shapiro, Washington, DC, Stefano V. Caloge-ro, Wildels, Marx, Lane & Mittendorf, Madison, NJ, for Appellee, Bruce G. Crain.",
      "Rebecca Brazzano, C. Dennis Southard, IV, David A. Wilson, Thompson Hine, Washington, DC, for Appellee, Guy A. Pa-glinco."
    ],
    "corrections": "",
    "head_matter": "Shah RAHMAN, Individually and On Behalf of All Others Similarly Situated, Appellant v. KID BRANDS, INC.; Bruce G. Crain; Guy A. Paglinco; Raphael Benaroya.\nNo. 12-4257.\nUnited States Court of Appeals, Third Circuit.\nSubmitted under Third Circuit LAR 34.1(a) Oct. 8, 2013.\nFiled: Nov. 15, 2013.\nDavid A.P. Brower, Brower Piven, Kim E. Miller, Kahn Swick & Foti, New York, NY, Jeffrey W. Hermann, Cohn, Lifland, Pearlman, Herrman & Knopf, Saddle Brook, NJ, Lewis S. Kahn, Madisonville, LA, for Appellant.\nRobert J. Del Tufo, Skadden, Arps, Slate, Meagher & Flom, Newark, NJ, Jay B. Kasner, Christopher R. Gette, Rachel J. Barnett, Matthew S. Barkan, Andrew Muscato, Skadden, Arps, Slater, Meagher & Flom, New York, NY, for Appellees Kid Brands, Inc. and Raphael Benaroya.\nEric B. Fisher, Dickstein Shapiro, New York, NY, Jeffrey Rhodes, Dickstein Shapiro, Washington, DC, Stefano V. Caloge-ro, Wildels, Marx, Lane & Mittendorf, Madison, NJ, for Appellee, Bruce G. Crain.\nRebecca Brazzano, C. Dennis Southard, IV, David A. Wilson, Thompson Hine, Washington, DC, for Appellee, Guy A. Pa-glinco.\nBEFORE: FUENTES, GREENBERG, and BARRY, Circuit Judges."
  },
  "file_name": "0237-01",
  "first_page_order": 263,
  "last_page_order": 273
}