{
  "id": 3726215,
  "name": "Bob D. CROZIER; Karen K. Crozier, Plaintiffs-Appellants v. Stanley L. WINT, Defendant-Appellee",
  "name_abbreviation": "Crozier v. Wint",
  "decision_date": "2013-12-02",
  "docket_number": "No. 12-3507",
  "first_page": "1134",
  "last_page": "1139",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 1134"
    }
  ],
  "court": {
    "name_abbreviation": "8th Cir.",
    "id": 8821,
    "name": "United States Court of Appeals for the Eighth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "402 F.3d 833",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9018532,
        9180126
      ],
      "pin_cites": [
        {
          "page": "840"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/322/0833-01",
        "/f3d/402/0833-01"
      ]
    },
    {
      "cite": "674 P.2d 232",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10420658
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "235"
        },
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/674/0232-01"
      ]
    },
    {
      "cite": "88 S.W.3d 142",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        9305900
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "150",
          "parenthetical": "\"We find that the determination of whether a vehicle is a consumer good is a fact intensive issue; such issues are best reserved for resolution by the jury.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/88/0142-01"
      ]
    },
    {
      "cite": "385 B.R. 670",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        3807687
      ],
      "pin_cites": [
        {
          "page": "680-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/385/0670-01"
      ]
    },
    {
      "cite": "797 S.W.2d 817",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9988591
      ],
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/797/0817-01"
      ]
    },
    {
      "cite": "28 S.W.3d 322",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        11219904
      ],
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/28/0322-01"
      ]
    },
    {
      "cite": "339 S.W.3d 591",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        7319808
      ],
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "page": "596"
        },
        {
          "page": "595-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/339/0591-01"
      ]
    },
    {
      "cite": "91 B.R. 60",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6463573
      ],
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/91/0060-01"
      ]
    },
    {
      "cite": "238 B.R. 796",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        11535195
      ],
      "pin_cites": [
        {
          "page": "800"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/238/0796-01"
      ]
    },
    {
      "cite": "338 B.R. 76",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        90590
      ],
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "82"
        },
        {
          "page": "81",
          "parenthetical": "requiring \"some language\" that \"can be construed to convey a security interest\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/338/0076-01"
      ]
    },
    {
      "cite": "490 S.W.2d 377",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10121080
      ],
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/490/0377-01"
      ]
    },
    {
      "cite": "472 F.2d 1118",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1277
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1120"
        },
        {
          "page": "1120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/472/1118-01"
      ]
    },
    {
      "cite": "226 S.W.3d 127",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        8371820
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "129",
          "parenthetical": "noting the \"harsh and unforgiving\" law applied when property held by the entirety is encumbered while \"slighting\" one spouse"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/226/0127-01"
      ]
    },
    {
      "cite": "404 S.W.2d 229",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10125491
      ],
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/404/0229-01"
      ]
    },
    {
      "cite": "519 S.W.2d 29",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10119830
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "31"
        },
        {
          "page": "33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/519/0029-01"
      ]
    },
    {
      "cite": "682 S.W.2d 847",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9954835
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "849"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/682/0847-01"
      ]
    },
    {
      "cite": "738 F.2d 931",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6560217,
        661842
      ],
      "pin_cites": [
        {
          "page": "935"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/40/0931-01",
        "/f2d/738/0931-01"
      ]
    },
    {
      "cite": "404 F.3d 1038",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9017519
      ],
      "pin_cites": [
        {
          "page": "1039"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/404/1038-01"
      ]
    },
    {
      "cite": "63 F.3d 771",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7415567
      ],
      "pin_cites": [
        {
          "page": "775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/63/0771-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 10558,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.10908956468118411
    },
    "sha256": "f24252184cccaf2f7d13c4e18450aef3edb9c26c44b36b55aa1ff13f8e74d303",
    "simhash": "1:f3988fd6c8e9ffde",
    "word_count": 1692
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LOKEN, COLLOTON, and BENTON, Circuit Judges."
    ],
    "parties": [
      "Bob D. CROZIER; Karen K. Crozier, Plaintiffs-Appellants v. Stanley L. WINT, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "BENTON, Circuit Judge.\nBob D. Crozier and Karen K. Crozier sued Stanley L. Wint to recover $82,653 on a promissory note. The district court granted summary judgment to Wint. The Croziers appeal, arguing the transaction was not secured, was not a consumer transaction, and was within a de minimis exception to Missouri’s no notice-no deficiency rule. Having jurisdiction under 28 U.S.C. § 1291, this court reverses and remands.\nI.\nOn July 5, 2004, Scott J. and Jammie Miller made a promissory note for $150,000 to the Croziers. Wint eo-signed. The note stated it was “secured by a filed UCC Financing Statement.” On July 12, a UCC financing statement was filed, initialed only by Scott Miller. The collateral listed on the financing statement included a trailer home, its furnishings, a 1987 Chevrolet pickup truck, and kennels and training equipment for a bird-dog business. The Millers defaulted in 2010. At Scott Miller’s direction, the Croziers sold the pickup for $650. Wint was not notified of the sale.\nThe Croziers sued Wint on the 2004 promissory note for the balance of $82,653 plus interest. The district court found this was a secured transaction. It also found that, as $85,100 of the $150,000 was for a mobile home and furnishings (with even more toward appliances and electronics), this was a consumer loan. It concluded that as a secured consumer loan, Missouri’s no-notice, no-defieiency rule applied. The district court granted Wint summary judgment.\nII.\nSummary judgment is appropriate when, construing the evidence most favorably to the nonmoving party, there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56; Hutson v. McDonnell Douglas Corp., 63 F.3d 771, 775 (8th Cir.1995). Summary judgment is subject to de novo review, drawing all reasonable inferences from the record in favor of the nonmoving party. Wenzel v. Missouri-Am. Water Co., 404 F.3d 1038, 1039 (8th Cir.2005).\nThe Croziers argue that the transaction was not secured because no specific written security agreement existed. Under Missouri law, a security interest is created when (1) value has been given, (2) the debtor has rights in the collateral, and (3) as relevant here, the debtor has authenticated a security agreement that describes the collateral. § 400.9-203(b) RSMo. A security interest may attach when a debtor has even limited rights in the collateral. RSMo § 400.9-203 cmt. 6. However, Missouri courts presume “that married persons hold jointly-owned personal property as tenants by the entirety.” Citizens State Bank of Nev. v. Davison (In re Davison), 738 F.2d 931, 935 (8th Cir.1984). For such property, neither spouse has a separate property interest. Vaughn v. Spitz, 682 S.W.2d 847, 849 (Mo.App. 1984). “Neither spouse ... may encumber or adversely affect the estate without the other’s assent.... No lien may arise from one spouse’s pledge of entirety property as security for a loan.” Kaufmann v. Krahling, 519 S.W.2d 29, 31 (Mo.App. 1975).\nBoth Scott and Jammie Miller signed the note. Only Scott Miller initialed the financing statement that listed the pickup truck as collateral. While a Missouri spouse may sometimes alone create a lien under an agency theory, cosigning a note without further involvement does not create an agency relationship. Kaufmann, 519 S.W.2d at 33; Dierks & Sons Lumber Co. v. Morris, 404 S.W.2d 229, 232 (Mo.App.1966) (finding no agency relationship when the spouse “took no part in [the husband’s venture] beyond assenting to his method of financing it”); see also Ethridge v. TierOne Bank, 226 S.W.3d 127, 129 (Mo. banc 2007) (noting the “harsh and unforgiving” law applied when property held by the entirety is encumbered while “slighting” one spouse). If the pickup truck were held by the entirety, absent an agency relationship, Scott Miller’s act alone could not create a security interest in the pickup.\nOn the other hand, if Scott Miller were Jammie’s agent or the sole owner of the pickup, he had the capacity to make a security agreement. There is still a dispute whether a security agreement existed. The Croziers rely on Shelton v. Erwin, 472 F.2d 1118, 1120 (8th Cir.1973): “Although a financing statement conceivably could create a security interest they usually do not contain the necessary grant of an interest .... Nor does a promissory note create a security interest.” See also Starman v. John Wolfe, Inc., 490 S.W.2d 377, 383 (Mo.App.1973) (financing statement alone does not create a security interest).\nMissouri does not follow the “Composite Document Rule,” where a security interest may be implied from multiple documents without a writing showing the security interest. Wyatt v. Nowlin (In re Wyatt), 338 B.R. 76, 82 (Bankr.W.D.Mo. 2006). However, in Missouri, express language in multiple documents, taken together, may create a security interest. Dietz v. Hormel Emps. Credit Union (In re Cantu), 238 B.R. 796, 800 (B.A.P. 8th Cir.1999); Jones Mfg., Inc. v. Wortech, Inc., 91 B.R. 60, 61 (Bankr.E.D.Mo.1988) (finding § 400.9-203(b)(3) RSMo satisfied from “references to the existence of a security interest” in promissory notes and bill of sale, together with UCC financing statements).\nShelton is distinguishable, as no document there contained any language showing the creation of a security interest. Shelton, 472 F.2d at 1120. To create a security agreement “there must be some language in the agreement actually conveying a security interest.” Id.; see also Wyatt, 338 B.R. at 81 (requiring “some language” that “can be construed to convey a security interest”). Here, the promissory note and the financing statement have language that together creates a security interest. The promissory note states it is “secured by a filed UCC Financing Statement.” The financing statement lists the secured party, describes the collateral, and is authenticated by Scott Miller. If Scott Miller were the sole owner of the pickup, or acted as Jammie’s agent, the documents together would create a security interest.\nJammie Miller’s interest in the pickup is a material issue. There is no evidence in the summary judgment record as to the ownership of the pickup, or any agency relation. Wint was not entitled to judgment as a matter of law.\nIII.\nIf a security interest were created, the primary purpose of the loan determines whether the Croziers can recover from Wint. In Missouri, sale of collateral is subject to a no notice-no deficiency rule only in a consumer transaction governed by the UCC. See States Res. Corp. v. Gregory, 339 S.W.3d 591, 596 (Mo.App. 2011). See generally Victory Hills Ltd. P’ship I v. NationsBank, N.A. (Midwest), 28 S.W.3d 322, 330 (Mo.App.2000); Cherry Manor, Inc. v. Am. Health Care, Inc., 797 S.W.2d 817, 820 (Mo.App.1990) (giving a history of Missouri’s no notice-no deficiency rule). Sale of collateral for non-consumer UCC loans is subject to a reasonableness standard. § 400.9-626 RSMo; Vantage Invs., Inc. v. Loc Nguyen Corp. (In re Vantage Invs., Inc.), 385 B.R. 670, 680-81 (Bankr.W.D.Mo.2008).\nA transaction is a consumer transaction when the obligation is “primarily for personal, family, or household purposes” and “the collateral is held or acquired primarily for personal, family, or household purposes.” § 400.9-102(a)(26) RSMo. A mixed transaction “may be characterized as a ... consumer transaction.... [I]t is necessary to determine the primary purpose of the obligation or obligations secured.” § 400.9-102 RSMo cmt. 7. This determination is fact-based. See Chrysler Fin. Co., L.L.C. v. Flynn, 88 S.W.3d 142, 150 (Mo.App. 2002) (“We find that the determination of whether a vehicle is a consumer good is a fact intensive issue; such issues are best reserved for resolution by the jury.”).\nWint argues that the primary purpose of the loan was consumer in nature, as $85,100 — 57 percent of the original loan — went toward a mobile home, deck, carport, and furnishings. Yet, construing the facts most favorably to the Croziers, the use of the mobile home was mixed. Scott Miller ran the business from the mobile home. The mobile home was located near the dog kennels, in order to facilitate the business. The overall nature of the transaction was also mixed. Construing the facts most favorably to the Croziers, they lent the money primarily to fund a dog-training business. Concrete kennels were constructed, a fence was installed, and steel kennel units were purchased. A reasonable fact-finder could conclude that the primary purpose of the loan was non-consumer.\nA Wyoming case is instructive. The court there considered whether a debt was a consumer loan, specifically whether it had been “incurred primarily for a personal, family, household or agricultural purpose.” Anderson v. Foothill Indus. Bank, 674 P.2d 232, 235 (Wyo.1984). The majority of the loan ($14,882 of $27,500, or 54 percent) was used to finance a second mortgage on a residence, and the remainder available for equipment and start-up expenses for a mail route. Affirming a jury verdict, the Wyoming Supreme Court found: “The thrust of all of the evidence was that the debt was ‘incurred primarily ’ for the purpose of entering a mail route business and not for a personal, family or household purpose. It was not a consumer loan.” Id. at 236.\nConstruing the evidence most favorably to the Croziers, a genuine issue of material fact exists whether the primary purpose of the loan was consumer or nonconsumer in nature.\nIY.\nThe Croziers argue that a de minimis exception should be applied to the no notice rule. They acknowledge that no Missouri court has applied such an exception. Federal courts sitting in diversity do not create state law. Novak v. Navistar Int’l Transp. Corp., 46 F.Sd 844, 847 (8th Cir.1995). Federal courts predict only what state courts might do when state law is unclear. Grassmueck v. Am. Shorthorn Ass’n, 402 F.3d 833, 840 (8th Cir.2005). Missouri courts have strictly followed the no notice-no deficiency rule in consumer transactions. E.g., States Res. Corp., 339 S.W.3d at 595-96. The district court correctly declined to create a de minimis exception.\n:js ;¡í\nThe judgment is reversed, and the case remanded.",
        "type": "majority",
        "author": "BENTON, Circuit Judge."
      }
    ],
    "attorneys": [
      "George D. Nichols, argued, Lamar, MO, for Appellants.",
      "Brett T. Burmeister, argued, Independence, MO, for Appellee."
    ],
    "corrections": "",
    "head_matter": "Bob D. CROZIER; Karen K. Crozier, Plaintiffs-Appellants v. Stanley L. WINT, Defendant-Appellee.\nNo. 12-3507.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: Sept. 25, 2013.\nFiled: Dec. 2, 2013.\nGeorge D. Nichols, argued, Lamar, MO, for Appellants.\nBrett T. Burmeister, argued, Independence, MO, for Appellee.\nBefore LOKEN, COLLOTON, and BENTON, Circuit Judges."
  },
  "file_name": "1134-02",
  "first_page_order": 1160,
  "last_page_order": 1165
}