{
  "id": 3726913,
  "name": "Ronald R. BONNEAU, Richard Donnelly, James Koziera, and John F. Toner, Jr., Plaintiffs, Appellees, v. PLUMBERS AND PIPEFITTERS LOCAL UNION 51 PENSION TRUST FUND, by and through its Trustees, Robert BOLTON, David Rampone, Michael St. Martin, David Greenberg, Robert Walker, William Demello, Michael Volino, and Thomas Hanfield, Defendants, Appellants",
  "name_abbreviation": "Bonneau v. Plumbers & Pipefitters Local Union 51 Pension Trust Fund ex rel. Bolton",
  "decision_date": "2013-11-15",
  "docket_number": "No. 13-1515",
  "first_page": "33",
  "last_page": "39",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 33"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "439 F.3d 355",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        31250
      ],
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/439/0355-01"
      ]
    },
    {
      "cite": "566 F.3d 597",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3648063
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "602"
        },
        {
          "page": "607"
        },
        {
          "page": "609",
          "parenthetical": "holding that an amendment cannot give rise to an \"accrued benefit\" for an individual if \"the amendment occurred after he or she permanently separated from covered employment \" (emphasis added)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/566/0597-01"
      ]
    },
    {
      "cite": "724 F.3d 129",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4201290,
        4067851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/497/0129-01",
        "/f3d/724/0129-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1082",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "120 Stat. 780",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "497 F.3d 710",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3617787
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "714"
        },
        {
          "page": "714",
          "parenthetical": "holding that benefit cannot \"accrue!]\" if it is \"not included in the plan during the term of the participants' employment \" (emphasis added)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/497/0710-01"
      ]
    },
    {
      "cite": "117 T.C. 220",
      "category": "reporters:specialty",
      "reporter": "T.C.",
      "case_ids": [
        9394812
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "228-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tc/117/0220-01"
      ]
    },
    {
      "cite": "446 U.S. 359",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182792
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0359-01"
      ]
    },
    {
      "cite": "674 F.3d 1285",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3748638
      ],
      "pin_cites": [
        {
          "page": "1294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/674/1285-01"
      ]
    },
    {
      "cite": "318 F.3d 599",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9337231
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "604"
        },
        {
          "page": "603",
          "parenthetical": "discussing the parallel provision in the Internal Revenue Code"
        },
        {
          "page": "602-03"
        },
        {
          "page": "604"
        },
        {
          "page": "604",
          "parenthetical": "\"[T]he benefit could not have been an 'accrued benefit' because it did not accumulate during their service so as to become part of their legitimate expectations at retirement under the terms of the Plan then in effect.\" (emphasis added)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/318/0599-01"
      ]
    },
    {
      "cite": "517 U.S. 882",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11747361
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "887"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/517/0882-01"
      ]
    },
    {
      "cite": "541 U.S. 739",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5871133
      ],
      "weight": 9,
      "year": 2004,
      "pin_cites": [
        {
          "page": "744",
          "parenthetical": "describing ERISA's anti-cutback rule as \"crucial to th[e] object\" of protecting employees' justified expectations"
        },
        {
          "parenthetical": "describing ERISA's anti-cutback rule as \"crucial to th[e] object\" of protecting employees' justified expectations"
        },
        {
          "parenthetical": "describing ERISA's anti-cutback rule as \"crucial to th[e] object\" of protecting employees' justified expectations"
        },
        {
          "page": "743"
        },
        {
          "page": "744"
        },
        {
          "page": "743"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0739-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 411",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(d)(6)(A)"
        },
        {
          "page": "(d)(6)(A)"
        },
        {
          "page": "(a)(7)(A)"
        },
        {
          "page": "(a)(7)(D)"
        },
        {
          "page": "(d)(6)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "724 F.3d 78",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4068016
      ],
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/724/0078-01"
      ]
    },
    {
      "cite": "539 F.3d 19",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3120703
      ],
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/539/0019-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1002",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(23)"
        },
        {
          "page": "(23)"
        },
        {
          "page": "(23)(A)"
        },
        {
          "page": "(23)"
        },
        {
          "page": "(6)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 1054",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(g)(1)"
        },
        {
          "page": "(g)(1)"
        },
        {
          "page": "(g)(1)"
        },
        {
          "page": "(g)"
        },
        {
          "page": "(g)(1)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 1001",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 918,
    "char_count": 21333,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 1.7654371622767e-07,
      "percentile": 0.7106346740678704
    },
    "sha256": "5fb76723d505cb11572d31e5f928cf4e8cad09b15544780f28d23bd7137e16ac",
    "simhash": "1:8febd306284e7ffa",
    "word_count": 3399
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LYNCH, Chief Judge, SELYA, Circuit Judge, and HILLMAN, District Judge."
    ],
    "parties": [
      "Ronald R. BONNEAU, Richard Donnelly, James Koziera, and John F. Toner, Jr., Plaintiffs, Appellees, v. PLUMBERS AND PIPEFITTERS LOCAL UNION 51 PENSION TRUST FUND, by and through its Trustees, Robert BOLTON, David Rampone, Michael St. Martin, David Greenberg, Robert Walker, William Demello, Michael Volino, and Thomas Hanfield, Defendants, Appellants."
    ],
    "opinions": [
      {
        "text": "LYNCH, Chief Judge.\nThis is a dispute between a group of now-retired union employees over certain “banked hour” benefits which their union Pension Trust wants to eliminate, and the Trust, which is in distress and trying to find sources of funding to meet its obligations to its larger group of plan participants. The Trustees agreed not to impose the cuts until a court had finally determined whether these cuts, effectuated through Plan Amendment Nine, violated the anti-cutback provisions of the Employee Retirement Income Security Act of 1974 (“ERISA”), 29 U.S.C. § 1001 et seq., which protects “accrued benefits” against reduction by amendment. Id. § 1054(g)(1).\nThis case raises a question of first impression in this circuit as to whether a retroactively conferred benefit during the course of employment constitutes a “benefit attributable to service” and so an “accrued benefit” for purposes of ERISA’s anti-cutback rule. On cross-motions for summary judgment, the district court entered summary judgment for the plaintiffs. While the Trustees’ arguments to the contrary are far from frivolous, we find the plaintiffs’ benefits are in fact “accrued” and that Amendment Nine would violate the anti-cutback provisions. We affirm the district court on this basis.\nI.\nThe Plumbers and Pipefitters Local Union # 51 (“the Union”) is a labor organization situated in East Providence, Rhode Island. The Union represents pipefitters and plumbers in Rhode Island and southeast Massachusetts. The Union came to be on September 1, 1997 through the merger of four former local unions. After the merger, the local unions’ employee benefits plans and related plans and funds also merged. The result was the Plumbers and Pipefitters Local Union # 51 Pension Plan (“Post-Merger Plan”), dated September 1, 1998. This is the plan which concerns us. The pre-merger plans no longer exist.\nAmong the pension benefits promised under both the Pre-and Post-Merger Plans were “banked hour” benefits. “Banked hours” are hours of service worked in covered employment or otherwise accrued by plan participants within a given year in excess of the minimum number of hours required to earn a full year of service for pension credit under the applicable plan. Such hours are “banked” for a variety of uses, including filling in of hours of service for years in which the participant fell short of the minimum required for a full year of credit and “cashing] in” as additional pension credits upon retirement.\nOne problem the Post-Merger Plan had to deal with was that the “banked hour” provisions were different in each of the four pre-merger plans. Indeed, the provisions contained in the various pre-merger plan documents had different accrual, use, and value of “banked hours.” For example, under the pre-merger plans, the minimum number of hours of service needed for the receipt of a full year of pension credit ranged from 1,200 in one plan to 1,710 hours in another. The Post-Merger Plan Document eliminated those variations and chose to use as to each “banked hour” provision among the most generous benefit terms from the earlier provisions. For example, under the Post-Merger Plan, the minimum number of hours of service required for the receipt of a full year of pension credit was only 1,200 hours for all participants. The Post-Merger Plan Document’s more generous “banked hour” provisions had both prospective and retrospective effect. As a result, a number of plan participants, the plaintiffs among them, received retrospectively increased levels of “banked hour” pension credits and increased pension benefit levels immediately after the merger pursuant to those more generous provisions. This case involves only those retrospective benefits.\nOver the past several years, the Trust has experienced funding deficiencies caused by a number of factors, including stock market fluctuations and decreased pension contributions resulting from unemployment and lack of work opportunities for plan participants. The Trustees explored and adopted various measures intended to improve the Plan’s financial health.\nIn August 2011, after discussions with the Plan’s actuarial consultant, the Trustees voted upon and enacted Amendment Nine to the Post-Merger Plan Document. Amendment Nine purports to reduce plan participants’ retrospective “banked hour” pension benefits for hours accumulated prior to September 1, 1998, the date of the Post-Merger Plan, back to the lower levels promised under plan participants’ respective pre-merger plan document. The Trustees say Amendment Nine would reduce the Plan’s liability by several million dollars. On or about October 6, 2011, the Trustees sent a notice to all participants in the Pos1>-Merger Plan alerting them to the retroactive benefit reductions that would result from Amendment Nine.\nOn November 3, 2011, the plaintiffs filed this action against the Trustees in the district of Rhode Island. The plaintiffs alleged that the implementation of Amendment Nine would conflict with ERISA’s so-called “anti-cutback” rule, which prohibits the “decrease[] by amendment” of any “accrued benefit of a participant” in an ERISA plan. 29 U.S.C. § 1054(g)(1). The plaintiffs maintained that all of their pre-September 1, 1998 “banked hour” benefits, whether prospective from September 1 or retrospective, had “accrued.” They relied on 29 U.S.C. § 1002(23), which defines the term “accrued benefit” for purposes of ERISA. The Trustees agreed to suspend the implementation of Amendment Nine pending the result of this action.\nOn April 5, 2013, the district court orally-granted the plaintiffs’ motion for summary judgment and denied the Trustees’ cross-motion for summary judgment. The district court held that the plaintiffs’ pre-September 1, 1998 “banked hour” benefits did constitute “accrued benefits” under ERISA. The district court noted that, at the time of the merger and the bestowing of uniform “banked hour” benefits in the Plan, the plaintiffs were active employees as opposed to retirees. The Plan was also unchanged at their retirement date. Indeed, they had received the very benefits after retirement that the Trustees now seek to cut. As such, the district court reasoned, “[w]hen the Plaintiffs retired, their expectations of receiving the banked-hours benefits in the [Post-Merger] Plan were justified.” On this basis, the district court concluded that the implementation of Amendment Nine would result in the “decrease[ ] by amendment” of the plaintiffs’ “accrued benefits” in violation of 29 U.S.C. § 1054(g)(1).\nOn appeal, the Trustees argue that the district court erred in holding that the plaintiffs’ pre-September 1, 1998 “banked hour” retrospective benefits are “accrued benefits” under ERISA.\nII.\nThis court reviews a grant of summary judgment de novo, taking the facts in the light most favorable to the non-moving party. Lloyd’s of London v. Pagán-Sánchez, 539 F.3d 19, 21 (1st Cir.2008). “On an appeal from cross-motions for summary judgment, the standard does not change; we view each motion separately and draw all reasonable inferences in favor of the respective non-moving party.” Roman Catholic Bishop of Springfield v. City of Springfield, 724 F.3d 78, 89 (1st Cir.2013). The parties agree upon all material facts. This court is left to address pure questions of law.\nERISA’s anti-cutback rule prohibits the “decrease[] by amendment” of any “accrued benefit of a participant” in an ERISA plan. 29 U.S.C. § 1054(g)(1); accord 26 U.S.C. § 411(d)(6)(A); see also Cent. Laborers’ Pension Fund v. Heinz, 541 U.S. 739, 744, 124 S.Ct. 2230, 159 L.Ed.2d 46 (2004) (describing ERISA’s anti-cutback rule as “crucial to th[e] object” of protecting employees’ justified expectations). A plan must not violate the rule in order to remain qualified for tax-exempt status. 26 U.S.C. § 411(d)(6)(A). The purpose of this was set forth in Central Laborers’ Pension Fund, where the Supreme Court said:\n[W]hen Congress enacted ERISA, it wanted to ... mak[e] sure that if a worker has been promised a defined pension benefit upon retirement — and if he has fulfilled whatever conditions are required to obtain a vested benefit — he actually will receive it.\n541 U.S. at 743, 124 S.Ct. 2230 (alterations in original) (quoting Lockheed Corp. v. Spink, 517 U.S. 882, 887, 116 S.Ct. 1783, 135 L.Ed.2d 153 (1996)) (internal quotation marks omitted).\nThe Trustees’ core argument is that the plaintiffs did not “earn” these retrospective benefits by working; the retrospective benefits were a gratuity resulting from a prior merger of benefit plans. The term “earned” appears nowhere in the statute, although it does in some ease law as a shorthand term, and we do not adopt it as a substitute term for the statutory language. The Trustees argue, based on the concept of “earned” benefits, that the plaintiffs’ pre-September 1, 1998 “banked hour” benefits were conferred retroactively, and that retroactively conferred benefits are unearned gratuities and as a result cannot “accrue[ ].” We disagree. The Trustees’ position is not irrational as a matter of policy, but Congress chose otherwise. The Trustees’ position has no basis in the statutory text.\nThe Trustees’ position is that in order for a benefit to “accrue[]” under section 1054(g)(1), the promise of the relevant benefit must necessarily predate the service to which that benefit corresponds. The Trustees argue that an employee can only “earn” a benefit through service if she has been promised that benefit in advance. This is based on the reasoning that any benefit not promised beforehand is by definition unexpected, and that any unexpected benefit constitutes a mere gratuity. In other words, according to the Trustees, a benefit can only be “earned” through service if the promise of a benefit could have provided incentives to perform that service. ERISA does require that the promise of a benefit provide incentives to continue employment in order for that benefit to “accrue[ ].” But that condition is satisfied here.\nSection 1054(g) explains that the anti-cutback rule applies only to “benefits attributable to service” prior to the amendment at issue. 29 U.S.C. § 1054(g). And in this sense, “accrued benefits” are contrasted with mere “gratuities].” Bd. of Trs. of Sheet Metal Workers’ Nat’l Pension Fund v. Comm’r, 318 F.3d 599, 604 (4th Cir.2003). In addition, contrasted with other statutory language the restriction on “benefits attributable to service” means that “accrued benefits” must be attributable to service already performed. See Cinotto v. Delta Air Lines Inc., 674 F.3d 1285, 1294 (11th Cir.2012) (observing the distinction between “accrued benefits” and “anticipated benefits based on future years of service”). Here, however, the plaintiffs’ pre-September 1, 1998 “banked hour” benefits are clearly “attributable to” the plaintiffs’ pre-September 1, 1998 service. That those benefits were conferred retroactively does not defeat that point.\nOther than through section 1054(g), the text of ERISA provides few clues as to the interpretation of “accrued benefit.” Section 1002 of Title 29 defines “accrued benefit” as follows:\n(23) The term “accrued benefit” means—\n(A) in the case of a defined benefit plan, the individual’s accrued benefit determined under the plan and, except as provided in section 1054(c)(3) of this title, expressed in the form of an annual benefit commencing at normal retirement age, or\n(B) in the case of a plan which is an individual account plan, the balance of the individual’s account.\nThe accrued benefit of an employee shall not be less than the amount determined under section 1054(c)(2)(B) of this title with respect to the employee’s accumulated contribution.\n29 U.S.C. § 1002(23); accord 26 U.S.C. § 411(a)(7)(A). Because the PosU-Merger Plan is a defined benefit plan, most relevant here is section 1002(23)(A). Under that provision, an “accrued benefit” is “the individual’s accrued benefit determined under the plan and ... expressed in the form of an annual benefit commencing at normal retirement age.” 29 U.S.C. § 1002(23)(A). As the Supreme Court has observed, section 1002(23)(A)’s “rather circular[]” definition provides little guidance. Cent. Laborers’ Pension Fund, 541 U.S. at 744, 124 S.Ct. 2230. Indeed, “[t]he only apparent textual limit” is that an “accrued benefit” must be “expressed in the form of an annual benefit commencing at normal retirement age.” Bd. of Trustees of Sheet Metal Workers’ Nat’l Pension Fund, 318 F.3d at 603 (discussing the parallel provision in the Internal Revenue Code). The parties agree that limit is satisfied in this case. Apart from that limit, section 1002(23)(A) appears to be nothing more than a “signpost directing us to look to the terms of the plan at issue.” Id. at 602-03.\nSection 1002(23) does explain that “[t]he accrued benefit of an employee shall not be less than the amount determined under section 1054(c)(2)(B) of this title with respect to the employee’s accumulated contribution.” 29 U.S.C. § 1002(23); accord 26 U.S.C. § 411(a)(7)(D). For present purposes, the substance of this requirement is of no matter. What is relevant is the provision’s use of the term “employee” as well as its tethering of “accrued benefits” to the “employee’s accumulated contribution.” There is no doubt that the plaintiffs were employees at the time they were promised the benefits. This benefit scheme also applied at the time they retired.\nSection 1002(6) of Title 29 defines “employee” as “any individual employed by an employer.” 29 U.S.C. § 1002(6). Under ERISA, an “employee” thus contrasts with a “participant.” “Participant” is in turn defined by section 1002(7) as:\nany employee or former employee of an employer, or any member or former member of an employee organization, who is or may become eligible to receive a benefit of any type from an employee benefit plan which covers employees of such employer or members of such organization, or whose beneficiaries may be eligible to receive any such benefit.\nId. § 1002(7).\n. That there is a relevant distinction between “employees” and mere “participants” as to accrual is reinforced by the contrasting language of section 1054(g)(1). Under that provision, “[t]he accrued benefit of a participant under a plan may not be decreased by an amendment of the plan.” 29 U.S.C. § 1054(g)(1) (emphasis added); accord 26 U.S.C. § 411(d)(6). Section 1054(g)(1) refers to “participant[s]” rather than “employee[s]” for good reason: If ERISA’s purpose is to “mak[e] sure” that a worker “actually ... receive[s]” the defined pension benefit promised to her “upon retirement,” Nachman Corp. v. Pension Benefit Guaranty Corp., 446 U.S. 359, 375, 100 S.Ct. 1723, 64 L.Ed.2d 354 (1980), it would be nonsensical for anti-cutback protection to cease the moment employment ends and retirement begins.\nTaken together, sections 1002(23) and 1054(g)(1) outline the following scheme: “[A] retirement benefit may be ‘accrued’ only by an ‘employee’, but, once accrued, the benefit is protected from diminution as long as the individual who accrued the benefit is a ‘participant’ in the plan, whether as an employee or as a retiree.” Thornton, 566 F.3d at 607 (discussing parallel Internal Revenue Code provisions) (quoting Bd. of Trs. of the Sheet Metal Workers’ Nat’l Pension Fund v. Comm’r, 117 T.C. 220, 228-29 (2001)). Under this scheme, a promised benefit must provide incentives for future employment in order for that benefit to “accrue! ],” just in the sense that the promise of a benefit must predate an individual’s retirement or termination. See, e.g., Williams v. Rohm & Haas Pension Plan, 497 F.3d 710, 714 (7th Cir.2007) (holding that cost of living adjustment (“COLA”) was an “accrued benefit” where promise of COLA predated plaintiffs’retirement); Bd. of Trs. of Sheet Metal Workers’ Nat’l Pension Fund v. Comm’r, 318 F.3d 599, 604 (4th Cir.2003) (holding that COLA was a “gratuitous benefit” where promise of COLA postdated plaintiffs’ retirement). Once an individual continues employment in exchange for a promised benefit, that is enough, other things being the same, to generate the sort of “justified expectation!]” the anti-cutback rule is designed to protect. Cent. Laborers’ Pension Fund, 541 U.S. at 743, 124 S.Ct. 2230.\nWe sum up. The Trustees properly concede that under the terms of the Post-Merger Plan prior to Amendment Nine, the plaintiffs’ pre-September 1, 1998 service entitles them to at least their preSeptember 1998 prospective “banked hour” benefits. The Trustees concede further that the plaintiffs were “employeefs]” under the Post-Merger Plan when that plan went into effect. Finally, the Trustees concede that the plaintiffs are still plan “participant^].” We conclude that the plaintiffs’ pre-September 1, 1998 “banked hour” benefits, prospective and retrospective, are “accrued benefits” for purposes of section 1054(g)(1) and, so, that Amendment Nine is inconsistent with the requirements of ERISA’s anti-cutback rule. The Trastees’ real argument is that the plaintiffs did not “earn” their preSeptember 1998 retrospective “banked hour” benefits — that they were a “gift” of sorts. But ERISA’s anti-cutback rale does not ask whether benefits were “earned.” Rather, it asks whether benefits have “accrued.” We decline the Trustees’ invitation to amend the statute.\nThe district court is affirmed.\n. This benefit provision was subsequently amended and prospectively reduced. That amendment is not at issue here.\n. In 2010 and again in 2012 the Post-Merger Plan was declared to be in critical status , under the Pension Protection Act. of 2006 (\"PPA”), Pub.L. No. 109-280, 120 Stat. 780. The Trustees do not argue that either the fact that the Plan was in critical status under PPA or the fact that they were required as a result to formulate a Rehabilitation Plan in any way alters the law on the anti-cutback rule.\nThe anti-cutback rule does permit the decrease by amendment of accrued benefits in cases where a plan faces a \"substantial business hardship,” 29 U.S.C. § 1082(d)(2), and in cases involving terminated multi-employer plans, id. § 1441. Neither exception applies here.\n. Should the Post-Merger Plan ultimately become insolvent, the federal Pension Benefit Guaranty Corporation (PBGC), which insures multi-employer pension plans such as this one, will be required to intervene. See Sun Capital Partners III, LP v. New Eng. Teamsters & Trucking Indus. Pension Fund, 724 F.3d 129, 132 n. 2 (1st Cir.2013).\n. We have no reason to reach an argument made by the plaintiffs that the initial provision of benefits to them upon retirement somehow estops the Trustees from denying the benefits were \"accrued.”\n. The parties agree that Amendment Nine would result in the \"decrease!]” of the plaintiffs’ retrospective pre-September 1, 1998 \"banked hour” benefits under their ERISA plan.\n. See, e.g., Thornton v. Graphic Commons Conference of Int'l Bhd. of Teamsters Supplemental Ret. & Disability Fund, 566 F.3d 597, 602 (6th Cir.2009); Silvernail v. Ameritech Pension Plan, 439 F.3d 355, 359 (7th Cir.2006).\n. The plan document at issue contains no language to suggest that the plaintiffs' pre-September 1998 \"banked hour\" benefits were not intended to be eligible for \"accru[al].”\n. Although the plaintiffs are all now retired, the parties agree that each plaintiff worked in the service for a covered employer for some period of time following the merger.\n. We are not faced with a situation in which a post-retirement increase in benefits was specified in pension plan documents while the employee worked in the service of the employer. See Thornton, 566 F.3d at 607.\n. The Trustees contend that their interpretation of the anti-cutback rule finds support in the decisions of other circuits. The decisions on which the Trustees rely, however, concern only benefits promised after retirement. See Rohm & Haas Pension Plan, 497 F.3d at 714 (holding that benefit cannot \"accrue!]” if it is \"not included in the plan during the term of the participants’ employment ” (emphasis added)); Thornton, 566 F.3d at 609 (holding that an amendment cannot give rise to an “accrued benefit” for an individual if “the amendment occurred after he or she permanently separated from covered employment ” (emphasis added)); Bd. of Trs. of Sheet Metal Workers’ Nat’l Pension Fund, 318 F.3d at 604 (\"[T]he benefit could not have been an 'accrued benefit’ because it did not accumulate during their service so as to become part of their legitimate expectations at retirement under the terms of the Plan then in effect.” (emphasis added)).",
        "type": "majority",
        "author": "LYNCH, Chief Judge."
      }
    ],
    "attorneys": [
      "James F. Grosso, with whom O’Reilly, Grosso & Gross, P.C., Michael W. Murphy, and Rodio & Ursillo, Ltd. were on brief, for appellants.",
      "William J. Conley, Jr. for appellees."
    ],
    "corrections": "",
    "head_matter": "Ronald R. BONNEAU, Richard Donnelly, James Koziera, and John F. Toner, Jr., Plaintiffs, Appellees, v. PLUMBERS AND PIPEFITTERS LOCAL UNION 51 PENSION TRUST FUND, by and through its Trustees, Robert BOLTON, David Rampone, Michael St. Martin, David Greenberg, Robert Walker, William Demello, Michael Volino, and Thomas Hanfield, Defendants, Appellants.\nNo. 13-1515.\nUnited States Court of Appeals, First Circuit.\nNov. 15, 2013.\nJames F. Grosso, with whom O’Reilly, Grosso & Gross, P.C., Michael W. Murphy, and Rodio & Ursillo, Ltd. were on brief, for appellants.\nWilliam J. Conley, Jr. for appellees.\nBefore LYNCH, Chief Judge, SELYA, Circuit Judge, and HILLMAN, District Judge.\nOf the District of Massachusetts, sitting by designation."
  },
  "file_name": "0033-01",
  "first_page_order": 59,
  "last_page_order": 65
}