{
  "id": 3726305,
  "name": "NECA-IBEW ROCKFORD LOCAL UNION 364 HEALTH AND WELFARE FUND, Plaintiff-Appellant, v. A & A DRUG COMPANY, a Nebraska Corporation doing business as Sav-Rx Prescription Services, Defendant-Appellee",
  "name_abbreviation": "NECA-IBEW Rockford Local Union 364 Health & Welfare Fund v. A & A Drug Co.",
  "decision_date": "2013-11-25",
  "docket_number": "No. 12-3070",
  "first_page": "1054",
  "last_page": "1060",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 1054"
    }
  ],
  "court": {
    "name_abbreviation": "7th Cir.",
    "id": 9010,
    "name": "United States Court of Appeals for the Seventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "965 F.2d 311",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10521235
      ],
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/965/0311-01"
      ]
    },
    {
      "cite": "614 F.3d 375",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3707349
      ],
      "pin_cites": [
        {
          "page": "378-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/614/0375-01"
      ]
    },
    {
      "cite": "665 F.3d 897",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3864500
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "903"
        },
        {
          "page": "903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/665/0897-01"
      ]
    },
    {
      "cite": "299 N.E.2d 601",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "12 Ill.App.3d 362",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        2852671
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/12/0362-01"
      ]
    },
    {
      "cite": "376 F.3d 664",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9375296
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "677"
        },
        {
          "page": "677"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/376/0664-01"
      ]
    },
    {
      "cite": "981 N.E.2d 971",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 2012,
      "pin_cites": [
        {
          "page": "978"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "367 Ill.Dec. 243",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "577 N.E.2d 1344",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1991,
      "pin_cites": [
        {
          "page": "1350"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "160 Ill.Dec. 773",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "218 Ill.App.3d 383",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        8498786
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/218/0383-01"
      ]
    },
    {
      "cite": "744 F.2d 566",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        598755
      ],
      "pin_cites": [
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/744/0566-01"
      ]
    },
    {
      "cite": "632 F.3d 822",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4088250
      ],
      "pin_cites": [
        {
          "page": "831"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/632/0822-01"
      ]
    },
    {
      "cite": "127 N.E.2d 677",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "680"
        },
        {
          "page": "680"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "6 Ill.App.2d 290",
      "category": "reporters:state",
      "reporter": "Ill. App. 2d",
      "case_ids": [
        5138655
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-2d/6/0290-01"
      ]
    },
    {
      "cite": "509 N.E.2d 1313",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1987,
      "pin_cites": [
        {
          "page": "1319"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "109 Ill.Dec. 301",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "157 Ill.App.3d 176",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3542074
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/157/0176-01"
      ]
    },
    {
      "cite": "550 N.E.2d 1132",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1990,
      "pin_cites": [
        {
          "page": "1138"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "141 Ill.Dec. 86",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "194 Ill.App.3d 147",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        8498195
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/194/0147-01"
      ]
    },
    {
      "cite": "125 F.3d 468",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        910592
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "474"
        },
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/125/0468-01"
      ]
    },
    {
      "cite": "975 F.2d 1298",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10518848
      ],
      "pin_cites": [
        {
          "page": "1303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/975/1298-01"
      ]
    },
    {
      "cite": "231 F.3d 1060",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11182449
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1064"
        },
        {
          "page": "1064"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/231/1060-01"
      ]
    },
    {
      "cite": "293 F.3d 1023",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9418595
      ],
      "pin_cites": [
        {
          "page": "1029"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/293/1023-01"
      ]
    },
    {
      "cite": "832 F.2d 1032",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10549587
      ],
      "pin_cites": [
        {
          "page": "1036"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/832/1032-01"
      ]
    },
    {
      "cite": "701 F.3d 1158",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5709963
      ],
      "pin_cites": [
        {
          "page": "1160-61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/701/1158-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 15002,
    "ocr_confidence": 0.674,
    "pagerank": {
      "raw": 9.853870933776696e-08,
      "percentile": 0.5341929201277757
    },
    "sha256": "ad075bfcf0020f31f7fc3c65bbe4a70e2540ac2d745d34b11a526a148578f7fc",
    "simhash": "1:236c6791b0e3bf65",
    "word_count": 2392
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOOD, Chief Judge, and KANNE and TINDER, Circuit Judges."
    ],
    "parties": [
      "NECA-IBEW ROCKFORD LOCAL UNION 364 HEALTH AND WELFARE FUND, Plaintiff-Appellant, v. A & A DRUG COMPANY, a Nebraska Corporation doing business as Sav-Rx Prescription Services, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThe issue in this ease is whether the parties must arbitrate their dispute. The NECA-IBEW Health and Welfare Fund is a trust fund that provides health benefits to members of Rockford Local 364, a union of electrical workers. The Fund negotiated an agreement (which we will call the Local Agreement) with Sav-Rx, a provider of prescription-drug benefits. Under the Local Agreement, Sav-Rx reimburses pharmacies for dispensing medication and then invoices the Fund for some of its costs. A few months later, Sav-Rx negotiated a different agreement with the national organization of the International Brotherhood of Electrical Workers, with which the Local 364 is affiliated. This National Agreement offers locals reduced charges and more services than the Local Agreement. It also contains a mandatory arbitration clause.\nLocal unions and local trust funds could opt into the National Agreement, but the Fund’s trustees never voted on the matter. Over the next eight years, however, the Fund accepted from Sav-Rx services provided by the National Agreement. The Fund has sued Sav-Rx for invoicing the Fund at rates not authorized by either the Local or National Agreement. Contending that the National Agreement, with the arbitration clause, governs the dispute, Sav-Rx moved to dismiss. Finding that Fund had accepted the benefits of the National Agreement and were thus bound to it, the district court granted Sav-Rx’s motion. Because Sav-Rx established that the Fund knew it was accepting benefits under the National Agreement, the Fund therefore ratified that agreement, and accordingly we affirm the district court’s judgment.\nI. FACTUAL BACKGROUND\nOver a decade ago, the Fund began searching for a pharmacy-benefit provider for its local union members. As a trust, the Fund is governed by a board of trustees. Sav-Rx, through its vice-president, understands that the Fund acts through its board of trustees. The trustees met with the president of Sav-Rx in Rockford, Illinois, and voted in 2002 to approve Sav-Rx to provide prescription-drug benefits to its local union members. After the vote, Sav-Rx sent the Fund a copy of its Local Agreement for providing prescription-drug benefits. That agreement does not mandate arbitration of disputes. Although the Fund never signed it, on January 1, 2003, Sav-Rx began providing services to the Fund under the terms of that agreement, which it did for almost four months.\nMeanwhile, the national union of the International Brotherhood of Electrical Workers was also searching for a benefits provider, and it also decided on Sav-Rx. This decision resulted in the National Agreement, which local unions and local funds could opt into by signing a participation agreement or electing one of the National Agreements’s pricing options (designated by an “M” or “R”). The national union announced the National Agreement in April 2003 at a conference that Tom Eschen, the chair of the Fund’s board of trustees, attended. This agreement offered better pricing and services than the Local Agreement. Under the National Agreement, Sav-Rx invoices participating members at lower rates than under the Local Agreement, conducts annual audits to assess its compliance with those rates, and remits to members any applicable drug rebates. It also contains a mandatory arbitration provision.\nShortly after the announcement of the National Agreement, Eschen asked for a copy from Sav-Rx and received one. To save the Fund money, he also asked Sav-Rx to reduce the Fund’s prices to the levels provided under the National Agreement, which Sav-Rx did, retroactive to April 1, 2003., Sometime later, someone at the Fund (the. record does not disclose who) told Sav-Rx that the Fund selected the “R” pricing package, available only under the National Agreement. The Fund’s board of trustees never themselves discussed the terms of the National Agreement, and one trustee has disclaimed firsthand knowledge of its terms. For eight years, between 2003 and 2011, the Fund received audits, pricing, and credits provided by the National Agreement. Early in this period, the Fund’s business manager received from the national union a letter detailing the advantages of the National Agreement, including the annual audits, and it listed “Rockford Local 364” as a “participating member” of that Agreement. Later, after an annual audit disclosed possible overcharges, Sav-Rx wrote directly to the Fund’s trustees, informing them that, in light of the audit, and at the Fund’s request, it would credit the Fund about $5,000. Following this exchange with the Fund’s trustees, the Fund’s administrative manager communicated with Sav-Rx other times about the annual audits.\nIn this suit, the Fund alleges that Sav-Rx invoiced the Fund at price levels not justified under either the Local or National Agreement, and Sav-Rx contends that, because the National Agreement governs, this dispute must- be arbitrated. In response to Sav-Rx’s motion to dismiss, the Fund replied that its trustees never actually knew that Sav-Rx was providing benefits under the National Agreement and they never voted to adopt it, so the Fund cannot be bound to it. The district court granted Sav-Rx’s motion, finding that the Fund had assumed the National Agreement because it .accepted its benefits.\nII. ANALYSIS\nBefore reaching the merits, we address a threshold issue: the standard of review. The question of which forum will decide this case is for the court, see Begolli v. Home Depot U.S.A., Inc., 701 F.3d 1158, 1160-61 (7th Cir.2012), and the parties ask for de novo review of the issue of arbitrability. But neither party seeks a trial on any of the fact questions underlying arbitrability that the district court resolved. Under these circumstances, the, “clearly-erroneous standard is the proper one” to apply to those judicial findings of fact. Am. Nat’l Bank and Trust Co. of Rockford, III. v. United States, 832 F.2d 1032, 1036 (7th Cir.1987).\nOn the merits, the sole issue in this case is whether the Fund bound itself to the National Agreement. As a general matter, a party may become bound to an unsigned contract, including one that contains an arbitration clause, by its or its agent’s conduct. See Fymetics Ltd. v. Quantum Group, Inc., 293 F.3d 1023, 1029 (7th Cir.2002). As we discuss below, the Fund is bound to the National Agreement if the Fund or an agent with actual, implied, or apparent authority, assented to it, or if the Fund ratified it. Although the parties do not carefully observe these distinct possibilities, we consider each in turn. (We also observe that the federal common law of agency, Illinois agency law, and the Restatement of Agency are all in accord on general agency principles, thereby obviating choice-of-law concerns. See Opp v. Wheaton Van Lines, Inc., 231 F.3d 1060, 1064 (7th Cir.2000).)\nWe begin with actual authority. Because the Fund is a trust, the trustees have actual authority to bind the Fund and must act through a vote. See 760 ILCS 5/10; Mason & Dixon Lines, Inc. v. Glover, 975 F.2d 1298, 1303 (7th Cir.1992). The trustees voted to approve Sav-Rx as its benefits manager, but they never voted to approve or reject the National Agreement. Similarly, the record contains no evidence that the trustees voted to grant actual authority to anyone else to enter the National Agreement. Therefore, no one at the Fund with actual authority entered into the National Agreement.\nThat brings us to implied authority. Sav-Rx argues that the chair of the board of trustees, Eschen, bound the Fund to the National Agreement when he asked Sav-Rx to apply its better pricing to the Fund. Because Eschen was the chair of the board of trustees, his authority to bind the Fund on some matters may be implied from his position. See Orix Credit Alliance, Inc. v. Taylor Mach. Works, Inc., 125 F.3d 468, 474 (7th Cir.1997); Wasleff v. Dever, 194 Ill.App.3d 147, 141 Ill.Dec. 86, 550 N.E.2d 1132, 1138 (1990). The president of a corporation has presumptive authority to enter into ordinary contracts that fall within the corporation’s everyday business. Guar. Fed. Sav. & Loan Ass’n v. Am. Nat’l Bank & Trust Co. of Chi., 157 Ill.App.3d 176, 109 Ill.Dec. 301, 509 N.E.2d 1313, 1319 (1987); Smith v. Shoreline Printers & Publishers, Inc., 6 Ill.App.2d 290, 127 N.E.2d 677, 680 (1955); see also Opp, 231 F.3d at 1064; Barefoot Architect, Inc. v. Bunge, 632 F.3d 822, 831 (3d Cir.2011). But the chief executive of a corporation does not have implied authority to bind the company to extraordinary contracts or those that surrender some of its substantial rights. See Orix Credit Alliance, 125 F.3d at 475; Chase v. Consol. Foods Corp., 744 F.2d 566, 569 (7th Cir.1984); Smith, 127 N.E.2d at 680. The Local and National Agreements do not appear to be everyday business for the Fund; the arrangement with Sav-Rx was a once-in-a-decade transaction. And the National Agreement foregoes an important right — access to the courts to resolve disputes. Accordingly, the record does not establish that Eschen had implied authority to bind the Fund.\nSav-Rx cannot invoke apparent authority to bind the Fund either. Apparent authority arises when a principal “creates, by its words or conduct, the reasonable impression in a third party that the agent has the authority to perform a certain act on its behalf.” Opp, 231 F.3d at 1065 (citing Weil, Freiburg & Thomas, P.C. v. Sara Lee Corp., 218 Ill.App.3d 383, 160 Ill.Dec. 773, 577 N.E.2d 1344, 1350 (1991)); Wilson v. Edward Hosp., — Ill.2d -, 367 Ill.Dec. 243, 981 N.E.2d 971, 978 (2012). Sav-Rx identifies no evidence that the trustees held Eschen out as having the authority to bind the Fund to the National Agreement. Even if it had, the Fund presented evidence that SavRx’s vice president understood that the Fund acted only through its board of trustees. Accordingly, this record does not establish that Eschen had apparent authority to enter into the National Agreement.\nThe final option, then, and the one that supports affirming the district court’s decision, is ratification. A principal like the Fund can ratify a contract when the principal enjoys the benefits of the contract and does not repudiate it. Sphere Drake Ins. Ltd. v. Am. Gen. Life Ins. Co., 376 F.3d 664, 677 (7th Cir.2004); George F. Mueller & Sons, Inc. v. Northern III. Gas Co., 12 Ill.App.3d 362, 299 N.E.2d 601, 603 (1973). Ratification requires “that the principal have full knowledge of the facts and the choice to either accept or reject the benefit of the transaction.” Sphere Drake Ins., 376 F.3d at 677. A trust’s “knowledge” may be imputed from its employees or agents. See Nat’l Prod. Workers Union Ins. Trust v. Cigna Corp., 665 F.3d 897, 903 (7th Cir.2011). This imputation of knowledge is commonplace with corporations, which “do not have brains, but they do have employees. One fundamental rule of agency law is that corporations ‘know1 what their employees know— at least, what employees know on subjects within the scope of their duties.” Prime Eagle Group Ltd. v. Steel Dynamics, Inc., 614 F.3d 375, 378-79 (7th Cir.2010); see also Nat’l Prod. Workers Union Ins. Trust, 665 F.3d at 903. Courts presume that when employees obtain information while acting for the benefit of the corporation, they “report[ ] that knowledge to the corporate principal.” United States v. One Parcel of Land, 965 F.2d 311, 316 (7th Cir.1992).\nHere, the record supports the finding of ratification because, by imputation or direct knowledge, the Fund’s trustees knew two critical facts necessary for ratification. First, they knew the terms of the Local and National Agreements and therefore their differences. The trustees themselves received copies of the Local Agreement, and according to the Fund, they agreed to it. The. Fund therefore knew about its terms. It also knew about the National Agreement. After attending a conference for the benefit of the Fund and in order to save it money, the Fund’s chair, Eschen, asked for and received a copy of the National Agreement. In addition, the Fund’s business manager received a detailed description of the advantages of the National Agreement. Because both agents received this contract information while performing their regular duties, the trustees (save the one who has disclaimed knowledge of the National Agreement) imputedly knew about both agreements. They therefore knew that only the National Agreement guaranteed the better pricing and the added services, like annual audits and credits.\nSecond, the trustees knew that the Fund was receiving the discounted prices, audits, and credits provided under the National Agreement. Sav-Rx told the Fund’s business manager that the Fund was receiving the discounted pricing, and he also received an audit report in 2004 that compared the Fund’s invoices to the pricing under the National Agreement. The administrative manager received similar audit reports. The trustees themselves received a letter from Sav-Rx that referred to the results of an audit. That audit led Sav-Rx to tell the trustees that it was crediting the Fund $5,000 that the Fund itself had requested. The trustees thus knew, both directly and by imputation, that the Fund was receiving pricing, audit reports, and credits guaranteed under only the National Agreement. By knowing that the Fund received the benefits of the National Agreement and never repudiating those benefits, the trustees ratified the National Agreement.\nThe Fund’s responses are unavailing. It argues that Sav-Rx may have offered these added benefits gratuitously under the Local Agreement. But Sav-Rx denies that intent, and no one at the Fund has sworn to believing that was Sav-Rx’s purpose. The Fund also suggests that Sav-Rx may have slipped in these extra benefits to bootstrap the Fund unwittingly into an unwanted contract. But the Fund knowingly accepted the benefits of the National Agreement without protest. Even today, the trustees do not contend, let alone swear in an affidavit, that if asked to vote on the National Agreement, they would reject it because the pricing and service benefits are not worth the arbitration provision. Under these circumstances, then, the record supports binding the Fund to the National Agreement and its arbitration provision. Therefore, we AFFIRM the district court’s judgment.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Peter J. Flowers, Ted A. Meyers, Attorneys, Meyers & Flowers, LLC, St. Charles, IL, Craig Steven Mielke, Attorney, Foote, Mielke, Chavez, & O’Neil LLC, Geneva, IL, for Plaintiff-Appellant.",
      "Edward King Poor, Charles E. Harper, Jr., Melody A. Emmert, Attorneys, Quarles & Brady LLP, Chicago, IL, for Defendant-Appellee."
    ],
    "corrections": "",
    "head_matter": "NECA-IBEW ROCKFORD LOCAL UNION 364 HEALTH AND WELFARE FUND, Plaintiff-Appellant, v. A & A DRUG COMPANY, a Nebraska Corporation doing business as Sav-Rx Prescription Services, Defendant-Appellee.\nNo. 12-3070.\nUnited States Court of Appeals, Seventh Circuit.\nArgued Oct. 9, 2013.\nDecided Nov. 25, 2013.\nPeter J. Flowers, Ted A. Meyers, Attorneys, Meyers & Flowers, LLC, St. Charles, IL, Craig Steven Mielke, Attorney, Foote, Mielke, Chavez, & O’Neil LLC, Geneva, IL, for Plaintiff-Appellant.\nEdward King Poor, Charles E. Harper, Jr., Melody A. Emmert, Attorneys, Quarles & Brady LLP, Chicago, IL, for Defendant-Appellee.\nBefore WOOD, Chief Judge, and KANNE and TINDER, Circuit Judges."
  },
  "file_name": "1054-01",
  "first_page_order": 1080,
  "last_page_order": 1086
}