{
  "id": 3726898,
  "name": "UNITED STATES, Appellant, v. Daniel E. CARPENTER, Defendant, Appellee",
  "name_abbreviation": "United States v. Carpenter",
  "decision_date": "2013-11-25",
  "docket_number": "No. 11-2131",
  "first_page": "619",
  "last_page": "632",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 619"
    }
  ],
  "court": {
    "name_abbreviation": "1st Cir.",
    "id": 8809,
    "name": "United States Court of Appeals for the First Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "75 F.3d 761",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        709
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/75/0761-01"
      ]
    },
    {
      "cite": "544 F.2d 1113",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1020881
      ],
      "pin_cites": [
        {
          "page": "1116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/544/1113-01"
      ]
    },
    {
      "cite": "982 F.2d 681",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        36485
      ],
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/982/0681-01"
      ]
    },
    {
      "cite": "507 U.S. 725",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237509
      ],
      "weight": 6,
      "year": 1993,
      "pin_cites": [
        {
          "page": "736"
        },
        {
          "page": "736"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0725-01"
      ]
    },
    {
      "cite": "320 F.3d 92",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9322931
      ],
      "pin_cites": [
        {
          "page": "105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/320/0092-01"
      ]
    },
    {
      "cite": "466 F.3d 47",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3775342
      ],
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/466/0047-01"
      ]
    },
    {
      "cite": "405 U.S. 150",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11721534
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0150-01"
      ]
    },
    {
      "cite": "505 F.3d 1",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5860510
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "10"
        },
        {
          "page": "10-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/505/0001-01"
      ]
    },
    {
      "cite": "360 U.S. 264",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9052
      ],
      "weight": 3,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0264-01"
      ]
    },
    {
      "cite": "488 F.3d 549",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2913897
      ],
      "pin_cites": [
        {
          "page": "561"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/488/0549-01"
      ]
    },
    {
      "cite": "328 U.S. 750",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        377132
      ],
      "weight": 3,
      "year": 1946,
      "pin_cites": [
        {
          "page": "765"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/328/0750-01"
      ]
    },
    {
      "cite": "695 F.3d 25",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3528574
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/695/0025-01"
      ]
    },
    {
      "cite": "486 F.3d 52",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3114294
      ],
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/486/0052-01"
      ]
    },
    {
      "cite": "45 F.3d 1",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7411058
      ],
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/45/0001-01"
      ]
    },
    {
      "cite": "249 F.3d 38",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11094594
      ],
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/249/0038-01"
      ]
    },
    {
      "cite": "279 F.3d 105",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9393313
      ],
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/279/0105-01"
      ]
    },
    {
      "cite": "473 F.3d 387",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2540566
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/473/0387-01"
      ]
    },
    {
      "cite": "1994 WL 44833",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1994,
      "pin_cites": [
        {
          "page": "*2",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "70 F.3d 706",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11928533
      ],
      "pin_cites": [
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/70/0706-01"
      ]
    },
    {
      "cite": "678 F.3d 72",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3873391
      ],
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/678/0072-01"
      ]
    },
    {
      "cite": "218 F.3d 58",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11191859
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/218/0058-01"
      ]
    },
    {
      "cite": "170 L.Ed.2d 275",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "128 S.Ct. 1443",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "552 U.S. 1230",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. §§ 1343",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "26 C.F.R. § 1.1031",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(k)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 1031",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "494 F.3d 13",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3541421
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "29"
        },
        {
          "page": "24-26"
        },
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/494/0013-01"
      ]
    },
    {
      "cite": "405 F.Supp.2d 85",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        908039
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "101-03"
        },
        {
          "page": "102-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/405/0085-01"
      ]
    },
    {
      "cite": "808 F.Supp.2d 366",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        4174486
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "380-85"
        },
        {
          "page": "385-86"
        },
        {
          "page": "386"
        },
        {
          "page": "380-85"
        },
        {
          "page": "385"
        },
        {
          "page": "386"
        },
        {
          "page": "380-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/808/0366-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1435,
    "char_count": 39427,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 6.495391717314327e-08,
      "percentile": 0.3995657661894574
    },
    "sha256": "5034ed469fa551c05e0d89f895dc18809d0a139977f34b3c756a607205022132",
    "simhash": "1:9a688373aab346e3",
    "word_count": 6211
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LYNCH, Chief Judge, STAHL and HOWARD, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES, Appellant, v. Daniel E. CARPENTER, Defendant, Appellee."
    ],
    "opinions": [
      {
        "text": "LYNCH, Chief Judge.\nThe question in this case is whether comments in the government’s closing argument at a second criminal trial were improper and whether they accordingly warranted a new trial, as the district court held. See United States v. Carpenter, 808 F.Supp.2d 366, 380-85 (D.Mass.2011).\nDefendant Daniel Carpenter has now been tried twice on charges of \"wire fraud and mail fraud. Both times, the jury returned a conviction. After the first trial in 2005, the district court upset the conviction and ordered a new trial on the grounds that the government’s closing argument was improper and may have tainted the jury’s verdict. See United States v. Carpenter, 405 F.Supp.2d 85, 101-03 (D.Mass. 2005). We upheld that decision by a divided panel. See United States v. Carpenter, 494 F.3d 13, 29 (1st Cir.2007).\nThe case was retried in 2008 and the government made a different closing argument. The jury again convicted. The district court again granted a new trial, finding that the different closing argument led the jury to convict on an improper basis. See Carpenter, 808 F.Supp.2d at 385-86. Because the government’s comments in its closing argument at the second trial were not improper, we reverse, reinstate the jury’s verdict of conviction, and remand for sentencing.\nI.\nA. Background\nDuring the late 1990s, Carpenter ran a business, Benistar, which specialized in conducting “ § 1031 exchanges” for investment property owners. Section 1031 exchanges take their name from a provision of the federal tax code, 26 U.S.C. § 1031, which allows an owner of investment property to defer paying capital gains taxes upon the sale of the property if the property is “exchanged” for property “of like kind.” The funds from the initial sale may be held temporarily in cash form with no tax penalty as long as they are used to purchase new property within 180 days and as long as the investor designates the replacement property within 45 days. See 26 U.S.C. § 1031(a)(3). Under federal regulations, the exchangor may not take possession of the funds before purchasing the new property. See 26 C.F.R. § 1.1031(k)-l(a). As a result, exchangors typically rely on “qualified intermediaries” to hold and invest the funds until the exchange is completed.\nB. Benistar's Marketing Materials\nBenistar offered its services as a qualified intermediary, managing the proceeds from an exchangor’s initial sale until the § 1031 exchange was completed. In advertising itself to potential exchangors, Benistar provided a set of marketing materials, including a PowerPoint slide show, a set of “Frequently Asked Questions about 1031 Property Exchange,” an article on § 1031 exchanges authored by Benistar’s principal marketer and published in the New England Real Estate Journal, and other information. When exchangors decided to work with Benistar, they would also receive a set of forms setting out the terms of the accounts they would hold with Benistar.\nCarpenter did not directly solicit ex-changors, nor did he create the marketing materials. However, he did review all of the marketing materials and approved their use. He also executed for Benistar many of the contracts the exchangors entered with the company.\nOn the government’s theory of prosecution, the marketing materials effectively promised at multiple points that exchan-gors’ funds would be kept safe and secure. One of the PowerPoint slides, for example, was entitled “Choosing an Intermediary” and listed several factors that clients should consider. The fourth factor was labeled “Security of Funds” and stated that exchangors should “[a]sk about the security of your funds, and find out what guarantees are offered.” The next slide went on to state: “Merrill Lynch Private Bank is used for all our escrow accounts. This provides a 3% — 6% interest on the escrow.”\nLikewise, the “Frequently Asked Questions” document included a question asking “What will the intermediary do with my money?” The answer provided:\n[Benistar] has a long-standing reputation for trustworthiness, and is ... the largest 419 trust plan administrator in the nation.\nBenistar has accounts with major banking and investment firms, such as Merrill Lynch.... Escrow accounts are restricted to paying out funds only for a subsequent closing, or to return funds to the original property owner.\nA similar set of “IRC § 1031 Property Exchanges: Frequently Asked Questions” on Benistar’s website listed the question, “Can I Trust [Benistar] with My Money?” The answer explained:\n[W]e protect your assets:\n• We have accounts with major banking and investment firms — accounts under our sole control, as required for these exchanges....\n• Our accounts are restricted to paying out funds only for a subsequent closing, or to return funds to the original property owner.\n• We distribute funds only at your written request.\nSeveral other components of the promotional materials bore out similar themes.\nExchangors using Benistar as an intermediary were given the choice to have their money invested during the pendency of their exchanges for either a 3% or 6% annualized return. After sending in their funds from the initial sale, exchangors received a confirmation letter stating: “We have received $_1 of sales proceeds, which we are holding for your benefit. These funds are accruing interest at %_” The second blank would be filled in with either 3% or 6%. The 3% choice, which was selected for the majority of the funds in the case, was initially called a “Merrill Lynch Ready Asset Money Market Account” in several of the documents, including the account selection form and the Escrow Agreement that exchangors signed, until Merrill Lynch suspended Carpenter’s trading priveleges and he opened new accounts at PaineWebber.\nThe government alleges that these materials, taken together, led exchangors to believe that their funds would be invested in “safe,” interest-bearing “escrow” accounts guaranteeing a 3% or 6% return, when in fact their funds were not kept in safe investments.\nC. Carpenter’s Trading Strategy and Losses\nIn reality, Carpenter used the exchan-gors’ funds to trade in risky assets, including stock options. Carpenter primarily sold “put” options, which allow the option-holder to sell shares of stock to the option seller in the future at an agreed-upon price within an agreed-upon timeframe. Generally, the holder of a put option will make money when the price of the underlying stock decreases during the option period, while the seller of the option will make money when the price of the underlying stock increases during the option period. Many of Carpenter’s trades were “naked” or “uncovered,” meaning that Carpenter did not own the underlying shares or take an offsetting position. Naked or uncovered option trading increases a trader’s risk of loss.\nCarpenter’s trading strategy succeeded at first, from 1998 to 2000, and the additional gains beyond the promised 3% or 6% annualized return increased the company’s, and his own, profit. During that time, Benistar’s clients were paid the amounts promised to them. But Carpenter’s investments began to turn in the spring of 2000. From late March to late May 2000, Carpenter lost approximately one million dollars from Benistar’s Merrill Lynch trading account as various stocks fell significantly during the option periods. Carpenter’s strategy ultimately failed completely when the NASDAQ stock market crashed in late 2000. By the end of September 2000, Carpenter had lost about four million dollars.\nThe period covered by the indictment started to run after Carpenter had already suffered significant losses. Even as Carpenter’s losses mounted, Benistar continued soliciting business using the same marketing materials with the same language about safety, escrow accounts, and promised rates of return, even though Carpenter continued to employ the same trading strategy. By the beginning of 2001, Carpenter had lost approximately nine million dollars belonging to seven exchangors who had contracted with Benistar between August and December 2000. Those ex-changors were never paid the promised 3% or 6% interest and lost the vast majority of their principal.\nD. Procedural History\n1. First Trial\nOn February 4, 2004, Carpenter was indicted with nineteen counts of wire fraud and mail fraud in violation of 18 U.S.C. §§ 1343 and 1341, respectively. The government alleged that Carpenter had fraudulently induced the exchangors to use his company to perform their exchanges in part through false promises that their money would be kept in safe, interest-bearing accounts.\nEach of the counts charged in the indictment relates only to those exchangors who engaged Benistar’s services in the period after Carpenter began incurring losses in spring of 2000. The earliest deposit charged in the indictment occurred in August 2000, and the majority occurred in November or December 2000. The charges were based in part on the theory that Carpenter intended to deceive the exchangors as shown by his continuing to make the same representations to them about the handling of their money even after he knew of his investment strategy’s failures.\nCarpenter’s defense centered on the arguments that the marketing materials never promised that the funds would be kept in “safe” accounts, that these were sophisticated investors, and that while Carpenter did want to make money, there was nothing wrong with his motives and he never had the requisite intent to defraud at the time any representations were made. Carpenter noted in particular that the contracts the exchangors signed clearly and explicitly granted Benistar unlimited discretion to invest their funds.\nThe case went to its first trial in July 2005. After a thirteen-day trial, a jury found Carpenter guilty on all nineteen counts after about six hours of deliberation. The next week, on August 5, 2005, Carpenter filed motions for acquittal and for a new trial. On December 15, 2005, the district court denied the motion for acquittal but granted the motion for a new trial on the grounds that the government’s closing argument had improperly made use of an extended metaphor portraying Carpenter’s actions as gambling. The court explained that evidence of the losses Carpenter had actually sustained had been admitted for the limited purpose of proving intent, but the government had repeatedly conjured it improperly in its closing argument’s references to gambling. The district court found that in light of the overall strength of the case, which was not overwhelming and would have allowed a rational jury to acquit, it was possible that the government’s improper closing arguments had tainted the jury’s verdict. However, the court also noted that the evidence was still sufficient to sustain a conviction and ordered a new trial. See Carpenter, 405 F.Supp.2d at 102-03.\nThe government appealed the new trial order from that first trial, and Carpenter cross-appealed the denial of his motion for acquittal. In July 2007, a divided panel of this court upheld the district court’s orders, explaining that the district court had not abused its discretion in determining that the government’s comments could have tainted the verdict and that the appellate court lacked jurisdiction to review the denial of the motion for acquittal where the underlying conviction had been vacated. Carpenter, 494 F.3d at 24-26. Carpenter petitioned for certiorari as to the conclusion that the court lacked jurisdiction to review the denial of the motion for acquittal; the petition was denied. See Carpenter v. United States, 552 U.S. 1230, 128 S.Ct. 1443, 170 L.Ed.2d 275 (2008).\n2. Second Trial\nThe second trial began in June 2008. After another thirteen-day trial at which he declined to testify in his defense, Carpenter was again found guilty by a jury on all nineteen counts. Again, Carpenter challenged the result, filing a motion for acquittal or, in the alternative, for a new trial on July 3, 2008. In his new trial motion, Carpenter argued that the trial was flawed on several grounds; most significantly, he argued that the government had knowingly used perjured testimony and improperly presented evidence of Carpenter’s actual losses, and that its closing argument was flawed in a variety of ways, including (1) its focus on Carpenter’s losses and the riskiness of his investments, (2) its characterization of certain evidence against him as definitively proven rather than left to inference, and (3) its use of the prosecutor’s personal opinion.\nAfter a lengthy delay, on September 1, 2011, the district court denied the motion for acquittal, again observing that the government’s proof had been strong enough to sustain a conviction. Carpenter, 808 F.Supp.2d at 386. But it also granted the motion for a new trial. In granting the new trial, the district court rejected the grounds Carpenter asserted in his motion. See id. at 380 n. 6. Nonetheless, the district court explained that the government had erred in three ways while delivering its closing argument: (1) it improperly stated that Carpenter had promised to keep the exchangors’ money in safe accounts (rather than explicitly arguing that this promise could be inferred from the marketing documents); (2) it improperly discussed “parking” the exchangors’ money in “escrow” accounts as a general matter rather than dealing with the specific transactions in the case; and (3) it improperly referred repeatedly to what the district court called Carpenter’s “greed,” that is, his profit-seeking actions. See id. at 380-85. The district court further noted that the jury had spent a relatively short time — approximately two hours — in deliberations, which it took as evidence that the jury may have been led to convict on an improper basis. Id. at 385. Concluding that the government had “poisoned the well” through its comments, the district court granted a new trial. Id. at 386.\nThe parties again cross-appealed. The government’s appeal remains before us. The government argues that its closing argument was not improper, and that even if it were, the district court was required to apply plain error review, given the court’s reliance on factors the government said had not been the subject of Carpenter’s objections; that the district court erroneously considered the brevity of the jury deliberations in ordering the new trial; and that, in any event, the district court abused its discretion in granting the new trial.\nII.\nThe ultimate grant of a new trial is reviewed for abuse of discretion; however, we decide de novo whether the underlying comments in the closing argument were improper. See United States v. Hernandez, 218 F.3d 58, 68 (1st Cir.2000). The de novo review standard is the standard we apply here. A district court necessarily abuses its discretion when it commits a material error of law or relies upon an improper factor. United States ex rel. Jones v. Brigham & Women’s Hosp., 678 F.3d 72, 83 (1st Cir.2012). A conclusion that there was misconduct is an issue of law. See United States v. Cartagencu-Car-rasquillo, 70 F.3d 706, 713 (1st Cir.1995) (describing analysis to use in the event that prosecutor’s comments are improper).\nA. Government’s Closing Argument\nThe district court held that the government’s closing argument was improper in three respects: (1) it overstated the degree to which Carpenter promised “safety and security” in investments; (2) it overly generalized the nature of “parking” the exchangors’ money in “escrow” accounts; and (3) it repeatedly referred to Carpenter’s profit motive. Carpenter, 808 F.Supp.2d at 380-85. Carpenter had not explicitly raised any of these three issues as possible errors in his briefing or arguments in the district court. Rather, the court’s focus on these three issues was sua sponte, after the briefing and argument were completed. Carpenter did make other arguments, which we find, as did the district court, were insufficient to warrant a new trial.\nIn context, none of these three features of the government’s closing was improper. We turn to the district court’s reasons and explain our conclusions to the contrary.\n1. “Safety” and “Security”\nThe district court cites three references in the prosecution’s closing to “safety” or “security” of the exchangors’ funds as improper. In fact, all three are permissible arguments.\nThe first statement that the district court lists as wrongful is the government’s assertion that, in full, Carpenter “took in millions of dollars in real estate exchangors’ money based on false and fraudulent pretenses that Benistar would protect the security and safety of the exchangors’ money and that the money would be held for the exchangors’ benefit to buy replacement property.” The argument, within a few sentences, went on to say that Carpenter knew not a single document advised exchangors that he was taking the risks he did with their money and knew that if the exchangors had been so advised, they never would have contracted with Benistar.\nThe government acknowledged that there was no dispute as to what the documents provided or the losses suffered, then said: “[W]hat is in dispute here is how this evidence fits into what you must decide ... which is whether Mr. Carpenter committed mail and wire fraud by his conduct.” The government argued that the exchangors, all in the real estate business, needed to identify an exchange property within 45 days and under no circumstances could take longer than 180 days to complete their exchanges, and that Benistar knew its use of the exchangors’ money was so limited. As the prosecution phrased it, “[risking all of the funds to be held short term for real estate purposes is simply inconsistent with the business Carpenter represented [Benistar] to be.” The prosecution then turned to what the marketing documents said, such as “[a]sk about the security of your funds and find out what guaranties are offered,” and “[Benistar] has a longstanding reputation for trustworthiness.” The argument then continued with references to express language in the other documents given to exchangors.\nThis first statement is the very first sentence of the prosecution’s closing and simply states the government’s theory of the case. While the government may not make unfair statements in its closing, see Carpenter, 494 F.3d at 23, it is not barred from stating its theory of the case. Cf. Fowler v. Warden, N.H. State Prison, No. 93-1668, 1994 WL 44833, at *2 (1st Cir. Feb. 15, 1994) (per curiam) (finding seemingly improper statement not improper when taken in context as first sentence of closing argument responding to defense’s theory of the case). While the government did not say explicitly that it was asking the jury to draw an inference from the documents .and facts, that was the structure of the argument as a whole. The statement was not impermissible.\nThe second statement that the district court faults is the government’s assertion that “the marketing documents ... emphasized the safety and security of the money.” This statement was not impermissible. Like the first statement, it also served as an introduction and was followed by direct quotations from admitted documents that could easily be read as emphasizing precisely that safety and security. Cf. United States v. Robinson, 473 F.3d 387, 397 (1st Cir.2007). For example, the government went on to reference marketing materials that told potential exchangors comparing potential intermediaries to “ask about the security of your funds” and to consider Benistar’s “longstanding reputation for trustworthiness” and the reliance on'the stated role of Benistar as a fiduciary.\nThe final statement that the district court found improper on this subject was the government’s assertion that “the representations that the money is going to be held for the exchangors’ benefit and that it will be held safe and secure [are] false because [Carpenter] can’t meet the obligations that he owes to other exchangors.” The district court’s objection was that this statement asserts as a fact what is available only inferentially, that Carpenter promised that the money would be kept safe. This statement builds off of the prosecution’s earlier argument about the representations that were made and uses the conclusion from that argument as the starting point for a new one. Cf. United States v. Martínez-Medina, 279 F.3d 105, 119 (1st Cir.2002) (finding statements in closing argument not improper when they “appear reasonably supported by the record or are within the prerogative of the prosecution to characterize the evidence presented at trial and argue certain inferences to the jury.”). In the context of the closing argument as a whole, we see nothing improper about this assertion.\n2. Statements About “Partcing” Money in “Escrows”\nThe district court also found fault with the government’s characterization of Benistar’s representations of its business as involving “parking” money in “escrows.” This issue was not even adverted to in the defendant’s objections. The court thought this characterization contravened its jury instruction that neither the contracts nor governing laws limited how a qualified intermediary could handle an exchangor’s funds and improperly led the jury to believe that Carpenter had breached some agreement. Without restrictions either in statutes or in the contract, the court concluded, the government’s argument was improper because “no such representation [of having a limit to Benistar’s ability to ‘invest’ funds] could be implied.” We disagree and do not credit that conclusion of impropriety.\nThe government did not seek to have the jury convict on the basis that Carpenter was in breach of contract or transgressing a law regulating qualified intermediaries qua intermediaries. Rather, it sought to show that Carpenter had misrepresented his approach by pursuing a riskier investment strategy than exchangors would have expected from the representations made and the nature of their purposes in entering exchange contracts. And he knew his strategy differed from their expectations and he deliberately failed to correct or prevent those expectations.\nAs the government argued, a § 1031 exchange is commonly viewed as a conservative transaction: it is generally pursued by someone who has chosen to invest in real estate and is primarily seeking to avoid capital gains liability rather than to obtain large, quick returns. Under the government’s theory, this sort of investor would have expected the funds in the escrow accounts to be “invested” in safe assets like money market accounts or treasury bills. Such an investing strategy could fairly be described as “parking” money, particularly when exchangors were promised returns of 3% or 6% when much higher rates were available in riskier investment vehicles. By leading exchan-gors to believe that Carpenter would take that approach but instead knowing that he would invest in riskier stocks or options, the government argued, Carpenter committed fraud. We see nothing wrongful in the manner in which the government presented that argument to the jury in this case.\n3. References to Carpenter’s Profit Motive\nThe district court’s third assignment of error was in. the government’s references to Carpenter’s desire to profit off the exchangors, which the district court recharacterized as “greed,” although the government never used that term. The government did refer to Carpenter’s desire to trade in riskier instruments that could bring in a greater profit for himself and his business partner. The government also highlighted the fact that Carpenter sought to earn that profit using other people’s money. The district court, in its new trial order, held that these comments improperly drove the jury toward a guilty verdict based on moral chastisement of Carpenter rather than the elements of the fraud crimes charged. We disagree for several reasons.\nThe argument was a legitimate one directly related to the government’s burden of showing intent. To have committed fraud against the exchangors, Carpenter must have had the specific intent to mislead them at the time he solicited their business. The government’s argument went to why Carpenter had a motive to commit fraud. This fraud would increase the amount of money* he would make off of the exchangors’ investments. Had there been full disclosure, especially after Carpenter knew his risky investment strategy had failed, the exchangors would never have made the investments to begin with or maintained them with Benistar.\nIn addition, we do not think such argument could have distracted the jury from the task before it or distracted it from its evaluation of the evidence of Carpenter’s intent-.'\nB. New Trial Order\nNone of the comments that the district court relied upon as the basis for ordering a new trial were actually improper. Because the district court committed an error of law in determining that the closing argument was improper, it necessarily abused its discretion in granting the new trial, and we reverse. Cf. United States v. Conley, 249 F.3d 38, 47 (1st Cir.2001) (reversing district court’s new trial order when district court applied incorrect legal standard). We need not reach the government’s other arguments for reversal, in-eluding its alternative argument that the district court erred in failing to apply plain error review, because we have found that there was no impropriety in the government’s closing argument. However, we do consider Carpenter’s argument that the district court order should be affirmed for other reasons.\nC. Carpenter’s Alternative Arguments\nRecognizing that this court on appeal is free to affirm the district court’s decision on any independently sufficient ground, see United States v. Robles, 45 F.3d 1, 5 (1st Cir.1995), Carpenter argues that the trial contained several other errors that support affirmance of the new trial order. He identifies four errors within the government’s closing: (1) the government unduly emphasized Carpenter’s losses; (2) the government unduly emphasized the riskiness of Carpenter’s investing strategy; (3) the government mischaracterized parts of the evidence; and (4) the government improperly gave a personal opinion (“that’s fraud”). He also points to an error during the government’s principal case at the trial, contending that the government knowingly relied on false testimony. The district court properly did not find that any of Carpenter’s arguments on these points justified a new trial when it considered them in its new trial order.\nCarpenter did not preserve the personal opinion argument because he failed to object contemporaneously or to include it in his objections immediately after the closing argument. See, e.g., United States v. Goodhue, 486 F.3d 52, 55 (1st Cir.2007) (“An issue is preserved for appeal when the appellant adequately preserved the issue through a timely and contemporaneous objection to the district court.”). However, he preserved each of the other four arguments by objecting to them .at the closing (or during the trial as to the false testimony, which was not at issue in the closing) and highlighting them in his briefs on the new trial motion in the district court and on appeal.\nWe review preserved objections of this sort for harmless error. See United States v. Sasso, 695 F.3d 25, 29 (1st Cir.2012). That is because Carpenter’s assertions of error “are not of constitutional dimension,” and so the conviction will stand despite any error “as long as it can be said ‘with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error.’ ” Id. (quoting Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946)). We review the unpreserved objection for plain error. See United States v. Andújar-Basco, 488 F.3d 549, 561 (1st Cir.2007). Applying these standards, we conclude that none of Carpenter’s alternative' grounds is sufficient to affirm the new trial order.\n1. Government’s Focus on Actual Losses and Riskiness\nCarpenter attacks the government’s focus ón Carpenter’s actual losses and on the riskiness of his investments within its closing argument. But the government’s arguments properly went to its theory of Carpenter’s fraud: as to risk, misrepresentations of how the money would be invested, and as to the losses, misrepresentations of the financial state of his company and the likelihood that ex-changors would actually be paid back their principal with the promised interest.\n2. Government’s Knowing Use of False Testimony\nWithin his complaint about the government’s focus on the riskiness of his investments, Carpenter also argues that the . government knowingly introduced false testimony from one of its witnesses. That claim asserts an error under Napue v. People of the State of Ill, 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959). Under Napue, a new trial is required “if the false testimony could in any reasonable likelihood have affected the judgment of the jury.” United States v. MangualGarcia, 505 F.3d 1, 10 (1st Cir.2007) (quoting Giglio v. United States, 405 U.S. 150, 154, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972)) (internal quotation mark omitted).. However, we have recognized that this rule is not absolute; for example, we have declined to require a new trial when the defendant has knowledge of the false testimony and fails to raise the issue. See Mangual-Garcia, 505 F.3d at 10-11.\nThe district court, in a separate order denying Carpenter’s motion for a mistrial on these grounds, explicitly considered Carpenter’s claims regarding the lying witness and concluded that the witness was in fact lying and that the government knew the testimony was false. However, it also explained that the government made all necessary disclosures and that Carpenter consequently was able to and did cross-examine the lying witness “vigorously.” The district court therefore determined that a mistrial was not warranted on this basis. On appeal, Carpenter has not identified any reasonable likelihood that the jury’s verdict in this case was impacted by the false testimony in light of his vigorous cross-examination. That ends this attack.\n3. Government’s Alleged Mischaracter-ization of Carpenter’s Knowledge\nCarpenter next complains that the government on rebuttal characterized him as having direct knowledge of the contents of the marketing materials and personally deleting certain words from them. These characterizations' are possible inferences but are far from required by the evidence. Throughout the trial, Carpenter consistently protested against'treating them as required inferences or proven facts.\nThe district court took prompt steps to address any error in precisely the way that Carpenter’s counsel requested, granting a curative instruction. The court’s instruction told jurors explicitly that “[t]here is no evidence that Mr. Carpenter was responsible for changing the agreement. You have evidence of two different agreements, but there’s no evidence as to how they came to be different, and so that would not be an appropriate thing for you to take into consideration.” In light of that clear and prompt instruction, it is not likely that the outcome swayed. See Olsz-ewski v. Spencer, 466 F.3d 47, 60 (1st Cir.2006) (noting that “where the prosecutor unintentionally misstates the evidence during closing argument, a jury instruction ordinarily” is sufficient to cure any error, “particularly where” the instruction was given immediately after the statement”).\n4. Government’s Use of Personal Opinion\nCarpenter’s final argument is that the government improperly . introduced a personal opinion during its closing by declaring at multiple points, “that’s fraud.” Because Carpenter did not contemporaneously object to this point, our review is for plain error. To prevail on plain error review, Carpenter must show that the comments “were prejudicial and affected, his substantial rights,” and that the error “caused a ‘miscarriage of justice’ or seriously undermined the ‘integrity or public reputation of judicial proceedings.’ ” United States v. Henderson, 320 F.3d 92, 105 (1st Cir.2003) (quoting United States v. Olano, 507 U.S. 725, 736, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993)).\nCarpenter has not met that burden. Although they may sound like the prosecutor’s opinions in isolation, the comments that Carpenter cites as improper opinions actually came in.the context of properly encouraging the jury to evaluate the evidence. For example, one of the two instances of improper opinion-giving that Carpenter identifies is in the very last sentence of the government’s rebuttal: “This is fraud, ladies and gentlemen, and this is why you should find him guilty on each and every count.” Taken in context, it is clear that the prosecution’s comments were permissible comments on the evidence in the case rather than the prosecutor’s own opinion. See United States v. Smith, 982 F.2d 681, 684 (1st Cir.1993); United States v. Cain, 544 F.2d 1113, 1116 (1st Cir.1976). Because these comments in context were not prejudicial, and certainly did not cause a miscarriage of justice, they do not constitute plain error.\nIII.\nFor the reasons stated above, the district court’s grant of the new trial is reversed, the conviction is reinstated, and the case is remanded for prompt sentencing.\nSo ordered.\n. There were two related corporate entities— collectively, \"Benistar” — involved in Carpenter's business: Benistar, Ltd., the primary corporation, and Benistar Property Exchange Trust Company, Inc., a later-formed subsidiary. The distinction between the corporate identities is not relevant.\n. Benistar affiliates other than Carpenter may have made oral representations to prospective exchangors, which Carpenter argued were unauthorized and therefore unattributable to him. We need not evaluate that evidence, however, because the jury's guilty verdict for all nineteen charges, some of which related to exchangors who received no oral representations, indicates that it found the written materials alone to be sufficient. We consider only the written marketing materials.\n. This court, in an order dated May 3, 2013, dismissed Carpenter's cross-appeal for lack of jurisdiction based on law of the case doctrine and our opinion in the 2007 appeal. Carpenter has petitioned for certiorari as to that order.\n. The government makes an alternative argument that the district court should have applied plain error review because Carpenter failed to identify these possible errors in the district court. See United States v. Olano, 507 U.S. 725, 736, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). We need not reach this issue in light of our holding here.\n. In his own closing, Carpenter stressed the language of the same documents and disputed whether they could be read as promising security at all.\n. Carpenter argues that we should not limit our analysis to the three particular statements listed by the district court because, he argues, those instances were merely examples of a general theme of wrongdoing. We have considered the entire closing argument in context and disagree.\n. The district court took issue with the specific terms \"park” and “escrow account” based on a theory, articulated in its order but not the subject of discussion at trial, of how banks operate. In fact, each exchangor signed a contract with Benistar entitled \"ESCROW AGREEMENT,” and those documents themselves were before the jury. The court explained that an \"account” is not a separate \"deposit box” of money but merely an amount a bank promises to pay, and that banks are able to pay interest rates in the first place by putting money to other uses. Money that is \"parked,” the court continued, is not invested at all under a literal understanding of the economic theory and therefore could not have earned interest. The district court concluded that \"[t]he exchangors, all relatively . sophisticated in business, must all have expected\" that their so-called \"parked” funds would somehow be invested. But the jury was free to decide that the exchangors, sophisticated though they may be, -understood \"account” and \"park” in the ordinary sense. The court's order also does not deal at all with the evidence actually presented to the jury, and Carpenter has not identified any point in the trial where he developed that strict theory. If Carpenter wanted the factfin-der to use a different meaning of \"park” and \"escrow account” than an ordinary person would use, Carpenter could have presented his alternative to the jury.\n. Carpenter's. sole contention on this point is that the false testimony \"arguably\" raised doubt as to whether Carpenter “was forthright” with Merrill Lynch, and that this doubt could have permitted the jury to believe that he was less than forthright with his clients as well. Though he neither refers to Federal Rule of Evidence 404(b) nor invokes its language, he essentially argues that the testimony could have been improperly used as propensity evidence in violation of that rule. See Fed.R.Evid. 404(b)(1) (prohibiting use of evidence of crimes, wrongs, or bad acts to prove action in accordance with that character). But Carpenter’s Rule 404(b)(1) argument falls far short of the requisite “reasonable likelihood” showing. For one thing, Carpenter claims that , the testimony only \"arguably” raised doubts about his forthrightness with Merrill Lynch; he does -not show that' the testimony \"likely” raised such doubt. For another thing, even if doubt were raised, Carpenter asserts merely that it could have permitted the jury to believe that he was dishonest with his clients as well. He does not show that such an inference was \"reasonably likely.”\n. Carpenter argues that his objection was preserved because the district court interrupted his attorney while his attorney was making a set of objections immediately after the government’s closing argument, citing United States v. Wihbey, 75 F.3d 761, 769 (1st Cir.1996). That argument fails for three reasons. First, Wihbey did not hold' that an 'objection is preserved in such a situation, but merely assumed arguendo that it could be. See id. Second, Wihbey is distinguishable on its facts, as counsel there moved for a mistrial after the prosecijlierrS rebuttal — essentially the first opportunity after the earlier attempt to object was rebuffed — whereas the new trial motion here was filed after the jury returned its verdict. See id. Finally, even if interruptions generally could be sufficient to preserve objections, there is simply no evidence here that Carpenter's attorney was attempting to. make the objection Carpenter now claims is preserved; the district court .interrupted him only after he had discussed at length his objections to the government’s emphasis on Carpenter’s losses and appeared primed to continue discussing that topic alone.\n. We also regret that it took three years for the district court to rule on the motion for new trial.",
        "type": "majority",
        "author": "LYNCH, Chief Judge."
      }
    ],
    "attorneys": [
      "Kelly Begg Lawrence, Assistant U.S. Attorney, with whom Carmen Ortiz, United States Attorney, was on brief, for appellant.",
      "Martin G. Weinberg, with whom Robert M.. Goldstein was on brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Appellant, v. Daniel E. CARPENTER, Defendant, Appellee.\nNo. 11-2131.\nUnited States Court of Appeals, First Circuit.\nNov. 25, 2013.\nKelly Begg Lawrence, Assistant U.S. Attorney, with whom Carmen Ortiz, United States Attorney, was on brief, for appellant.\nMartin G. Weinberg, with whom Robert M.. Goldstein was on brief, for appellee.\nBefore LYNCH, Chief Judge, STAHL and HOWARD, Circuit Judges."
  },
  "file_name": "0619-01",
  "first_page_order": 645,
  "last_page_order": 658
}