{
  "id": 3726956,
  "name": "HARTFORD FIRE INSURANCE COMPANY, Plaintiff-Appellant, v. HARLEYSVILLE MUTUAL INSURANCE COMPANY; Assurance Company of America; First Financial Insurance Company; First Mercury Insurance Company; G.R. Hammonds Inc., Defendants-Appellees",
  "name_abbreviation": "Hartford Fire Insurance v. Harleysville Mutual Insurance",
  "decision_date": "2013-11-15",
  "docket_number": "No. 12-1761",
  "first_page": "255",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 255"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "36 F.3d 1274",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10531078
      ],
      "pin_cites": [
        {
          "page": "1286-87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/36/1274-01"
      ]
    },
    {
      "cite": "301 Fed.Appx. 276",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2201",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "518 U.S. 415",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1729749
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/518/0415-01"
      ]
    },
    {
      "cite": "351 F.3d 317",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9048327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/351/0317-01"
      ]
    },
    {
      "cite": "872 F.2d 571",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10532553
      ],
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/872/0571-01"
      ]
    },
    {
      "cite": "669 F.3d 194",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3723322
      ],
      "pin_cites": [
        {
          "page": "201-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/669/0194-01"
      ]
    },
    {
      "cite": "392 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168175
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "96-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0083-01"
      ]
    },
    {
      "cite": "472 F.Supp.2d 690",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        3839230
      ],
      "pin_cites": [
        {
          "page": "696"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/472/0690-01"
      ]
    },
    {
      "cite": "99 L.Ed. 868",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "pin_cites": [
        {
          "parenthetical": "noting that .party status is determined by \"practical considerations\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "349 U.S. 48",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11333269
      ],
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "54",
          "parenthetical": "noting that .party status is determined by \"practical considerations\""
        },
        {
          "parenthetical": "noting that .party status is determined by \"practical considerations\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/349/0048-01"
      ]
    },
    {
      "cite": "276 F.3d 187",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9451835
      ],
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/276/0187-01"
      ]
    },
    {
      "cite": "458 U.S. 592",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        636688
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "600",
          "parenthetical": "describing a nominal party as one \"without a real interest of its own\" for purposes of parens patriae standing"
        },
        {
          "parenthetical": "describing a nominal party as one \"without a real interest of its own\" for purposes of parens patriae standing"
        },
        {
          "parenthetical": "describing a nominal party as one \"without a real interest of its own\" for purposes of parens patriae standing"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/458/0592-01"
      ]
    },
    {
      "cite": "305 F.3d 826",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11391258
      ],
      "pin_cites": [
        {
          "page": "833"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/305/0826-01"
      ]
    },
    {
      "cite": "441 F.3d 536",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1037213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/441/0536-01"
      ]
    },
    {
      "cite": "994 F.2d 364",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10512104
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "369"
        },
        {
          "page": "369"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/994/0364-01"
      ]
    },
    {
      "cite": "925 F.2d 866",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1789403
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "871"
        },
        {
          "page": "871",
          "parenthetical": "\"[T]he removing party must show ... that there is no possibility that the plaintiff would be able to establish a cause of action against the non-removing defendants in state court\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/925/0866-01"
      ]
    },
    {
      "cite": "661 F.2d 1130",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1181882
      ],
      "pin_cites": [
        {
          "page": "1134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/661/1130-01"
      ]
    },
    {
      "cite": "427 F.2d 325",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2243634
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "327"
        },
        {
          "page": "327"
        },
        {
          "page": "327"
        },
        {
          "page": "327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/427/0325-01"
      ]
    },
    {
      "cite": "313 U.S. 100",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137480
      ],
      "weight": 3,
      "year": 1941,
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/313/0100-01"
      ]
    },
    {
      "cite": "407 F.3d 255",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8971511
      ],
      "pin_cites": [
        {
          "page": "260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/407/0255-01"
      ]
    },
    {
      "cite": "535 U.S. 613",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        353556
      ],
      "weight": 5,
      "year": 2002,
      "pin_cites": [
        {
          "page": "620"
        },
        {
          "page": "620"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/535/0613-01"
      ]
    },
    {
      "cite": "713 F.3d 735",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3559555
      ],
      "pin_cites": [
        {
          "page": "741"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/713/0735-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1441",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "369 F.3d 811",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9247476
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/369/0811-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1332",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1092,
    "char_count": 21916,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 2.2088160810190792e-07,
      "percentile": 0.7762576119302709
    },
    "sha256": "6f05ccf5a431ac26a438039af385606f942c1c4c1e11c9130b16d3695a1f807b",
    "simhash": "1:c822a8233f08eaf6",
    "word_count": 3475
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILKINSON, DUNCAN, and AGEE, Circuit Judges."
    ],
    "parties": [
      "HARTFORD FIRE INSURANCE COMPANY, Plaintiff-Appellant, v. HARLEYSVILLE MUTUAL INSURANCE COMPANY; Assurance Company of America; First Financial Insurance Company; First Mercury Insurance Company; G.R. Hammonds Inc., Defendants-Appellees."
    ],
    "opinions": [
      {
        "text": "■ Affirmed by published opinion. Judge WILKINSON wrote the opinion, in which Judge DUNCAN and Judge AGEE joined.\nWILKINSON, Circuit Judge:\nNominal parties are excepted from the requirement that all defendants join in or consent to removal to federal .court. This case concerns whether insured contractor G.R. Hammonds, Inc. (“Hammonds”) is a nominal party in a contribution suit, between its insurers. We affirm the district court’s holding that Hammonds is a nominal party for purposes of the nominal party exception to the rule of unanimity governing removal.\nI.\nThis action arises out of allegedly defective roofing work performed by defendant Hammonds, a North Carolina corporation, on a project in Charleston, South Carolina (the “Concord West Project”). The work was completed between early 1998 and March 2001. A series of different companies issued Hammonds liability insurance between 1995 and 2009. Plaintiff Hartford Fire Insurance Company (“Hartford”), the appellant here, insured Hammonds from 1995 to 2002. The remaining defendants, appellees here, insured Hammonds for overlapping or subsequent years: Assurance Company of America (“Zurich”) from 2001 to 2002; First Financial Insurance Company (“First Financial”) from 2002 to 2003; Harleysville Mutual Insurance Company (“Harleysville”) from 2003 to 2006; and First Mercury Insurance Company (“First Mercury”) from 2006 to 2009.\nHammonds was sued in 2008 by homeowners and their association in South Carolina state court for the alleged defects in its work on the Concord West Project. That lawsuit (the “Concord West Action”) was settled on September 1, 2011, with all claims against Hammonds related to that construction project being dismissed with prejudice. Hartford, Harleysville, and Zurich each agreed to pay one third of a one-million-dollar settlement, subject to each insurer’s right to subsequently resolve the proper allocation of the settlement through arbitration or litigation.\nFive days later, Harleysville filed a declaratory judgment action in the district court for the Eastern District of North Carolina (“North Carolina Action”), joining Hammonds and all of the aforementioned insurers as defendants. That suit sought a declaration of the rights and obligations of the insurers with respect to damages arising out of Hammonds’s work on the Concord West Project, as well as its allegedly defective work on two other projects. On September 21, 2011, Hartford filed the present action for a declaratory judgment in South Carolina state court. Hartford named Hammonds and the four other insurers that had covered Hammonds as defendants. Hartford seeks a declaration of each insurer’s respective share of the one-million-dollar settlement in the Concord West Action and equitable contribution from the other insurers to the extent that Hartford is found to have overpaid its share.\nHarleysville timely removed this action to the district court for the District of South Carolina pursuant to 28 U.S.C. § 1332. The other defendant insurers consented to the removal on the same day. Hammonds, however, neither consented nor objected to removal, nor claimed an interest in the outcome of the proceeding at that time. Upon removal, Harleysville filed a motion to dismiss on the grounds that the present action was duplicative of the parallel, previously-filed North Carolina Action. Hartford moved to remand the present case on the basis of Ham-monds’s failure to join in or consent to the notice of removal. Months later, on February 24, 2012, Hammonds filed an untimely answer to Hartford’s complaint in which it asserted an interest in the outcome of the proceeding.\nThe district court found that Hammonds was a nominal party for purposes of the nominal party exception to the rule of unanimity governing removal. The district court determined that the action did not seek any relief from Hammonds but merely sought to determine the percentage that each insurer was required to pay of a settlement already agreed to by the insurers on behalf of Hammonds. Applying two different tests for nominal party status articulated by other circuits, the district court held that it was not possible for Hartford to establish a cause of action against Hammonds, and that there was no reasonable basis for predicting that Ham-monds could be held liable in any way. It then dismissed the South Carolina suit under the first-to-file rule. This appeal followed.\nII.\nWe review a district court’s ruling on matters relating to the propriety of removal de novo. Dixon v. Coburg Dairy, Inc., 369 F.3d 811, 815 (4th Cir.2004). The burden of demonstrating jurisdiction and therefore the propriety of removal rests with the removing party. Id.\nA.\n28 U.S.C. § 1441(a) provides that a “civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed by the defendant or the defendants.” To remove to federal court, the defendant or defendants must file “a notice of removal, containing a short and plain statement of grounds for removal.” Id. § 1446(a). The Supreme Court has construed these statutes to require all defendants in a case to join in or consent to removal, creating the so-called “rule of unanimity.” See Mayo v. Bd. of Educ. of Prince George’s Cnty., 713 F.3d 735, 741 (4th Cir.2013) (citing Lapides v. Bd. of Regents of Univ. Sys. of Ga., 535 U.S. 613, 620, 122 S.Ct. 1640, 152 L.Ed.2d 806 (2002)). The rule of unanimity is consistent with our obligation “to construe removal jurisdiction strictly because of the significant federalism concerns implicated.” Maryland Stadium Auth. v. Ellerbe Becket Inc., 407 F.3d 255, 260 (4th Cir.2005) (internal quotation marks omitted); see also Shamrock Oil & Gas Corp. v. Sheets, 313 U.S. 100, 109, 61 S.Ct. 868, 85 L.Ed. 1214 (1941). The rule of unanimity helps to effectuate Congress’s intent in limiting removal to prevent it from being used too broadly or casually.\nThe federal courts have, however, long recognized an exception to the rule of unanimity, which states that a nominal party need not consent to removal. See Charles Alan Wright et al., 14C Fed. Prac. & Proc. Juris. § 3730 (4th ed.2009) (collecting cases). This “nominal party exception” ensures that only those parties with a palpable interest in the outcome of a case, and not those without any real stake, determine whether a federal court can hear a case. See Tri-Cities Newspapers, Inc. v. Tri-Cities Printing Pressmen & Assistants’ Local 349, Int’l Printing Pressmen & Assistants’ Union of N. Am., 427 F.2d 325, 327 (5th Cir.1970) (“[N]ominal or formal parties, being neither necessary nor indispensable, are not required to join in the petition for removal”). This exception helps to prevent a party from overriding congressionally prescribed bases for removal through strategic pleading.\nThis court has never defined a nominal party for purposes of the nominal party exception to the rule of unanimity necessary for removal. Courts outside of this circuit have devised various tests to define a nominal party. Some have required that a defendant be indispensable in order to avoid the nominal party exception. See Ryan v. State Bd. of Elections of Ill., 661 F.2d 1130, 1134 (7th Cir.1981). Others have required only that a defendant be indispensable or necessary. See Farias v. Bexar Cnty. Bd. of Trustees for Mental Health Mental Retardation Servs., 925 F.2d 866, 871 (5th Cir.1991); Tri-Cities Newspapers, 427 F.2d at 327. Both formulations appear to ask “whether in the absence of the [defendant], the Court can enter a final judgment consistent with equity and good conscience which would not be in any way unfair or inequitable to plaintiff.” Tri-Cities Newspapers, 427 F.2d 325 at 327 (internal quotation marks omitted). Meanwhile, another line of case law provides that “[a] defendant is nominal if there is no reasonable basis for predicting that it will be held liable.” Shaw v. Dow Brands, Inc., 994 F.2d 364, 369 (7th Cir.1993), holding modified by Meridian Sec. Ins. Co. v. Sadowski, 441 F.3d 536 (7th Cir.2006); see also Thorn v. Amalgamated Transit Union, 305 F.3d 826, 833 (8th Cir.2002) (describing nominal, defendants as “those against whom no real relief is sought”) (internal quotation marks omitted); Farias v. Bexar Cnty., 925 F.2d at 871 (“[T]he removing party must show ... that there is no possibility that the plaintiff would be able to establish a cause of action against the non-removing defendants in state court”) (internal quotation marks omitted).\nAll these tests — in discussing indispensable parties, necessary parties, or what removing parties must show about non-consenting parties — may provide useful insights but they have strayed from the fundamental inquiry. They over-massage what ought to be a straightforward examination of the meaning of the word “nominal” and the reasons for having the nominal party exception. Nominal means simply a party having no immediately apparent stake in the litigation either prior or subsequent to the act of removal. In other words, the key inquiry is whether the suit can be resolved without affecting the non-consenting nominal defendant in any reasonably foreseeable way.\nThere are dangers to incorrectly calibrating the scope of the nominal party exception in either direction. If courts broaden the exception so as to disregard too many non-consenting defendants, there is a possibility not only that the interests of non-consenting parties may be overlooked but that the federal courts will confer a basis for removal that the Supreme Court has declared should not exist. See Lapides v. Bd. of Regents, 535 U.S. at 620, 122 S.Ct. 1640 (noting that generally, all defendants must consent to removal to federal court). If on the other hand, the nominal party exception is read too narrowly to require consent from defendants with no real or tangible interest in the litigation’s outcome, then as noted, the statutory right of removal would be imper-missibly restricted.\nAll these different tests aside, the word nominal should be taken to mean what a good dictionary says it should mean: “trifling” or “[e]xisting in name only.” Black’s Law Dictionary 1148(9th ed.2009); see also id. at 1232 (defining a “nominal party” as “a party who has some immaterial interest in the subject matter of a lawsuit and who will not be affected by any judgment”). Established precedent outside of the removal context has defined a nominal party in similar terms. See, e.g., Alfred L. Snapp & Son, Inc. v. Puerto Rico, ex rel., Barez, 458 U.S. 592, 600, 102 S.Ct. 3260, 73 L.Ed.2d 995 (1982) (describing a nominal party as one “without a real interest of its own” for purposes of parens patriae standing); Commodity Futures Trading Comm’n v. Kimberlynn Creek Ranch, Inc., 276 F.3d 187, 191 (4th Cir.2002) (finding that in the context of the Securities Exchange Act of 1934, a nominal defendant is a party that “has no ownership interest in the property which is the subject of litigation”) (internal quotation marks omitted).\nWe see no reason why this understanding should not apply in the present context. Determining nominal party status is a practical inquiry, focused on the particular facts and circumstances of a case, which district courts can be relied upon to apply with the same sound judgment demonstrated in this action. See Shaughnessy v. Pedreiro, 349 U.S. 48, 54, 75 S.Ct. 591, 99 L.Ed. 868 (1955) (noting that .party status is determined by “practical considerations”). Any venture into hypothetieals in which nominal party status may or may not obtain would only complicate and frustrate a trial court’s straightforward inquiry: whether the non-removing party has an interest in the outcome of the case.\nB.\nHartford, one of Hammonds’s insurers, contends that Hammonds is not a nominal defendant. It argues that Ham-monds has an interest in the' contribution action because the allocation between insurers could affect Hammonds’s future coverage limits. Furthermore, Hartford claims that Hammonds asserted that interest, foreclosing the possibility that it is a nominal party. Finally, Hartford states that it has an interest of its own in binding Hammonds in this judgment to prevent any “whipsaw” effect down the road.\nWe find no reason to overturn the district court on this issue. Hammonds does not possess a sufficient stake in this proceeding to rise above the status of a nominal party. As a result, its consent is not needed to remove this action to federal court.\nHammonds’s interest would of course be more than nominal if Hartford could provide a reasonable basis to believe that Hammonds would be affected by the outcome of the ease. See Shaw, 994 F.2d at 369. But- Hartford cannot’ make any such showing. It seeks no .monetary judgment against Hammonds, nor does it seek any non-declaratory injunctive relief. All of the claims against Hammonds that underlie this action have been settled. Furthermore, no party seeks any monetary or non-declaratory injunctive relief from Hammonds in the North Carolina Action. As a result, there is absolutely no reason to believe that Hammonds will be affected by the eventual judgment here.\nIf Hammonds’s stake were more than nominal, its absence from the proceeding would render a final judgment unfair to one or more of the parties. See Tri-Cities Newspapers, 427 F.2d at 327. Here, that is clearly not the case. The underlying Concord West Action has been settled and all other claims regarding the Concord West Project have been dismissed. The present suit is a pure contribution action; Hartford asks only for a declaration of the respective shares of the other insurers of the one-million-dollar Concord West Action settlement and for reimbursement of any potential overpayment. It seeks nothing from Hammonds. Were Hammonds not included in this action, it would have no effect on Hartford’s ability to be made whole by the other insurers. Hammonds’s absence would not prevent the court from “be[ing] able to enter a final judgment in favor of the plaintiff ... without otherwise materially circumscribing the relief due.” Blue Mako, Inc. v. Minidis, 472 F.Supp.2d 690, 696 (M.D.N.C.2007). Hammonds essentially has no dog in this fight.\nHartford argues that were Hammonds not included as a defendant, Hartford might indeed be deprived of due relief because of what it calls a “whipsaw” effect. Under this scenario, Hartford would first need to be found liable for the entire one million dollars at issue in this suit. Then Hammonds, were it not included as a defendant and therefore not bound by the judgment, would have to allege in some other suit that some of the one-million-dollar settlement was allocable to other insurers in other policy periods. Consequently, Hammonds could contend that it would not have reached the limits of its policy with Hartford. If Hammonds succeeded in this argument (doubtless years down the road), it could then attempt to claim additional money from Hartford within its policy limit, and' — -if and only if the one-million-dollar settlement had exhausted the limits of the policy — force Hartford to pay beyond the limits of the policy.\nTo lay out this scenario is to make apparent just how speculative it is. Hartford has provided no information in the record, such as relevant policy limits or settlement amounts in other cases, to suggest that this parade of events has any real possibility of transpiring. District courts, tasked with resolving quickly and cost-effectively the concrete disputes before them, should not be forced to push the far edges of conjecture as they deal with the threshold question of removal.\nC.\nThe nominal party exception helps to preserve the adversity that is central to our system of justice. See Flast v. Cohen, 392 U.S. 83, 96-97, 88 S.Ct. 1942, 20 L.Ed.2d 947 (1968); Shenandoah Valley Network v. Capka, 669 F.3d 194, 201-02 (4th Cir.2012). Normally, one party seeks relief from another in a suit. Here, however, plaintiff Hartford is asserting no interest adverse to defendant Hammonds, let alone requesting relief from it. This case is particularly odd because the plaintiff, Hartford, attempts to assert what is, by any measure, defendant Hammonds’s highly speculative interest. Although it is not at all unusual for insurers to represent the interests of their insureds, it is unusual for them to assert this speculative an interest after the duties to defend and indemnify have already been satisfied.\nIf we found Hammonds’s consent a condition for removal, we would encourage the inclusion of party defendants for purely instrumental purposes. The resulting cases might contain none of the adversity that typically extends across the v. Such a decision would allow plaintiffs to forum shop between state and federal court in a manner that § 1441 was not intended to permit. A defendant with no palpable interest in the case could defeat the rights of those with a real stake. It would exalt form over substance instead of protecting congressional intent regarding the removal process. See Kolibash v. Comm. on Legal Ethics of W. Va. Bar, 872 F.2d 571, 576 (4th Cir.1989) (cautioning against elevating form over substance in the removal context).\nWe emphasize that we make no categorical rules regarding insureds in this case. There may well be instances in which the interest of an insured would prevent removal by an insurer. What we adopt is a simple, straightforward inquiry for determining nominal party status that cuts across subject matter. The outcome of that inquiry depends upon the facts. Here, absent a demonstration of any palpable interest Hammonds possesses in the outcome of the case, we find that Ham-monds is a nominal party and need not consent to the removal of this action to federal court.\nIII.\nThe judgment of the district court is affirmed.\nAFFIRMED\n. Although only Harleysville moved to dismiss, the district court dismissed the case and entered judgment as to all the defendants. Because \"the claim raised by [Harleysville] in its motion to dismiss would be equally effective in barring the claim[s] against the [other insurers],” that dismissal was proper. Robinson v. Sappington, 351 F.3d 317, 333 n. 11 (7th Cir.2003) (internal marks omitted). Furthermore, we note that the court was free to raise the issue of the first-to-file rule sua sponte.\n. After oral argument, Hartford also filed a motion to reconsider the clerk's order of January 16, 2013 denying Hammonds’s motion for leave to file a separate brief on appeal. The motion was irregular in numerous respects, including the fact that plaintiff-appellant Hartford was trying to coax a second brief from a party styled as a defendant. Hammonds’s original motion was thus rightfully denied, and we deny as well the motion to reconsider.\n. Hartford also argues that Hammonds is a necessary party for purposes of the South Carolina Uniform Declaratory Judgments Act. Federal courts sitting in diversity apply federal procedural law and state substantive law. See Gasperini v. Ctr. for Humanities, Inc., 518 U.S. 415, 427, 116 S.Ct. 2211, 135 L.Ed.2d 659 (1996). We treat a state court declaratory action that is removed as invoking the Federal Declaratory Judgment Act, 28 U.S.C. § 2201. See Jones v. Sears Roebuck & Co., 301 Fed.Appx. 276, 281 n. 12 (4th Cir.2008). Consequently, South Carolina law does not govern the nominal party determination.\n. Hartford points to Schlumberger Industries, Inc. v. National Surety Corp., 36 F.3d 1274, 1286-87 (4th Cir.1994), to support its whipsaw argument. Schlumberger did not deal with the nominal party exception to the rule of unanimity required for removal to federal court. Instead, it addressed the joinder of insurers as necessary and indispensable parties under Federal Rule of Civil Procedure 19. That is a different question from what we have here, meaning that Schlumberger does not control.\n. Hartford relies heavily on Hammonds's belated and conclusory assertion of interest in a filing below to claim that Hammonds is an interested party. First, it is worth noting that Hammonds had numerous opportunities at every stage of this proceeding to assert its interest more affirmatively and directly, whether by moving to remand, joining in the briefing below, or by appealing to this court. It did none of these. Furthermore, if we allowed a conclusory statement of interest to determine the nominal party question, we would open the door to precisely the type of gamesmanship at the pleading stage that the nominal party tests endeavor to prevent.",
        "type": "majority",
        "author": "WILKINSON, Circuit Judge:"
      }
    ],
    "attorneys": [
      "ARGUED: Steven M. Klepper, Kramon & Graham, P.A., Baltimore, Maryland, for Appellant. David Leonard Brown, Nelson Levine De Luca & Hamilton, LLC, Greensboro, North Carolina, for Appellees. ON BRIEF: Lee H. Ogburn, Kramon & Graham, P.A., Baltimore, Maryland, for Appellant. David G. Harris, II, Nelson Levine De Luca & Hamilton, LLC, Greensboro, North Carolina; Robert C. Calamari, Nelson Mullins Riley & Scarborough LLP, Myrtle Beach, South Carolina, for Appellee Harleysville Mutual Insurance Company. Phillip E. Reeves, Elizabeth J. Smith, Gallivan White & Boyd, P.A., Greenville, South Carolina, for Ap-pellee Assurance Company of America. M. Dawes Cooke, Jr., Barnwell Whaley Patterson Helms, LLC, Charleston, South Carolina; Gary S. Kull, Carroll McNulty Kull, LLC, Basking Ridge, New Jersey, for Appellee First Mercury Insurance Company. Mark S. Barrow, Sweeny Win-gate & Barrow, P.A., Columbia, South Carolina, for Appellee First Financial Insurance Company."
    ],
    "corrections": "",
    "head_matter": "HARTFORD FIRE INSURANCE COMPANY, Plaintiff-Appellant, v. HARLEYSVILLE MUTUAL INSURANCE COMPANY; Assurance Company of America; First Financial Insurance Company; First Mercury Insurance Company; G.R. Hammonds Inc., Defendants-Appellees.\nNo. 12-1761.\nUnited States Court of Appeals, Fourth Circuit.\nArgued: Sept. 17, 2013.\nDecided: Nov. 15, 2013.\nARGUED: Steven M. Klepper, Kramon & Graham, P.A., Baltimore, Maryland, for Appellant. David Leonard Brown, Nelson Levine De Luca & Hamilton, LLC, Greensboro, North Carolina, for Appellees. ON BRIEF: Lee H. Ogburn, Kramon & Graham, P.A., Baltimore, Maryland, for Appellant. David G. Harris, II, Nelson Levine De Luca & Hamilton, LLC, Greensboro, North Carolina; Robert C. Calamari, Nelson Mullins Riley & Scarborough LLP, Myrtle Beach, South Carolina, for Appellee Harleysville Mutual Insurance Company. Phillip E. Reeves, Elizabeth J. Smith, Gallivan White & Boyd, P.A., Greenville, South Carolina, for Ap-pellee Assurance Company of America. M. Dawes Cooke, Jr., Barnwell Whaley Patterson Helms, LLC, Charleston, South Carolina; Gary S. Kull, Carroll McNulty Kull, LLC, Basking Ridge, New Jersey, for Appellee First Mercury Insurance Company. Mark S. Barrow, Sweeny Win-gate & Barrow, P.A., Columbia, South Carolina, for Appellee First Financial Insurance Company.\nBefore WILKINSON, DUNCAN, and AGEE, Circuit Judges."
  },
  "file_name": "0255-01",
  "first_page_order": 281,
  "last_page_order": 289
}