{
  "id": 3726339,
  "name": "In the Matter of Margaret FONBERG",
  "name_abbreviation": "In re Fonberg",
  "decision_date": "2013-11-25",
  "docket_number": "No. 13-002",
  "first_page": "901",
  "last_page": "903",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 901"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir. Jud. Council",
    "id": 12042,
    "name": "Judicial Council of the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "133 S.Ct. 2675",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12698482
      ],
      "weight": 2,
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/us/570/0744-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 5596",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)(2)"
        },
        {
          "page": "2693"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2013 WL 5687193",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2013,
      "pin_cites": [
        {
          "page": "*3",
          "parenthetical": "\"[I]n the wake of Windsor, civil-union partners are being denied equal access to federal benefits because of the label placed on their relationship.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "216 N.J. 314",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        4243138
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "319",
          "parenthetical": "\"[I]n the wake of Windsor, civil-union partners are being denied equal access to federal benefits because of the label placed on their relationship.\""
        },
        {
          "page": "1038",
          "parenthetical": "\"[I]n the wake of Windsor, civil-union partners are being denied equal access to federal benefits because of the label placed on their relationship.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/216/0314-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 382,
    "char_count": 6772,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.10909709407768561
    },
    "sha256": "23062455ed332e0352e207da255ce91a3e14b00b34dc33cd63499f649674e0b7",
    "simhash": "1:564575486a7eb235",
    "word_count": 1060
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: ALEX KOZINSKI, Chief Judge, RICHARD R. CLIFTON, Circuit Judge, BEISTLINE, Chief District Judge."
    ],
    "parties": [
      "In the Matter of Margaret FONBERG."
    ],
    "opinions": [
      {
        "text": "ORDER\nMargaret Fonberg, a female former employee of the District of Oregon, has complained of workplace discrimination and filed a Petition for Review in an employment dispute under the District of Oregon’s Employment Dispute Resolution (EDR) Plan.\nFonberg seeks relief from Chief Judge Ann Aiken’s March 6, 2013 Amended Opinion and Order rescinding the remedy provided to her in this matter. Specifically, she requests back pay for the period she sought, but was denied, health benefits for her domestic partner during her employment with the district court.\nFonberg and her same-sex partner are registered under the Oregon Family Fairness Act, Or.Rev.Stat. ch. 106, as domestic partners. Under Oregon law, domestic partnership confers rights “on equivalent terms,- substantive and procedural,” to marriage. Or.Rev.Stat. § 106.340(1).\nIn 2009, during the annual open enrollment benefits period, Fonberg attempted to enroll her domestic partner in her employer-offered family health plan. The United States Office of Personnel Management (OPM) denied her request. In August 2010, after counseling and mediation of her employment dispute claim was unsuccessful, Fonberg filed an EDR Complaint, alleging discrimination on the basis of her sex.\nIn a July 8, 2011 Opinion and Order, Chief Judge Aiken held that the denial of health benefits to Fonberg’s partner on the basis of her sex violated the District’s EDR Plan and ordered the District to “provide Fonberg a reimbursement allowance for the cost of providing Fonberg’s partner with health insurance coverage comparable to that offered spouses of other similarly-situated judicial employees.” Chief Judge Aiken also awarded Fonberg retroactive relief for past health insurance coverage costs for her partner from January 4, 2010.\nThereafter, on March 6, 2013, Chief Judge Aiken rescinded her directive to the Clerk to reimburse Fonberg “[bjecause no legal method for reimbursement is currently available ... [and] the law affords Fonberg no remedy in this matter.” Chief Judge Aiken further ruled that, because Fonberg and her partner are not married, there was no authority within the Ninth Circuit to permit her to order reimbursement of the cost of health benefits for Fonberg’s domestic partner.\nThe question here is whether OPM’s decision to deny benefits to Fonberg and her same-sex domestic partner violates the District of Oregon’s EDR Plan. That is, were Foifberg and her partner treated differently from similarly-situated couples because of their sex or sexual orientation?\nOPM has taken the position that employees in same-sex relationships such as “a civil union or other forms of domestic partnership other than marriage” are not entitled to federal health insurance benefits for their-partners. Office of Personnel Management Benefits Administration Letter No. 13-203 (July 17, 2013). OPM relies on the recent Supreme Court decision in United States v. Windsor, — U.S.-, 133 S.Ct. 2675, 186 L.Ed.2d 808 (2013), reasoning that the Supreme Court only held that married same-sex couples are protected by the Constitution. OPM Benefits Administration Letter No. 13-203 at 2. ■\nOregon’s statutory scheme purports to confer upon same-sex domestic partners the same rights and legal status as those conferred on married couples. In practice, however, it does not. Domestic partners are denied benefits from the federal government that are granted to married couples (including same-sex couples). OPM’s position here demonstrates that fact. Cf. Garden State Equality v. Dow, 216 N.J. 314, at 319, 79 A.3d 1036, at 1038, 2013 WL 5687193 at *3 (N.J.Sup.Ct. October 18, 2013) (“[I]n the wake of Windsor, civil-union partners are being denied equal access to federal benefits because of the label placed on their relationship.”).\nFonberg and her partner are treated differently in two ways. First, they are treated differently from opposite-sex partners who are allowed to marry and thereby gain spousal benefits under federal law. This is plainly discrimination based on sexual orientation, which the District of Oregon’s EDR Plan prohibits. They are also treated unequally vis-á-vis same-sex couples in other states in the circuit, who may marry and thus gain benefits under Windsor. This violates the principle that federal employees must not be treated unequally in the entitlements and benefits of federal employment based on the vagaries of state law. Here, Oregon law suffers from precisely the same deficiency that the Supreme Court identified in Windsor with respect to the Defense of Marriage Act. Both these forms of discrimination are prohibited under the Oregon EDR Plan.\nThe distinction drawn by OPM based on the sex of the participants in the union amounts to discrimination on the basis of sex under the District of Oregon’s EDR Plan and, under Windsor, constitutes a deprivation of due process and equal protection.\nFor these reasons, we overturn Chief Judge Aiken’s March 6, 2013 Amended Opinion and Order and reinstate her July 8, 2011 Opinion and Order granting relief. We direct the Clerk of Court of the District of Oregon to reimburse Fonberg for back pay in the amount of $6,190.90 plus interest to be calculated in accordance with the Back Pay Act, 5 U.S.C. § 5596(b)(2).\n. Fonberg served as a law clerk in the District of Oregon from May .2009 to May 18, 2013.\n. The District of Oregon's EDR Plan incorporates claims arising under the District of Oregon’s Equal Opportunity Employment and Non-Discrimination (EEO) Plan, which prohibits discrimination based on sex. In 2012, after Fonberg filed her complaint alleging discrimination based on sex, the District of Oregon amended its EDR Plan to include sexual orientation as a protected category.\n.Fonberg and her partner are not married in the State of Oregon. The Oregon Constitution limits marriage to one man and one woman. Or. Const. Art. XV, § 5a. The record does not indicate that Fonberg and her partner are married in any other jurisdiction.\n. Windsor held that a federal statute defining marriage as a legal union between a man and a woman was unconstitutional because it denied same-sex married couples \"the benefits and responsibilities that come with the federal recognition of their marriages.\" Id. at 2693.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In the Matter of Margaret FONBERG.\nNo. 13-002.\nJudicial Council of the Ninth Circuit.\nNov. 25, 2013.\nBefore: ALEX KOZINSKI, Chief Judge, RICHARD R. CLIFTON, Circuit Judge, BEISTLINE, Chief District Judge.\nUnder Chapter IX, Section 11 of the District of Oregon’s Employment Dispute Resolution Plan, “[a] party or individual aggrieved by a final decision of the chief judge ... may petition for review of that decision” to the members of \"the Executive Committee of the Ninth Circuit Judicial Council or their desig-nees.”"
  },
  "file_name": "0901-01",
  "first_page_order": 927,
  "last_page_order": 929
}