{
  "id": 3727092,
  "name": "Jaenean LIGON, individually and on behalf of her minor son, J.G., Jacqueline Yates, individually and on behalf of a class of all others similarly situated, et al., Plaintiffs-Appellees, v. CITY OF NEW YORK, et al., Defendants-Appellants. Captain's Endowment Association of New York, Detectives Endowment Association, Police Department, City of New York, Inc., Lieutenants Benevolent Association of the City of New York, Inc., Patrolmen's Benevolent Association of the City of New York, Inc., Proposed Intervenors-Appellants; David Floyd, individually and on behalf of all others similarly situated, Plaintiffs-Appellees, v. City of New York, Defendant-Appellant. Sergeants Benevolent Association, Proposed Intervenor-Appellant, New York City Police Officer Rodriguez, et al., Defendants",
  "name_abbreviation": "Ligon ex rel. J.G. v. City of New York",
  "decision_date": "2013-11-13",
  "docket_number": "Nos. 13-3123, 13-3088",
  "first_page": "166",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 166"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2013 WL 5998139",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "736 F.3d 118",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3726977
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/736/0118-01"
      ]
    },
    {
      "cite": "186 F.3d 136",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        857896
      ],
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/186/0136-01"
      ]
    },
    {
      "cite": "343 F.3d 120",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9096643
      ],
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/343/0120-01"
      ]
    },
    {
      "cite": "470 F.3d 89",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5664359
      ],
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/470/0089-01"
      ]
    },
    {
      "cite": "503 F.3d 212",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2919798
      ],
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/503/0212-01"
      ]
    },
    {
      "cite": "513 F.3d 55",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3164184
      ],
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/513/0055-01"
      ]
    },
    {
      "cite": "545 F.3d 139",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3857922
      ],
      "pin_cites": [
        {
          "page": "178-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/545/0139-01"
      ]
    },
    {
      "cite": "604 F.3d 48",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6053301
      ],
      "pin_cites": [
        {
          "page": "55-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/604/0048-01"
      ]
    },
    {
      "cite": "664 F.3d 359",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3860148
      ],
      "pin_cites": [
        {
          "page": "367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/664/0359-01"
      ]
    },
    {
      "cite": "100 F.3d 236",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11934967
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "242"
        },
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/100/0236-01"
      ]
    },
    {
      "cite": "99 L.Ed. 942",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "pin_cites": [
        {
          "parenthetical": "\"[T]o perform its high function in the best way justice must satisfy the appearance of justice.\" (internal quotation marks omitted)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "349 U.S. 133",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11333990
      ],
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "136",
          "parenthetical": "\"[T]o perform its high function in the best way justice must satisfy the appearance of justice.\" (internal quotation marks omitted)"
        },
        {
          "parenthetical": "\"[T]o perform its high function in the best way justice must satisfy the appearance of justice.\" (internal quotation marks omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/349/0133-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 390",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 450",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 963",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        600131,
        602436,
        601798,
        601702,
        602316,
        601646,
        600559,
        602158,
        601301,
        601302,
        600409,
        600443,
        602172
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0963-08",
        "/us/484/0963-13",
        "/us/484/0963-12",
        "/us/484/0963-06",
        "/us/484/0963-07",
        "/us/484/0963-04",
        "/us/484/0963-09",
        "/us/484/0963-11",
        "/us/484/0963-01",
        "/us/484/0963-10",
        "/us/484/0963-03",
        "/us/484/0963-05",
        "/us/484/0963-02"
      ]
    },
    {
      "cite": "815 F.2d 575",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        519594
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "576"
        },
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/815/0575-01"
      ]
    },
    {
      "cite": "250 F.3d 156",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11095401
      ],
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/250/0156-01"
      ]
    },
    {
      "cite": "673 F.3d 158",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3742041
      ],
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/673/0158-01"
      ]
    },
    {
      "cite": "607 F.3d 923",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3682236
      ],
      "pin_cites": [
        {
          "page": "932-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/607/0923-01"
      ]
    },
    {
      "cite": "332 U.S. 258",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364973
      ],
      "weight": 3,
      "year": 1947,
      "pin_cites": [
        {
          "page": "259-60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/332/0258-01"
      ]
    },
    {
      "cite": "542 U.S. 367",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2527206
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "380",
          "parenthetical": "quoting Ex parte Fahey, 332 U.S. 258, 259-60, 67 S.Ct. 1558, 91 L.Ed. 2041 (1947)"
        },
        {
          "parenthetical": "quoting Ex parte Fahey, 332 U.S. 258, 259-60, 67 S.Ct. 1558, 91 L.Ed. 2041 (1947)"
        },
        {
          "parenthetical": "quoting Ex parte Fahey, 332 U.S. 258, 259-60, 67 S.Ct. 1558, 91 L.Ed. 2041 (1947)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0367-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1651",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "the All Writs Act"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2106",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "2013 WL 4046217",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "2013 WL 4046209",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2013,
      "pin_cites": [
        {
          "page": "*7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 455",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1040,
    "char_count": 20006,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 1.0091961852718294e-07,
      "percentile": 0.5417414297126976
    },
    "sha256": "ac963670f6fab993073906c5ee05378f21397b9327cf436d076ccafc0f6e9e82",
    "simhash": "1:8ef4a4632b29616b",
    "word_count": 3246
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: JOHN M. WALKER, JR., JOSÉ A. CABRANES, and BARRINGTON D. PARKER, Circuit Judges."
    ],
    "parties": [
      "Jaenean LIGON, individually and on behalf of her minor son, J.G., Jacqueline Yates, individually and on behalf of a class of all others similarly situated, et al., Plaintiffs-Appellees, v. CITY OF NEW YORK, et al., Defendants-Appellants. Captain’s Endowment Association of New York, Detectives Endowment Association, Police Department, City of New York, Inc., Lieutenants Benevolent Association of the City of New York, Inc., Patrolmen’s Benevolent Association of the City of New York, Inc., Proposed Intervenors-Appellants. David Floyd, individually and on behalf of all others similarly situated, Plaintiffs-Appellees, v. City of New York, Defendant-Appellant. Sergeants Benevolent Association, Proposed Intervenor-Appellant, New York City Police Officer Rodriguez, et al., Defendants."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThese cases, motions of which were argued in tandem and decided on October 31, 2013, and which concern the so-called “stop-and-frisk” policies of the New York City Police Department, have, quite apart from the underlying merits, raised a number of unusual procedural issues. In a separate opinion published contemporaneously with this one, we explain the basis of our prior, brief order reassigning these cases from Judge Shira A. Scheindlin to a new district judge of the United States District Court for the Southern District of New York, to be chosen randomly. In this opinion, we address the unprecedented motion filed by Judge Scheindlin herself, through counsel, to appear and seek reconsideration of our order of reassignment. The motion, submitted substantially in the form of a brief in favor of reconsideration, presents the threshold question whether, in the circumstances presented, a district judge may participate as a party, as an intervenor, or as an amicus curiae in an appeal of her decisions. For the reasons set forth below, we DENY Judge Scheind-lin’s motion to appear in this Court in support of retaining authority over these cases.\nBackground\nThese cases deal with the constitutionality of certain practices of the New York City Police Department (“NYPD”). The practices — and these cases themselves— present issues of prominent public concern and have attracted intense scrutiny in the media. On August 12, 2013, following a nine-week trial in Floyd v. City of New York, Judge Scheindlin held that the City of New York (the “City”) violated the Fourth and Fourteenth Amendments by acting with deliberate indifference towards the NYPD’s practice of unconstitutional stops and unconstitutional frisks and by adopting a policy of “indirect racial profiling” that targeted racially defined groups for “stops-and-frisks.” Judge Scheindlin also ordered an array of injunctive remedies, including but not limited to the appointment of a monitor, the institution of a program requiring certain officers to wear cameras on their persons, and the amendment of the forms used to document stop- and-frisks.\nAfter some delay, the City sought, in the District Court, to stay those remedies until a decision on the merits had been reached by the Court of Appeals in the normal course. Judge Scheindlin denied that motion and, as is the normal practice, the City renewed its request for a stay in this Court. We held extended oral argument and, on October 31, 2013, granted the motion for a stay during the pendency of the appeals and, based on the record of the proceedings in the District Court and Judge Scheindlin’s participation in media interviews, reassigned the cases to a different district judge, to be chosen randomly, in order to avoid the appearance of partiality.\nOn November 8, 2013, Judge Scheindlin moved in this court, through counsel, for “leave in the nature of an order under Rule 21(b)(4) of the Federal Rules of Appellate Procedure governing mandamus proceedings providing for appellate review of motions for judicial disqualification pursuant to 28 U.S.C. § 455, authorizing counsel to appear on behalf of the District Judge in order to address the factual and legal sufficiency of the Motion Panel’s sua sponte order of removal.” On November 9, 2013, Judge Scheindlin’s counsel, nów styling himself as amicus curiae on her behalf, filed a letter urging us to vacate our order of reassignment “to terminate a dispute that is distracting attention from the underlying merits.”\nDiscussion\nWe conclude that Judge Scheindlin’s motion lacks a procedural basis. As explained more fully in our separate opinion concerning the merits of the order of reassignment, the cases were reassigned not because of any judicial misconduct or ethical lapse on the part of Judge Scheindlin — as to which we have expressly made no finding — but solely pursuant to 28 U.S.C. § 455(a). Section 455(a) provides that “[a]ny justice, judge, or magistrate judge of the United States shall disqualify [herjself in any proceeding in which [her] impartiality might reasonably be questioned.” We know of no procedural mechanism that might permit a district judge to come before us and argue on her own behalf in these circumstances, nor has Judge Scheindlin identified one.\nIndeed, we note in the motion itself some inconsistency in its theory of Judge Scheindlin’s relationship to the proceedings in this Court. The motion requests leave for her lawyers “to appear either as counsel to the District Judge, or as amici curiae' on her behalf.” Additionally, the motion purports to seek relief “in the nature of an order under Rule 21(b)(4) of the Federal Rules of Appellate Procedure.” This locution is notable because Rule 21 governs “Writs of Mandamus and Prohibition, and Other Extraordinary Writs,” and provides that the “trial-court judge may request permission to address the petition [for mandamus] but may not do so unless invited or ordered to do so by the court of appeals.”\nRule 21, however, does not apply to these proceedings because there has been no petition for a writ of mandamus or any other type of extraordinary writ in these cases. The Supreme Court has long instructed that the writ of mandamus is “a ‘drastic and extraordinary’ remedy ‘reserved for really extraordinary causes.’ ” No writ of mandamus is involved in this appeal: We have not issued an extraordinary writ to the district judge, nor is there a petition for a writ directed to us. For this reason, the case presented here is quite unlike those in which other district judges have appeared before this court pursuant to specific statutory authority. Outside of the context of a writ of mandamus, it is procedurally improper for a District Judge to enter an appearance in an appeal of her own decisions, whether as a party, intervenor, or amicus.\nWe know of no precedent suggesting that a district judge has standing before an appellate court to protest reassignment of a case. While a district judge may believe that he or she has expended a great deal of effort and energy on a case, only to see it reassigned, reassignment is not a legal injury to the district judge. Rather, reassignment allows the courts to ensure that cases are decided by judges without even an appearance of partiality. A district judge has no legal interest in a case or its outcome, and, consequently, suffers no legal injury by reassignment.\nTo the extent that Judge Scheindlin seeks to defend herself against the suggestion of violation of the Code of Conduct for United States Judges, our accompanying opinion explains that we have made no findings that Judge Scheindlin has committed judicial misconduct, nor have we suggested that she has abdicated any of her ethical responsibilities. Rather, we have simply concluded that the appearance of her impartiality might reasonably be questioned. We therefore need not consider Judge Scheindlin’s argument that she ought to be afforded an opportunity to contest charges of judicial misconduct.\nFinally, we note that Judge Scheindlin’s counsel, now purporting to serve as ami-cus “to the district judge,” filed a supplemental letter on November 9, 2013, wherein he urges that we vacate parts of our order of October 31, 2013, “without prejudice,” which would “permit the parties to raise the issues” without “being forced to address them in the context of an unseemly dispute among judges” and in a way that would “terminate a dispute that is distracting attention from the underlying merits.” First, we cannot subscribe to the view that a decision of this Court— made pursuant to a statute passed by Congress — should be vacated because a non-party (even a judge) claiming to be affected by that order believes that the issue has become controversial or “distracting.”\nSecond, as we observe in our accompanying opinion, reassignment is an ordinary tool used by our judicial system to maintain and promote the appearance of impartiality across the federal courts. We recognize that it is frustrating to work extensively on a case that is later reassigned, and that reassignment, even if only based on an appearance of partiality, is a displeasing occurrence for any district judge, particularly for a long-serving and distinguished one such as Judge Scheindlin, but we are confident that these matters will be ably handled, without any arguable appearance of partiality, by another of her capable colleagues.\nConclusion\nFor the foregoing reasons, we DENY Judge Scheindlin’s motion to appear in this Court in support of retaining authority over these cases.\n.In this section, we recite only the facts directly relevant to this opinion. A more complete history of these cases may be found in our separate opinion published today, addressing the merits of reassigning the cases to a new district judge.\n. See Floyd v. City of New York,-F.Supp.2d -, No. 08-cv-1034, 2013 WL 4046209, at *7 (S.D.N.Y. Aug. 12, 2013).\n. See Floyd v. City of New York,-F.Supp.2d -, Nos. 08-cv-1034, 12-cv-2274, 2013 WL 4046217 (S.D.N.Y. Aug. 12, 2013).\n. See Floyd v. City of New York, No. 13-3088, Dkt. 247; Ligon v. City of New York, No. 13-3123, Dkt. 174.\n. Scheindlin Mot. for Leave to Appear re: Order of Removal, at 2. Attorney Burt Neu-borne is the only person to have actually entered an appearance on Judge Scheindlin’s behalf. See Local Rule 12.3(b) (\"An attorney, other than the initial counsel of record, who appears in a case in any capacity on behalf of a party or an amicus curiae must file the Notice of Appearance Form for Substitute, Additional, or Amicus Counsel at the time the attorney enters the case.”). We do observe, however, that, pursuant to Local Rule 29.1(a), we \"ordinarily will deny leave to file an ami-cus brief when, by reason of a relationship between a judge assigned to hear the proceeding and the amicus curiae or its counsel, the filing of the brief might cause the recusal of the judge.” Mr. Neuborne labors under no such disability.\n. See Note 14, post, for the full text of this letter.\n. Scheindlin Mot., at ¶ 46.\n. Id. at 2 (emphasis added). Judge Scheind-lin asserts several other legal bases for her motion, none of which in our view supports, or even suggests, a district judge's right to formally contest reassignment. In addition to Rule 21, her motion \"is brought'pursuant to Rules ... 27, and 29 of the Federal Rules of Appellate Procedure; 28 U.S.C. § 2106'; 28 U.S.C. § 1651 (the All Writs Act); and the First and Fifth Amendments to the Constitution of the United States.” Scheindlin Mot. at 2. Rule 27 (governing \"Motions”) and Rule 29 (governing \"Brief of an Amicus Curiae”) are general provisions that do not provide a procedural predicate for her unprecedented motion. Similarly, Section 2106 of Title 28, entitled \"Determination,” states that \"[t]he Supreme Court or any other court of appellate jurisdiction may affirm, modify, vacate, set aside or reverse any judgment, decree, or order of a court lawfully brought before it for review, and may remand the cause and direct the entry of such appropriate judgment, decree, or order, or require such further proceedings to be had as may be just under the circumstances.” While this provision establishes what an appellate court may do, it does not speak to a district judge's role in that process. The All Writs Act gives courts the authority to \"issue all writs necessary or appropriate in aid of their respective jurisdictions and agreeable to the usages and principles of law.” 28 U.S.C. § 1651(a). Although we have recognized numerous injunctions and orders of a district court appropriately authorized under the All Writs Act, we are aware of no precedent that establishes a district judge's right to join an ongoing proceeding by formally contesting an appellate court’s order of reassignment. Finally, the constitutional amendments on which she relies are also inapplicable. The freedom of speech protected by the First Amendment does not mean that there can be no limitations, such as those contemplated under section 455(a), on what a federal judge may say, much less on where she can say it, especially as it relates to pending litigation. As discussed in our accompanying opinion, numerous courts of appeals have reassigned cases due to an appearance of partiality that was traceable to speech by a district judge. Similarly, the Due Process Clause of the Fifth Amendment is inapplicable in these circumstances, because reassignment of a case is not a legal injury to the district judge, and we have made no finding of judicial misconduct that a judge might have the right to contest.\n. Fed. R.App. P. 21(b)(4).\n. Cheney v. U.S. Dist. Court for D.C., 542 U.S. 367, 380, 124 S.Ct. 2576, 159 L.Ed.2d 459 (2004) (quoting Ex parte Fahey, 332 U.S. 258, 259-60, 67 S.Ct. 1558, 91 L.Ed. 2041 (1947)); see also In re The City of New York, 607 F.3d 923, 932-33 (2d Cir.2010) (enumerating requirements for the writ).\n. See Fed. R.App. P. 21; see, e.g., U.S. Sec. & Exch. Comm’n v. Citigroup Global Mkts. Inc., 673 F.3d 158, 169 (2d Cir.2012) (appointing counsel to represent Judge Jed S. Rakoff in a mandamus proceeding); In re Austrian & German Holocaust Litig., 250 F.3d 156, 160 (2d Cir.2001) (acknowledging that the Second Circuit properly invited Judge Shirley Kram to respond through counsel to mandamus petitions).\n. In somewhat similar circumstances, the then-Chief Judge of the Central District of California, Manuel L. Real, refused to reassign, pursuant to mandate of the Ninth Circuit, a case over which he had been presiding. Instead, he directed the parties to brief whether the Ninth Circuit had the power to reassign cases. See Brown v. Baden, 815 F.2d 575, 576 (9th Cir.1987). The Ninth Circuit then issued a writ of mandamus requiring reassignment, explaining that \"[t]here is no doubt as to our authority to order a case reassigned” and that “[i]n the scheme of the federal judicial system, the district court is required to follow and implement our decisions just as we are oath- and duty-bound to follow the decisions and mandates of the United States Supreme Court.” Id. at 576. Chief Judge Real then petitioned for a writ of certiorari to appeal the Ninth Circuit’s decision to the Supreme Court, which the Supreme Court denied without comment. See Real v. Yagman, 484 U.S. 963, 108 S.Ct. 450, 98 L.Ed.2d 390 (1987).\n. See 28 U.S.C. § 455(a); see also In re Murchison, 349 U.S. 133, 136, 75 S.Ct. 623, 99 L.Ed. 942 (1955) (\"[T]o perform its high function in the best way justice must satisfy the appearance of justice.” (internal quotation marks omitted)); United States v. Londono, 100 F.3d 236, 242 (2d Cir.1996) (\"[Rjeassignment is advisable to preserve the appearance of justice.” (internal quotation marks omitted)) (abrogated on other grounds).\n. The letter in full reads as follows:\nBurt Neuborne\n40 Washington Square South\nNew York, New York 10012\n212 998-6172\nburt.neuborne@nyu.edu\nNovember 8, 2013\nHon. John M. Walker, Jr.\nHon. José Cabranes\nHon. Barrington D. Parker, Jr.\nUnited States Court of Appeals for the Second Circuit\nThurgood Marshall United States Courthouse\nFoley Square\nNew York, New York 10007\nRe: In re Order of Removal of District Judge\nLigón v. City of New York, 13-3123 (corrected)\nFloyd v. City of New York, 13-3088\nYour Honors:\nWe write as amici curiae on behalf of the District Judge herein, with her approval and consent. We believe, and the District Judge concurs, that it is in the best interests of all concerned to terminate a dispute that is distracting attention from the underlying merits, while preserving the rights of the parties to raise the issue in the ordinary course.\nAccordingly, we urge the panel to withdraw, without prejudice, so much of its order herein, dated October 31, 2013, as sua sponte found that the District Court’s actions had \"run afoul” of the Code of Conduct for United States Judges, and directed her removal as presiding judge in Ligon v. City of New York, 13-3123 (corrected), and Floyd v. City of New York, 13-3088. Such a course of conduct would permit the parties to raise the issues at an appropriate point in the proceedings without being forced to address them in the context of an unseemly dispute among judges.\nRespectfully,\nBurt Neuborne\n(Counsel of Record)\nNorman Dorsen\nArthur R. Miller\nJudith Resnik\nFrederick A.O. Schwarz\nAmici Counsel to the District Judge cc: all interested counsel\n. See, e.g., United States v. Steppello, 664 F.3d 359, 367 (2d Cir.2011); United States v. Hernandez, 604 F.3d 48, 55-56 (2d Cir.2010); United States v. Al-Moayad, 545 F.3d 139, 178-79 (2d Cir.2008); United States v. De-Mott, 513 F.3d 55, 59 (2d Cir.2008); United States v. Hirliman, 503 F.3d 212, 216 (2d Cir.2007); Armstrong v. Guccione, 470 F.3d 89, 113 (2d Cir.2006); Chase Manhattan Bank v. Affiliated FM Ins. Co., 343 F.3d 120, 128 (2d Cir.2003); United States v. Padilla, 186 F.3d 136, 143 (2d Cir.1999) (\"In view of the district judge’s statements, particularly regarding Padilla’s counsel, the appearance of justice would best be preserved by reassignment.’’); United States v. Londono, 100 F.3d at 242 (\"To reassign a case on remand, we need only find that the facts might reasonably cause an objective observer to question the judge’s impartiality, or absent proof of personal bias requiring recusation [szc], that reassignment is advisable to preserve the appearance of justice.” (alterations, citations, and internal quotation marks omitted)); see also In re Reassignment of Cases, Nos. 13-3123, 13-3088, at 13 nn. 29-30, 736 F.3d 118, 128, 2013 WL 5998139, at *6 nn. 29-30 (2d Cir. Nov. 13, 2013).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Alexis B. Karteron, Christopher Thomas Dunn, Daniel Mullkoff, New York Civil Liberties Union, New York, NY; Juan Cartagena, Roberto Concepcion, Jr., Latino Justice, New York, NY; Michael Grun-feld, John A. Nathanson, Jeffrey J. Rese-tarits, Shearman & Sterling LLP, New York, NY; Mariana Louise Kovel, The Bronx Defenders, Bronx, NY; J. McGre-gor Smyth, New York Lawyers for the Public Interest, New York, NY, for Jaene-an Ligón, et al.",
      "Darius Charney, Sunita Patel, Center for Constitutional Rights, New York, NY; Jennifer Rolnick Borchetta, Jonathan Clifford Moore, Beldock Levine & Hoffman, LLP, New York, NY; Eric Hellerman, Kasey Lynn Martini, Covington & Burling LLP, New York, NY, for David Floyd, et al.",
      "Celeste L. Koeleveld, Deborah A. Brenner, Kathy H. Chang, Heidi Grossman, Fay Sue Ng, New York City Law Department, Michael A. Cardozo, Corporation Counsel, New York, NY, for City of New York, et al.",
      "Anthony P. Coles, Courtney Gilligan Sa-leski, DLA Piper, Philadelphia, PA, New York, NY, for Sergeants Benevolent Association.",
      "Steven A. Engel, Dechert LLP, Washington D.C., Elisa Wiygul, Dechert LLP, Philadelphia, PA, for Captain’s Endowment Association of New York, Detectives Endowment Association, Police Department, City of New York, Inc., Lieutenants Benevolent Association of the City of New York, Inc., Patrolmen’s Benevolent Association of the City of New York, Inc.",
      "Burt Neuborne, for Movant Shira A. Scheindlin."
    ],
    "corrections": "",
    "head_matter": "Jaenean LIGON, individually and on behalf of her minor son, J.G., Jacqueline Yates, individually and on behalf of a class of all others similarly situated, et al., Plaintiffs-Appellees, v. CITY OF NEW YORK, et al., Defendants-Appellants. Captain’s Endowment Association of New York, Detectives Endowment Association, Police Department, City of New York, Inc., Lieutenants Benevolent Association of the City of New York, Inc., Patrolmen’s Benevolent Association of the City of New York, Inc., Proposed Intervenors-Appellants. David Floyd, individually and on behalf of all others similarly situated, Plaintiffs-Appellees, v. City of New York, Defendant-Appellant. Sergeants Benevolent Association, Proposed Intervenor-Appellant, New York City Police Officer Rodriguez, et al., Defendants.\nNos. 13-3123, 13-3088.\nUnited States Court of Appeals, Second Circuit.\nNov. 13, 2013.\nAlexis B. Karteron, Christopher Thomas Dunn, Daniel Mullkoff, New York Civil Liberties Union, New York, NY; Juan Cartagena, Roberto Concepcion, Jr., Latino Justice, New York, NY; Michael Grun-feld, John A. Nathanson, Jeffrey J. Rese-tarits, Shearman & Sterling LLP, New York, NY; Mariana Louise Kovel, The Bronx Defenders, Bronx, NY; J. McGre-gor Smyth, New York Lawyers for the Public Interest, New York, NY, for Jaene-an Ligón, et al.\nDarius Charney, Sunita Patel, Center for Constitutional Rights, New York, NY; Jennifer Rolnick Borchetta, Jonathan Clifford Moore, Beldock Levine & Hoffman, LLP, New York, NY; Eric Hellerman, Kasey Lynn Martini, Covington & Burling LLP, New York, NY, for David Floyd, et al.\nCeleste L. Koeleveld, Deborah A. Brenner, Kathy H. Chang, Heidi Grossman, Fay Sue Ng, New York City Law Department, Michael A. Cardozo, Corporation Counsel, New York, NY, for City of New York, et al.\nAnthony P. Coles, Courtney Gilligan Sa-leski, DLA Piper, Philadelphia, PA, New York, NY, for Sergeants Benevolent Association.\nSteven A. Engel, Dechert LLP, Washington D.C., Elisa Wiygul, Dechert LLP, Philadelphia, PA, for Captain’s Endowment Association of New York, Detectives Endowment Association, Police Department, City of New York, Inc., Lieutenants Benevolent Association of the City of New York, Inc., Patrolmen’s Benevolent Association of the City of New York, Inc.\nBurt Neuborne, for Movant Shira A. Scheindlin.\nPresent: JOHN M. WALKER, JR., JOSÉ A. CABRANES, and BARRINGTON D. PARKER, Circuit Judges."
  },
  "file_name": "0166-01",
  "first_page_order": 192,
  "last_page_order": 198
}