{
  "id": 3727405,
  "name": "UNITED STATES of America, Appellee, v. Patrick MURRAY, Defendant-Appellant, Matthew Cody, Michael Cody, Defendants",
  "name_abbreviation": "United States v. Murray",
  "decision_date": "2013-11-27",
  "docket_number": "Docket No. 11-0351-cr",
  "first_page": "652",
  "last_page": "660",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 652"
    }
  ],
  "court": {
    "name_abbreviation": "2d Cir.",
    "id": 8778,
    "name": "United States Court of Appeals for the Second Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "255 F.3d 45",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11084878
      ],
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/255/0045-01"
      ]
    },
    {
      "cite": "170 F.3d 72",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11585125
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "83"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/170/0072-01"
      ]
    },
    {
      "cite": "21 U.S.C. §§ 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "879 F.2d 137",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10529369
      ],
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/879/0137-01"
      ]
    },
    {
      "cite": "903 F.2d 321",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534731
      ],
      "pin_cites": [
        {
          "page": "331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/903/0321-01"
      ]
    },
    {
      "cite": "461 F.3d 309",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3672498
      ],
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/461/0309-01"
      ]
    },
    {
      "cite": "999 F.2d 818",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11958742
      ],
      "pin_cites": [
        {
          "page": "821"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/999/0818-01"
      ]
    },
    {
      "cite": "134 F.3d 855",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11587941
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "866"
        },
        {
          "page": "867"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/134/0855-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 895,
    "char_count": 21670,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 4.228869522036539e-08,
      "percentile": 0.2686056214088157
    },
    "sha256": "ee6ba4de86831793a4696a8590204575c23e3b4db449103d7988ec555777cfd9",
    "simhash": "1:90501ee7286071b9",
    "word_count": 3645
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: LEVAL, SACK, HALL, Circuit Judges."
    ],
    "parties": [
      "UNITED STATES of America, Appellee, v. Patrick MURRAY, Defendant-Appellant, Matthew Cody, Michael Cody, Defendants."
    ],
    "opinions": [
      {
        "text": "LEVAL, Circuit Judge:\nDefendant Patrick Murray appeals from a judgment of conviction of the United States District Court for the Eastern District of New York (Gleeson, J.). Murray contends primarily that the district court denied him the right to present a meaningful defense by rejecting his proffer of sur-rebuttal evidence to counter evidence introduced by the government on rebuttal. We agree and therefore vacate the judgment and remand for a new trial.\nBACKGROUND\nFollowing trial, the jury found Murray guilty on four counts relating to the cultivation of marijuana plants at 88-23 237th Street in the Bellerose neighborhood of Queens, New York. The court sentenced him primarily to sixty months of incarceration, followed by eight years of supervised release.\nA. The Evidence at Murray’s Trial\nThe evidence at Murray’s trial was as follows. At approximately 12:00 p.m. on February 24, 2009, several police officers, acting on an anonymous tip, drove to the 237th Street house. After arriving, the officers saw the defendant driving a van in the house’s driveway and stopped him. They entered the house and, in a small room inside the boiler room in the basement, found numerous marijuana plants and a sophisticated setup for growing marijuana. The officers recovered keys from Murray, including a key for the door of the boiler room and the door of the room in which the marijuana plants were found.\nThe 237th Street house was owned by Matthew Cody. Cody and Murray were both firefighters assigned to the same firehouse in Queens. Cody and Murray each testified at Murray’s trial, offering conflicting stories as to whether Murray was involved in the marijuana-growing operation.\nCody’s Testimony\nCody, who was also charged with the marijuana offenses and pleaded guilty to the conspiracy charge, testified against Murray pursuant to a cooperation agreement. In return for his cooperation, the government undertook to write to the sentencing judge in support of alleviating Cody’s sentence. According to Cody, it was Murray who had the idea of growing marijuana at Cody’s house. Murray had visited Cody’s house a few times in late October or early November of 2008 to help Cody convert the basement into a rentable apartment. When Cody realized he would not be able to rent out the basement, Murray suggested they grow marijuana plants there. Cody testified he had never grown marijuana and did not know how to do it. Nevertheless, he agreed to Murray’s plan. Murray decided which room to use and gave Cody directions how to set up the grow room and tend to the plants, which Murray provided. Murray purchased light bulbs for the grow room and liquid plant food.\nIn February 2009, Murray decided to move the marijuana plants out of the basement because the smell was detectable. Murray and Cody planned to meet in the early morning of February 24 (the day of Murray’s arrest) and use Cody’s truck to move the plants. When Cody arrived at the house at approximately 7:00 or 8:00 that morning, Murray was not there. Cody called Murray several times without success and after waiting an hour or two, Cody left to go on an out-of-state trip.\nMurray’s Testimony\nMurray testified in his defense and denied any involvement in or knowledge of the marijuana found in Cody’s house. He testified that, in the fall of 2008, at Cody’s request, he went to Cody’s house approximately five to seven times to help Cody with construction work to convert the basement into a rentable apartment. Cody gave Murray keys to the house to permit Murray to borrow Cody’s tools. Murray denied ever learning that it would not be feasible to rent out the basement apartment. He denied any awareness of the growing of marijuana plants there.\nAccording to Murray, on February 23, 2009, Cody asked Murray to come to the house the next day to help move some heavy items and pick up garbage. On the morning of February 24, Murray woke up, finding he had missed several calls from Cody. He answered a call from Cody at around 9:00 a.m. Cody asked him to rent a van because Cody’s truck was full of debris. Murray rented a van at about 10:30 a.m., got something to eat, and then drove the van to the house. When he arrived at Cody’s house, Murray did not see Cody’s truck. He began to turn the van around in the driveway, at which time police officers arrested him.\nOn cross-examination, Murray was asked and answered as follows:\nQ: Did you hangout much in the Bell[e]rose area of Queens in late 2008 early 2009?\nA: Not so much.\nQ: Not so much.\nOther than Matthew Cody do you have any other friends that live in that neighborhood?\nA. I would say acquaintances, I visited a few pubs and bars.\nQ: Was that a regular occurrence or something just infrequent?\nA: My mother lives close to there, so in fact I visited my mother, if I wanted to hangout I would.\nQ: How close does your mother live, what town?\nA: She lives in Elmont.\nQ: Any of these acquaintances that you visited or your mother, did any of them live within a ten block radius of that house at 237th Street?\nA: No.\nQ: Any time you were in that 237th Street on that block or two or three blocks of that that was basically you were at Matthew Cody’s house. Is that fair to say?\nA: I wouldn’t say that is fair to say.\nTrial Tr. 401:21-402:17.\nThe Government’s Rebuttal Evidence\nOn rebuttal, over Murray’s objection, the government introduced cell site records for Murray’s cell phone, obtained from a telecommunications operator, Sprint Nextel (“Sprint”), and the testimony of Special Agent Diette Ridgeway of the Drug Enforcement Agency relating to those records. The agent testified that such records identify the cell tower off of which a cell phone signal bounced (or “pinged”) during a call and asserted that the cell tower identified is the tower closest to the phone during a call. She testified that Sprint Tower 11 is located approximately four blocks from Cody’s house and that the cell site records showed that approximately 100 calls on Murray’s cell phone pinged off Tower 11 from November 2008 through February 2009.\nOn cross-examination, the agent conceded that, if the closest tower is busy with other cell phone traffic, a call may be redirected to another tower up to five miles away. She testified she did not know how many cell towers there were in the vicinity of Tower 11, nor did she know whether cell phone traffic caused calls from Murray’s cell phone to be redirected to Tower 11 during the period of November 2008 through February 2009.\nMurray’s Proffered Surrebuttal Evidence\nMurray sought leave to call a surrebut-tal witness to testify about Murray’s presence in the area of Tower 11, for reasons other than to visit Cody’s house. The government opposed the application, and the court refused to allow the surrebuttal, concluding that there was no unfairness to the defendant in denying him surrebuttal. The court reasoned that Agent Ridgeway’s testimony did not meaningfully incriminate the defendant, given the limitations on the probative value of the cell tower evidence that resulted from Agent Ridgeway’s acknowledgment that when a tower was busy, a call could be redirected to another tower.\nOn summation, the government told the jury:\nAnd the cell site records also show the defendant’s phone pinging off the cell tower just blocks away from the grow house. 97 times between November and February. 97 times. Yes, you know what? There are times when those cell phone towers get overloaded and it pings off to the next tower. That happens. There’s no denying it. But does it happen 97 times? An occasional overflow doesn’t explain why there’s 97 hits on that cell phone — on that cell tower when the defendant says he’s only been in that vicinity, at that house, five to seven times.\nId. at 480:1-10. And on its rebuttal summation, the government again referred to the issue, telling the jury:\nDefendant offered no real reason for the frequency of the calls during the time period from November until February. He told you he considered Matthew Cody a co-worker, told you he’s only been in the house about five to seven times. Think about the cell site records you heard about this morning. 97 times pinging off Tower 11 during that same period where the frequency of calls shows the increase.\nAccept the cell site records for what you want, but when the frequency is here, and the cell site records show 97 times on a [tower] four blocks from his house, it seems like corroboration.\nId. at 528:5-16.\nJury Verdict\nDuring its deliberations, the jury requested a chart of the cell phone calls between Murray and Cody that included the cell tower information. The jury found Murray guilty of all four counts.\nDISCUSSION\nMurray contends he was denied a fair opportunity to present a meaningful defense by the court’s refusal to allow him to offer surrebuttal evidence in response to the cell tower evidence, which the government introduced on its rebuttal case.\nWe review a trial court’s decision to deny a party’s request to present surrebuttal evidence for abuse of discretion. United States v. Wilson, 134 F.3d 855, 866 (7th Cir.1998); United States v. Alford, 999 F.2d 818, 821 (5th Cir.1993); see also United States v. Nektalov, 461 F.3d 309, 318 (2d Cir.2006) (“We review evidentiary rulings for abuse of the district court’s broad discretion, reversing only when the court has acted arbitrarily or irrationally” (internal quotation marks omitted)). “[Sjurrebuttal is merited where (1) the government’s rebuttal testimony raises-a new issue, which broadens the scope of the government’s case, and (2) the defense’s proffered surrebuttal testimony is not tangential, but capable of discrediting the essence of the government’s rebuttal testimony.” United States v. Moody, 903 F.2d 321, 331 (5th Cir.1990); see also Wilson, 134 F.3d at 867; United States v. King, 879 F.2d 137, 138 (4th Cir.1989).\nThe government makes two arguments in support of the court’s refusal to allow surrebuttal evidence: first, Murray had full opportunity on his direct case to offer evidence of his presence in the general area of Cody’s house so that he should not have been permitted to defer such evidence to surrebuttal; second, as the district court reasoned, Murray suffered no prejudice from the denial of surrebuttal because the probative value of the government’s evidence of 97 calls pinging off Tower 11 was undermined by Agent Ridgeway’s concession on her cross-examination that a ping off a particular tower could result from a call on a cell phone as far as five miles away if a tower or towers closer to the phone were busy with other traffic at the moment of the call. Neither argument is persuasive.\nTo understand the flaws in the government’s arguments, it is helpful to trace the order and the scope of the evidence elicited, and the issues in contention.\nMurray had testified on his direct examination that he had gone only about five to seven times to Cody’s house. The government’s strategy was to try to pin him down on crossexamination to denying any other visits to the area proximate to Tower 11. The subsequent rebuttal evidence of 97 calls pinging off Tower 11 would then show that Murray lied in claiming he had made a maximum of about seven visits to Cody’s house, and that in fact he had been there much more frequently.\nHowever, the government’s cross-examination, which is quoted above, failed to pin Murray down that his visits to Cody’s house were his only visits to the area proximate to Tower 11. The cross elicited from Murray the following: (i) as to how frequently he would “hangout” in the “Bell[e]rose area of Queens in late 2008 early 2009,” Murray answered “[n]ot so much” and the government did not elicit clarification of what Murray meant by “[n]ot so much,” or of what he understood “hangout” to mean, or of what he understood the boundaries of the “Bell[e]rose area of Queens” to be; (ii) that in addition to Cody, Murray had “acquaintances” who “live[d] in that neighborhood” and that he “visited a few pubs and bars”; (iii) that “if [he] wanted to hangout,” he would do so when visiting his mother who “lives close to there.... in Elmont”; and (iv) that neither his mother nor his acquaintances live “within a ten block radius” of Cody’s house. Trial Tr. 401:21-402:17. The government never showed that Tower 11 was the closest tower only with respect to “a ten block radius” around Cody’s house. Indeed, the government never introduced evidence identifying the area that is closer to Tower 11 than to any other tower. Murray’s answers never addressed whether he had been in the area for purposes other than to “hangout” or visit bars or the homes of his mother or acquaintances, nor did they address whether the visits to the area that he mentioned were or were not closer to Tower 11 than any other tower. Accordingly, the subsequent rebuttal evidence of the 97 calls pinging off Tower 11, which the government treated on summation as showing the falsity of his claim of no more than about seven visits to Cody’s house, was in no way inconsistent with any of Murray’s earlier testimony.\nThe government’s argument that Murray had full opportunity to put forth any evidence of his presence in the Tower 11 area on his direct case and therefore should not have been given a second chance on surrebuttal misperceives the point in the trial at which the issue became pertinent. Until the government offered the cell tower evidence on its rebuttal case, the question whether Murray did or did not make other visits to the general area of Cody’s house had no relevance whatsoever to any issue being tried. For Murray to introduce evidence in his direct case of the frequency or purpose of other visits to the general vicinity of Cody’s house would have done nothing to advance his case or clarify any issue then relevant. He had no reason to offer such evidence, and no way of guessing that the frequency of his presence in the area of Tower 11 would later become an issue in the trial. The argument that Murray forfeited the opportunity to respond to evidence advanced in the government’s rebuttal case by failing to proffer this evidence at a time when it had no relevance whatsoever is completely without merit. It is worth noting that the trial judge did not rely on this spurious argument in disallowing the surrebuttal evidence.\nThe government’s second argument is that the district court was correct in observing that the probative value of the government’s rebuttal evidence of the 97 calls pinging off Tower 11 was so impaired by Agent Ridgeway’s concession that a call could be redirected to a tower as far as five miles away that Murray suffered no significant prejudice from his inability to show other occasions when he was close to Tower 11. We respectfully disagree with the district court’s assessment.\nIf, as the government now argues, the agent’s concession about the redirecting of calls nullified the capacity of the cell tower evidence to impeach Murray on the frequency of his visits to Cody’s house, why did the government give repeated emphasis to the cell tower evidence in its summation? Notwithstanding the absence of evidence as to the frequency of such redirecting, the government treated it as a rarity, and said to the jury: “There are times when those cell phone towers get overloaded and it pings off to the next tower. That happens. There’s no denying it. But does it happen 97 times?” Trial Tr. 480:1-10.\nIt seems clear that evidence showing Murray’s frequent presence at places other than Cody’s house in the area serviced by Tower 11 would have, far more effectively rebutted the inference that the 97 calls pinging off Tower 11 proved he was lying about the infrequency of his presence at Cody’s house than the possibility that most of the 97 calls resulted from redirection from another busy tower.\nWe think the denial of his request to offer such surrebuttal evidence denied Murray a fair opportunity to defend against the government’s evidence. Without the cell tower evidence, the case was essentially a credibility contest between Cody and Murray. Cody had admitted his own involvement in growing the marijuana but placed the major blame on Murray. Murray denied any involvement. Cody had much to gain by blaming Murray as he thereby became a cooperating defendant for whom the government would advocate a reduced sentence. The cell tower evidence put forth by the government on rebuttal could easily have influenced the jury significantly to reject Murray’s and accept Cody’s version. This likelihood is reinforced by the fact that the jury, during its deliberations, expressly requested the cell site records, showing the 97 pings of Murray’s phone off Tower 11. If Murray had had the opportunity to present clear evidence of his more frequent presence in the area serviced by Tower 11, that might have completely neutralized the cell tower evidence, leaving for the jury a straight credibility contest between Cody and Murray.\nIn saying this, we in no way imply that we believe Murray was more believable than Cody. We suggest no such thing. Our point is only that, when the government on rebuttal introduced a new issue into the trial, undertaking to impeach Murray’s assertion that he had been to Cody’s house only about five to seven times by a showing that his phone had pinged off a nearby tower 97 times, Murray should have been permitted to offer evidence of other explanations for the 97 calls on that tower. In our view, there is a significant likelihood that. the _ jury might have reached a different verdict had Murray been allowed to proffer his surrebuttal evidence. We conclude that it was not within the district court’s reasonable discretion to deny Murray this opportunity, and that the error was by no means harmless. In these circumstances, the denial of an opportunity to Murray to offer evidence rebutting the government’s new contention that the 97 pings off Tower 11 showed that he was lying about the frequency of his visits to Cody’s house denied him a fair opportunity to present a defense and a fair trial. Because we find this was reversible error, we need not address Murray’s remaining arguments.\nCONCLUSION\nThe judgment of conviction is VACATED and the case is REMANDED for retrial.\n. Murray was convicted of violating 21 U.S.C. §§ 841(a)(1) and 846 (conspiring to manufacture and distribute and manufacturing marijuana (at least 100 plants)), 860(a) (manufacturing marijuana near an elementary school (at least 100 plants)), and 858 (endangering human life while manufacturing marijuana).\n. The agent also testified on direct examination that if a caller traveled while on a cell phone call, the signal might be forwarded by a succession of towers along the caller's route, in which case multiple towers would be listed for the call in the cell site records.\n. The government cites the First Circuit’s opinion in United States v. Gaines, 170 F.3d 72 (1st Cir.1999), in support of this argument. In Gaines, however, the relevance of the evidence the defendant was barred from offering on surrebuttal — evidence about the defendant's whereabouts on certain dates named in the indictment — was apparent from the start. Id. at 83. The difference is crucial. Furthermore, the Gaines opinion recognized that sur-rebuttal should be allowed \"to explain away new facts brought forward ... in rebuttal,” id. (internal quotation marks omitted), which is precisely what Murray sought to do here.\n. It is worth noting furthermore that in arguing to the jury, the government incorrectly summarized Murray’s limited testimony on the frequency of his presence. The government said, \"An occasional overflow [of cell phone traffic on the nearest tower to the caller] doesn’t explain why there’s 97 hits on that cell phone — on that cell tower when the defendant says he's only been in that vicinity, at that house, five to seven times.” Id. at 480:7-10 (emphasis added). Murray of course had not testified that he had \"only been in that vicinity ... five to seven times.” He testified he had been at Cody’s house about five to seven times. As to the vicinity, he testified he had been there on other occasions. When he sought, after the issue first became pertinent, to testify to the frequency of his presence in the vicinity, he was not permitted to do so.\n. We need not decide whether the denial in these circumstances constituted a constitutional violation, as would be required in the habeas corpus context. See Howard v. Walker, 406 F.3.d 114, 132 (2d Cir.2005); Washington v. Schriver, 255 F.3d 45, 56 (2d Cir.2001).\n. Judge Hall asks us to note that he dissents. In Judge Hall's view, there was no abuse of discretion in the district court’s refusal to allow Murray's proffered surrebuttal evidence because the cell tower evidence introduced by the government on rebuttal did not raise a new issue in light of Murray’s testimony regarding his presence in the Bellerose neighborhood. Murray was on notice from the government's cross-examination that he should be prepared to defend against evidence placing him frequently in the vicinity of Cody's house.",
        "type": "majority",
        "author": "LEVAL, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Steven L. Tiscione, (Emily Berger, on the brief), Assistant United States Attorneys (of counsel), for Loretta E. Lynch, United States Attorney for the Eastern District of New York, Brooklyn, N.Y., for Appellee.",
      "Lee Ginsberg, Freeman, Nooter & Ginsberg, New York, N.Y., for Appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES of America, Appellee, v. Patrick MURRAY, Defendant-Appellant, Matthew Cody, Michael Cody, Defendants.\nDocket No. 11-0351-cr.\nUnited States Court of Appeals, Second Circuit.\nArgued: Feb. 22, 2012.\nDecided: Nov. 27, 2013.\nSteven L. Tiscione, (Emily Berger, on the brief), Assistant United States Attorneys (of counsel), for Loretta E. Lynch, United States Attorney for the Eastern District of New York, Brooklyn, N.Y., for Appellee.\nLee Ginsberg, Freeman, Nooter & Ginsberg, New York, N.Y., for Appellant.\nBefore: LEVAL, SACK, HALL, Circuit Judges."
  },
  "file_name": "0652-01",
  "first_page_order": 678,
  "last_page_order": 686
}