{
  "id": 3727109,
  "name": "Gary D. SCHWIRSE, Petitioner, v. DIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAM; Marine Terminals Corporation; Signal Mutual Indemnity Association; ILWU-PMA Welfare Plan, Respondents",
  "name_abbreviation": "Schwirse v. Director, Office of Workers' Compensation Program",
  "decision_date": "2013-07-26",
  "docket_number": "No. 11-73172",
  "first_page": "1165",
  "last_page": "1172",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 1165"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "296 U.S. 280",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5724263
      ],
      "weight": 3,
      "year": 1935,
      "pin_cites": [
        {
          "page": "286-87",
          "parenthetical": "footnotes omitted"
        },
        {
          "parenthetical": "footnotes omitted"
        },
        {
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/296/0280-01"
      ]
    },
    {
      "cite": "332 F.3d 283",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9113609
      ],
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/332/0283-01"
      ]
    },
    {
      "cite": "629 F.2d 1327",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        387671
      ],
      "pin_cites": [
        {
          "page": "1329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/629/1327-01"
      ]
    },
    {
      "cite": "95 L.Ed. 456",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "340 U.S. 474",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6931620
      ],
      "weight": 2,
      "year": 1951,
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/340/0474-01"
      ]
    },
    {
      "cite": "935 F.2d 1544",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541556
      ],
      "pin_cites": [
        {
          "page": "1546"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/935/1544-01"
      ]
    },
    {
      "cite": "627 F.3d 1293",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6052530
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1298"
        },
        {
          "page": "1298"
        },
        {
          "page": "1298"
        },
        {
          "page": "1298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/627/1293-01"
      ]
    },
    {
      "cite": "132 S.Ct. 680",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12445444,
        12186140
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "692"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/181/0675-01",
        "/us/565/0207-01"
      ]
    },
    {
      "cite": "534 U.S. 19",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9107958
      ],
      "weight": 4,
      "year": 2001,
      "pin_cites": [
        {
          "page": "31"
        },
        {
          "parenthetical": "internal quotation marks and alternations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/534/0019-01"
      ]
    },
    {
      "cite": "911 F.2d 247",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533347
      ],
      "pin_cites": [
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/911/0247-01"
      ]
    },
    {
      "cite": "150 N.E. 604",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "605"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "242 N.Y. 70",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1974941
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/ny/242/0070-01"
      ]
    },
    {
      "cite": "33 U.S.C. § 902",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "799 F.2d 1308",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1605784
      ],
      "pin_cites": [
        {
          "page": "1310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/799/1308-01"
      ]
    },
    {
      "cite": "297 F.3d 797",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11451734
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "801-02"
        },
        {
          "page": "883"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/297/0797-01"
      ]
    },
    {
      "cite": "382 F.3d 878",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2190335
      ],
      "pin_cites": [
        {
          "page": "883"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/382/0878-01"
      ]
    },
    {
      "cite": "599 F.3d 47",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4223975
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "54-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/599/0047-01"
      ]
    },
    {
      "cite": "608 F.3d 642",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3688150
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "651"
        },
        {
          "page": "651",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/608/0642-01"
      ]
    },
    {
      "cite": "33 U.S.C. § 920",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(c)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "697 F.3d 820",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3624023
      ],
      "pin_cites": [
        {
          "page": "823"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/697/0820-01"
      ]
    },
    {
      "cite": "33 U.S.C. § 921",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(c)"
        },
        {
          "page": "(b)(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "901 F.2d 1501",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540687
      ],
      "pin_cites": [
        {
          "page": "1505-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/901/1501-01"
      ]
    },
    {
      "cite": "517 U.S. 830",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11747098
      ],
      "weight": 8,
      "year": 1996,
      "pin_cites": [
        {
          "page": "837-39"
        },
        {
          "page": "839"
        },
        {
          "page": "837-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/517/0830-01"
      ]
    },
    {
      "cite": "33 U.S.C. § 903",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 872,
    "char_count": 18185,
    "ocr_confidence": 0.674,
    "pagerank": {
      "raw": 1.3732758113084265e-07,
      "percentile": 0.6388229584041386
    },
    "sha256": "e04ee9111437c2aad1bccbcb16bc255aaec55d046754dcf31689b5de1c35bea7",
    "simhash": "1:d0bb639993e51110",
    "word_count": 2935
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: BARRY G. SILVERMAN, RICHARD R. CLIFTON, and N. RANDY SMITH, Circuit Judges."
    ],
    "parties": [
      "Gary D. SCHWIRSE, Petitioner, v. DIRECTOR, OFFICE OF WORKERS’ COMPENSATION PROGRAM; Marine Terminals Corporation; Signal Mutual Indemnity Association; ILWU-PMA Welfare Plan, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION\nN.R. SMITH, Circuit Judge:\n33 U.S.C. § 903(c) precludes compensation to an injured employee if “the injury was occasioned solely by [his] intoxication.” This language precludes recovery where the intoxication of the employee was the sole “legal cause” of the injury. “Legal cause” is the causal connection in fact, which extends not only to positive and active physical forces, but also to pre-existing passive conditions. Cf. Exxon Co., U.S.A. v. Sofec, Inc., 517 U.S. 830, 837-39, 116 S.Ct. 1813, 135 L.Ed.2d 113 (1996); White v. Roper, 901 F.2d 1501, 1505-06 (9th Cir.1990). The Benefits Review Board (BRB) did not err when it affirmed the administrative law judge’s (ALJ) denial of Schwirse’s claim for compensation under the Longshore and Harbor Workers’ Compensation Act (LHWCA) due to intoxication. We have jurisdiction to review the petition under 33 U.S.C. § 921(c); we deny the petition for review.\nFACTS\nGary Sehwirse was employed by Marine Terminals Corporation (MTC) as an A-registered longshoreman. On January 8, 2006, Sehwirse drank two beers before going to work at 8:00 a.m. Between 8:00 a.m. and 12:00 p.m., he drank an additional three beers. At lunch, Sehwirse consumed four to five more beers. Between the end of lunch and the end of the day (approximately 4:00 p.m.), Sehwirse also drank more than half a pint of whiskey.\nAt approximately 4:30 p.m., Sehwirse decided to relieve himself near the bull rail of MTC’s dock. While doing so, Sehwirse fell over the bull rail onto a concrete and steel ledge (approximately six feet below the rail). After Schwirse’s fall, he was taken by ambulance to the hospital where he was diagnosed with acute alcohol intoxication (.29 serum level or .25 blood alcohol level), cannabis ingestion, and a severe scalp laceration to his right temple.\nThereafter, Sehwirse sought compensation for his injury under the LHWCA. However, MTC refused to pay the compensation, arguing that he had no claim for compensation under the LHWCA. MTC asserted that Sehwirse was precluded from receiving compensation under 33 U.S.C. § 903(c), because his. intoxication was the sole cause of his injury.\nAt the hearing before the ALJ on June 21, 2007, Sehwirse stated that he could not remember the details of the incident. Instead, he asserted, based upon the statements of his co-workers (neither of whom testified), that the fall was due to tripping over a bright orange warning cone. However, in Schwirse’s earlier deposition (taken on October 20, 2006), he recalled the facts differently. At that time, Sehwirse stated that neither of his coworkers actually saw what happened; instead, he was the one, who specifically recalled seeing and tripping over a traffic cone at the bull rail’s edge. The ALJ awarded Sehwirse benefits. The ALJ determined that Schwirse’s injury was not caused solely by intoxication, because there was no direct proof that intoxication (and not something else) caused him to fall. MTC appealed the ALJ’s decision to the BRB. The BRB reversed the ALJ, finding that the employer rebutted the presumption that the injury was caused by something other than intoxication. The BRB noted that “[i]t is not [the] employer’s burden to prove on the record as a whole that intoxication was the sole cause of claimant’s injury.”\nSehwirse filed a motion for reconsideration, arguing that the BRB’s ruling incorrectly stated the employer’s burden of proof. After review of the motion, the BRB agreed with Schwirse’s argument, correcting its prior opinion. Instead, the BRB stated that the burden of proof is on the employer and remanded the matter back to the ALJ to make further findings and weigh the relevant evidence.\nOn remand, the ALJ weighed the conflicting evidence and determined that MTC had established that intoxication was the sole cause of Schwirse’s fall. Relying on the testimony of the marine manager, the ALJ concluded that the bull rail was free of tripping or slipping hazards. The ALJ also credited the testimony of Drs. Burton and Jacobsen, physicians testifying on behalf of MTC, that the sole cause of Schwirse’s fall was due to intoxication. The ALJ thus concluded that there was “no other explanation for [Schwirse’s] industrial injury than his intoxication.” The ALJ also rejected Schwirse’s alterative argument that the concrete and metal slab (on which he fell) caused the injury rather than his intoxication.\nThe BRB affirmed the decision.\nDISCUSSION\n“The Longshore Act is a comprehensive scheme to provide compensation for the disability or death of employees resulting from injuries occurring upon the navigable waters of the United States.” Price v. Stevedoring Servs. of Am., Inc., 697 F.3d 820, 823 (9th Cir.2012) (internal quotation marks omitted); see also 33 U.S.C. § 903(a). However, “[n]o compensation shall be payable if the injury was occasioned solely by the intoxication of the employee.” 33 U.S.C. § 903(c). Despite this exclusion, the LHWCA provides that “a claim for compensation ... shall be presumed, in the absence of substantial evidence to the contrary ... [t]hat the injury was not occasioned solely by the intoxication of the injured employee.” 33 U.S.C. § 920(c) (emphasis added). “[T]he employer may rebut the presumption ... by presenting substantial evidence that is specific and comprehensive enough to sever the potential connection between the disability and the work environment.” Hawaii Stevedores, Inc. v. Ogawa, 608 F.3d 642, 651 (9th Cir.2010) (internal quotation marks omitted). The ALJ then “determines as a matter of law whether substantial rebuttal evidence has been presented.” Id. If the ALJ determines that the employer rebutted the presumption, “the presumption in favor of the claimant ‘falls out of the case’ and the ALJ. moves to the third and final step of weighing the evidence as a whole ‘to determine whether the claimant has established the necessary causal link between the injury and employment.’ ” Id. (quoting Bath Iron Works Corp. v. Fields, 599 F.3d 47, 54-55 (1st Cir.2010)). “This final- determination is a question of fact.” Id. '\n1. The BRB did not err in interpreting 33 U.S.C. § 903(c).\nThis case turns, in part, on an interpretation of the LHWCA. We have held that “[t]he Board’s interpretation of the LHWCA is a question of law reviewed de novo and is not entitled to any special deference.” Stevedoring Servs. of Am. v. Price, 382 F.3d 878, 883 (9th Cir.2004) (citing Stevedoring Servs. of Am. v. Dir., OWCP, 297 F.3d 797, 801-02 (9th Cir.2002)). However, we “respect the Board’s interpretation ... if it ‘is reasonable and reflects the underlying policy of the statute.’ ” Id. at 883 (quoting Kelaita v. Dir., OWCP, 799 F.2d 1308, 1310 (9th Cir.1986)).\nUnder 33 U.S.C. § 903(c), “[n]o compensation shall be payable if the injury was occasioned solely by the intoxication of the employee.” Breaking the phrase into its parts, the LHWCA defines “injury” as:\naccidental injury or death arising out of and in the course of employment, and such occupational disease or infection as arises naturally out of such employment or as naturally or unavoidably results from such accidental injury, and includes an injury caused by the willful act of a third person directed against an employee because of his employment.\n33 U.S.C. § 902(2). This definition does not fully address the language we must interpret here, whether the “injury was occasioned solely by” a cause, in this case intoxication. The term “injury” is modified by “occasioned solely by,” which requires us to determine whether intoxication was the “legal cause” of the injury (a “but for” analysis).\nThe “occasioned solely by” phrase is not defined by the statute. In determining whether an employee’s injury was “occasioned solely by” intoxication, we take guidance from those admiralty cases determining proximate cause. See Exxon, 517 U.S. at 839, 116 S.Ct. 1813. By analogy, we determine whether intoxication was the only or “sole” cause by (1) looking at the act that caused the accident and (2) determining whether there were any superseding or intervening causes that contributed to the injury. Id. at 837-39, 116 S.Ct. 1813.\nThis interpretation is consistent with the BRB’s application of a two-part test for determining whether the employer met its burden in establishing that intoxication was the sole cause of the accident. See Sheridon v. Petro-Drive, Inc., 18 BRBS 57, *2 (1986). First, the employer must establish “that the employee was drunk at the time of the accident.” Id. (quoting Shearer v. Niagara Falls Power Co., 242 N.Y. 70, 150 N.E. 604, 605 (1982)). Second, the employer must establish that the employee “fell owing to his drunkenness and was injured.” Id. (emphasis added).\nWe therefore hold that an injury “occasioned solely by” intoxication means that the legal cause of the injury was intoxication, regardless of the surface material of the landing on which the intoxicated person fell. In other words, as aptly stated by the BRB, “[i]f intoxication was the sole cause of the claimant’s fall, then intoxication also was the sole cause of the claimant’s injury.”\nInstead, Schwirse argues an all-encompassing definition of the term injury. Relying on Johnson v. Dir., Office of Workers Compensation Programs, 911 F.2d 247, 250 (9th Cir.1990), Schwirse argues that Congress used the term “accident,” to mean the “event causing the harm,” where it intended to limit compensation to the sole cause of the fall. In other words, by using the term “injury,” Congress intended to incorporate the “harmful physical consequences of that event.” Thus, Schwirse’s definition would suggest that, because he hit the concrete surface rather than the river or a featherbed, his injury was not solely occasioned by intoxication. In other words, his “accident” may have been caused by intoxication, but harmful physical consequences of the fall (the injury) was caused by hitting the concrete and metal slab.\nWe reject Schwirse’s interpretation. Accepting Schwirse’s broad definition of the term “injury” would violate a “cardinal principle of statutory construction.” See TRW Inc. v. Andrews, 534 U.S. 19, 31, 122 S.Ct. 441, 151 L.Ed.2d 339 (2001). In particular, if “we [were] to adopt [Schwirse’s] construction of the statute, the express [intoxication] exception would be rendered insignificant, if not wholly superfluous.” Id. (internal quotation marks and alternations omitted). Schwirse’s interpretation of the term “injury” would read out the phrase “occasioned solely by” and preclude the application of § 903(c). Nearly every “harm” would not be “occasioned solely by the intoxication” but rather by some further cause, such as the ground. Further, as noted by the Supreme Court, “Life is too short to pursue every event to its most remote, ‘but-for,’ consequences, and the doctrine of proximate cause provides a rough guide for courts in cutting off otherwise endless chains of cause-and-effect.” Pac. Operators Offshore, LLP v. Valladolid, — U.S. -, 132 S.Ct. 680, 692, 181 L.Ed.2d 675 (2012). We therefore conclude that the most logical way to interpret § 903(c) and § 920(c) of the LHWCA is to interpret the phrase “occasioned solely by” to limit the analysis to the sole causal factor of the injury.\n2. The BRB did not err in affirming the ALJ’s finding that MTC produced sufficient evidence to rebut the statutory presumption that Schwirse’s injury was not solely caused by intoxication.\nIn considering a claim for disability benefits under the LHWCA, the ALJ is required to follow a three part process. First, the claimant must show that he sustained an injury in the course and scope of his employment. See Albina Engine & Machine v. Dir., OWCP, 627 F.3d 1293, 1298 (9th Cir.2010). If an injury is established, a presumption arises that the injury was not occasioned solely by intoxication. See 33 U.S.C. § 920(c); see also Albina Engine, 627 F.3d at 1298. Second, the employer must present “substantial evidence” to rebut that presumption. See 33 U.S.C. § 920; see also Albina Engine, 627 F.3d at 1298. Lastly, if the employer successfully rebuts the presumption, the ALJ must then evaluate whether the claimant met his burden of persuasion by a preponderance of the evidence that the record as a whole justifies awarding benefits. Albina Engine, 627 F.3d at 1298.\nThe Board must accept the ALJ’s findings of fact if they are supported by “substantial evidence in the record considered as a whole.” 33 U.S.C. § 921(b)(3); see also Container Stevedoring Co. v. Dir., OWCP, 935 F.2d 1544, 1546 (9th Cir.1991). The Supreme Court has defined “substantial evidence” as “more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Universal Camera Corp. v. NLRB, 340 U.S. 474, 477, 71 S.Ct. 456, 95 L.Ed. 456 (1951). We conduct an independent review to determine if the Board adhered to this standard. Bumble Bee Seafoods v. Dir., OWCP, 629 F.2d 1327, 1329 (9th Cir.1980).\nReviewing the BRB’s decision, we conclude the BRB adhered to this standard and did not err in affirming the ALJ’s denial of compensation under the LHWCA. First, there is no dispute that Schwirse sustained an injury while at work. Thus, a presumption arises that Schwirse’s injury was not occasioned solely by intoxication. The BRB correctly concluded that substantial evidence in the record supported the ALJ’s conclusion that Schwirse’s employer rebutted the presumption that intoxication was not the sole cause of Schwirse’s injury. The BRB stated the correct standard of review regarding the ALJ’s findings of facts. The BRB noted that the ALJ “found sufficient evidence, in the form of the opinions of Drs. Burton and Jacobsen, the testimony of Mr. Yockey, and photographs of the accident site...Based on this evidence, the ALJ ruled out any tripping hazards and then relied on the expertise of doctors to conclude intoxication was the sole cause. There was no evidence of any superseding or intervening cause of the injury. Further, there is no question that a foreseeable consequence of falling is that one may hit the pre-existing surface material. It is also foreseeable that the surface material surrounding the dock was hard and would cause significant injury. A preference that one may fall on more forgiving material (such as a featherbed or water) does not alter the “legal cause” of the injury. Thus, absent evidence of the surface material being unforeseeably defective, the “legal cause” is limited to the reason for his fall and the foreseeable consequences of that fall. Here, the ALJ found that the only known cause for Schwirse’s injury was the fall off the bull rail attributable solely to his drunkenness. Thus the BRB did not err in concluding substantial evidence supported the ALJ’s conclusions.\nWe further find no error in the BRB’s conclusion that Schwirse’s employer does not have to “rule out” all other possible causes of injury in order to rebut the presumption under 33 U.S.C. § 920(c). As noted by the BRB, the employer “need not negate every hypothetical cause.” Sheridon, 18 BRBS 57, *3. To hold otherwise would contradict the statutory language, which only requires “substantial evidence” to rebut the presumption. See Ortco Contractors, Inc. v. Charpentier, 332 F.3d 283, 288 (5th Cir.2003) (“[T]he BRB cannot require employers to rebut a [33 U.S.C. § 920(a) ] presumption by ‘ruling out’ every conceivable connection between the injury and the claimant’s employment. The LHWCA requires a lower evidentiary standard than this-the employer must adduce only substantial evidence that the injury was not work-related.”).\nLastly, BRB correctly concluded that the ALJ’s decision to deny disability benefits, based on the record as a whole, was proper. As the Supreme Court stated in Del Vecchio v. Bowers,\nIf the employer alone adduces evidence which tends to support the theory [contrary to the presumption], the case must be decided upon that evidence. Where the claimant offers substantial evidence in opposition, ... the issue must be resolved upon the whole body of proof pro and con; and if it permits an inference either way upon the question ..., the Deputy Commissioner and he alone is empowered to draw the inference; his decision as to the weight of the evidence may not be disturbed by the court.\n296 U.S. 280, 286-87, 56 S.Ct. 190, 80 L.Ed. 229 (1935) (footnotes omitted). The only alleged cause of Schwirse’s injury that was supported by substantial evidence was Schwirse’s intoxication. The ALJ properly “weighted] the evidence as a whole ‘to determine whether [Schwirse had] established the necessary causal link between the injury and employment.’ ” Hawaii Stevedores, 608 F.3d at 651 (citation omitted).\nPETITION DENIED.\n. We further note that Schwirse presented no argument or evidence that the concrete and metal slab (on which he fell) was defective, and that such defect caused his injury to any extent. He only argued that the fall (onto a concrete and metal slab) caused his injury.\n. Having rebutted the presumption that the claimant’s injury was not occasioned solely by intoxication under the substantial evidence standard, the employer does not further bear the burden of proving that the employee’s injury was caused solely by intoxication under the preponderance of the evidence standard. Albina Engine clearly establishes that after the employer rebuts the presumption by sub- , stantial evidence, the burden shifts to the claimant to prove entitlement to benefits by a preponderance of the evidence. To the extent that it placed the burden at the latter stage on the employer, the BRB erred.",
        "type": "majority",
        "author": "N.R. SMITH, Circuit Judge:"
      }
    ],
    "attorneys": [
      "Meagan A. Flynn, Preston Bunnell & Flynn, LLP, Portland, OR, for Petitioner.",
      "Robert E. Babcock, Holmes Weddle & Barcott, P.C., Lake Oswego, OR, for Respondents."
    ],
    "corrections": "",
    "head_matter": "Gary D. SCHWIRSE, Petitioner, v. DIRECTOR, OFFICE OF WORKERS’ COMPENSATION PROGRAM; Marine Terminals Corporation; Signal Mutual Indemnity Association; ILWU-PMA Welfare Plan, Respondents.\nNo. 11-73172.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted Oct. 9, 2012.\nFiled July 26, 2013.\nMeagan A. Flynn, Preston Bunnell & Flynn, LLP, Portland, OR, for Petitioner.\nRobert E. Babcock, Holmes Weddle & Barcott, P.C., Lake Oswego, OR, for Respondents.\nBefore: BARRY G. SILVERMAN, RICHARD R. CLIFTON, and N. RANDY SMITH, Circuit Judges."
  },
  "file_name": "1165-01",
  "first_page_order": 1191,
  "last_page_order": 1198
}