{
  "id": 3727655,
  "name": "Kimberly Louise LONG, Petitioner-Appellant, v. Deborah K. JOHNSON, Warden, Respondent-Appellee",
  "name_abbreviation": "Long v. Johnson",
  "decision_date": "2013-12-02",
  "docket_number": "No. 12-55820",
  "first_page": "891",
  "last_page": "897",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 891"
    }
  ],
  "court": {
    "name_abbreviation": "9th Cir.",
    "id": 8826,
    "name": "United States Court of Appeals for the Ninth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "360 F.3d 1037",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2164124
      ],
      "pin_cites": [
        {
          "page": "1041"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/360/1037-01"
      ]
    },
    {
      "cite": "65 P.3d 749",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "pin_cites": [
        {
          "page": "761",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "132 Cal.Rptr.2d 271",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "30 Cal.4th 43",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        269732
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/30/0043-01"
      ]
    },
    {
      "cite": "229 F.3d 861",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11190059
      ],
      "pin_cites": [
        {
          "page": "867"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/229/0861-01"
      ]
    },
    {
      "cite": "183 L.Ed.2d 78",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "132 S.Ct. 2723",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "659 F.3d 957",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6049896
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "960"
        },
        {
          "page": "965"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/659/0957-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "443 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182418
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/443/0307-01"
      ]
    },
    {
      "cite": "105 P.3d 487",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "pin_cites": [
        {
          "page": "501-02"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "24 Cal.Rptr.3d 112",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "34 Cal.4th 1149",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        633007
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/34/1149-01"
      ]
    },
    {
      "cite": "2008 WL 4958575",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "unpublished"
        },
        {
          "page": "*4-12"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "393 F.3d 943",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9173916
      ],
      "pin_cites": [
        {
          "page": "964"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/393/0943-01"
      ]
    },
    {
      "cite": "132 S.Ct. 2",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12444038,
        12185630
      ],
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "page": "4",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/l-ed-2d/181/0311-01",
        "/us/565/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1031,
    "char_count": 20246,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 2.675984360286944e-07,
      "percentile": 0.8262331124324237
    },
    "sha256": "91eeeb14b870fa65a3f50b359afa15f1f2ae81320ce123b9e0b7a6017f314778",
    "simhash": "1:20774cb8432cc41d",
    "word_count": 3366
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: SUSAN P. GRABER, JOHNNIE B. RAWLINSON, and PAUL J. WATFORD, Circuit Judges."
    ],
    "parties": [
      "Kimberly Louise LONG, Petitioner-Appellant, v. Deborah K. JOHNSON, Warden, Respondent-Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nGRABER, Circuit Judge:\nThe Memorandum disposition filed July 24, 2013, is redesignated as an authored opinion by Judge Graber, with modifications. The opinion is to be filed concurrently with this order.\nAppellant’s petition for panel rehearing and petition for rehearing en banc filed August 7, 2013, are DENIED as moot. The time for filing a petition for rehearing and petition for rehearing en banc shall start anew as of the filed date of the opinion.\nOPINION\nA jury convicted Petitioner Kimberly Louise Long of second-degree murder for the bludgeoning death of her boyfriend, Oswald “Ozzy” Conde, in the home that they shared. The California state courts affirmed her conviction on appeal, and the federal district court then denied her petition for a writ of habeas corpus. In this court, Petitioner argues that the district court erred because the evidence adduced at trial was insufficient to permit a rational jury to find her guilty beyond a reasonable doubt. Reviewing de novo the district court’s decision to deny the petition for a writ of habeas corpus, Lambert v. Blodgett, 393 F.3d 943, 964 (9th Cir.2004), we affirm.\nSTATEMENT OF FACTS\nPetitioner and her boyfriend Conde lived together. On October 5, 2003, Petitioner, Conde, and their friend Jeffrey Dills spent the day riding motorcycles and drinking heavily. While at a bar, Petitioner and Conde argued about her flirtatiousness toward other men. Petitioner became upset and rode to her house with a friend of Dills’. Dills and Conde followed separately on their motorcycles. When Conde arrived home, he continued the argument with Petitioner in their driveway. Petitioner was still very angry because Conde had embarrassed her in front of other people. She pushed and yelled at Conde and told him that he was a “loser” who had no job and did not pay his fair share and that she wanted him out of her house. Petitioner hit Conde with her hand, her purse, her motorcycle helmet, and a novelty hat that she was carrying, and then threw things at him. Dills became concerned that Conde might hit Petitioner back, so he stepped between them. Petitioner decided to depart with Dills, and they left for his house.\nAt Dills’ house, Petitioner and Dills had a drink and got into his spa. She continued to complain about Conde’s not paying his share. Then she and Dills had a sexual encounter, which she ended abruptly by telling Dills that she had to return home because she had forgotten that her ex-husband was supposed to drop off then-children, even though she knew that this was not true. While Petitioner dressed, she said that she was so mad at Conde she could “kick his ass.”\nDills estimated that he dropped Petitioner off at her house between 1:20 and 1:30 a.m. on October 6, 2003. As he approached the house, Dills turned off his motorcycle and coasted, so as not to awaken Conde or the neighbors. Petitioner could not find her cell phone. Dills turned his headlight up into the bushes, where Petitioner had thrown things at Conde earlier, to help her find the phone. Dills then watched her enter the house through the front door and saw her silhouetted inside the house. Dills drove away and returned to his own home, where he noticed, while setting an alarm, that it was 1:36 a.m. The trip from Petitioner’s house to Dills’ house was two and a half to three miles and took 10 to 15 minutes. A neighbor of Petitioner’s heard a loud motorcycle going down the road at some time between 1:20 and 1:30 a.m. and saw the motorcycle driving away from Petitioner’s house.\nAt 2:09 a.m., Petitioner called 911 to report that she had-“just” returned home, that something had happened to Conde, that he had blood all over his face, and that something had happened to her house. She hung up and called back. Officers arrived at the house at 2:14 a.m. and found Petitioner in the middle of the street, frantic. The officers did not notice any injury to Petitioner or any blood on her person or clothing.\nWhen the officers went into the house they found Conde sitting on the couch, with an injury to his head. They searched the house to ensure that no one else was present. Paramedics entered at 2:20 a.m. and ascertained that Conde was dead. From the blood coagulation and temperature and rigidity of his body, they determined that he had not died within the minutes prior to their arrival. It was later determined that Conde died from blunt force trauma to the head, caused by three to eight blows. The implement used was a long, slender object like a stick, bat, or golf club. Any healthy adult could have inflicted the injury, which the coroner determined would have rendered him unconscious almost immediately and resulted in death within 2 to 20 minutes. Conde was attacked where he was found, on the couch. He bore no defensive wounds.\nThe officers’ search revealed that the sliding glass door from the kitchen to the back yard was open, but they found no signs of forced entry. The spa in the back yard was uncovered, running, and warm. Broken glass, coins, and a cordless telephone were scattered on the kitchen floor. A hair clip, purse, and cell phone were on the kitchen counter. A pair of sandals, a helmet, and a hat sat on the floor near the couch where Conde died. A jacket and another hat were found on a throw rug on the floor nearby. No blood was found on any of those items. Two baseball bats near the door appeared, because of blood spatter patterns on them, to have been there at the time of the murder. Blood evidence was found on the couch, all four walls around Conde’s body, a table near him, the television, the curtains, and a door behind the couch. But no blood was found in the kitchen, where Petitioner had made the phone call after discovering Conde’s body, or in the hall leading to the bedrooms.\nThe search of the house and garage, Petitioner’s and Conde’s cars, the yard, the immediate neighborhood, and the nearby storm drains yielded nothing more of evi-dentiary value. The murder weapon was never found. But Conde’s golf clubs and one baseball bat were not found, either; an acquaintance previously had seen one club resting next to three baseball bats near the door, and there had been a bag of golf clubs in the garage.\nOfficers took Petitioner to a police station during the investigation at her home. The officer who sat with her did not notice any blood on Petitioner’s person or clothing. Among other things, Petitioner mentioned that her house had been ransacked and was a mess, although the police did not find that to be so. Petitioner also said that she checked the house and was worried when she could not find her children, although she subsequently said that she was not worried because she knew that they were with her ex-husband.\nPolice interviewed Petitioner on October 6, 2003, and again on October 9, 2003. During the second interview, officers confronted her about inconsistencies in her story and contradictions between what she said and the reports of others- who were with her that day. Petitioner said that she sometimes forgot things that happened when she was drunk and admitted that she was “fuzzy” on' some of the details of the day. During both interviews, she told them that Conde’s ex-girlfriend would have done something like this because she had vandalized their property and had made threats against Petitioner and Conde in the past.\nPetitioner’s account of the night of the murder was that, when she returned from Dills’ house, she walked in and saw Conde lying on the couch. She knew that something was wrong, so she turned on the light and saw that he was injured. She carried two party hats inside with her and kicked off her shoes as she entered. According to Petitioner, Conde was gurgling, so she thought that he was breathing and called 911 on her home phone. Although Petitioner was an emergency room nurse experienced in treating head trauma, she did not render aid to Conde because she was drunk and upset. She ran around the house screaming, hung up on 911, ran outside, then called 911 again. She then ran outside again, where police found her. Petitioner later told the police that a number of items were missing, including the shotgun she kept inside her bedroom closet (which only the immediate family knew about), her car keys, and the center console of what Petitioner acknowledged was a cheap stereo. None of the jewelry in the house, which was worth more than $10,000, was taken, nor were the bass guitar or flat-screen television that were sitting in plain view.\nPetitioner’s story was self-contradictory in several respects. For example, although she had told Dills that she was still so angry that she could “kick [Conde’s] ass,” she initially told police that she was happy to be home and happy that Conde was there. She lied about the sexual encounter with Dills. She testified that she had found her cell phone in the bushes when Dills dropped her off, but told the police that she could not find the cell phone. She also admitted at trial that, during her interviews with police, she was not truthful about the level of violence that she had displayed toward Conde during their argument on the night of the murder.\nPROCEDURAL HISTORY\nA California jury convicted Petitioner of second-degree murder, a violation of California Penal Code § 187. After denying her motion for a new trial, the state trial court sentenced Petitioner to a prison term of 15 years to life.\nPetitioner appealed her conviction and argued, among other things, that the evidence was insufficient to establish that she had killed Conde. The California Court of Appeal affirmed the conviction. People v. Long, No. E039986, 2008 WL 4958575 (Cal.Ct.App. Nov. 21, 2008) (unpublished). In response to the sufficiency challenge, the court considered “ ‘whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt,’” id. at *4 (quoting People v. Young, 34 Cal.4th 1149, 24 Cal.Rptr.3d 112, 105 P.3d 487, 501-02 (2005)); accord Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979), and explained at length why the circumstantial evidence sufficed to permit a rational jury to find Petitioner guilty beyond a reasonable doubt, Long, 2008 WL 4958575, at *4-12. The court denied a petition for rehearing. The California Supreme Court denied review.\nHaving exhausted her claim before the state courts, Petitioner filed a petition for writ of habeas corpus in the federal district court. She again argued that she was denied due process because the evidence was insufficient to prove her guilt beyond a reasonable doubt. The district court held that the state courts’ denial of that claim was not contrary to, nor did it involve an unreasonable application of, clearly established federal law as determined by the United States Supreme Court, nor was it an unreasonable determination of facts. Accordingly, under 28 U.S.C. § 2254(d), habeas relief could not be granted, and the court dismissed the action with prejudice.\nThe district court issued a certifícate of appealability on the sufficiency issue. Petitioner filed a timely notice of appeal.\nDISCUSSION\nWhen considering Petitioner’s claim premised on insufficiency of the evidence — an inquiry governed by Jackson— we must view the evidence in the light most favorable to the prosecution. Boyer v. Belleque, 659 F.3d 957, 960 (9th Cir.2011),cert. denied, — U.S. -, 132 S.Ct. 2723, 183 L.Ed.2d 78 (2012). Because this case arises in the context of a habeas petition filed after enactment of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), we owe a “double dose of deference”’to state courts. Id. at 964. That is, we must resolve doubts about the evidence in favor of the prosecution and, in addition, must examine the state courts’ decisions through .the lens of AEDPA. To grant habeas relief, “we must conclude that the state court’s determination that a rational jury could -have found that there was sufficient evidence of guilt ... was objectively unreasonable.” Id. at 965.\nThe state courts applied the correct law, because they examined the evidence under the Jackson standard. The pivotal question, then, is whether the California Court of Appeal, which issued the last reasoned state-court decision, unreasonably applied Jackson in affirming Petitioner’s conviction for second-degree murder. Boyer, 659 F.3d at 965.\nViewing the evidence in the light most favorable to the prosecution, the California Court of Appeal reasonably held that a rational jury could find, beyond a reasonable doubt, that Petitioner murdered Conde. There was evidence from which the jury rationally could find: (1) that Petitioner had opportunity, because between 1:20 or 1:30 a.m. and 2:09- a.m. (a period of 39 to 49 minutes), Petitioner could have struck Conde in the head, washed herself in the spa and changed out of her bloodied clothes, and disposed of the murder weapon and clothes beyond the perimeter of the police search, before calling 911; (2) that Petitioner had access to a weapon, such as the missing golf club and third baseball bat; (3) that Petitioner’s sustained anger at Conde created motive;- (4) that Petitioner’s lies to investigators evidenced consciousness of guilt; (5) that Petitioner attempted to make it appear, falsely, that a robbery had occurred in connection with the murder; (6) that Petitioner was willing to settle arguments with violence, such as her violent confrontation with Conde earlier that day and her history of domestic violence against Conde and her ex-husband; (7) that the intruder was known to Conde, due to his lack of defensive wounds; the absence of signs of forced entry, and the fact that Petitioner’s dog was not heard barking on the night of the murder; and (8) that the two people who, according to the defense, might have committed the murder had solid alibis.\nAlthough the evidence presented at trial could yield an alternative inference, we “must respect the exclusive province of the [jury] to determine the credibility of witnesses, resolve evidentiary conflicts, and draw reasonable inferences from proven facts.” United States v. Archdale, 229 F.3d 861, 867 (9th Cir.2000) (internal quotation marks omitted). And, although the evidence was circumstantial, a conviction— even for murder — may rest solely on such evidence. See People v. Snow, 30 Cal.4th 43, 132 Cal.Rptr.2d 271, 65 P.3d 749, 761 (2003) (per curiam) (holding that circumstantial evidence alone supported the defendant’s murder conviction); see also United States v. Cordova Barajas, 360 F.3d 1037, 1041 (9th Cir.2004) (holding that “circumstantial evidence alone can be sufficient to demonstrate a defendant’s guilt”).\nWere we the jury, we might have entertained a reasonable doubt. Were we sitting as the reviewing court on direct appeal, we might have found the evidence to be insufficient. But under AEDPA, which demands double deference, we are limited to deciding whether the California courts unreasonably applied Jackson. They did not.\nAFFIRMED.\n. Dills died in a motorcycle accident after the preliminary hearing but before the trial. His preliminary hearing testimony was read to the jury. The propriety of that procedure is not challenged here.\n. There also was evidence that Petitioner had been physically violent with Conde in the past. For example, one of Conde's children told the police that Petitioner once punched Conde in the face, leaving him with a bloody nose. In addition, Petitioner’s ex-husband, Joe Bugarski, testified that, during one argument, Petitioner tackled Bugarski off his bicycle, after which he slapped her, and she hit him in the head with a cordless phone and retrieved a butter knife with which she threatened him. On another occasion, Petitioner threw a plate of food at her ex-husband and threatened him with a baseball bat.\n. No one, including Petitioner’s neighbors, heard her dog Otto bark on the night of the murder. He barked when someone he did not know went onto her property. After the murder, Otto barked and howled at the police investigator.\n. The police did not search a strip mall, a school, or a YMCA (including their trash dumpsters), which were located within a very short distance of Petitioner’s house.\n. The absence of blood on Petitioner was significant because one of the first officers on the scene testified that there was blood on the ground behind the couch, which was difficult to avoid stepping in. Petitioner testified that she went in and out of the house at least twice, ran frantically throughout the house, and put her hands on Conde. At trial, she testified that she pulled Conde's body by the hand so hard that he- \"lifted up.” But there were no bloody tracks in the house. Although Petitioner testified that she removed her shoes and called 911 barefoot from the kitchen, where broken glass was found, there also was no evidence that her feet were cut.\n. At trial, Petitioner suggested that either her ex-husband or Conde's ex-girlfriend may have committed the murder. Petitioner's ex-husband introduced evidence that he was asleep with his girlfriend and son at his girlfriend's parents’ house. His girlfriend testified that she slept- on the outside edge of the bed and that no one in the house was disturbed during the night. Conde's ex-girlfriend introduced evidence that she was on a date that ended between 12:45 a.m. and 1:15 a.m. on the morning of October 6, 2003, after which she dropped her date off at his home in Whittier, about 30 miles from Petitioner’s home.\n. But the shoes were found facing the front door, not away from it.\n. Although Petitioner testified that she never found her car keys, the jury reasonably could find that the keys with a shamrock on them, found hanging in the kitchen, were hers, as she had shamrock tattoos and a shamrock on her motorcycle helmet.\n. Investigators found an empty champagne bottle and a cup in the trash at Petitioner's . house. The champagne was being saved for Petitioner's birthday, and the prosecutor theorized that Petitioner became angrier when she found that Conde had consumed the birthday champagne.",
        "type": "majority",
        "author": "GRABER, Circuit Judge:"
      },
      {
        "text": "WATFORD, Circuit Judge,\nconcurring:\nI have grave doubts about whether the State has convicted the right person in this case. Those doubts stem from the fact that it would have been virtually impossible for the defendant to commit the crime and eliminate all traces of her involvement even if she had arrived home at 1:20 a.m., as the State contends, rather than around 2:00 a.m., as the defendant testified at trial. I am also troubled by the fact that the only witness who placed the defendant at home as early as 1:20 a.m. never actually testified at trial. This witness’s testimony was so critical — and the State’s case so thin — that the trial judge said he would not even have allowed the case to go to the jury without it. Yet the jury was left to assess the credibility of this witness based on a cold preliminary hearing transcript, rather than all the subtle and intangible factors juries take into account when they evaluate live testimony, because the witness died before trial commenced.\nDespite these misgivings, I join the court’s disposition. As the court notes, one of the inevitable consequences of the doubly deferential standard of review we must apply under AEDPA “is that judges will sometimes encounter convictions that they believe to be mistaken, but that they must nonetheless uphold.” Cavazos v. Smith, — U.S.-, 132 S.Ct. 2, 4, 181 L.Ed.2d 311 (2011) (per curiam).",
        "type": "concurrence",
        "author": "WATFORD, Circuit Judge,"
      }
    ],
    "attorneys": [
      "Alexander Simpson (argued) and Alissa Bjerkhoel, California Innocence Project, San Diego, CA, for Petitioner-Appellant.",
      "Arlene A. Sevidal, Deputy Attorney General (argued), Kamala D. Harris, Attorney General of California, Julie L. Garland, Senior Assistant Attorney General, and Kevin Vienna, Supervising Deputy Attorney General, for Respondent-Appellee."
    ],
    "corrections": "",
    "head_matter": "Kimberly Louise LONG, Petitioner-Appellant, v. Deborah K. JOHNSON, Warden, Respondent-Appellee.\nNo. 12-55820.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted July 8, 2013.\nFiled Dec. 2, 2013.\nAlexander Simpson (argued) and Alissa Bjerkhoel, California Innocence Project, San Diego, CA, for Petitioner-Appellant.\nArlene A. Sevidal, Deputy Attorney General (argued), Kamala D. Harris, Attorney General of California, Julie L. Garland, Senior Assistant Attorney General, and Kevin Vienna, Supervising Deputy Attorney General, for Respondent-Appellee.\nBefore: SUSAN P. GRABER, JOHNNIE B. RAWLINSON, and PAUL J. WATFORD, Circuit Judges."
  },
  "file_name": "0891-01",
  "first_page_order": 917,
  "last_page_order": 923
}