{
  "id": 3727039,
  "name": "Susan C. TURNER, Individually and as Administratrix of the Estate of Roger W. Turner, Jr., Plaintiff-Appellant, v. UNITED STATES of America; United States Coast Guard, Defendants-Appellees, and Liberty Mutual Insurance Company, d/b/a Montgomery Insurance; Simmons & Harris Insurance Agency, Inc.; The Netherlands Insurance Company, Defendants",
  "name_abbreviation": "Turner ex rel. Estate of Turner v. United States",
  "decision_date": "2013-11-20",
  "docket_number": "No. 12-1953",
  "first_page": "274",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 274"
    }
  ],
  "court": {
    "name_abbreviation": "4th Cir.",
    "id": 8954,
    "name": "United States Court of Appeals for the Fourth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "553 F.3d 353",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3718418
      ],
      "pin_cites": [
        {
          "page": "358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/553/0353-01"
      ]
    },
    {
      "cite": "342 F.3d 493",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9100149
      ],
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/342/0493-01"
      ]
    },
    {
      "cite": "986 F.2d 689",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        662044
      ],
      "pin_cites": [
        {
          "page": "698"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/986/0689-01"
      ]
    },
    {
      "cite": "871 F.Supp. 1275",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7847144
      ],
      "pin_cites": [
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/871/1275-01"
      ]
    },
    {
      "cite": "257 F.3d 534",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11084966
      ],
      "pin_cites": [
        {
          "page": "544"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/257/0534-01"
      ]
    },
    {
      "cite": "445 U.S. 136",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1777447
      ],
      "weight": 5,
      "year": 1980,
      "pin_cites": [
        {
          "page": "150"
        },
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/445/0136-01"
      ]
    },
    {
      "cite": "590 F.3d 272",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3505215
      ],
      "pin_cites": [
        {
          "page": "276-76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/590/0272-01"
      ]
    },
    {
      "cite": "269 F.R.D. 497",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        4272365
      ],
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/269/0497-01"
      ]
    },
    {
      "cite": "271 F.3d 583",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9464259
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "591"
        },
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/271/0583-01"
      ]
    },
    {
      "cite": "132 F.3d 1044",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11889669
      ],
      "pin_cites": [
        {
          "page": "1046-47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/132/1044-01"
      ]
    },
    {
      "cite": "71 F.3d 148",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7413147
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "155"
        },
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/71/0148-01"
      ]
    },
    {
      "cite": "360 F.3d 446",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2164191
      ],
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/360/0446-01"
      ]
    },
    {
      "cite": "17 F.3d 890",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1830358
      ],
      "pin_cites": [
        {
          "page": "903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/17/0890-01"
      ]
    },
    {
      "cite": "250 F.2d 178",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        699460
      ],
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/250/0178-01"
      ]
    },
    {
      "cite": "350 F.3d 247",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9051314
      ],
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/350/0195-01"
      ]
    },
    {
      "cite": "100 L.Ed. 48",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "350 U.S. 61",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12031304
      ],
      "weight": 2,
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/us/350/0061-01"
      ]
    },
    {
      "cite": "687 F.2d 707",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1461359
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/687/0707-01"
      ]
    },
    {
      "cite": "34 Fed.Appx. 77",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "81"
        },
        {
          "page": "84",
          "parenthetical": "internal citations omitted"
        },
        {
          "page": "81"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "14 U.S.C. § 88",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "387 F.3d 329",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9153346
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/387/0329-01"
      ]
    },
    {
      "cite": "338 F.3d 287",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9103844
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/338/0287-01"
      ]
    },
    {
      "cite": "674 F.3d 380",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6049147
      ],
      "pin_cites": [
        {
          "page": "384-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/674/0380-01"
      ]
    },
    {
      "cite": "46 U.S.C. §§ 30901-30918",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1188,
    "char_count": 22882,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 2.9691597664166473e-07,
      "percentile": 0.8501708014637147
    },
    "sha256": "f443e30cd063575ddaacec557d1572337514fecd59630e342378be7cc3693b3e",
    "simhash": "1:370cde02ca9c115a",
    "word_count": 3777
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MOTZ and DIAZ, Circuit Judges, and JOHN A. GIBNEY, JR., United States District Judge for the Eastern District of Virginia, sitting by designation."
    ],
    "parties": [
      "Susan C. TURNER, Individually and as Administratrix of the Estate of Roger W. Turner, Jr., Plaintiff-Appellant, v. UNITED STATES of America; United States Coast Guard, Defendants-Appellees, and Liberty Mutual Insurance Company, d/b/a Montgomery Insurance; Simmons & Harris Insurance Agency, Inc.; The Netherlands Insurance Company, Defendants."
    ],
    "opinions": [
      {
        "text": "Affirmed by published opinion. Judge GIBNEY wrote the opinion, in which Judge MOTZ and Judge DIAZ joined.\nGIBNEY, District Judge:\nThis case comes before the Court on an appeal of the district court’s grant of summary judgment to the defendant, the United States Coast Guard (“USCG”), in a personal injury and wrongful death action. The central issue in the case concerns whethér the Coast Guard breached a duty of care in attempting to rescue Susan Turner and her husband, Roger Turner, Jr. Based on the record in this case, we conclude that the Coast Guard is not liable for Ms. Turner’s injuries or Mr. Turner’s death.\nIn addition, the ease presents questions arising from three subsidiary matters: (1) Ms. Turner demanded sanctions premised on the USCG’s alleged deliberate spoliation of evidence; (2) she opposed the district court’s decision to grant the USCG permission to file an out-of-time motion for summary judgment, claiming the decision deprived her of due process; and (3) she challenged the propriety of the USCG’s responses to Turner’s Freedom of Information Act (“FOIA”) request. The district court ruled against her on all three issues. We find that the rulings on the issues of spoliation and the timeliness of the motion reflect proper exercises of the district court’s discretion and should not be disturbed. We also affirm the district court’s ruling that the Coast Guard’s response to Ms. Turner’s FOIA request satisfied its duty under that Act.\nWe therefore affirm the judgment of the district court.\nI.\nSusan Turner commenced this action by filing a complaint in which she — in her individual capacity and as administratrix of her husband’s estate — brought personal injury and wrongful death claims against the United States and the USCG under the Suits in Admiralty Act (“SIAA”), 46 U.S.C. §§ 30901-30918.\nThe case arises from a tragic boating incident that occurred in the coastal waters of North Carolina. On the afternoon of July 4, 2007, Ms. Turner and her husband, Roger Turner, Jr. (collectively, the “Turners”), left their home on the Little River on their private 20-foot long motorboat, intending to watch holiday fireworks. Before leaving, Roger Jr. spoke to his father, Roger Sr., telling him that the Turners would be going to one of three possible locations that evening: the Pasquotank River, the Perquimans River, or Mann’s Harbor. After leaving home, the Turners decided to travel to a party at the home of a friend, located on the Perquimans River.\nThe Turners left that affair at around 8:30 p.m. By then, the seas were rough, with waves of three to four feet. The Turners did not wear life jackets. Attempting to move from bow to stern, Ms. Turner fell overboard at approximately 9:00 p.m., nearly one and a half miles offshore. She cried out to her husband, who responded, and turned the boat around to come back for her. Ms. Turner could see the boat but could not see Roger Jr. Soon Ms. Turner lost sight of the boat. At some point thereafter, Roger Jr. also entered the water. The Turners’ boat stayed afloat, drifting downriver.\nWhen the Turners did not return home by 9:30 p.m., Roger Sr. became concerned. After trying without success to reach the Turners on their cell phones, he called 911 at about 12:25 a.m. That office relayed Roger Sr.’s information to the North Carolina Wildlife Resources Commission (“NC Wildlife”) and the USCG, which returned Roger Sr.’s call at about 1:00 a.m. on July 5. Roger Sr. told the Command Duty Officer that the Turners were overdue in returning home, and that they might be in one of three locations his son had given him earlier that afternoon. He also mentioned that the Turners could be at a fourth location, a friend’s cabin of unknown address.\nRoger Sr. told the duty officer that the Turners were experienced boaters and strong swimmers. He also told the Coast Guard that the Turners’ vessel had flares, a VHF radio, cell phones, flotation devices, an anchor, and food and water. Upon receipt of this information, the USCG decided that, due to the number of potential locations and the current deployment of search assets on a confirmed emergency mission (a missing jet ski), the USCG would not initiate an active search for the Turners’ overdue boat at that time. Instead, the duty officer informed Roger Sr. that the USCG would begin making radio calls and would inquire with local marinas later that morning.\nNC Wildlife contacted the USCG in regards to Roger Sr.’s call. The USCG told NC Wildlife that it would request assistance from NC Wildlife if necessary, but that due to the size of the area in which the Turners might be located and the nature of the call (an overdue boat manned by two experienced boaters and swimmers), the USCG did not intend to initiate a search and rescue operation at that time.\nAt approximately 1:00 a.m., a USCG helicopter that had been searching for the overdue jet ski left that operation to return to Elizabeth City to refuel, traveling on a flight path that led up the Pasquotank River. The USCG ordered that helicopter, as it traveled up the Pasquotank, to look for the Turners’ boat, an activity that did not require the helicopter to deviate from its flight path. The crew did not see the Turners’ boat while en route to Elizabeth City.\nLater that morning, the USCG conducted a series of preliminary and extended communication searches (“PRECOMS” and “EXCOMS,” respectively). These operations, in effect information-gathering activities, included call-outs to the Turners’ boat, an “Urgent Marine Information Broadcast” requesting other boaters to contact the USCG with any information, and calls and visits to marinas where the Turners might have decided to tie up. The USCG concluded their PRECOM and EXCOM searches at approximately 8:40 a.m. on July 5.\nShortly before 8:00 a.m., the USCG dispatched a 21-foot utility boat from the Oregon Inlet Coast Guard Station. That craft launched at approximately 9:15 a.m. and began searching\" the area of Mann’s Harbor, one of the four places that Roger Sr. gave as a possible location of the Turners. Meanwhile, the host of the party the Turners had attended on July 4, aware of their failure to return home, began retracing the Turners’ likely return route up the Perquimans River. He discovered the Turners’ boat, beached and empty, at approximately 9:00 a.m. . Upon learning of this discovery, the USCG reclassified the incident from a “possible overdue” to an “overdue distress” case, and launched an air and sea, search for the Turners. From the morning of July 5 through the evening of July 6, the USCG deployed twelve manned search and rescue boats and planes, and searched 173 square nautical miles. The USCG utilized the Turners’ boat’s GPS when performing their search. The USCG suspended its search activities on July 6 at 7 p.m.\nDuring the night of July 4 and into the morning of July 5, Ms. Turner tread water for nearly 12 hours, surviving by clinging to crab pot buoys. She came ashore at about 9:20 a.m. on July 5. The USCG, despite the extensive search efforts described above, did not find Roger Jr.; his body washed ashore two days later. The medical examiner listed Roger Jr.’s cause of death as drowning but could not identity a precise time of death.\nII.\nWe review a district court’s decision granting summary judgment de novo, applying the same legal standards as the district court and viewing all facts and reasonable inferences therefrom in the light most favorable to the nonmoving party, here the Turners. T-Mobile Ne. LLC v. City Council of Newport News, 674 F.3d 380, 384-85 (4th Cir.2012). Summary judgment is appropriate “if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56(a).\nMs. Turner’s claim arises under admiralty law. In the arena of tort law, general maritime law mirrors many principles of traditional negligence law. See McMellon v. United States, 338 F.3d 287, 298 (4th Cir.2003) (McMellon I), vacated en banc on other grounds, 387 F.3d 329 (4th Cir.2004). Ms. Turner bears the burden of establishing that the USCG owed her and her late husband an identifiable duty, that the USCG breached that duty, and that the USGG’s breach of duty proximately caused harm to the Turners. Id. Ms. Turner’s attempt to establish a prima facie case falls short on several fronts.\nThe USCG’s enabling statute, 14 U.S.C. § 88, authorizes the USCG to undertake rescue efforts, but does not impose any affirmative duty to commence such rescue operations. See Hurd v. United States, 34 Fed.Appx. 77, 81 (4th Cir.2002) (collecting cases). But, “once the Coast Guard undertakes a rescue operation, it must act with reasonable care.” Sagan, 342 F.3d at 498 (citing Patentas v. United States, 687 F.2d 707 (3d Cir.1982)). “Its actions are judged according to the so-called ‘Good Samaritan’ doctrine.” Id. “Under this doctrine, a defendant [becomes] liable for breach of a duty voluntarily assumed by affirmative conduct, even when that assumption of duty was gratuitous.” Id. (citing Indian Towing Co. v. United States, 350 U.S. 61, 76 S.Ct. 122, 100 L.Ed. 48 (1955)); see also, Thames Shipyard & Repair Co. v. United States, 350 F.3d 247, 261 (1st Cir.2003); Frank v. United States, 250 F.2d 178, 180 (3d Cir.1957).\nThe Good Samaritan doctrine, however, sets a high bar to impose liability on a rescuer. The evidence must show that the rescuer failed to exercise reasonable care in a way that worsened the position of the victim. See Sagan, 342 F.3d at 498 (citing Myers v. United States, 17 F.3d 890, 903 (6th Cir.1994)). “There are two ways in which a rescuer can worsen the position of the subject of the rescue. The first is by increasing the risk of harm to the person in distress. The second is to induce reliance, either by the subject or other potential rescuers, on the rescuer’s efforts.” Hurd, 34 Fed.Appx. at 84 (internal citations omitted); see also, Restatement (Second) of Torts §§ 323, 324A, 327. The test is whether “the risk was increased over what it would have been had the defendant not engaged in the undertaking at all.” Sagan, 342 F.3d at 498.\nThe Turners have not shown that the USCG’s actions worsened their position. Whatever happened to the Turners, the Coast Guard did not “increase the risk of harm” that confronted the unfortunate couple. In fact, the USCG did not intervene in their situation at all until their boat was discovered grounded, so it could hardly have worsened their position. Indeed, the thrust of the plaintiffs case is that the USCG should have done something to alleviate the Turners’ predicament sooner. As we noted above, the USCG was under no obligation to do so. Cf. Hurd, 34 Fed.Appx. at 81.\nNor did the USCG’s actions worsen the Turners’ position by inducing reliance on the part of either the Turners or a third party. Obviously, the Turners themselves never spoke with the Coast Guard, and so could not have relied on representations by the USCG.\nRecognizing this problem, Ms. Turner points to the discussion between a USCG command duty officer and an official from NC Wildlife as evidence that the latter relied on the USCG’s rescue efforts and so was dissuaded from commencing its own rescue effort. The record does not support this claim. The USCG did not represent to NC Wildlife that it would undertake a rescue operation. In fact, the duty officer expressly told NC Wildlife that the USCG was not preparing to launch search and rescue operations. A NC Wildlife official testified that his agency also would not have launched a search and rescue operation at that time, regardless of the USCG’s actions, because of both the dearth of actionable information and the prevailing weather conditions.\nIn short, the USCG neither increased the danger facing the Turners nor induced reliance on the part of either the Turners or a third party. Accordingly, Ms. Turner cannot prove the USCG breached its duty to the Turners, and the district court properly entered summary judgment on the Turners’ tort claims.\nIII.\nThe district court properly denied Ms. Turner’s motion for sanctions based on spoliation. Spoliation is a rule of evidence, and the decision to impose sanctions for violations is one “ ‘administered at the discretion of the trial court’ ” and governed by federal law. Hodge v. Wal-Mart Stores, Inc., 360 F.3d 446, 450 (4th Cir.2004) (quoting Vodusek v. Bayliner Marine Corp., 71 F.3d 148, 155 (4th Cir.1995)). When reviewing a district court’s ruling on a plaintiffs request for a spoliation inference, even on a grant of summary judgment, we have held that the district court’s ruling “must stand unless it was an abuse of the district court’s ‘broad discretion’ in this regard.” Id. (citing Cole v. Keller Indus., Inc., 132 F.3d 1044, 1046-47 (4th Cir.1998)). Ms. Turner, as the party disputing the district court’s. ruling, bears the burden of establishing spoliation. See id. at 453.\nA party seeking sanctions based on the spoliation of evidence must establish, inter alia, that the alleged spoliator had a duty to preserve material evidence. This duty arises “not only during litigation but also extends to that period before the litigation when a party reasonably should know that the evidence may be relevant to anticipated litigation.” Silvestri v. Gen. Motors Corp., 271 F.3d 583, 591 (4th Cir.2001). Generally, it is the filing of a lawsuit that triggers the duty to preserve evidence. Victor Stanley, Inc. v. Creative Pipe, Inc., 269 F.R.D. 497, 522 (D.Md.2010). Moreover, spoliation does not result merely from the “negligent loss or destruction of evidence.” Vodusek, 71 F.3d at 156. Rather, the alleged destroyer must have known that the evidence was relevant to some issue in the anticipated case, and thereafter willfully engaged in conduct resulting in the evidence’s loss or destruction. See id. Although the conduct must be intentional, the party seeking sanctions need not prove bad faith. Id.\nHere, Ms. Turner says the USCG wrongfully destroyed audio recordings of telephone calls to the Coast Guard by recycling them and recording over them. The plaintiff, however, did nothing to trigger a duty to preserve evidence on the part of the USCG. She did not send the USCG a document preservation letter, or any other correspondence threatening litigation. After learning that Roger Jr. had gone overboard the night of July 4, the USCG specifically reviewed the voice recordings for that night the very next morning and discovered nothing. The action of recycling the voice recordings was standard operating procedure for the USCG. Without a warning of future litigation or reason to believe that voice recordings devoid of a rescue call would be relevant in any event, the Coast Guard had no reason to change its standard routine. Ms. Turner has not established that the USCG had a duty to preserve the audio recordings, so the district court’s decision not to award sanctions is clearly correct.\nTV.\nWe review a grant of summary judgment in a FOIA claim de novo. Hunton & Williams v. U.S. Dep’t of Justice, 590 F.3d 272, 276-76 (4th Cir.2010). In this case, the plaintiff sought certain documents from the USCG. The Coast Guard produced all documents responsive to the request, but Ms. Turner argues that the USCG must have other, additional records responsive to her request.\nA valid FOIA claim requires three components: the agency must have (1) improperly (2) withheld (3) agency records. Kissinger v. Reporters Comm, for Freedom of the Press, 445 U.S. 136, 150, 100 S.Ct. 960, 63 L.Ed.2d 267 (1980). “[District courts typically dispose of FOIA cases on summary judgment before a plaintiff can conduct discovery.” Rugiero v. U.S. Dep’t of Justice, 257 F.3d 534, 544 (6th Cir.2001).\nHere, the district court concluded that the USCG conducted a proper and reasonable search for records in response to the Turner’s FOIA request, and determined that the USCG had provided the Turners with all such documents in its possession. The USCG stated it did not withhold any responsive documents, and Ms. Turner advanced no evidence to refute this contention.\nThe FOIA imposes limited duties on federal agencies. “[FOIA] does not obligate agencies to create or retain documents; it only obligates them to provide access to those which it in fact has created and retained.” Kissinger, 445 U.S. at 152, 100 S.Ct. 960. To this end, courts have held that FOIA does not provide a remedy for “destruction of documents.” See Inman v. Comm’r, 871 F.Supp. 1275, 1277 (E.D.Cal.1994) (“The destruction of documents in the normal course of an agency’s business is not relevant to whether or not the agency has complied with a FOIA request.”).\nRecognizing the limitations of the FOIA, Ms. Turner argues that the USCG’s failure to retain voice tapes and emails should stand as proof that the USCG’s search for such responsive documents was inadequate. This is illogical and incorrect. The lack of responsive documents does not signal a failure to search. The USCG’s diligence in this case is underscored by its candid admission that it had recorded over its tape of phone calls from the night of the accident.\nFOIA required that the USCG satisfy its duty of production by producing the responsive documents in the USCG’s possession at the time of Ms. Turner’s FOIA request. .The USCG did so. The district court appropriately granted summary judgment to the USCG on this claim.\nV. .\nMs. Turner argues the district court deprived her of due process by permitting the USCG to file its summary judgment motion more than twelve months after the deadline for filing dispositive motions. We review a district court’s decisions pertaining to the management of its own docket under an abuse of discretion standard. Marryshow v. Flynn, 986 F.2d 689, 698 (4th Cir.1993).\nThe de facto extension of time to file the motion lay within the sound discretion of the district court, and we see no reason to disturb the court’s action. ' The district court gave Ms. Turner the opportunity, to file a brief in opposition to. the USCG’s motion for summary judgment, and Ms. Turner did so. Her due process rights were, not violated.\nYI.\nFor the reasons stated above, we affirm the judgment of the district court. AFFIRMED.\n. The log for the Turner case in the CG’s Marine Information for Safety and Law Enforcement (MISLE) system contains an entry corresponding with the time of 9:58 p.m. on July 4, 2007, stating: \"Response resource requested.” The resource requested, \"UTL-212051,” was a 21-foot utility boat stationed at the USCG’s Elizabeth City Air Station. The USCG later explained this entry was a \"placeholder” created by the watch-stander, and unrelated to any actual call. The watch-stander testified that he chose this time randomly. The record contains no evidence that the USCG tried to rescue the Turners as early as 9:58 p.m., or that the USCG even had any information concerning the Turners at that time.\n. Ordinarily, the USCG enjoys sovereign immunity in its activities. The SIAA provides a limited waiver of sovereign immunity. See Sagan v. United States, 342 F.3d 493, 497 (6th Cir.2003). Even with the waiver of immunity, the USCG cannot be held liable for injuries arising from the performance of discretionary functions. See McMellon v. United States, 387 F.3d 329, 338 (4th Cir.2004) (McMellon II). The parties devote a considerable portion of their briefs to the issue of sovereign immunity, but we need not consider this issue because we find that the USCG did not violate the relevant standard of care in any action taken or decision made.\n. Because the USCG has no duty to rescue, the law imposes no standard of care until an attempted rescue commences. The parties devoted much effort below, and considerable effort in this Court, arguing over when the USCG's attempted rescue began. Because we find that the USCG did not violate the operative standard of care at any time, we need not address the issue of when the formal rescue attempt began.\n. An additional problem exists for Ms. Turner as administratrix of her husband’s estate. The evidence does not establish when Mr. Turner died. Roger Jr. could well have been dead before the USCG even had a chance to try to rescue him. Given this gap in the plaintiff's evidence, the Coast Guard could not have been held liable for Roger Jr.'s unfortunate death.\n. Ms. Turner also attempts to state a tort claim for spoliation. Spoliation of evidence, standing alone, does not constitute a basis for a civil action under either federal or admiralty law. See Silvestri, 271 F.3d at 590.\n. On appeal, Ms. Turner emphasizes the USCG’s failure to search for a duplicate set of tapes that may have existed at the USCG's District 5 Command Center in Virginia. The USCG reported that it found no responsive recordings based on a search for electronic recordings only at its Atlantic Beach facility in North Carolina. The latter facility coordinated the USCG’s efforts with respect to the Turners. The FOIA officer did not search District 5, nor did the Coast Guard initially disclose the possible existence of a duplicate set of tapes at that location. Nonetheless, the district court’s grant of summary judgment was proper because the FOIA officer had a reasoned explanation for not searching the Virginia Command Center, and FOIA does not require duplicative searches. See Rein v. U.S. Patent & Trademark Office, 553 F.3d 353, 358 (4th Cir.2009).\n. Ms. Turner also contends that the district court erred when it denied a joint motion for a court-hosted settlement conference. The decision to conduct a settlement conference pertains, again, to the district court’s management of its own docket. Ms. Turner cannot show that the district court abused its discretion in this matter.",
        "type": "majority",
        "author": "GIBNEY, District Judge:"
      }
    ],
    "attorneys": [
      "ARGUED: Cynthia Marie Currin, Crisp, Page & Currin, LLP, Raleigh, North Carolina, for Appellant. Bruce A. Ross, United States Department of Justice, Washington, D.C., for Appellees. ON BRIEF: Thomas G. Walker, United States Attorney, Office of the United States Attorney, Raleigh, North Carolina; Stuart F. Delery, Principal Deputy Assistant Attorney General, Douglas M. Hottle, Torts Branch, Civil Division, United States Department of Justice, Washington, D.C., for Appellees."
    ],
    "corrections": "",
    "head_matter": "Susan C. TURNER, Individually and as Administratrix of the Estate of Roger W. Turner, Jr., Plaintiff-Appellant, v. UNITED STATES of America; United States Coast Guard, Defendants-Appellees, and Liberty Mutual Insurance Company, d/b/a Montgomery Insurance; Simmons & Harris Insurance Agency, Inc.; The Netherlands Insurance Company, Defendants.\nNo. 12-1953.\nUnited States Court of Appeals, Fourth Circuit.\nArgued: Sept. 17, 2013.\nDecided: Nov. 20, 2013.\nARGUED: Cynthia Marie Currin, Crisp, Page & Currin, LLP, Raleigh, North Carolina, for Appellant. Bruce A. Ross, United States Department of Justice, Washington, D.C., for Appellees. ON BRIEF: Thomas G. Walker, United States Attorney, Office of the United States Attorney, Raleigh, North Carolina; Stuart F. Delery, Principal Deputy Assistant Attorney General, Douglas M. Hottle, Torts Branch, Civil Division, United States Department of Justice, Washington, D.C., for Appellees.\nBefore MOTZ and DIAZ, Circuit Judges, and JOHN A. GIBNEY, JR., United States District Judge for the Eastern District of Virginia, sitting by designation."
  },
  "file_name": "0274-01",
  "first_page_order": 300,
  "last_page_order": 309
}