{
  "id": 3727587,
  "name": "In the matter of the ESTATE OF Ira J. SANDERS, Deceased, Ruther Sanders, Administrator, Plaintiff-Appellant v. UNITED STATES OF AMERICA, Defendant-Appellee",
  "name_abbreviation": "Estate of Sanders v. United States",
  "decision_date": "2013-11-21",
  "docket_number": "No. 12-60901",
  "first_page": "430",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "736 F.3d 430"
    }
  ],
  "court": {
    "name_abbreviation": "5th Cir.",
    "id": 8820,
    "name": "United States Court of Appeals for the Fifth Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "5 So.3d 393",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        8172211
      ],
      "pin_cites": [
        {
          "page": "408-09"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/5/0393-01"
      ]
    },
    {
      "cite": "856 So.2d 353",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9092856
      ],
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/856/0353-01"
      ]
    },
    {
      "cite": "40 So.3d 1270",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        7049591
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1280"
        },
        {
          "page": "1279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/40/1270-01"
      ]
    },
    {
      "cite": "905 So.2d 1261",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9050952
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/905/1261-01"
      ]
    },
    {
      "cite": "516 So.2d 488",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7572514
      ],
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/516/0488-01"
      ]
    },
    {
      "cite": "75 So.3d 609",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        7028622
      ],
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/75/0609-01"
      ]
    },
    {
      "cite": "2013 WL 3776695",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2013,
      "pin_cites": [
        {
          "page": "*5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "91 So.3d 616",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        7014095
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "625"
        },
        {
          "page": "625",
          "parenthetical": "holding that \"testimony, taken as a whole, must establish 'reasonable medical certainty' that the negligence caused the injuries at issue\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/91/0616-01"
      ]
    },
    {
      "cite": "475 So.2d 439",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7609561
      ],
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/475/0439-01"
      ]
    },
    {
      "cite": "35 So.3d 1242",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        7051712
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/35/1242-01"
      ]
    },
    {
      "cite": "684 So.2d 591",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7426457,
        7426401
      ],
      "pin_cites": [
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/684/0591-02",
        "/so2d/684/0591-01"
      ]
    },
    {
      "cite": "97 So.3d 1197",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        7025816
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/97/1197-01"
      ]
    },
    {
      "cite": "9 So.3d 381",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        7062295
      ],
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/9/0381-01"
      ]
    },
    {
      "cite": "908 So.2d 117",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        8927618
      ],
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/908/0117-01"
      ]
    },
    {
      "cite": "8 So.3d 175",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        8401292
      ],
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/8/0175-01"
      ]
    },
    {
      "cite": "605 So.2d 805",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7485541
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "809"
        },
        {
          "page": "809"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/605/0805-01"
      ]
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 5,
      "year": 1986,
      "pin_cites": [
        {
          "page": "322-23"
        },
        {
          "page": "322-23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "954 So.2d 951",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        8337516
      ],
      "weight": 15,
      "pin_cites": [
        {
          "page": "956-57"
        },
        {
          "page": "964"
        },
        {
          "page": "954"
        },
        {
          "page": "954-55"
        },
        {
          "page": "955"
        },
        {
          "page": "966"
        },
        {
          "page": "964"
        },
        {
          "page": "965"
        },
        {
          "page": "965-66"
        },
        {
          "page": "964"
        },
        {
          "page": "960-61",
          "parenthetical": "internal quotation marks and citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/954/0951-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 1346",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)(1)"
        },
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "523 F.3d 597",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3784372
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "601"
        },
        {
          "page": "601"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/523/0597-01"
      ]
    },
    {
      "cite": "315 F.3d 533",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9375572
      ],
      "pin_cites": [
        {
          "page": "537-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/315/0533-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "453 F.3d 283",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3335849
      ],
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/453/0283-01"
      ]
    },
    {
      "cite": "610 F.3d 917",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3695854
      ],
      "pin_cites": [
        {
          "page": "922"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/610/0917-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1072,
    "char_count": 23506,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 1.0816683688967381e-07,
      "percentile": 0.5626569348251578
    },
    "sha256": "31005b80a9733cc721e972e001c4771a6408a5654eec9e2152b2f88033798bef",
    "simhash": "1:b6809b104d2e4d25",
    "word_count": 3741
  },
  "last_updated": "2024-02-27T16:55:59.249303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SMITH, DENNIS, and HIGGINSON, Circuit Judges."
    ],
    "parties": [
      "In the matter of the ESTATE OF Ira J. SANDERS, Deceased, Ruther Sanders, Administrator, Plaintiff-Appellant v. UNITED STATES OF AMERICA, Defendant-Appellee."
    ],
    "opinions": [
      {
        "text": "HIGGINSON, Circuit Judge.\nIra J. Sanders (“Sanders”), who received medical treatment from the Department of Veterans Affairs, died of stomach cancer in 2008. Sanders’s estate (“the Estate”) filed a malpractice suit against his health care providers under the Federal Tort Claims Act (“FTCA”), alleging in part that they failed to provide appropriate follow-up care after discovering a mass in Sanders’s stomach in 2003. The district court granted summary judgment for the United States based on its finding that the Estate’s expert report failed to establish the relevant standard of care or create a question of fact as to the remaining elements of a malpractice claim under Mississippi law. Despite the tragic facts of this case, we agree that the expert’s report was legally inadequate, and we AFFIRM.\nFACTS AND PROCEDURAL HISTORY\nSanders experienced symptoms of reflux in 2003 and sought attention from his primary care doctors at the Meridian Community Based Outpatient Clinic (“Meridian Clinic”). Doctors at the Meridian Clinic referred Sanders to the Jackson VA Medical Center (“JVAMC”) for an esophago-gastroduodenoscopy (alternately referred to in the record as an “endoscopy” or “EGD”), a procedure that visualizes the upper part of the gastrointestinal tract. Dr. Maher Azzouz, a board-certified gas-troenterologist, performed the EGD on December 10, 2003. According to JVAMC medical records, Dr. Azzouz discovered a “mass” in Sanders’s stomach, which the medical records describe as: “fragments of adenomatous dysplatic mucosa, consistent with papillary adenoma.”\nThe medical records also note findings of “[cjomplete intestinal metaplasia.” The medical records for December 12, 2003, indicate that due to the “stomach polyp,” Dr. Azzouz was “to do Endoscreen” on February 12, 2004, and that Sanders would be “notified by letter.” On January 26, 2004, Dr. Azzouz rescheduled the follow-up test for March 12, 2004. Under “indications for procedure,” the records again note: “stomach[] polyp.” Sanders was notified of the date of the procedure, but the Estate alleges that he was not notified of the reason it was needed.\nTwo of Sanders’s children, Belinda and James, accompanied Sanders to the JVAMC on March 12, 2004. According to Belinda and James Sanders’s affidavits, upon arrival, they were “told by staff members ... that there was no EGD scheduled for [Sanders] that day and that since he had an EGD performed with[in] the past year that there was no necessity to repeat the test.”\nIn the summer of 2008, Sanders was again evaluated at the Meridian Clinic after experiencing weight loss and difficulty eating. He was admitted to JVAMC on July 8, 2008; an EGD performed by Dr. Stephen Tuuri the next day revealed a cancerous stomach mass. Sanders underwent surgery on July 25, 2008. He died on July 29, 2008. The Estate does not allege malpractice in connection with Sanders’s care in 2008.\nRuther Sanders, Sanders’s widow and the administrator of the Estate, filed an FTCA claim in June 2010. The complaint alleged malpractice on the part of the United States “acting through its agents, servants and or employees at the [JVAMC] in Jackson, Mississippi and also at the [Meridian Clinic].” The Estate asserted that employees both of the JVAMC and the Meridian Clinic “owed a duty to [Sanders] to relay to him the results of the endoscopy performed by Dr. Azzouz on 12-10-2003 ... and further to provide appropriate follow-up care for the pre-cancerous stomach lesion which if performed pursuant to the standard of care, the cancer would have been detected at an earlier date and would have been amenable to surgical cure.” The complaint continued: “As a direct and proximate result of the failure to provide the appropriate standard of care ... Sanders’[s] disease remained untreated and he subsequently died.”\nThe district court, on the agreement of both parties, granted the government’s motion to dismiss the Meridian Clinic defendants, on the grounds that they were not government employees under the FTCA. The order noted that the Estate’s “claims regarding Dr. Azzouz, an employee of the government, are not the subject of the motion to dismiss,” but did not mention potential claims against other JVAMC employees.\nBoth parties submitted expert reports. The Estate’s report was authored by Dr. Robert Sklaroff, an attending physician at Nazareth Hospital, Philadelphia, who is board-certified in internal medicine and medical oncology. Dr. Skarloffs report concluded that, had Sanders\nbeen provided episodic follow-up gastro-scopio evaluations, the lesion would have been detected at an earlier moment in its natural history ... [ellipsis in report] when it would have been amenable to surgical cure. It was beneath the standard-of-care for such monitoring not to have been offered to the patient during the half-decade between the detection of the pathologic abnormalities and the establishment of the diagnosis of inoperable disease.\nThe government submitted a report authored by Dr. Thomas L. Abell, chief of gastroenterology at the University of Mississippi Medical Center. Dr. Abell concluded:\nThe procedure and recommendations by Dr. Maher Azzouz, the Gastroenterologist performing the procedure, were appropriate and meet the standard of care for this case. Further monitoring of this patient and follow up care were the responsibility of the patient’s primary care physician and not the responsibility of Dr. Azzouz, who met the standard of care in all aspects in this case.\nThe government moved for summary judgment, arguing that Dr. Skarloffs report failed to establish the necessary elements of a medical malpractice claim against Dr. Azzouz. In its response, the Estate emphasized that its “lone remaining claim is against employees of the [JVAMC], including but NOT solely limited to, Dr. Maher Azzouz.” The Estate maintained: “It is Dr. Sklaroffs opinion ... that the standard of care was breached by employees of the [JVAMC] including Dr. Azzouz, by failing to set up the EGD procedure on 3-12-2004 as ordered by Dr. Azzouz.”\nThe district court granted summary judgment for the government, finding that Dr. Sklaroffs report was inadequate. It agreed with the government that five deficiencies marred Dr. Sklaroff s report: failure to mention a government employee by name as having breached the standard of care; failure to articulate the applicable standard of care; failure to state Dr. Skla-roff s familiarity with the applicable standard of care; failure to indicate that a JVAMC employee rather than one of Sanders’ primary care providers had the duty to provide follow-up care; and failure to show causation.\nAdditionally, the district court found no support in the expert report nor the medical records for the Estate’s theory that the mass detected in 2003 was the same mass found to be cancerous in 2008, and that JVAMC employees other than Dr. Azzouz were negligent in not ensuring the second EGD took place. The district court interpreted Dr. Sklaroffs comment that had someone placed Sanders on a monitoring program, “the lesion would have been'detected at an earlier moment” to imply that the 2003 and 2008 masses were unrelated. The district court found that the medical records neither described the 2003 mass as pre-cancerous nor linked it to the 2008 mass. Even assuming a link between the 2003 and 2008 masses, the district court found that “nothing suggests that Sanders’s cancer would have been discernable by March 2004,” when the follow-up EGD was scheduled to have been performed.\nSTANDARD OF REVIEW\nThis court reviews the district court’s decision to grant summary judgment de novo, applying the same standard as the district court. Moss v. BMC Software, Inc., 610 F.3d 917, 922 (5th Cir.2010). It may award summary judgment if, viewing all evidence in the light most favorable to the non-movant, the record demonstrates that there is no genuine issue of material fact and that the moving party is entitled to a judgment as a matter of law. See United Fire & Cas. Co. v. Hixson Bros., Inc., 453 F.3d 283, 285 (5th Cir.2006); Fed.R.Civ.P. 56(a). A dispute gives rise to a genuine issue of material fact when the evidence permits a reasonable jury to return “a verdict for the non-moving party.” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). “Summary judgment must be affirmed if it is sustainable on any legal ground in the record, and it may be affirmed on grounds rejected or not stated by the district court.” S & W Enterprises, L.L.C. v. SouthTrust Bank of Alabama, NA, 315 F.3d 533, 537-38 (5th Cir.2003) (citations omitted).\nDISCUSSION\nThe FTCA allows suits against the United States for personal injury or death caused by a government employee’s negligence “under circumstances in which a private person would be liable under the law of the state in which the negligent act or omission occurred.” Hannah v. United States, 523 F.3d 597, 601 (5th Cir.2008); see also 28 U.S.C. §§ 1346(b)(1), 2674. Liability in FTCA medical malpractice cases is controlled by state law. Hannah, 523 F.3d at 601; 28 U.S.C. § 1346(b)(1). Thus, we look to Mississippi law to determine the elements of the malpractice claim.\nUnder Mississippi law, a prima facie case of medical malpractice requires proof of the following elements: “(1) the existence of a duty by the defendant to conform to a specific standard of conduct for the protection óf others against an unreasonable risk of injury; (2) a failure to conform to the required standard; and (3) an injury to the plaintiff proximately caused by the breach of such duty by the defendant.” Hubbard v. Wansley, 954 So.2d 951, 956-57 (Miss.2007). The plaintiff bears the burden of establishing these elements at the summary judgment stage through supporting evidence. Celotex Corp. v. Catrett, 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).\nExpert testimony must be used to establish these elements in a medical malpractice claim. Hubbard, 954 So.2d at 957 (citing Barner v. Gorman, 605 So.2d 805, 809 (Miss.1992)). “Not only must this expert identify and articulate the requisite standard that was not complied with, the expert must also establish that the failure was the proximate cause, or proximate contributing cause, of the alleged injuries.” Id. (quoting Barner, 605 So.2d at 809); see also McDonald v. Mem’l Hosp. at Gulfport, 8 So.3d 175, 180 (Miss.2009); Cheeks v. Bio-Med. Applications, Inc., 908 So.2d 117, 120 (Miss.2005). If the plaintiff fails to present sufficient evidence as to these elements, there is no genuine issue of material fact, and therefore summary judgment is appropriate. Celotex Corp., 477 U.S. at 322-23, 106 S.Ct. 2548. “The success of a plaintiff in establishing a case of medical malpractice rests heavily on the shoulders of the plaintiffs selected medical expert.” Estate of Northrop v. Hutto, 9 So.3d 381, 384 (Miss.2009).\nThe relevant section of Dr. Sklaroffs report reads as follows:\nThis 80-year-old male ... presented on 12/10/2003 for endoscopy due to symptoms of Gastro-Esophageal Reflux Disease [“GERD”]. The Procedure Report is not complete, but the Pathology Report revealed that a “Stomach Mass” demonstrated gastritis, and dysplasia. No follow-up was provided to assess these findings.\nThe Problem List was otherwise not contributory....\nOn 7/25/2008, [Sanders] underwent a gastrectomy for locally advanced gastric cancer (with posterior fixation and hepatic involvement), at which time he had a feeding jejunostomy. By information and belief, it is noted that he died on 7/29/2008.\nTherefore, had [Sanders] been provided episodic follow-up gastroscopic evaluations, the lesion would have been detected at an earlier moment in its natural history ... [ellipsis in report] when it would have been amenable to surgical cure. It was beneath the standard-of-care for such monitoring not to have been offered to the patient during the half-decade between the detection of the pathologic abnormalities and the establishment of the diagnosis of inoperable disease.\nThe district court found, inter alia, that Dr. Sklaroffs report was deficient, failing to establish a question of fact as to causation. Under Mississippi law, “[i]n a medical malpractice case, as in all claims for negligence, causation must be proven in order to establish a prima facie case.” Hubbard, 954 So.2d at 964. “Mississippi law does not permit recovery of damages because of mere diminishment of the chance of recovery. Recovery is allowed only when the failure of the physician to render the required level of care results in the loss of a reasonable probability of substantial improvement of the plaintiffs condition.” Id. In other words, the plaintiff must present evidence that proper treatment would lead to “a greater than fifty (50) percent chance of a better result than was in fact obtained.” Id. (quoting Ladner v. Campbell, 515 So.2d at 889 (Miss.1987)) (internal quotation marks omitted). Thus, a “mere better result absent malpractice” would not meet the causation requirement. Id. (quoting Ladner, 515 So.2d at 889).\nFurther, the “expert opinion of a doctor as to causation must be expressed in terms of medical probabilities as opposed to possibilities.” Univ. Of Mississippi Med. Ctr. v. Lanier, 97 So.3d 1197, 1202 (Miss.2012), reh’g denied (Oct. 4, 2012). “[T]he intent of the law is that if a physician cannot form an opinion with sufficient certainty so as to make a medical judgment, neither can a jury use that information to reach a decision.” Id. (quoting Catchings v. State, 684 So.2d 591, 597 (Miss.1996)). This does not, however, mean that experts must use “magic words” like the phrase “within a reasonable degree of medical certainty.” Vanlandingham v. Patton, 35 So.3d 1242, 1249 (Miss. Ct.App.2010). If the “import of [the expert’s] testimony [is] apparent,” id., that is enough:\nThe Mississippi Supreme Court has recognized “that the plaintiff is rarely able to prove to an absolute certainty what would have happened if early treatment, referral or surgery had happened.” Clayton v. Thompson, 475 So.2d 439, 445 (Miss.1985). Thus, causation may be established through circumstantial evidence so long as the circumstances shown “take the case out of the realm of conjecture and place it within the field of legitimate inference.” Estate of Gibson ex rel. Gibson v. Magnolia Healthcare, Inc., 91 So.3d 616, 625 (Miss.2012).\nLadner ex rel. Ladner v. Forrest Gen. Hosp., 2:12CV19-KS-MTP, 2013 WL 3776695, at *5 (S.D.Miss. July 18, 2013).\nMississippi courts have recognized that in cases such as this one, where the injury resulted from an underlying disease and the alleged malpractice took the form of a failure to cure, rather than the results of “any positive effects of mistreatment,” establishing causation is “particularly difficult.” Ladner, 515 So.2d at 888. Nonetheless, the plaintiff must still establish “with evidence that it was probable, or more likely than not, that the patient would have been helped by proper treatment.” Id.\nIn Hubbard v. Wansley, the Mississippi Supreme Court considered a case in which a patient fell unconscious at a hospital and struck her head during the fall. 954 So.2d at 954. Her doctor, Dr. Wansley, was contacted by telephone and advised the nurse to monitor the patient’s blood pressure and consciousness for two hours and to send her home if there was no change. Id. at 954-55. The patient was sent home, but she was later diagnosed with a hemorrhage. Id. at 955. The court affirmed the trial court’s summary judgment in favor of Dr. Wansley, in part because the plaintiffs expert, Dr. Stringer, failed to establish causation. Id. at 966.\nDr. Stringer authored two affidavits. Id. at 964. In the first, he stated: “In my opinion, [the patient] was deprived the opportunity of full recovery after her fall because of lack of treatment.” Id. In deposition testimony, Dr. Stringer admitted that even had the patient received “optimum medical care,” she could still have ended up in the same poor condition. Id. at 965. In his second affidavit, Dr. Stringer asserted that the patient would have had a greater than fifty percent chance of reduced injury with “proper[ ]” treatment, but that assertion was “given with no real facts to back it up”; instead, it was “almost wholly eonclusory on the issue of causation and [gave] very little in the way of specific facts and medical analysis to substantiate the claim.” Id. at 965-66; see also Perez v. Univ. of Mississippi Med. Ctr., 75 So.3d 609, 612 (Miss.2011) (expert’s affidavit was “eonclusory” where he “failed to explain how or why using Floxin Otic instead of Ocuflux could have caused Perez’s eye injury.”).\nIn this case, Dr. Sklaroffs report concluded: “[H]ad [Sanders] been provided episodic follow-up gastroscopic evaluations, the lesion would have been detected at an earlier moment in its natural history ... when it would have been amenable to surgical cure.” The district court noted that it is unclear whether by stating that “the lesion would have been detected” (emphasis added), Dr. Sklaroff was suggesting that the 2003 mass did not itself become cancerous. But even assuming, as the Estate urges, that the mass detected in 2003 later became cancerous, Dr. Sklaroffs assertion that the lesion “would have been amenable to surgical cure” does not establish the probability of a better outcome nor take that probability out of the realm of conjecture. See Estate of Gibson, 91 So.3d at 625 (holding that “testimony, taken as a whole, must establish ‘reasonable medical certainty’ that the negligence caused the injuries at issue”) (citation omitted); Hubbard, 954 So.2d at 964; Lanier, 97 So.3d at 1202 n. 3 (“[W]e take this opportunity to state with clarity that expert medical testimony as to causation must be set forth in terms of medical probability.”).\nDr. Sklaroffs report is distinguishable from testimony in another failure-to-diagnose case, Ladner v. Campbell, which the Mississippi Supreme Court found did create a triable issue of fact. 515 So.2d at 887. In Ladner, the defendant physician failed to diagnose a lump in the patient’s breast as cancerous. Id. at 884.. The plaintiff introduced an expert report stating that “within a reasonable medical probability, a mammography on that day [that the defendant first examined the lump] would have detected the lesion; and that the failure to diagnose probably caused her long term survival to be significantly decreased.” Id. at 887. Although the report acknowledged that “prognostication about a cancer patient’s chances is difficult,” it went through specific factors that would give the patient a “five year survival chance of 62 percent on [the day the lesion should have been discovered], as opposed to 32 percent at the time of her surgery.” Id. at 887 (noting, inter alia, the small size of the tumor and the number of lymph nodes affected). By contrast, Dr. Skla-roffs affidavit included no specific analysis of the results of Sanders’s EGD, nor the point at which surgical intervention would have yielded a better outcome. We therefore conclude that the Estate failed to establish a triable issue of fact on the question of causation.\nIn addition, we conclude that Dr. Sklaroff failed to establish with any specificity the standard of care applicable to Dr. Azzouz, or the particulars of Dr. Azzouz’s, or any other hospital employee’s, alleged breach of duty. Expert testimony under Mississippi law must “(a) articulate[ ] the duty of care the physician owes to a particular patient under the circumstances, and (b) identify! ] the particular(s) wherein the physician breached that duty and caused injury to the plaintiff patient.” Phillips ex rel. Phillips v. Hull, 516 So.2d 488, 491 (Miss.1987) (en banc) (overruled on other grounds by Whittington v. Mason, 905 So.2d 1261 (Miss.2005)). Dr. Sklaroff asserted that Sanders should have been “provided episodic follow-up gastroscopic evaluations,” and that “[i]t was beneath the standard-of-care for such monitoring not to have been offered to the patient during the half-decade” following the first EGD. Dr. Sklaroff did not clarify how often “episodic” evaluations should have taken place. See Hans v. Mem’l Hospital at Gulfport, 40 So.3d 1270, 1280 (Miss.Ct.App.2010) (holding that an expert’s report failed to establish the standard of care when it did not clarify “[h]ow soon is ‘soon,’ ” “[w]hat would be considered ‘an appropriate disposition,’ ” and “how any other procedure would have reduced delay”). In addition, although Dr. Sklaroff asserts that “no follow-up was offered” (emphasis added), he did not mention that Sanders was scheduled for a repeat EGD. This omission is significant because Dr. Sklaroff does not identify a particular alleged breach of duty — for example, not notifying Sanders of the EGD results; turning him away at his follow-up appointment; or not scheduling future follow-up appointments — nor does he specify the individual hospital staff member at fault for the alleged breach. See Hans, 40 So.3d at 1279; Powell v. Methodist Health Care Jackson Hosps., 856 So.2d 353, 356 (Miss.Ct.App.2003); cf. Estate of Guillotte ex rel. Jordan v. Delta Health Grp., Inc., 5 So.3d 393, 408-09 (Miss.2009) (reversing a grant of summary judgment to defendants where, although the plaintiffs experts did not identify individual defendants by name, there was “a significant amount of expert testimony ... regarding individual staff members’ negligence,” and “the depositions as a whole clearly indicate that individual staff members breached the standard of care”).\nCONCLUSION\nBecause Dr. Sklaroffs report does not establish causation as a medical probability or point to a breach of the standard of care with the requisite specificity, we AFFIRM the district court’s grant of summary judgment to the government.\n. On February 2, 2009, a Standard Form 95 \"Claim for Damage, Injury, or Death” was submitted to the Department of Veterans Affairs; it was denied on December 31, 2009.\n. According to the government’s brief, plaintiff also filed a second lawsuit against Staff Care, Inc., the company employing physicians at the Meridian Clinic. That lawsuit was dismissed with prejudice pursuant to a stipulation.\n.If depositions of either expert were conducted, they neither appear in the record nor were adverted to by the parties.\n. The exception to this rule is for “situations of obvious negligence,” which \"a layman can understand without expert testimony” as \"a matter of common sense and practical expertence.” Hubbard, 954 So.2d at 960-61 (internal quotation marks and citations omitted). The Estate does not argue that the layman's exception applies in this case.\n. Because we find that Dr. Sklaroff's report did not create a fact issue as to causation, nor as to standard of care and breach of duty, we do not reach the question of whether Dr. Sklaroff was qualified to give an expert opinion as to the standard of care applicable to a gastroenterologist such as Dr. Azzouz.",
        "type": "majority",
        "author": "HIGGINSON, Circuit Judge."
      }
    ],
    "attorneys": [
      "T. Jackson Lyons, Esq., T. Jackson Lyons & Associates, P.A., Jackson, MS, for Plaintiff-Appellant.",
      "David Harrison Fulcher, U.S. Attorney’s Office, Jackson, MS, for Defendant-Appel-lee."
    ],
    "corrections": "",
    "head_matter": "In the matter of the ESTATE OF Ira J. SANDERS, Deceased, Ruther Sanders, Administrator, Plaintiff-Appellant v. UNITED STATES OF AMERICA, Defendant-Appellee.\nNo. 12-60901.\nUnited States Court of Appeals, Fifth Circuit.\nNov. 21, 2013.\nT. Jackson Lyons, Esq., T. Jackson Lyons & Associates, P.A., Jackson, MS, for Plaintiff-Appellant.\nDavid Harrison Fulcher, U.S. Attorney’s Office, Jackson, MS, for Defendant-Appel-lee.\nBefore SMITH, DENNIS, and HIGGINSON, Circuit Judges."
  },
  "file_name": "0430-01",
  "first_page_order": 456,
  "last_page_order": 465
}