{
  "id": 3777361,
  "name": "Ronald Ballard vs. Commonwealth",
  "name_abbreviation": "Ballard v. Commonwealth",
  "decision_date": "2007-12-07",
  "docket_number": "",
  "first_page": "1013",
  "last_page": "1014",
  "citations": [
    {
      "type": "official",
      "cite": "450 Mass. 1013"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "434 Mass. 1301",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "444 Mass. 460",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        985797
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/mass/444/0460-01"
      ]
    },
    {
      "cite": "424 Mass. 1008",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        117672
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1009",
          "parenthetical": "Hurley"
        },
        {
          "page": "1009"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/424/1008-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 226,
    "char_count": 3458,
    "ocr_confidence": 0.928,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6018889518269211
    },
    "sha256": "f8c94dc0e652c2aa0504b90b1a1fd4dc9902318769544a0d644967167c957570",
    "simhash": "1:9dae5ee304281e97",
    "word_count": 602
  },
  "last_updated": "2024-02-27T17:49:13.899625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ronald Ballard vs. Commonwealth."
    ],
    "opinions": [
      {
        "text": "The petitioner, Ronald Ballard, appeals from a judgment of a single justice of this court denying his petition under G. L. c. 211, § 3. We affirm.\nIn connection with his petition for discharge from a sexually dangerous person commitment pursuant to G. L. c. 123 A, § 9, Ballard sought and received funds in the Superior Court for the purposes of retaining an independent examiner, pursuant to G. L. c. 261, §§ 27A-27C. He thereafter filed a motion for supplemental funds that was allowed in part and denied in part. Ballard then, properly, sought review of the judge’s ruling from a single justice of the Appeals Court, pursuant to G. L. c. 261, § 27D. After the single justice affirmed the judge’s order, Ballard filed a “Notice of Appeal to the Full Panel.” The Appeals Court struck the notice on the basis that no appeal can be taken from the review by a single justice, pursuant to G. L. c. 261, § 27D, of an action initially taken by the trial court. See Hurley v. Superior Court Dep’t of the Trial Court, 424 Mass. 1008, 1009 (1997) (Hurley). See also Hunt v. Appeals Court, 444 Mass. 460, 463 n. 2 (2005). While Ballard’s appeal to the single justice was pending, the trial judge allowed his G. L. c. 123A, § 9, petition, and he was discharged. He continued to pursue his request for fees, however, apparently because he is seeking payment of fees for services already performed prior to any court authorization. After the Appeals Court struck his notice of appeal, Ballard filed his G. L. c. 211, § 3, petition in the county court.\nIn his petition, Ballard asserted that because he succeeded in the trial court, there would be no direct appeal, and, therefore, “no other method to review the judge’s order” denying funds other than a petition for relief under G. L. c. 211, § 3. The single justice denied the petition, and the case is now before us pursuant to SJ.C. Rule 2:21, as amended, 434 Mass. 1301 (2001), which requires a showing that “review of the trial court decision cannot adequately be obtained on appeal from any final adverse judgment in the trial court or by other available means.” S.J.C. Rule 2:21 (2). Ballard has not made, and cannot make, such a showing. Although he suggests that if his petition for discharge had been denied he could have pressed his claim for payment of funds in his direct appeal, he is mistaken. General Laws c. 261, § 27D, “plainly states that the decision of the single justice of the Appeals Court [reviewing a judge’s denial of funds] ‘shall be final with respect to such request.’ ” Hurley, supra at 1009, and cases cited. Review was available to Ballard under G. L. c. 261, § 27D. He sought and received such review, and he is not entitled to anything further. “Rarely should we employ our superintendence power to review rulings in matters in which the Legislature has expressly stated that the decision of another court or judge ‘shall be final.’ ” Id.\nThe case was submitted on the papers filed, accompanied by a memorandum of law.\nEric Tennen for the petitioner.\nThe single justice did not err or abuse his discretion in denying relief under G. L. c. 211, § 3.\nJudgment affirmed.\nTo the extent that the judge denied the motion, he did so because Ballard was seeking funds for services already performed, without prior authorization.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The case was submitted on the papers filed, accompanied by a memorandum of law.",
      "Eric Tennen for the petitioner."
    ],
    "corrections": "",
    "head_matter": "Ronald Ballard vs. Commonwealth.\nDecember 7, 2007.\nSupreme Judicial Court,\nSuperintendence of inferior courts. Appeals Court, Appeal from order of single justice."
  },
  "file_name": "1013-01",
  "first_page_order": 943,
  "last_page_order": 944
}