{
  "id": 3894721,
  "name": "Victor F. Menard & another vs. William McCarthy",
  "name_abbreviation": "Menard v. McCarthy",
  "decision_date": "1991-05-15",
  "docket_number": "",
  "first_page": "125",
  "last_page": "130",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 125"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "210 Mass. 563",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        5676373
      ],
      "year": 1912,
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/210/0563-01"
      ]
    },
    {
      "cite": "396 Mass. 567",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        898084
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/396/0567-01"
      ]
    },
    {
      "cite": "399 Mass. 790",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3795414
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/399/0790-01"
      ]
    },
    {
      "cite": "382 Mass. 340",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        339578
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/382/0340-01"
      ]
    },
    {
      "cite": "6 Mass. App. Ct. 684",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5732821
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "689"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/6/0684-01"
      ]
    },
    {
      "cite": "27 Mass. App. Ct. 563",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3997049
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "566-567"
        },
        {
          "page": "567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/27/0563-01"
      ]
    },
    {
      "cite": "378 Mass. 940",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "399 Mass. 1217",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "378 Mass. 935",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "378 Mass. 932",
      "category": "reporters:state",
      "reporter": "Mass.",
      "weight": 4,
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "29 Mass. App. Ct. 1105",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "year": 1990,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 11678,
    "ocr_confidence": 0.933,
    "pagerank": {
      "raw": 1.8347741608110573e-07,
      "percentile": 0.7212422423083353
    },
    "sha256": "8377a1478f8b2bcdb6e47c3b8f0ee7f7be91d9040197c13ce5a2586491685daf",
    "simhash": "1:ed79a73f88a8bfe9",
    "word_count": 1941
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Victor F. Menard & another vs. William McCarthy."
    ],
    "opinions": [
      {
        "text": "O’Connor, J.\nThe plaintiffs are building contractors. The defendant is an electrical contractor. The plaintiffs hired the defendant to install electrical service in a house the plaintiffs were building on a lot of land they owned in Hubbardston. Before the house was fully completed, it burned down. The plaintiffs brought this action for damages alleging that the fire had been caused by the defendant’s failure to install the electrical service in a good and workmanlike manner, in violation of the contract of hiring (Count I), and by the defendant’s negligence (Count II). A jury awarded the plaintiffs $1,880 on the contract count and $13,000 on the negligence count. The plaintiffs moved for a new trial on the ground of inadequate damages. The trial judge denied the plaintiffs’ motion without a hearing, and the plaintiffs appealed.\nBy a memorandum and order under Appeals Court Rule 1:28, and without hearing oral arguments, the Appeals Court affirmed the judgment and the trial judge’s order denying the plaintiffs’ motion for a new trial. The Appeals Court reasoned that the plaintiffs had failed to furnish the court with a transcript of the trial evidence, making it impossible for the court to determine whether the trial had unfairly misfired. 29 Mass. App. Ct. 1105 (1990). The plaintiffs promptly petitioned for rehearing and moved for leave to file five copies of the trial transcript, which copies were attached to the motion. The Appeals Court denied the petition and the motion. We granted the plaintiffs’ application for further appellate review, and we now reverse the judgment and the order denying the motion for a new trial. We remand this case to the Superior Court for a new trial as to liability and damages.\nIt is undisputed that the plaintiffs ordered a complete trial transcript from the court reporter in accordance with Mass. R. A. P. 8 (b) (1), as amended, 378 Mass. 932 (1979), and that, as required by Mass. R. A. P. 9 (c) (2), as amended, 378 Mass. 935 (1979), the plaintiffs filed in timely fashion with the trial court clerk the transcript that the reporter had furnished. The transcript was complete except that, due to the reporter’s oversight, it did not include proceedings at the trial that occurred after the jury’s deliberations began. Those proceedings consisted of a jury question and the judge’s responsive instruction, the announcement of the verdicts, and the judge’s remarks thanking the jury for their service. The omitted portion of the transcript has no bearing on this appeal. The plaintiffs and the defendant made use of the transcript and regularly cited to it in the briefs they filed in the Appeals Court several months before the court’s memorandum and order under rule 1:28 was issued. Also, the plaintiffs say that, prior to the memorandum and order, the Appeals Court did not request counsel to supply the transcript to the court. The defendant does not suggest otherwise, and we accept the plaintiffs’ representation as true.\nThe transcript consists of two volumes containing 286 pages. Most of the evidence bears on the question of the defendant’s liability. There is no evidence of contributory negligence on the part of the plaintiffs. The transcript shows that the plaintiffs introduced evidence that the house was near completion at the time of the fire and that the fair market value of the property before the fire was $145,000. According to the evidence, the property was the subject of a purchase and sale agreement with an agreed price of $145,000 and an anticipated transfer date eight days after the fire. After the fire, the plaintiffs’ evidence showed, the fair market value of the property was either $25,000 or $36,769 depending on circumstances that we need not recount. The defendant introduced no contrary evidence bearing on the diminution of the value of the plaintiffs’ property on account of the fire. The plaintiffs also introduced evidence of certain “incidental” losses, including interest charges.\nThe judge instructed the jury that, in assessing damages, they should determine the depreciation in market value of the property as a result of any contract violation or negligence they might find. Had those instructions been followed, it seems highly unlikely that the jury would have assessed the plaintiffs’ damages as less than $100,000. Yet, the jury awarded $1,880 on the contract count and $13,000 on the count for negligence. The evidence indicated that $1,880 was the exact amount the plaintiffs had paid the defendant for the defendant’s work. There seems to have been no basis in the evidence for the jury’s verdict of $13,000 on the negligence claim. It is clear that the jury did not follow the judge’s instructions in assessing damages.\nRule 18 of Massachusetts Rules of Appellate Procedure, as amended, 399 Mass. 1217 (1987), requires that an appellant prepare and file an appendix to his appellate brief. Rule 18 (a) provides: “In civil cases, the appendix shall contain: (1) the relevant docket entries in the proceedings below; (2) any relevant portions of the pleadings, charge, findings, or opinion; (3) the judgment, order, or decision in question; and (4) any other parts of the record to which the parties wish to direct the particular attention of the court.” Rule 18 (b), as amended, 378 Mass. 940 (1979), states that, “[i]n designating parts of the record for inclusion in the appendix, the parties shall have regard for the fact that the entire record is always available to the court for reference and examination and shall not engage in unnecessary designation.”\nThe plaintiffs say that they were motivated by the last quoted provision in rule 18 (b) not to include the 286-page transcript in the appendix. The defendant suggests no reason to doubt that statement and we are aware of none. The transcript should have been included in the appendix because it is critical to appellate determination of whether a new trial should have been ordered. However, it cannot rightly be said that plaintiffs’ counsel’s decision not to reproduce two volumes of transcript, and instead to rely on the rule’s reminder that “the entire record [of which the transcript is a part] is always available to the court,” was either in bad faith or was totally unreasonable. We conclude, therefore, that, despite the Appeals Court’s legitimate concern that appellate business be expedited and that procedural rules adopted to further that end be meticulously observed, justice would have been better served in this case had the Appeals Court, through its clerk’s office, requested the plaintiffs to furnish the transcript to the court and, assuming compliance, had then addressed the question whether the plaintiffs’ motion for a new trial was properly denied in the Superior Court. Indeed, the Appeals Court proceeded in that manner in Holleman v. Gibbons, 27 Mass. App. Ct. 563, 566-567 (1989). In that case, the Appeals Court had initially affirmed a judgment for the defendant in a medical malpractice action because of the plaintiff’s failure to provide the court with the trial transcript. The plaintiff promptly filed a petition for rehearing along with three copies of the trial transcript. Id. at 567. Like plaintiffs’ counsel in the case at bar, plaintiff’s counsel in Holleman did not include the trial transcript in the record appendix in reliance on the previously quoted portion of Mass. R. A. P. 18 (b). Id. The Holleman court explained that, even though the transcript is part of the record on appeal in both civil and criminal cases under Mass. R. A. P. 8 (a), as amended, 378 Mass. 932 (1979), the clerk of the trial court does not transmit the transcript to the Appeals Court in civil cases as in criminal cases. Id. Thus, the Appeals Court receives the transcript in civil cases only if the parties include it in the record appendix. Id. The Holleman court allowed the petition for rehearing because, unlike the situation presented by Kunen v. First Agricultural Nat’l Bank, 6 Mass. App. Ct. 684, 689 (1978), the plaintiff’s counsel had not been negligent but had only erroneously interpreted the procedural rules. Id. at 568. In addition, the appeal involved an issue meriting review. Id. We think that the present case is not significantly different from the Holleman case, and that the Holleman approach is preferable to the one employed here.\nAs we have indicated, the only evidence in this case as to damages shows probable damages far in excess of the damages awarded. Of course, the jury were not required to believe the plaintiffs’ evidence, even though it was uncontra-dicted, but we think it is apparent that disbelief of the plaintiffs’ evidence of loss is not the correct explanation of the verdicts. We recognize that a trial judge’s decision to grant or deny a new trial should be reversed only for a clear abuse of discretion, Galvin v. Welsh Mfg. Co., 382 Mass. 340, 343 (1981), but we think that it is clear in this case that the jury did not follow the judge’s instructions and that injustice resulted. In those circumstances, we think the best course is for us to reverse the judgment and the order denying the motion for a new trial. See Solimene v. B. Grauel & Co., KG, 399 Mass. 790, 802 (1987).\nWe are not persuaded that the plaintiffs are entitled to a new trial on damages alone. It is not clear that the defect in the verdicts is related exclusively to damages. We cannot be confident that the inadequate verdicts do not reflect a compromise with respect to liability. “ ‘It is only when the reason for setting aside the verdict relates solely to damages, disassociated from every other contributing, related or vitiating cause,’ that the new trial should treat only damages.” Service Publications, Inc. v. Goverman, 396 Mass. 567, 576 (1986), quoting J.W. Smith & H.B. Zobel, Rules Practice § 59.4 (1977). “It is only in exceptional and extremely rare instances that the inadequacy of damages will not be so interwoven with liability that justice can be done without a new trial upon the whole case.” Simmons v. Fish, 210 Mass. 563, 570 (1912). Accordingly, we reverse the judgment and the order denying the motion for a new trial, and remand this case to the Superior Court for a new trial as to all issues.\nSo ordered.\nThe question was, “Under breach of contract and we find party guilty, can we render a judgment of zero damages? For example, we don’t think the defendant’s negligence caused the fire.”",
        "type": "majority",
        "author": "O’Connor, J."
      }
    ],
    "attorneys": [
      "Richard M. Welsh (Michael P. Welsh with him) for the plaintiffs.",
      "William P. O’Neill for the defendant."
    ],
    "corrections": "",
    "head_matter": "Victor F. Menard & another vs. William McCarthy.\nWorcester.\nDecember 3, 1990. -\nMay 15, 1991.\nPresent: Lucos, CJ., Abrams. Nolan, O’Connor. & Greaney. JJ.\nPractice, Civil, Appeal, Record, Verdict, New trial. Rules of Appellate Procedure.\nIn the circumstances of an appeal from a civil judgment, the plaintiffs’ failure to have reproduced the trial transcript in the record appendix, in reliance on Mass. R.- A. P. 18 (b), was neither unreasonable nor in bad faith, and the omission did not warrant the denial of review of the issue presented on appeal. [128-129]\nIn a civil action a new trial on all issues was required where it was clear that the jury did not follow the judge’s instructions with respect to damages and where their inadequate verdicts may have reflected a compromise with respect to liability. [129-130]\nCivil action commenqed in the Superior Court Department on July 6, 1987.\nThe case was tried before James P. Donohue, J., and a motion for a new trial was considered by him.\nAfter review by the Appeals Court, the Supreme Judicial Court granted leave to obtain further appellate review.\nRichard M. Welsh (Michael P. Welsh with him) for the plaintiffs.\nWilliam P. O’Neill for the defendant.\nDale L. Benander."
  },
  "file_name": "0125-01",
  "first_page_order": 141,
  "last_page_order": 146
}