{
  "id": 3894832,
  "name": "Francis G. Warcewicz vs. Department of Environmental Protection",
  "name_abbreviation": "Warcewicz v. Department of Environmental Protection",
  "decision_date": "1991-07-03",
  "docket_number": "",
  "first_page": "548",
  "last_page": "552",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 548"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "387 Mass. 609",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        908901
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "616",
          "parenthetical": "where specific language is used in one paragraph of a statute but not in another, the language should not be implied where it is not present"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/387/0609-01"
      ]
    },
    {
      "cite": "402 Mass. 44",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        820859
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/402/0044-01"
      ]
    },
    {
      "cite": "22 Mass. App. Ct. 652",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3990579
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/22/0652-01"
      ]
    },
    {
      "cite": "16 Mass. App. Ct. 638",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5741293
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "640-641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/16/0638-01"
      ]
    },
    {
      "cite": "16 Mass. App. Ct. 508",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5739678
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "513-514"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/16/0508-01"
      ]
    },
    {
      "cite": "16 Mass. App. Ct. 300",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5739500
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/16/0300-01"
      ]
    },
    {
      "cite": "16 Mass. App. Ct. 20",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5740040
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/16/0020-01"
      ]
    },
    {
      "cite": "25 Mass. App. Ct. 47",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3995143
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/25/0047-01"
      ]
    },
    {
      "cite": "370 Mass. 476",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        312575
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "478"
        },
        {
          "page": "478"
        },
        {
          "page": "479"
        },
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/370/0476-01"
      ]
    },
    {
      "cite": "394 Mass. 70",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        385189
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/394/0070-01"
      ]
    },
    {
      "cite": "15 Mass. App. Ct. 409",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5738391
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/15/0409-01"
      ]
    },
    {
      "cite": "380 Mass. 212",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        478565
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/380/0212-01"
      ]
    },
    {
      "cite": "404 Mass. 800",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484447
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "803"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0800-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 576,
    "char_count": 9279,
    "ocr_confidence": 0.955,
    "pagerank": {
      "raw": 6.516234868593949e-07,
      "percentile": 0.9607869030202147
    },
    "sha256": "11107e8e03ac514129e7978a8cffdc3e501b189f8a92f138039683ebc4c422f0",
    "simhash": "1:0fa574b1d8f68ec8",
    "word_count": 1464
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Francis G. Warcewicz vs. Department of Environmental Protection."
    ],
    "opinions": [
      {
        "text": "Lynch, J.\nThis is an appeal from a Superior Court judgment dismissing the plaintiff’s petition for judicial review of a decision of the Department of Environmental Quality Engineering (department) and affirming the department’s assessment of a civil penalty pursuant to G. L. c. 21 A, § 16 (1990 ed.). We transferred the case here on our own motion. Our decision turns on the interpretation of regulations, promulgated by the department pursuant to the Wetlands Protection Act, G. L. c. 131, § 40 (1990 ed.), which define the bodies of water over which the department has jurisdiction.\nFrom the decisions of the department’s hearing officer we learn that the plaintiff, Francis G. Warcewicz, owns a parcel of land in Salisbury, Massachusetts. In 1977, Warcewicz created by excavation a “stock pond” or “swimming pond” to be used for recreational purposes. The size of the pond was approximately 41,000 square feet. It was bordered on all sides by vegetated wetlands approximately 20 feet wide, consisting of cattails, sedges, soft rush, and purple loosestrife. A small stream ran out of one corner of the pond. In 1986, despite an enforcement order from the department directing the plaintiff to cease and desist, the plaintiff filled in the pond and the bordering vegetated wetlands. The department then issued a second enforcement order, and assessed a penalty in the amount of $75,000 pursuant to the Civil Administrative Penalties Act, G. L. c. 21A, § 16. After a hearing, the department affirmed the enforcement order and the penalty, and the plaintiff sought judicial review under G. L. c. 30A, § 14 (1990 ed.), alleging in part that the department lacked jurisdiction over his pond. We now reverse the order of the Superior Court judge affirming the enforcement order.\nThe Wetlands Protection Act (act) prohibits the filling of any wetlands area bordering a pond, as well as the land under such pond, without receiving and complying with an order of conditions from the department. The regulations promulgated by the department pursuant to the act define “pond” as follows:\n“ ‘Pond’ (inland) means any open body of fresh water, either naturally occurring or man-made by impound- merit, with a surface area observed or recorded within the last ten (10) years of at least 10,000 square feet, and which is never without standing water due to natural causes, except during periods of extended drought. For purposes of this definition, extended drought shall mean any period of four (4) or more months during which the average rainfall for each month is 50 percent or less of the ten (10) year average for that same month. Basins or lagoons which are part of wastewater treatment plants shall not be considered ponds, nor shall swimming pools or other impervious man-made retention basins.” (Emphasis added.)\n310 Code Mass. Regs. § 10.04 (1989). The regulations do not define “impoundment.”\nThe plaintiff suggests that “impoundment” requires a dam, or a restraining or diversion of water from its natural course. He claims that a pond created by excavation is not made “by impoundment,” and therefore, under its regulations the department has no jurisdiction over his pond.\nWe interpret a regulation in the same manner as a statute, and according to traditional rules of construction. Hellman v. Board of Registration in Medicine, 404 Mass. 800, 803 (1989). Thus, we accord the words of a regulation their usual and ordinary meaning. See Nantucket Conservation Found., Inc. v. Russell Management, Inc., 380 Mass. 212, 214 (1980); Department of Envtl. Quality Eng’g v. Hingham, 15 Mass. App. Ct. 409, 411 (1983). We ordinarily accord an agency’s interpretation of its own regulation considerable deference. See Heilman, supra; Northbridge v. Natick, 394 Mass. 70, 74 (1985). However, this principle is deference, not abdication, and courts will not hesitate to overrule agency interpretations when those interpretations are arbitrary, unreasonable, or inconsistent with the plain terms of the regulation itself. See Hellman, supra; Finkelstein v. Board of Registration in Optometry, 370 Mass. 476, 478 (1976); Crawford v. Cambridge, 25 Mass. App. Ct. 47, 49 (1987); Morin v. Commissioner of Pub. Welfare, 16 Mass. App. Ct. 20 (1983); Cliff House Nursing Home, Inc. v. Rate Setting Comm’n, 16 Mass. App. Ct. 300, 306 (1983); Board of Educ. v. School Comm. of Amesbury, 16 Mass. App. Ct. 508, 513-514 (1983); Amherst Nursing Home, Inc. v. Commonwealth, 16 Mass. App. Ct. 638, 640-641 (1983).\nAn “impoundment” is “a body of water formed by impounding (as by a dam).” “To impound” means “to collect (water) for irrigation, hydroelectric use, flood control, or similar purpose: confine and store (water) in an impound.” The noun “impound” means “a reservoir for impounding.” Webster’s Third New International Dictionary 1136 (1966).\nWe think that “the board in this case has given a strained interpretation to [the regulation] and that the plaintiff’s [excavated pond] cannot be included fairly” within the category of ponds man-made “by impoundment.” See Finkelstein, supra at 478. If the word “impoundment” included ponds man-made by excavation, it is difficult to imagine any kind of man-made pond which would not then come under the department’s jurisdiction. “Where reasonably possible, no portion of the language of a regulation should be treated as surplusage.” Bottomley v. Division of Admin. Law Appeals, 22 Mass. App. Ct. 652, 657 (1986), citing Morin v. Commissioner of Pub. Welfare, supra. See Hellman, supra. Unless the word “impoundment” has some limiting effect, it is indeed superfluous, and the regulation might just as well provide that a pond includes any man-made body of water meeting the other requirements.\nThe department argues that it has defined “impoundment” in the Hazardous Waste Regulations as including a facility man-made by excavation. However, the department’s definition of the word in a different set of regulations, on a different subject, should not be imported to the regulations at issue. Cf. Massachusetts Medical Soc’y v. Commissioner of Ins., 402 Mass. 44, 63 (1988); Beeler v. Downey, 387 Mass. 609, 616 (1982) (where specific language is used in one paragraph of a statute but not in another, the language should not be implied where it is not present). The language in the hazardous waste regulation simply shows that, if the department had wanted the definition of “impoundment” in the instant regulation to include ponds man-made by excavation, it knew how to “use[ ] language better designed to make its intention clear.” Finkelstein, supra at 479. However, once having exercised its power to promulgate regulations, the department may not infinitely manipulate or expand their content. See id. at 478.\nAccordingly, we reverse the order of the Superior Court judge affirming the department’s enforcement order.\nSo ordered.\nNow the Department of Environmental Protection.\nBecause of this result, we need not address the plaintiff’s challenges to the civil administrative penalty.\nThe act provides in part: “No person shall remove, fill, dredge or alter any bank, fresh water wetland, coastal wetland, beach, dune, flat, marsh, meadow or swamp bordering on the ocean or on any estuary, creek, river, stream, pond, or lake, or any land under said waters or any land subject to . . . flooding, . . . without filing written notice of his intention . . . and without receiving and complying with an order of conditions provided all appeal periods have elapsed” (emphasis added). G. L. c. 131, § 40 (1990 ed.)\nOnce it exhibited wetland characteristics and met other jurisdictional requirements.\nThose regulations define “impoundment” as follows: “Surface impoundment or impoundment means a facility or part of a facility which is a natural topographic depression, man-made excavation, or diked area formed primarily of earthen materials which is designed to or does hold an aggregation of liquid hazardous waste or waste containing free liquid, and which is not an injection well. This definition includes, without limitation, any depression, excavation, or diked area lined with man-made material without the strength to contain the liquid in the absence of earthen materials. Examples of surface impoundments are: holding, storage, settling, and aeration pits, ponds, and lagoons.” (Emphasis added.) 310 Code Mass. Regs. § 30.010 (1989).",
        "type": "majority",
        "author": "Lynch, J."
      }
    ],
    "attorneys": [
      "Steven S. Epstein for the plaintiff.",
      "Dorothy Anderson, Assistant Attorney General, for the defendant."
    ],
    "corrections": "",
    "head_matter": "Francis G. Warcewicz vs. Department of Environmental Protection.\nEssex.\nMarch 4, 1991. -\nJuly 3, 1991.\nPresent: Liacos. C.J. Wilkins. Nolan. & Lynch. JJ.\nRegulation. Administrative Law, Agency’s interpretation of regulation. Wetlands Protection Act. Words, “Impoundment,” “Pond.”\nAn excavated pond, to be used for recreational purposes, was not a pond that was man-made “by impoundment” within the meaning of 310 Code Mass. Regs. § 10.04, so as to be subject to restrictions set forth in the Wetlands Protection Act, G. L. c. 131, § 40, and the regulations promulgated thereunder. [549-552]\nCivil action commenced in the Superior Court Department on March 3, 1989.\nThe case was heard by John T. Ronan, J.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nSteven S. Epstein for the plaintiff.\nDorothy Anderson, Assistant Attorney General, for the defendant."
  },
  "file_name": "0548-01",
  "first_page_order": 564,
  "last_page_order": 568
}