{
  "id": 3894816,
  "name": "Commonwealth vs. Andrew A. Fraser",
  "name_abbreviation": "Commonwealth v. Fraser",
  "decision_date": "1991-07-02",
  "docket_number": "",
  "first_page": "541",
  "last_page": "547",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 541"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "407 Mass. 178",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3887619
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0178-01"
      ]
    },
    {
      "cite": "384 Mass. 736",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        934180
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/mass/384/0736-01"
      ]
    },
    {
      "cite": "367 Mass. 921",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "761 F.2d 411",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        29504
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "415-416",
          "parenthetical": "applying Hensley in case involving police radio broadcast"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/761/0411-01"
      ]
    },
    {
      "cite": "366 Mass. 51",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314531
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "56",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/366/0051-01"
      ]
    },
    {
      "cite": "401 U.S. 560",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11714156
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "568",
          "parenthetical": "establishing analogous rule for probable cause"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0560-01"
      ]
    },
    {
      "cite": "469 U.S. 221",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11959006
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0221-01"
      ]
    },
    {
      "cite": "490 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605100
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "9-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0001-01"
      ]
    },
    {
      "cite": "449 U.S. 411",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716341
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "417"
        },
        {
          "page": "417-418",
          "parenthetical": "\"a particularized and objective basis for suspecting the particular person stopped of criminal activity\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0411-01"
      ]
    },
    {
      "cite": "366 Mass. 402",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314503
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/mass/366/0402-01"
      ]
    },
    {
      "cite": "392 U.S. 40",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167951
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "63-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0040-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 4,
      "year": 1968,
      "pin_cites": [
        {
          "page": "27"
        },
        {
          "page": "27"
        },
        {
          "page": "30",
          "parenthetical": "reasonable belief \"that criminal activity may be afoot\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "111 S.Ct. 1547",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11320254
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "officer running after fleeing suspect does not constitute seizure"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0621-01"
      ]
    },
    {
      "cite": "403 Mass. 640",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3880060
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "644-645"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/403/0640-01"
      ]
    },
    {
      "cite": "460 U.S. 491",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6195479
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "497",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "501",
          "parenthetical": "asking for and examining suspect's airplane ticket and driver's license does not constitute seizure"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0491-01"
      ]
    },
    {
      "cite": "466 U.S. 210",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6196728
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "216-217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0210-01"
      ]
    },
    {
      "cite": "446 U.S. 544",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6185389
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0544-01"
      ]
    },
    {
      "cite": "378 Mass. 882",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1979,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 692,
    "char_count": 13854,
    "ocr_confidence": 0.951,
    "pagerank": {
      "raw": 1.0953114401361285e-06,
      "percentile": 0.9854257912333885
    },
    "sha256": "cec1b83fa9273fd436d2785d80f4529f87b01a01602d523339c641a5cff74a8d",
    "simhash": "1:01c4fffea860a399",
    "word_count": 2264
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Andrew A. Fraser."
    ],
    "opinions": [
      {
        "text": "Lynch, J.\nThe defendant was charged with carrying a firearm without a license and unlawful possession of ammunition. G. L. c. 269, § 10(a) (1990 ed.). After a hearing, a Boston Municipal Court judge denied his pretrial motion to suppress the handgun and ammunition as the fruits of an unconstitutional search. A single justice of this court granted the defendant leave to take an interlocutory appeal. Mass. R. Crim. P. 15 (b) (2), 378 Mass. 882 (1979). We affirm.\nWe summarize the facts found by the motion judge. On the evening of January 29, 1990, Boston police officer Martin Columbo and his partner were on routine patrol in an unmarked vehicle in the Dorchester section of Boston. At approximately 7:25 p.m., the officers received a radio call about “a man with a gun inside a brown Toyota at 35 High Street in Dorchester,” which is located in a “high crime area.” On arriving at the scene, the officer saw a group of young men standing on the sidewalk, the defendant among them, but no brown Toyota. As Officer Columbo was getting out of the automobile, he saw the defendant bend down behind a white pickup truck “as though to pick something up or put something down.” Officer Columbo walked up to the defendant and identified himself as a police officer, whereupon the defendant stood up with his hands in his coat pockets. Officer Columbo asked the defendant to remove his hands from his pockets. Columbo then “pat frisked” the defendant and felt an object which turned out to be a loaded handgun. The defendant could not produce a license to carry the gun, and Officer Columbo therefore placed him under arrest.\nOn appeal, the defendant argues that Officer Columbo’s actions violated his rights under the Fourth Amendment to the United States Constitution.* * The defendant contends, first, that the police conduct preceding the pat-down of the defendant’s coat constitutes an unjustified “seizure” in violation of the Fourth Amendment. This unconstitutional seizure, the defendant contends, infects the subsequent frisk. We disagree.\nOfficer Columbo did not “seize” the defendant within the meaning of the Fourth Amendment merely by approaching him, identifying himself as a police officer, and asking him to take his hands out of his pockets. In United States v. Men-denhall, 446 U.S. 544, 554 (1980), the United States Supreme Court ruled that the police have seized a person in the constitutional sense “only if, in view of all the circumstances surrounding the incident, a reasonable person would have believed that he was not free to leave.” Under the Mendenhall test, the police do not effect a seizure merely by asking questions unless the circumstances of the encounter are sufficiently intimidating that a reasonable person would believe he was not free to turn his back on his interrogator and walk away. See Immigration & Naturalization Serv. v. Delgado, 466 U.S. 210, 216-217 (1984); Florida v. Royer, 460 U.S. 491, 497 (1983) (plurality opinion); Mendenhall, supra at 555; Commonwealth v. Sanchez, 403 Mass. 640, 644-645 (1988); 3 W.R. LaFave, Search and Seizure § 9.2(h), at 408-409 (2d ed. 1987 & Supp. 1991). There were no such intimidating circumstances in this case. Officer Columbo’s request that the defendant remove his hands from his pockets, without more, was not sufficiently coercive or intimidating to convert this encounter into a seizure subject to the constitutional requirement of a showing of objective justification. Cf. California v. Hodari D., 111 S.Ct. 1547 (1991) (officer running after fleeing suspect does not constitute seizure); Royer, supra at 501 (asking for and examining suspect’s airplane ticket and driver’s license does not constitute seizure).\nOfficer Columbo’s frisk of the defendant’s coat, however, plainly implicates the Fourth Amendment and must be justified by a showing that Officer Columbo reasonably believed that the defendant was armed and dangerous. See Terry v. Ohio, 392 U.S. 1, 27 (1968); Sibron v. New York, 392 U.S. 40, 63-64 (1968); Commonwealth v. Silva, 366 Mass. 402 (1974). The defendant contends that Officer Columbo did not have such a reasonable belief, and therefore the defendant urges that we suppress the gun and the ammunition Columbo discovered.I *** Although based on the judge’s scant findings the case is a close one, we hold that the pat-down did not violate the defendant’s Fourth Amendment rights.\nThere are four factors to justify the pat-down: (1) the radio call describing a man with a gun; (2) the fact that the encounter occurred in a “high crime area”; (3) the defendant’s bending down behind the truck “as though to pick something up or put something down”; and (4) the fact that at all critical times the defendant kept his hands in his pockets. In weighing these factors, we take into account “the totality of the circumstances — the whole picture.” United States v. Cortez, 449 U.S. 411, 417 (1981). Thus, a combination of factors that are each innocent of themselves may, when taken together, amount to the requisite reasonable belief. United States v. Sokolow, 490 U.S. 1, 9-10 (1989).\nWe turn to the first factor, the radio broadcast. In United States v. Hensley, 469 U.S. 221 (1985), the Supreme Court addressed the question whether an officer of a police department may make a Terry stop in reliance on a “wanted flyer” issued by a neighboring police department indicating that the defendant was suspected of robbery. The Court upheld such a stop provided, among other things, that “the police who issued the flyer or bulletin possessed a reasonable suspicion justifying a stop” (emphasis in original). Id. at 233. See generally LaFave, supra, § 9.3(f), at 487-492. Cf. Whiteley v. Warden, 401 U.S. 560, 568 (1971) (establishing analogous rule for probable cause); Commonwealth v. Antobenedetto, 366 Mass. 51, 56 (1974) (same). Of course, this requirement is equally applicable where information is transmitted between officers by radio rather than by a wanted flyer, see United States v. Longmire, 761 F.2d 411, 415-416 (7th Cir. 1985) (applying Hensley in case involving police radio broadcast), and where the contested police conduct is a protective frisk rather than an investigatory stop. In the instant case, the record is barren of evidence indicating that the officer responsible for issuing the radio call had sufficient information to justify a Terry-type frisk, or indeed that he had any reliable information about the defendant at all. Therefore, we are constrained by Hensley to conclude that the radio broadcast did not, in and of itself, give Officer Columbo the reasonable suspicion required to conduct a protective frisk. The broadcast, therefore, falls in the category of a factor which taken alone would not justify the search, but which taken together with other factors may constitute reasonable suspicion.\nWe conclude that, when all the facts are taken together, Officer Columbo had sufficient information to justify the protective frisk of the defendant. In sum, the judge found that Officer Columbo was confronted with the following situation. In response to a radio bulletin reporting a man with a gun, the officer found a group of young men at an identical location, which he knew to be a “high crime area.” The officers were outnumbered. Officer Columbo saw the defendant bend down behind a truck in a manner suggesting that he might be picking something up or putting something down, and then the defendant confronted the officer with his hands in his pockets. Taken together, these circumstances are enough to warrant belief by a “reasonably prudent man . . . that his safety or that of others was in danger.” Terry, supra at 27. We hold that the pat-down of the defendant’s coat pocket did not violate the defendant’s Fourth Amendment rights, and we remand the case for further proceedings consistent with this opinion.\nSo ordered.\nOfficer Columbo was the only witness called to testify at the motion hearing.\nWe note that the judge did not specifically find that the defendant failed to comply with Officer Columbo’s request that he take his hands out of his pockets. The only evidence offered on this point is the following testimony of Officer Columbo at the motion hearing.\nQ.: “What did you do [after identifying yourself as a police officer]?”\nA.: “At that time I asked him to take his hands out of his pocket [j/c].”\nQ.: “Did he do anything?”\nA.: “Not at that time.”\nQ.: “What did you do after you asked him that and he didn’t respond?”\nA.: “I did a . . . Immediately, I did a frisk of the defendant . . . .”\nThe defendant suggests that Columbo’s use of the word “immediately” indicates that the officer frisked the defendant before the defendant had time to respond to the request that he take his hands out of his pockets. It appears more likely that Columbo allowed the defendant time to respond, that the defendant did not respond, and that the officer then “pat frisked” him.\nThe defendant also claims that the police conduct violated his rights under art. 14 of the Declaration of Rights of the Massachusetts Constitution. Since the United States Supreme Court’s seminal holding in Terry v. Ohio, 392 U.S. 1 (1968), this court has never held that the State Constitution affords the individual more (or less) protection with respect to Terry-type stops and frisks under these circumstances than does the Federal Constitution. Nor does the defendant in this case argue separately that his rights under art. 14 are broader than his rights under the Fourth Amendment, or ought to be. Therefore, we deem the defendant’s art. 14 argument to be waived, Mass. R. A. P. 16 (a) (4), as amended, 367 Mass. 921 (1975), and we confine our analysis to Federal constitutional principles. Cf. Sullivan v. District Court of Hampshire, 384 Mass. 736, 741 n.7 (1981).\nThis case is anomalous in that the pat-down of the defendant was not preceded by a forcible stop, the prototypical situation addressed in Terry. Officer Columbo simply patted down the defendant in the course of a non-seizure field interrogation. Therefore, we do not address the issue whether Officer Columbo had the requisite quantum of suspicion to justify a stop. See United States v. Cortez, 449 U.S. 411, 417-418 (1981) (“a particularized and objective basis for suspecting the particular person stopped of criminal activity”); Terry, supra at 30 (reasonable belief “that criminal activity may be afoot”). This anomaly also provides a basis for distinguishing our recent decision in Commonwealth v. Couture, 407 Mass. 178 (1990).\nA protective frisk of a suspect under the principles of Terry may be warranted where there is “some legitimate basis for the officer being in immediate proximity to the person.” LaFave, supra, § 9.4 (a), at 499. While the justification for an officer’s proximity to a suspect frequently is a Terry stop, a pat-down also may be permissible in other situations where the officer necessarily comes into contact with a person he considers dangerous. See id. at 508-512. This is such a case.\nOfficer Columbo had a duty to investigate the report of an armed man at the location where the defendant was found. Having received a report of an armed man, it would have been poor police work had the officer left the scene without making any inquiries. We conclude that the officer’s proximity to the defendant was justified. Therefore, we ask only whether the pat-down was supported by a reasonable belief that the defendant was armed and dangerous even though we recognize that, based on the judge’s findings, the officer may not have had sufficient information to justify an investigative stop under Terry v. Ohio.\nThe defendant does not contend that Officer Columbo’s pat-down of the defendant’s coat exceeded the permissible scope of a protective frisk for weapons.",
        "type": "majority",
        "author": "Lynch, J."
      }
    ],
    "attorneys": [
      "Joshua M. Dohan, Committee for Public Counsel Services {Andrew Silverman, Committee for Public Counsel Services, with him) for the defendant.",
      "Marina Medvedev, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Andrew A. Fraser.\nSuffolk.\nApril 2, 1991. -\nJuly 2, 1991.\nPresent: Liacos. C J., Abrams. Nolan. Lynch. & Greaney, JJ.\nSearch and Seizure, Arrest, Protective frisk. Constitutional Law, Search and seizure. Words, “Seizure.”\nA person, approached by a police officer while standing on a city sidewalk with a group of young men, was not “seized” within the meaning of the Fourth Amendment to the United States Constitution, where the of-fleer’s request that the person approached remove his hands from his pockets, without more, was not sufficiently coercive or intimidating to convert the encounter into a seizure subject to the constitutional requirement of a showing of objective justification. [543-544]\nWhere the circumstances attending a police officer’s pat-down frisk of a person’s coat, including findings by a judge that the officer was responding to a radio call describing a man with a gun; that the encounter occurred in .a “high crime area”; that the person frisked had been observed bending down behind a truck as though to pick up or put something down; and that, at all critical times, the person kept his hands in his pockets, were sufficient to warrant belief by a reasonably prudent man that the officer’s safety or that of others was in danger, the pat-down of the person’s coat pocket did not violate that person’s rights under the Fourth Amendment to the United States Constitution. [544-547]\nComplaints received and sworn to in the Dorchester Division of the District Court Department on January 30, 1990.\nOn appeal to the jury session of the Boston Municipal Court Department, a pretrial motion to suppress evidence was heard by John A. Pino, J.\nAn application for an interlocutory appeal was allowed by Wilkins, J., in the Supreme Judicial Court for the county of Suffolk and the appeal was reported by him.\nJoshua M. Dohan, Committee for Public Counsel Services {Andrew Silverman, Committee for Public Counsel Services, with him) for the defendant.\nMarina Medvedev, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0541-01",
  "first_page_order": 557,
  "last_page_order": 563
}