{
  "id": 3894979,
  "name": "Commonwealth vs. Francisco A. Lake",
  "name_abbreviation": "Commonwealth v. Lake",
  "decision_date": "1991-05-08",
  "docket_number": "",
  "first_page": "47",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "399 Mass. 304",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3794050
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "317",
          "parenthetical": "first degree murder conviction upheld where defendant first manually strangled victim, then strangled her with a jacket string which was nearby, then threw three large rocks at her face"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/399/0304-01"
      ]
    },
    {
      "cite": "408 Mass. 803",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3890468
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "809",
          "parenthetical": "§ 33E power not exercised, even though the defendant was \"enraged when he attacked his wife\""
        },
        {
          "page": "809",
          "parenthetical": "first degree murder upheld where husband stabbed wife, left apartment, and then returned to stab her several more times"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/0803-01"
      ]
    },
    {
      "cite": "395 Mass. 354",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        896079
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/395/0354-01"
      ]
    },
    {
      "cite": "405 Mass. 231",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3881984
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/405/0231-01"
      ]
    },
    {
      "cite": "407 Mass. 263",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3885928
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0263-01"
      ]
    },
    {
      "cite": "425 U.S. 959",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6297829,
        6298374,
        6298952,
        6299787,
        6299218,
        6300024,
        6300473,
        6298107,
        6298686
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/425/0959-01",
        "/us/425/0959-03",
        "/us/425/0959-05",
        "/us/425/0959-07",
        "/us/425/0959-06",
        "/us/425/0959-08",
        "/us/425/0959-09",
        "/us/425/0959-02",
        "/us/425/0959-04"
      ]
    },
    {
      "cite": "368 Mass. 662",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        307131
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "700-701"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/368/0662-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 644,
    "char_count": 11722,
    "ocr_confidence": 0.958,
    "pagerank": {
      "raw": 7.902566682194779e-08,
      "percentile": 0.4606685563521271
    },
    "sha256": "881333494baa656d9e64a21a62f04850f11e3c2424f3e5529cb16ee1bbae24f7",
    "simhash": "1:324f17acee6a93ff",
    "word_count": 1981
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Francisco A. Lake."
    ],
    "opinions": [
      {
        "text": "Nolan, J.\nOn September 27, 1989, the defendant, Francisco A. Lake, was found guilty of the murder in the first degree of Marie Moson, larceny of a motor vehicle, and kidnapping of his ten year old nephew. The judge sentenced the defendant to the mandatory life term without parole for the first degree murder conviction. The only issue presented in this appeal is whether this court should exercise its powers under G. L. c. 278, § 33E, to reduce the defendant’s conviction to murder in the second degree. We decline to do so.\nOn November 15, 1988, Francisco Lake brutally murdered real estate agent Marie Moson. At the trial, the defendant did not contest that he had killed the victim. Instead, he claimed that he suffered from a major depression which impaired his ability deliberately to premeditate. Expert testimony was presented at trial on the issue of the defendant’s ability to premeditate.\nThe facts surrounding the killing are as follows. In the fall of 1988, the defendant and his mother had been negotiating with the victim, Marie Moson, to purchase a piece of property in Andover. The defendant, an\" unemployed plumber and boiler repairman, had been helping his mother evaluate the property for investment purposes. In the course of negotiations, the defendant had seen the victim twice at the property, in the company of his mother. Two weeks before the killing, the mother had submitted a low bid on the property, which was rejected.\nOn the afternoon of November 15, 1988, the defendant used a false name and scheduled an appointment with Marie Moson to see the property again. Apparently, the defendant used a false name to schedule the November 15 appointment because he felt that Moson would not agree to show him the property otherwise, in light of the earlier low bid.\nWhile being shown the property, the defendant started to tell Moson of his personal problems, including the fact that his girl friend had broken up with him. Moson responded sympathetically, and remarked that she had a happy life herself. At this point, the defendant went into a rage and punched Moson. He then strangled her manually. Not certain that she was dead, the defendant went to another room, cut a piece of television cable, and converted the cable into a noose. He then returned to the room where Moson was and strangled her with the cable. The defendant then deliberated whether to take Moson to the hospital, but rejected the idea to avoid trouble.\nThe defendant placed Moson’s body in the trunk of her car. He pulled up a piece of the bloodstained rug from the apartment because “it could be used as evidence against him.” The defendant then returned to his mother’s house in Moson’s car with her body, personal effects, and the rug in the trunk. Once back in Lawrence, the defendant stopped behind a grocery store and set fire to the rug and some of Moson’s papers. Sometime between the time of the killing and the next morning, the defendant stole a license plate from another car and put it on Moson’s car.\nThe defendant returned to his mother’s house, where he had been living, at approximately 9:30 p.m., and went to bed. The next morning at 5:00 a.m., the defendant scouted out public telephones in four cities for later use in a kidnapping scheme. Later that morning, he picked up his nephew who was on his way to school. Trying to disguise his voice, the defendant then telephoned his sister and demanded $40,000 in exchange for the boy. Over the next several hours, the defendant directed his sister to go to the public telephones he had scouted out earlier. At some point, the nephew saw Moson’s body in the trunk of the car. The defendant gave the boy money with which to buy a toy while he, the defendant, drove off and disposed of the body. He then came back and picked up the boy.\nThe defendant returned his nephew to his home. The defendant then headed back to his mother’s house and was arrested en route. While in police custody, the defendant initially concocted a story about buying Moson’s car from a thief. Eventually, however, he confessed to the murder and went with the police to show them where he had disposed of the body.\nThe defendant came to the United States at the age of eleven or twelve. He is the oldest of eight children, and the son of an abusive, alcoholic father. Prior to the killing he had moved to his mother’s home in Lawrence from Brooklyn, New York. He had been living in Brooklyn with his girl friend, Susan Moy, for five and one half years, despite the strong disapproval of Moy’s parents. In July of 1987, Moy had ended their relationship. The defendant was devastated by the break-up.\nBy the summer of 1988, the defendant began using drugs and drinking alcohol. In August of 1988, he moved in with his mother. His mother testified that when he arrived at her house, he was pale, thin and sick. Frequently, during the time he lived with his mother, the defendant would start speaking about Moy and then break down crying.\nAt the trial, the defendant claimed that he was suffering from a major depression at the time of the killing which prevented him from having the capacity to premeditate deliberately. Two psychiatrists testified on his behalf, Dr. Bernard Katz, and Dr. Marc Whaley. Dr. Katz testified that at the time of the incident, the defendant was suffering from a major depressive disorder. Dr. Katz stated that the, defendant had told him that he had perceived the victim to be Moy’s mother, cursing at him in Chinese and coming at him aggressively. The defendant also told him that he then suffered a complete memory loss until Moson was dead on the floor. Dr. Katz testifed that the defendant was not capable of deliberate premeditation.\nDr. Marc Whaley, who had seen the defendant three times beginning in May, 1989, believed that the defendant suffered a major depression with psychotic features and a long dissociative episode which substantially impaired his ability to premeditate. The defendant had told him the same sequence of events that he had related to Dr. Katz, namely that he had perceived Moson as Moy’s mother coming at him. Dr. Whaley found it “troublesome” and “inconsistent” that the defendant had memory losses when talking to psychiatrists months after the incident, but not when talking to police one day after the killing.\nThree psychiatrists testified for the Commonwealth in rebuttal. One of the witneses, Dr. Wesley Profit, director of forensic services at Bridgewater State Hospital, saw the defendant more than six times over several months, beginning immediately after the defendant’s admission to Bridgewater. Dr. Profit felt so strongly that the defendant was malingering or fabricating his symptoms, that he recused himself from the defendant’s criminal responsibility examination. A second expert, Dr. Martin Kelly, testifed that the defendant was a malingerer who had a mixed personality disorder with narcissistic and histrionic features, and had the ability to premeditate. In short, there was evidence from which the jury could believe that the defendant was capable of deliberately premeditating the murder of Marie Moson.\nThe defendant raises only one issue on this appeal. He asks that we exercise our powers under G. L. c. 278, § 33E, and reduce his conviction from first to second degree murder. We have reviewed the entire record and determine that this is not an appropriate case in which to exercise our § 33E powers.\nUnder G. L. c. 278, § 33E, we must consider the defendant’s first degree murder conviction “broadly on the law and the facts to determine whether there was any miscarriage of justice” or “whether a lesser degree of guilt would be more consonant with justice.” Commonwealth v. Mahnke, 368 Mass. 662, 700-701 (1975), cert, denied, 425 U.S. 959 (1976). This power must be exercised with restraint. Commonwealth v. Carrion, 407 Mass. 263, 278 (1990). We note that in reviewing a case under § 33E, we do not sit as a second jury. Commonwealth v. Libby, 405 Mass. 231, 236 (1989). The defendant contends that we should exercise our power to reduce the verdict because his mental condition prevented him from having the capacity to premeditate deliberately. He also argues that a reduction is warranted because of his difficult childhood and the breakup with his former girl friend. We disagree.\nA review of the expert testimony, and the defendant’s actions as told to the police, show that there was ample evidence to support a jury determination that the defendant had the capacity to premeditate. The jury could reasonably have believed that even if the defendant were suffering from depression on the day of the murder, it was not such a severe depression that it would affect his ability to premeditate. In addition, the jury would have been warranted in believing that the defendant’s behavior after the murder and while at Bridgewater demonstrated a conscious effort to manufacture symptoms of mental impairment so as to aid him in his defense. It is not the role of this court to second guess a jury on determinations of fact. Commonwealth v. Toro, 395 Mass. 354, 360 (1985).\nA review of the facts reveals that there was more than sufficient evidence of deliberate premeditation. On the day of the murder, the defendant exhibited behavior consistent with the ability to weigh the pros and cons of his actions. Even though the defendant stated he was enraged when he attacked the victim, his actions show that he nevertheless was engaged in calculating thought. Commonwealth v. Anderson, 408 Mass. 803, 809 (1990) (§ 33E power not exercised, even though the defendant was “enraged when he attacked his wife”).\nThe defendant did not kill the victim with a single blow in an impulsive instant. He first punched her, and then strangled her with his hands. Still not satisfied that she was dead, he left the room, cut a piece of cable with pliers he had with him, and made a noose with the cable. He then returned to the room where the victim lay and continued to strangle her with the cable. These were distinct acts “each by itself capable of causing death and each requiring thought.” Commonwealth v. Garabedian, 399 Mass. 304, 317 (1987) (first degree murder conviction upheld where defendant first manually strangled victim, then strangled her with a jacket string which was nearby, then threw three large rocks at her face); Commonwealth v. Anderson, supra at 809 (first degree murder upheld where husband stabbed wife, left apartment, and then returned to stab her several more times).\nThe defendant’s actions are even more compelling on the issue of deliberate premeditation than those of the defendant in Garabedian, who strangled the victim with a jacket string which was fortuitously nearby. Here, the defendant had to leave the room, cut a piece of cable, tie it into a noose and return to the victim to continue his onslaught. We declined to exercise our § 33E powers in Garabedian, and we decline to do so here.\nJudgments affirmed.",
        "type": "majority",
        "author": "Nolan, J."
      }
    ],
    "attorneys": [
      "Stephen Hrones for the defendant.",
      "M. Catherine Huddleson, Special Assistant District Attorney {Robert N. Weiner, Assistant District Attorney, with her) for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Francisco A. Lake.\nEssex.\nMarch 5, 1991. -\nMay 8, 1991.\nPresent: Liacos, C.J.. Wilkins, Abrams. Nolan. & Lynch. JJ.\nHomicide. Mental Impairment. Practice, Criminal, Capital case.\nAfter review of the entire record of a murder trial, no reason appeared for this court’s exercise of its power under G. L. c. 278, § 33E, to reduce the defendant’s conviction of murder in the first degree to murder in the second degree. [51-53]\nIndictments found and returned in the Superior Court Department on November 30, 1988.\nThe cases were tried before Robert A. Barton, J.\nStephen Hrones for the defendant.\nM. Catherine Huddleson, Special Assistant District Attorney {Robert N. Weiner, Assistant District Attorney, with her) for the Commonwealth."
  },
  "file_name": "0047-01",
  "first_page_order": 63,
  "last_page_order": 68
}