{
  "id": 3894752,
  "name": "Service Employees International Union, Local 509 vs. Labor Relations Commission",
  "name_abbreviation": "Service Employees International Union v. Labor Relations Commission",
  "decision_date": "1991-05-15",
  "docket_number": "",
  "first_page": "141",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 141"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "387 Mass. 814",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        908837
      ],
      "pin_cites": [
        {
          "page": "819"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/387/0814-01"
      ]
    },
    {
      "cite": "341 Mass. 502",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3853282
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "504-509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/341/0502-01"
      ]
    },
    {
      "cite": "366 Mass. 284",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314571
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "292-294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/366/0284-01"
      ]
    },
    {
      "cite": "16 Mass. App. Ct. 519",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5739461
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/16/0519-01"
      ]
    },
    {
      "cite": "405 Mass. 159",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3883021
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "164-165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/405/0159-01"
      ]
    },
    {
      "cite": "21 Mass. App. Ct. 935",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3987653
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "939"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/21/0935-01"
      ]
    },
    {
      "cite": "390 Mass. 767",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        916699
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "771"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/390/0767-01"
      ]
    },
    {
      "cite": "404 Mass. 170",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484559
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "174-176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 740,
    "char_count": 19750,
    "ocr_confidence": 0.95,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34675013871465094
    },
    "sha256": "acf0b2fed911fbfada1947dee94940175662600770d5ef138f975fddc055f524",
    "simhash": "1:f0b12c412e0a28b6",
    "word_count": 3111
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Service Employees International Union, Local 509 vs. Labor Relations Commission."
    ],
    "opinions": [
      {
        "text": "Wilkins, J.\nThe plaintiff union (Local 509) has appealed, pursuant to G. L. c. 150E, § 11 (1988 ed.), from a decision of the Labor Relations Commission (commission) that dismissed a complaint charging the Commonwealth as an employer with engaging in prohibited practices defined in G. L. c. 150E, § 10 (a). In this appeal, which we transferred here from the Appeals Court, the union challenges the commission’s determination that the Commonwealth acted lawfully, and not unilaterally in derogation of the Commonwealth’s duty to bargain in good faith, when it declined to permit certain successful individual job classification appeals by employees to be implemented as of the date the appeals were filed.\nLocal 509 represents approximately 8,700 employees in two State bargaining units and is one of the employee organizations that belongs to the Alliance, AFSCME-SEIU, AFL-CIO (Alliance). The commission has certified the Alliance as the bargaining representative for four of the State’s ten collective bargaining units, including the units of Local 509. The Alliance and the Commonwealth negotiated a collective bargaining agreement covering fiscal years 1986-1989 which the Alliance membership ratified.\nThe new agreement contained provisions concerning a job reclassification plan, including new job titles and pay grades for Statewide bargaining units covered by the Alliance. The reclassification process was detailed and time-consuming. It was not completed until January, 1988. The collective bargaining agreement provided in effect that any individual employee who was dissatisfied with the classification of his or her position had a right to challenge the determination by an appeal pursuant to G. L. c. 30, § 49 (1988 ed.). If such an appeal were to be successful, the agreement, by incorporating the statutory process, provided that the new position and its salary would “be effective as of the date of appeal to the personnel administrator.” Numerous employees had sought during the term of the collective bargaining agreement to challenge their individual classifications existing prior to reclassification, but the Commonwealth had declined to act on those appeals pending completion of the reclassification process.\nOn February 23, 1987, the director of the Office of Employee Relations and the personnel administrator of the Department of Personnel Administration (DPA) issued a joint memorandum to all cabinet secretaries and agency heads. The memorandum stated that, after an employee, in a bargaining unit with which we are concerned in this case, shall have received the official classification specification for his or her position in January, 1988, the employee would be entitled to appeal the decision and that any reclassification resulting from such an appeal would be effective as of “the date the appeal was filed with DPA but not earlier than January 1, 1988, the date the new class specifications become official.” The memorandum thus stated appellate rights that were inconsistent with the collective bargaining agreement and with G. L. c. 30, § 49, by purporting to limit retroactive relief with respect to employees’ appeals that had been or could be filed prior to January 1, 1988.\nThe parties agree that the provisions of a collective bargaining agreement prevail over the conflicting provisions of G. L. c. 30, § 49, as to the appeals involved in this case. See G. L. c. 150E, § 7 (d), cl. (k) (1988 ed.). The Commonwealth, relying on that principle, has asserted an oral agreement made between Joseph Bonavita (the chairman of the Alliance) and John McKeon (the then deputy director of the Office of Employee Relations) to amend the collective, bargaining agreement after the collective bargaining agreement was signed (but before the February 23, 1987, joint memorandum was issued) and that, therefore, the Commonwealth did not engage in improper unilateral action as charged. The commission accepted the Commonwealth’s position based on its view of the evidence that had been presented to a hearing officer.\nLocal 509 has argued that (1) an oral agreement, not reduced to writing and signed and not ratified by the union members, is ineffective to amend the collective bargaining agreement and to supersede the appellate rights of employees under G. L. c. 30, § 49; (2) the commission, which did not hear the witnesses and to which the hearing officer presented no findings of fact, improperly relied on the uncontroverted testimony of McKeon, then the director of the Office of Employee Relations, to find that there was an amendment of the collective bargaining agreement; and (3) the commission’s conclusion that Bonavita, the Alliance’s chairman, had agreed, and had authority, to waive the appellate rights of Local 509’s members is unlawful and lacks support by substantial evidence in the record. We conclude that (1) an oral agreement of the sort found here, if made by persons actually or apparently authorized to make it, would properly amend a collective bargaining agreement and thereby supersede the statutory rights with which we are concerned, and (2) the commission was entitled to rely on McKeon’s testimony concerning his agreement with Bonavita and thus find that there was an agreement to amend the collective bargaining agreement. On the other hand, the commission’s decision that Bonavita had apparent authority to bind the members of Local 509 to the purported amendment to the collective bargaining agreement should have addressed, but does not address, Local 509’s claim that any amendment required ratification by members of the Alliance and the approval of principals of other Alliance unions, that the Commonwealth knew or should have known of these facts, and that, accordingly, Bonavita did not have apparent authority to agree to an amendment of the collective bargaining agreement. We shall remand the proceeding to the commission for further consideration of this issue.\n1. We reject Local 509’s argument that, as a matter of law, an oral agreement to amend the terms of a collective bargaining agreement between the Alliance and the Commonwealth is ineffective until it is set forth in an executed contract. Certainly, G. L. c. 150E, § 7 (a), provides that any collective bargaining “agreement shall be reduced to writing” and “executed by the parties.” That language may create an enforceable duty to put an oral agreement in writing. If that is so, Local 509’s claim that there must be a writing would be readily met in these circumstances by ordering that the agreement be put in writing. Be that as it may, we do not read § 7 (a) to constitute a kind of statute of frauds, barring the enforcement of an oral agreement that is otherwise valid. Later we shall address the question of the absence of ratification of the amendment by the members of the Alliance or Local 509 and by principals of the Alliance unions.\nLocal 509 makes the further argument that, where the purported amendment involves a variance, as authorized by G. L. c. 150E, § 7 (d), from statutory rights (such as those under G. L. c. 30, § 49), the agreement to vary from those rights must be in writing or, at the least, must be manifested by clearer proof of its existence than appears in this case. The requirement of a writing we reject. A writing is not required under contract law principles or by statute. The commission’s practice has been not to require a writing to make such a promise enforceable. We turn then to Local 509’s other challenges to the commission’s conclusion that there was an enforceable oral agreement to amend employees’ clas-silica tion appeal rights under the collective bargaining agreement.\n2. Local 509 argues that the commission acted unlawfully in crediting the testimony of McKeon that the chairman of the Alliance agreed to amend the collective bargaining amendment. That testimony was presented to a hearing officer whom the commission had appointed pursuant to its rule 13.02 (456 Code Mass. Regs. § 13.02 [1986]), to take evidence concerning the allegations of prohibited practices by the Commonwealth. The commission, therefore, never heard McKeon testify. Nor did the hearing officer make any findings of fact, nor was he asked to. Local 509 relies on Salem v. Massachusetts Comm’n Against Discrimination, 404 Mass. 170, 174-176 (1989), in which we held that a substitute hearing officer, who had not heard the testimony, could not in fairness decide matters of credibility where the testimony of two witnesses sharply conflicted on a fundamental point. In that case, the procedure followed under the controlling statute contemplated that a hearing officer who heard the witnesses would decide the facts. See Dowd v. Director of the Div. of Employment Sec., 390 Mass. 767, 771 (1984).\nIn this case, in contrast, the crucial testimony was uncon-trover ted. McKeon testified that Bonavita, the chairman of the Alliance, specifically agreed to the condition, later stated in the February 23, 1987, memorandum, that successful appeals would be implemented retroactively to a date no earlier than January 1, 1988. He also testified that Bonavita understood the situation and accepted it. Bonavita did not testify. Nor did the chief spokesman for the Alliance in the negotiations recently concluded testify, a man who, according to McKeon, was present when Bonavita agreed to the change in the date as of which any successful appeal would be effective. There is no evidence that any other person was present during the crucial conversation, although in its decision the commission states that the deputy commissioner for management services for DPA was also there and Local 509 makes the same assertion without, however, providing any supporting reference to evidence in the record.\nIn the circumstances, the commission was warranted in relying on McKeon’s testimony set forth in the transcript of the hearing. See K.C. Davis, Administrative Law Treatise, § 11.18 (1958 ed.). Local 509 did not object below to the procedure that the commission followed in this case, that is, using its so-called “formal” procedure. We, therefore, need not rule on whether that procedure is compatible with the statutory authorization for holding hearings (G. L. c. 150E, § 11). See Stow v. Labor Relations Comm’n, 21 Mass. App. Ct. 935, 939 (1985) (“[Ujnder the formal procedure the Commission does not have the benefit of an appraisal by any official of so much of the credibility of witnesses as turns on appearance and demeanor. We do not rule on the question of the compatibility of the formal procedure with the statute since it was not raised before the hearing officer or the Commission and has thus been waived”). We simply conclude that the commission could credit the testimony of McKeon without first hearing and seeing him.\n3. We come to Local 509’s claim that the commission’s decision was not supported by substantial evidence and was wrong as a matter of law.\nThe fact that the commission could credit McKeon’s testimony does not fully answer the question whether substantial evidence supports the commission’s conclusion that Local 509 is bound by the purported amendment to the collective bargaining agreement. We have no difficulty, however, in deciding that the language amending the collective bargaining agreement, although oral, adequately expressed an intention to supersede the terms of the agreement and the statutory provision (G. L. c. 30, § 49) enumerated in G. L. c. 150E, § 7 (d). See Willis v. Selectmen of Easton, 405 Mass. 159, 164-165 (1989). See also Rein v. Marshfield, 16 Mass. App. Ct. 519, 524 (1983). McKeon’s testimony, when unrebutted by either official of the Alliance who was said to be present, provides evidence that a reasonable person might accept as adequate to support the conclusion (G. L. c. 30A, § 1 [1988 ed.]) that Bonavita agreed to the amendment. The failure of either Bonavita, the Alliance’s chairman, or the Alliance’s chief negotiator to testify certainly does not warrant any inference against the Commonwealth. Indeed, an inference against Local 509 because of the failure of these two Alliance officials to testify might well have been appropriate. See Commonwealth v. Franklin, 366 Mass. 284, 292-294 (1974); Grady v. Collins Transp. Co., 341 Mass. 502, 504-509 (1960).\nThe more difficult question is whether there was substantial evidence to support the commission’s conclusion of law that Bonavita had apparent authority to bind Local 509 to the amendment. The Commonwealth had the burden of proof on the question of Bonavita’s authority. The commission’s decision making would have been greatly aided by evidence of past relationships, concerning midterm changes in the bargaining agreement, between the Alliance, its chairman, and the Alliance’s constituent unions, on the one hand, and the Commonwealth’s representatives, on the other hand. There was very little evidence offered on this point. McKeon did testify, without contradiction, that, if the Office of Employee Relations had an issue that was subject to bargaining and affected all Alliance units, his office’s normal procedure was to give notice to the chairman of the Alliance and not to the Alliance’s constituent unions.\nThe commission concluded that Bonavita, as principal officer of the Alliance, had apparent authority to bind it to the amendment to which he agreed. In the commission’s view, “the principal officer of an employee organization, by virtue of that office, has at least apparent authority to act on behalf of the organization.” Moreover, the commission concluded, in order to counteract the effect of Bonavita’s otherwise apparent authority, the Alliance or any constituent union had the obligation to advise the Commonwealth of the extent to which Bonavita was not actually authorized to act for it. The commission stated that there was no evidence in the record indicating that the Commonwealth should have known that there was any limitation on Bonavita’s apparent authority.\nWe accept as valid the commission’s conclusion that, in the absence of circumstances that make the assumption unreasonable, an employer has the right to assume that the principal officer of a union (or of an alliance of unions designated as a collective bargaining unit) has authority to act on behalf of that union (or the alliance of unions) to bind it to agreements he makes. There are, on this record, however, considerations that might make unwarranted the application to Bonavita of the general assumption concerning the authority of a union president. Those considerations are that, because the members of the Alliance had ratified the collective bargaining agreement and the signature of each Alliance principal appeared on that agreement, Bonavita may not have had apparent authority by himself to agree to a substantive modification of that agreement. The commission did not explicitly address the significance, if any, of these facts in deciding that the Commonwealth could have reasonably relied on Bonavita’s position as chairman of the Alliance to conclude that he had authority to bind the Alliance to the amendment. The commission should have dealt with these considerations, and we should not act on them until it has done so.\nThere are numerous day-to-day problems and uncertainties that must be resolved between employer and union that may call for midterm understandings concerning the interpretation of a collective bargaining agreement. Certainly, each such matter could not reasonably be submitted to the membership for ratification. Where, however, the midterm agreement eliminates substantive rights of employees expressed in a collective bargaining agreement that was ratified by the union (or alliance) membership (and signed by the principal of each Alliance union), the question whether a union president (or alliance chairman) has apparent authority to bind the union (or alliance) membership to such an amendment may call for a different answer. It certainly calls for separate consideration and discussion by the commission.\nWe remand the proceedings to the Labor Relations Commission for further consideration in light of this opinion, in-eluding, in its discretion, the taking of further evidence bearing on the authority of the chairman of the Alliance to agree to the amendment to the collective bargaining agreement.\nSo ordered.\nThe commission may wish to consider whether its so-called formal procedure invites problems in the making of crucial credibility determinations and whether the formal procedure is authorized by statute.\nIn support of its conclusions concerning the apparent authority of a union president, the commission relied on its decisions in City of Leominster, 8 M.L.C. 1592, 1597 (1981), aff'd, 8 M.L.C. 2034 (1982), and Belmont School Comm., 4 M.L.C. 1189, 1192-1194 (1977), aff'd, 4 M.L.C. 1707 (1978). See Ipswich Firefighters, Local 1913, 9 M.L.C. 1153, 1157, afFd, 9 M.L.C. 1335 (1982). In support of its view that the employer was entitled to rely on the absence of any disclosed limitation on a union president’s authority, the commission relied on the Ipswich Firefighters case cited above and Town of Ipswich, 11 M.L.C. 1403, 1410 n.7 (1985). From these decisions, it is clear that, in the commission’s considered view, a union president by reason of his office alone has broad apparent authority to bind the union and its membership and that there is a burden on any union that does not want an employer to rely on that apparent authority to disclose limitations on its president’s authority. In the sense of the traditional definition of apparent authority (see DeVaux v. American Home Assurance Co., 387 Mass. 814, 819 [1983]), the election of a president is conduct that warrants the employer to believe reasonably that the president has authority to act for the union, in the absence of evidence making that belief unreasonable.",
        "type": "majority",
        "author": "Wilkins, J."
      }
    ],
    "attorneys": [
      "Maria C. Rota for the plaintiff.",
      "Jean Strauten Driscoll for the defendant."
    ],
    "corrections": "",
    "head_matter": "Service Employees International Union, Local 509 vs. Labor Relations Commission.\nSuffolk.\nFebruary 4, 1991. -\nMay 15, 1991.\nPresent: Liacos. C.J., Wilkins. Nolan. Lynch, & O’Connor, JJ.\nPublic Employment, Collective bargaining. Labor, Collective bargaining. Contract, Collective bargaining contract. Administrative Law, Agency, Proceedings before agency, Evidence. Evidence, Administrative proceedings, Credibility of witness. Agency, Scope of authority.\nAn oral agreement between the Commonwealth and the representative of certain bargaining units for public employees was effective to amend the terms of the applicable collective bargaining agreement, and G. L. c. 150E, § 7 (a), did not bar the enforcement of such an oral agreement that was otherwise valid. [144-145]\nThe Labor Relations Commission was warranted in relying on uncontro-verted testimony presented to a hearing officer appointed to take evidence concerning allegations of prohibited practices by the Commonwealth. [145-147]\nSubstantial evidence supported a decision of the Labor Relations Commission concluding that the representative of certain bargaining units for public employees was bound by an oral amendment to the collective bargaining agreement. [147]\nA determination of the Labor Relations Commission that the principal officer of an alliance of unions had apparent authority to bind the constituent bargaining units in making an oral amendment to the applicable collective bargaining agreement was remanded for further consideration by the commission in light of the evidence in the record with respect to the issue of apparent authority. [147-150]\nAppeal from a decision of the Labor Relations Commission.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nMaria C. Rota for the plaintiff.\nJean Strauten Driscoll for the defendant."
  },
  "file_name": "0141-01",
  "first_page_order": 157,
  "last_page_order": 166
}