{
  "id": 3895223,
  "name": "The Children's Hospital Corporation vs. Rate Setting Commission",
  "name_abbreviation": "Children's Hospital Corp. v. Rate Setting Commission",
  "decision_date": "1991-05-08",
  "docket_number": "",
  "first_page": "66",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "377 Mass. 67",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        334161
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "69-70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/377/0067-01"
      ]
    },
    {
      "cite": "383 Mass. 885",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        813481
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/mass/383/0885-01"
      ]
    },
    {
      "cite": "389 Mass. 617",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        912989
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "624",
          "parenthetical": "construing G. L. c. 40A, § 15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/389/0617-01"
      ]
    },
    {
      "cite": "201 Mass. 204",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3491293
      ],
      "year": 1909,
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/201/0204-01"
      ]
    },
    {
      "cite": "350 Mass. 183",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        526924
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/350/0183-01"
      ]
    },
    {
      "cite": "405 Mass. 390",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3882851
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/405/0390-01"
      ]
    },
    {
      "cite": "408 Mass. 393",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3890805
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "416"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/0393-01"
      ]
    },
    {
      "cite": "403 Mass. 736",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3880075
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/403/0736-01"
      ]
    },
    {
      "cite": "408 Mass. 785",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3890574
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "788"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/0785-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 816,
    "char_count": 19226,
    "ocr_confidence": 0.943,
    "pagerank": {
      "raw": 1.0036371665915163e-07,
      "percentile": 0.5396123480558133
    },
    "sha256": "aac9ef5bc8dc4357a006afc017c93a523f94188404abd3397849a03b87b1dd29",
    "simhash": "1:e2b746a2f1df3e98",
    "word_count": 3028
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Children’s Hospital Corporation vs. Rate Setting Commission."
    ],
    "opinions": [
      {
        "text": "Abrams, J.\nThe Children’s Hospital Corporation (Children’s) requested reimbursement under its contract with Blue Cross of Massachusetts for $2,639,166 in extra nursing costs incurred by Children’s during fiscal year 1987. The Rate Setting Commission (commission), charged under the contract with evaluating hospital requests for adjustments of this type, denied Children’s request. Pursuant to G. L. c. 176A, § 5 (1988 ed.), Children’s appealed the commission’s decision to a single justice of the Supreme Judicial Court. The parties filed a joint motion for reservation and report of the case. The case was reserved and reported without decision to this court. We affirm the commission’s decision.\nThe contract between Children’s and Blue Cross for the fiscal years 1985-1987 (Hospital Agreement 30 [HA-30]) was modeled on a master agreement negotiated by the Massachusetts Hospital Association and approved by the commission pursuant to G. L. c. 176A, § 5 (1988 ed.). The contract is structured so that the amount of reimbursement that Blue Cross will pay to the hospital is determined prospectively. A hospital’s “maximum allowable cost” for each year is set by taking the total costs from a selected prior year and increasing that amount to adjust for inflation. Generally, if a hospital holds its actual costs below the “maximum allowable cost” figure, the hospital is permitted to retain the extra funds. If actual costs exceed the “maximum allowable cost,” then the hospital must absorb the loss for that year. The contract is designed to provide an incentive for a hospital to increase its efficiency.\nAlthough generally the amount of reimbursement is set prospectively, the contract does provide recoupment of past expenditures in excess of the maximum allowable cost in certain circumstances. HA-30 §§ 6.7.4 and 6.7.5 allow retroactive adjustments of the maximum allowable cost when a hospital incurs extra expenses due to “certain unusual and extraordinary occurrences.” Under these provisions, the commission reviews and approves or disapproves any request for extra expenses, subject to any regulations that the commission may establish. The contract sets out criteria for granting approval: an adjustment can be made only for a single occurrence, outside the control of the hospital, that entails costs not covered by other provisions of the contract and exceeding .5 % of the hospital’s maximum allowable cost. HA-30 § 6.7.5.2. The regulation established by the commission tracks the language of the contract. 114.1 Code Mass. Regs. § 27.04 (1) (1986).\nChildren’s filed an extraordinary exception request for fiscal year 1987. The hospital submitted documentation indicating that it had suffered an unusual number of vacancies in its staff of registered nurses, due to a shortage of qualified nurses. In order to fill these positions, Children’s had raised nursing salaries to a level comparable to those offered at competing institutions, incurring an extra expense of $2,291,042. Children’s also had hired temporary nursing help at a cost of $348,124, and sought reimbursement for a total of $2,639,166. The commission denied Children’s request, concluding that the hospital had failed to provide documentation that the nursing shortage was outside the hospital’s control as a “single, unusual, and extraordinary occurrence,” and that wage parity is not included in HA-30. Children’s appealed, claiming that the commission’s decision was based on an error of law and was arbitrary, capricious, an abuse of discretion, and unsupported by substantial evidence.\n1. Deference to the commission’s decision. General Laws c. 176A, § 5, directs that review of a decision of the commission shall be governed by G. L. c. 30A, § 14 (7). Ordinarily, in appeals pursuant to G. L. c. 30A, § 14 (7), we give “due weight to the experience, technical competence, and specialized knowledge of the agency, as well as the discretionary authority conferred upon it.” G. L. c. 30A, § 14 (7) (1988 ed.). Children’s argues that because its action essentially is a contract claim, we should not accord any deference to the commission’s determination. We do not agree. The Legislature has directed the commission to examine and approve contracts of this type. G. L. c. 176A, § 5 (1988 ed.). By virtue of G. L. c. 176A, § 5, the commission must analyze the terms of the contract in order to determine whether the rates to be paid to a hospital are “reasonable” or contain “an incentive to achieve greater efficiency and economy.”\nThe commission held a public hearing on HA-30 before approval at which extensive testimony was presented on the meaning and expected effect of the terms of the contract. The parties to the contract have granted to the commission significant discretionary authority under the contract. The parties designated the commission as the authority responsible for deciding in what circumstances an extraordinary exception should be allowed. The contract also authorizes the commission to establish regulations and criteria to implement the application and decision process. The terms of the contract indicate that the parties delegated to the commission the authority to determine the intent of the parties and, in the event of a dispute, the meaning of the contract terms. We therefore must accord the commission’s interpretation of HA-30 deference in reviewing its decision. Emerson Hosp. v. Rate Setting Comm’n, 408 Mass. 785, 788 (1990). Goddard Memorial Hosp. v. Rate Setting Comm’n, 403 Mass. 736, 744 (1989).\n2. The commission’s ruling. We begin our review by looking to the language of the contract, which also must include a brief look at the previous contract between these parties, HA-29. The portion of HA-30 dealing with extraordinary exceptions begins with a statement of intent of the parties. This section refers back to the cost adjustment procedures which were available under HA-29, the predecessor of HA-30. The statement of intent in HA-30 recites that the procedures under HA-29 have proved unacceptable to both parties, and that “[f]or this reason the approval of incremental expenditures associated with DoN (Determination of Need) projects has been transferred to the Commission, case-mix adjustments are made automatically pursuant to the system of adjusting for changes in the hospital’s inpatient volume of service, and a uniform mark up of .44% has been added to the hospital’s Basis of Payment in lieu of virtually all of the exceptions granted pursuant to HA-29.” Some exceptions were still to be allowed, however, “for these few, unusual, and extraordinary cases which must be further addressed in order to avoid serious inequity.”\nUnder HA-29, a hospital could request an adjustment to its “maximum allowable cost” for a number of different reasons. One type of cost which was expressly identified as a potential exception is “[w]age parity and noncompetitive positions in the labor market.” The parties before us assert opposing conclusions as to whether HA-30 retains as a potential exception the wage parity costs which are specifically recognized in HA-29. Children’s contends that the statement of intent in HA-30 means that all the potential exceptions which are laid out in HA-29, and which are not addressed by the automatic allowances in HA-30, necessarily must be potential extraordinary exceptions under HA-30. Children’s thus reads HA-30 § 6.7.4 as reforming the procedure by which exceptions are granted, without eliminating any of the categories mentioned in HA-29 as potential exceptions. Children’s argues that wage parity costs are the type of extra cost which the extraordinary exceptions procedures of HA-30 § 6.7.5 are designed to address. Children’s concludes that this type of cost was well within the contemplation of the parties as an extraordinary exception under HA-30. The commission disagreed.\nThe commission read the statement of intent in HA-30 as indicating the parties’ intention to sweep aside both the procedures and the categories of potential adjustments laid out in HA-29. It read HA-30 as restricting the availability of extraordinary exceptions to a far greater extent than did HA-29, emphasizing that the new provisions were intended to replace “virtually all of the exceptions granted under HA-29.” The commission concluded that wage parity is not the type of cost which can be considered as an extraordinary exception under HA-30.\nOn appeal, the commission asserts that its interpretation is consistent with aspects of the structure of the contract which demonstrate that the parties intended to adjust for increases in labor costs in a controlled manner. The commission points to two provisions which allow adjustments for increased labor costs due to changed circumstances. Case-mix adjustments, which are a means of dealing with the increased costs of caring for patients whose illnesses are more severe, are made automatically under HA-30. The fixed labor index, HA-30 § 6.2, provides a means of adjusting labor cost reimbursements when the actual costs of the hospital differ from the projected inflationary increases automatically provided by the contract. The fixed labor index provides that payments to the hospital for labor costs are to be made in the amount of the projection, “without a year-end settlement and retroactive adjustment.” However, if actual costs exceed the projected costs, the variance is added to the inflation allowance for the next year. If actual costs are less than projected costs, then half of the variance is subtracted from the next year’s inflation allowance. The commission asserts that the parties dealt with unexpected rises in labor costs due to factors such as an increased severity of patient illnesses and a shortage of nurses by means of those specific provisions, rather than by retroactive recoupment of such costs as extraordinary exceptions. The commission concludes that both the language and the structure of HA-30 indicate that the parties did not envision a sudden rise in the cost of attracting and retaining qualified nurses as the kind of “unusual and extraordinary” occurrences addressed by § 6.7.5 of the contract.\nThe parties agree that HA-30 is structured to promote hospital cost containment by means of a prospective determination of the amount of reimbursement. See Emerson Hosp., supra at 786; Goddard Memorial Hosp., supra at 738. One of the incentives toward greater efficiency is the risk placed on the hospital that it will have to absorb actual costs which exceed the maximum allowable cost. The commission’s position that HA-30 § 6.7.5 is intended to reinforce the hospital’s incentives toward efficiency by decreasing the number of extraordinary exceptions available for retroactive adjustment is both reasonable and in accord with the policy of cost containment embodied in G. L. c. 176A, § 5. See Goddard Memorial Hosp., supra at 742.\nThe commission also states that its interpretation is correct because neither the nursing shortage nor the concomitant disparity in nursing salaries is a “single occurrence” as required by the contract and the regulations. The commission characterizes the nursing shortage as a “chronically developing phenomenon” which had been developing since 1985. According to a briefing paper prepared by the American Nurses Association and submitted by Children’s, the nursing shortage resulted from the convergence of many different factors. Some of these factors have reduced the number of students entering nursing programs; others have diverted the supply of qualified nurses away from hospital jobs and into other career opportunities. The term “shortage” thus actually describes a number of different phenomena including individual career choices, business developments in the health care field, and changes in population producing an increased demand for nursing services.\nThe commission similarly characterizes the 1987 disparity in wages between Children’s and five competing hospitals as a chronically developing problem. Children’s submitted materials citing its difficulty in retaining qualified nurses as extending over “the past few years.” Other materials show that the nursing salaries at Children’s were lower than those at competing institutions as of 1985. The commission characterizes the wage disparity that existed in 1987 as a “condition which worsened over several years,” probably as a result of a series of management choices. The commission contends that a developing condition should not be considered a single occurrence simply because it reaches a predictable crisis point. The commission’s intepretation of the terms of the contract and the regulation is reasonable.\nWe have said that, in construing an insurance policy, the meaning of the term “occurrence” is not limited to a sudden happening. Worcester Ins. Co. v. Fells Acres Day School, Inc., 408 Mass. 393, 416 (1990). Contrary to Children’s argument, the commission did not focus solely on the word “sudden.” Rather, it made its determination on the basis of all the materials before it. The materials submitted by Children’s support the commission’s conclusion that the nursing shortage and the wage disparity constitute part of a broad shift in the market for qualified nurses and was not a single, extraordinary “occurrence.” In light of the prospective focus of the reimbursement scheme of the HA-30 and the fixed labor index which provides a measure of dealing with increases in labor costs above inflation, we do not think that nationwide trends and other changes in the labor market for nurses are a single, extraordinary, and unusual occurrence.\nFinally, Children’s argues that the commission had no authority to rule on the extraordinary exception request because the commission did not rule on the request until after the statutory deadline. General Laws c. 6A, § 80 (a) (iv) (1988 ed.), mandates that all HA-30 exceptions and adjustments for a base year shall be resolved within 180 days of the passage of the act inserting the provision in the General Laws. Children’s contends that because the commission failed to act within the statutory time period, its request should be deemed approved.\nNowhere in G. L. c. 6A, § 80 {a) (iv) (1988 ed.), did the Legislature prescribe a consequence for the commission’s failure to meet the timetable. The Legislature is presumed to understand and intend the consequences of its actions. Brennan v. The Governor, 405 Mass. 390, 395 (1989). Where a statutory mandate “relates only to the time of performance of a duty by a public officer and does not go to the essence of the thing to be done, it is only a regulation for the orderly and convenient conduct of public business and not a condition precedent to the validity of the act done.” Monico’s Case, 350 Mass. 183, 185 (1966), quoting Cheney v. Cough-lin, 201 Mass. 204, 211 (1909). Under G. L. c. 6A, § 80, the Legislature did not impose any consequences for failure of the board to adhere to the statutory timetable. Cf. Capone v. Zoning Bd. of Appeals of Fitchburg, 389 Mass. 617, 624 (1983) (construing G. L. c. 40A, § 15); Rinaudo v. Zoning Bd. of Appeals of Plymouth, 383 Mass. 885 (1981); Casasanta v. Zoning Bd. of Appeals of Milford, 377 Mass. 67, 69-70 (1979). There is no statutory basis for us to treat the delay by the board as requiring a conclusion that Children’s request should be deemed as having been allowed. The record does not disclose any equitable basis for such a conclusion. Judgment shall enter in the Supreme Judicial Court for the county of Suffolk affirming the commission’s denial of Children’s request for an extraordinary exception based on the wages paid to its nurses.\nSo ordered.\nSection 6.7.4 of HA-30 provides: “Intent of the Hospital and Blue Cross related to Non-DoN Extraordinary Exceptions: Under the terms of Hospital Agreement HA-29, hospitals were permitted to make application for, and to receive, an adjustment to their Basis of Payment for certain categories of cost. These categories of cost were of two general types. The first included the incremental expenditures associated with projects approved pursuant to Determination of Need. The second included, but was not limited to, costs of government regulations, changes in case-mix, and the inadequacy of certain inflation proxies in measuring inflation as it affected a particular hospital.\n“The exceptions process in HA-29 has proved unacceptable both to the hospitals and to Blue Cross. For this reason the approval of incremental expenditures associated with DoN projects has been transferred to the Commission, case-mix adjustments are made automatically pursuant to the system of adjusting for changes in the hospital’s inpatient volume of service, and a uniform mark up of .44% has been added to the hospital’s Basis of Payment in lieu of virtually all of the exceptions granted pursuant to HA-29.\n“The parties, however, recognize that over the term of HA-29 there were a small number of exception requests unrelated to DoN projects, which if unaddressed, would have resulted in a serious inequity to the affected hospitals. These situations did not necessarily involve the hospital being in a financially distressed position. They did, however, typically give rise to a permanent adjustment to the hospital’s Basis of Payment. The purpose of the exception process described in 6.7.5 below is to provide an adjustment (in addition to the uniform mark up of .44 percent) for those few unusual and extraordinary cases which must be further addressed in order to avoid serious inequity.”",
        "type": "majority",
        "author": "Abrams, J."
      }
    ],
    "attorneys": [
      "Richard P. Ward (Susan T. Nicholson with him) for the plaintiff.",
      "Mary C. Connaughton, Assistant Attorney General, for the defendant."
    ],
    "corrections": "",
    "head_matter": "The Children’s Hospital Corporation vs. Rate Setting Commission.\nSuffolk.\nMarch 7, 1991. -\nMay 8, 1991.\nPresent: Liacos. C.J. Wilkins. Abrams. Nolan. & Lynch. JJ.\nAdministrative Law, Judicial review. Hospital, Costs. Rate Setting Commission.\nA decision of the Rate Setting Commission, interpreting a contract for hospital cost reimbursement by a hospital service corporation, was entitled to the deference accorded agency decisions pursuant to § 14 (7) of G. L. c. 30A, the State Administrative Procedure Act. [68-69]\nWhere a hospital’s increased nursing costs for fiscal year 1987 could properly be found to have been the result of a broad shift in the market for qualified nurses, rather than a single, extraordinary occurrence, the hospital was not entitled to a retroactive adjustment of its “maximum allowable costs” under a provision of its agreement with a hospital service corporation allowing such an adjustment for “certain unusual and extraordinary circumstances.” [69-73]\nWhere a hospital requested the Rate Setting Commission to approve a retrospective adjustment of the hospital’s 1987 fiscal year reimbursement under its contract with a hospital service corporation, the circumstance that the commission did not act on the request within the time allowed by G. L. c. 6A, § 80 (a) (iv), did not require that the hospital’s request be deemed as having been allowed. [73-74]\nCivil action commenced in the Supreme Judicial Court for the county of Suffolk on February 15, 1989.\nThe case was reported by Lynch, J.\nRichard P. Ward (Susan T. Nicholson with him) for the plaintiff.\nMary C. Connaughton, Assistant Attorney General, for the defendant."
  },
  "file_name": "0066-01",
  "first_page_order": 82,
  "last_page_order": 90
}