{
  "id": 3895082,
  "name": "Jacqueline A. Mamulski, executrix, vs. Town of Easthampton",
  "name_abbreviation": "Mamulski v. Town of Easthampton",
  "decision_date": "1991-05-07",
  "docket_number": "",
  "first_page": "28",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "67 Mass. L. Rev. 159",
      "category": "journals:journal",
      "reporter": "Mass. L. Rev.",
      "year": 1982,
      "pin_cites": [
        {
          "page": "167"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "27 Mass. App. Ct. 410",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3996961
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "413-414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/27/0410-01"
      ]
    },
    {
      "cite": "383 Mass. 707",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        813537
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "714-715"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/383/0707-01"
      ]
    },
    {
      "cite": "396 Mass. 271",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        898079
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "273-274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/396/0271-01"
      ]
    },
    {
      "cite": "408 Mass. 605",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3890869
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "609-610"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/0605-01"
      ]
    },
    {
      "cite": "392 Mass. 745",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3875139
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/mass/392/0745-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 369,
    "char_count": 5553,
    "ocr_confidence": 0.953,
    "pagerank": {
      "raw": 1.022007916648428e-07,
      "percentile": 0.5455706104873296
    },
    "sha256": "b2474e61d8ade5996214497c174e3dbe12d826cf81a491e0890e255c6a18193d",
    "simhash": "1:4521e55242b73e89",
    "word_count": 932
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jacqueline A. Mamulski, executrix, vs. Town of Easthampton."
    ],
    "opinions": [
      {
        "text": "Wilkins, J.\nIn her wrongful death count (see G. L. c. 229, § 2 [1988 ed.]; G. L. c. 258, § 2 [1988 ed.]) against the defendant town, the plaintiff alleged that, on December 5, 1988, Vicki L. Smercak operated her motor vehicle on Clark Street at its intersection with North Hampshire Street in Easthampton and negligently caused her vehicle to collide with a motor vehicle operated by Felix S. Mamulski, the plaintiff’s decedent, causing his death. Before the accident the town had been notified by several people, including its own police officers, that “the stop sign located on Clark Street at the intersection of North Hampshire Street, was missing and needed to be replaced,” but the town had failed to replace it. The complaint alleged that the town’s negligent failure to replace the stop sign caused the accident and the death of the plaintiffs decedent. The count also alleged that proper presentment of the claim had been given to the town pursuant to G. L. c. 258, § 4 (1988 ed).\nA judge of the Superior Court allowed the town’s motion to dismiss the count against it. He ruled that the town owed the plaintiffs decedent no duty of care because it had no special relationship with the plaintiffs decedent that warranted the imposition of liability under principles expressed in Irwin v. Ware, 392 Mass. 745 (1984). We transferred the plaintiffs appeal here and now reverse the judgment dismissing the count against the town.\nThe principles discussed in our opinions concerning the imposition of liability on a governmental body where there is a “special relationship” between an allegedly negligent public employee and a member of the public have no application on the facts of this case. We, therefore, decline to discuss the allegations against the town in the context of the special relationship or special duty cases, even though that is the way in which the parties have expressed their arguments to us. On the pleadings, this case is not necessarily one in which a person has been harmed directly by the wrongful conduct of a third person where a public employee may have failed in his duty to enforce the law and thereby to interrupt or prevent that third person’s harmful activity. See Onofrio v. Department of Mental Health, 408 Mass. 605, 609-610 (1990).\nThe town’s alleged negligence is based on its breach of a duty to replace a stop sign. The town is in a position similar to that of one who controls certain land and has a duty to exercise reasonable care toward persons lawfully on that property. See Doherty v. Belmont, 396 Mass. 271, 273-274 (1985). The factual circumstances are also analogous to municipal liability for wrongful death due to defects in highways. See Gallant v. Worcester, 383 Mass. 707, 714-715 (1981); Sanker v. Orleans, 27 Mass. App. Ct. 410, 413-414 (1989), and authorities cited.\nWe cannot fairly say that on the allegations of the complaint, as a matter of law, the town had no duty to the plaintiffs decedent. “[Liability should be imposed where the municipality itself sets in motion forces which cause injury, cases where the municipality directly causes the harm, rather than negligently fails to prevent it.” Glannon, The Scope of Public Liability Under the Tort Claims Act: Beyond the Public Duty Rule, 67 Mass. L. Rev. 159, 167 (1982). The town’s failure to replace the stop sign may have been negligent and but for that negligence the accident might not have occurred.\nThe judgment is reversed. The order allowing the town’s motion to dismiss is vacated.\nSo ordered.\nHe also ruled that the failure to replace a stop sign did not present a basis for municipal immunity pursuant to the discretionary function provisions of G. L. c. 258, § 10 (b) (1988 ed.). The town has not argued this issue to us as an alternative basis for affirming the judge’s allowance of its motion to dismiss.\nThe motion judge noted the resemblance of this case to the Sanker case in which the Appeals Court held that a town owed a duty to a motorcyclist, traveling on a public way, who struck a branch of a tree overhanging the road. He declined, however, to follow the Sanker case because the Appeals Court gave no rationale for its conclusion. The reasons for the Appeals Court’s conclusion are apparent in the opinion’s crisp citation of authorities that support and explain that conclusion. The Sanker opinion could properly have ignored any reference at all to “special relationship” cases.",
        "type": "majority",
        "author": "Wilkins, J."
      }
    ],
    "attorneys": [
      "Michael J. Coyne for the plaintiff.",
      "Nancy Frankel Pelletier for the defendant."
    ],
    "corrections": "",
    "head_matter": "Jacqueline A. Mamulski, executrix, vs. Town of Easthampton.\nHampshire.\nFebruary 7, 1991. -\nMay 7, 1991.\nPresent: Liacos. C.J., Wilkins. Abrams. Nolan, Lynch, O’Connor, & Greaney. JJ.\nNegligence, Municipality, Stop sign. Municipal Corporations, Liability for tort, Stop sign. Massachusetts Tort Claims Act.\nA plaintifFs wrongful death claim against a town alleging that the town’s failure to replace a missing stop sign caused an accident which led to the death of the plaintiff’s decedent was sufficient to withstand a motion to dismiss, where it could not be said that on the plaintiff’s allegation, as a matter of law, the town had no duty to the plaintiff’s decedent to replace the stop sign. [29-30]\nCivil action commenced in the Superior Court Department on August 3, 1989.\nA motion to dismiss was heard by John F. Murphy, Jr., J.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nMichael J. Coyne for the plaintiff.\nNancy Frankel Pelletier for the defendant.\nOf the estate of Felix S. Mamulski. The plaintiff’s claims against Vicki L. Smercak were dismissed by stipulation."
  },
  "file_name": "0028-01",
  "first_page_order": 44,
  "last_page_order": 46
}