{
  "id": 3895798,
  "name": "Leland Earl James, petitioner",
  "name_abbreviation": "James",
  "decision_date": "1991-07-15",
  "docket_number": "",
  "first_page": "674",
  "last_page": "679",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 674"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "447 A.2d 65",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12038667
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "66-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/447/0065-01"
      ]
    },
    {
      "cite": "5 Allen, 130",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2102384
      ],
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/mass/87/0130-01"
      ]
    },
    {
      "cite": "192 Kan. 623",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        32974
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "628-629",
          "parenthetical": "construing uniform criminal extradition act - any person \"charged\" in another State \"with treason, felony, or other crime\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/192/0623-01"
      ]
    },
    {
      "cite": "49 Ill. 2d 209",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2910832
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "212"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/49/0209-01"
      ]
    },
    {
      "cite": "192 Colo. 25",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        4569491
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/192/0025-01"
      ]
    },
    {
      "cite": "729 F.2d 1071",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1938928
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/729/1071-01"
      ]
    },
    {
      "cite": "165 Wash. 92",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        842536
      ],
      "year": 1931,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/165/0092-01"
      ]
    },
    {
      "cite": "60 Okla. Crim. 50",
      "category": "reporters:state",
      "reporter": "Okla. Crim.",
      "case_ids": [
        8740235
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla-crim/60/0050-01"
      ]
    },
    {
      "cite": "335 Mo. 71",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8733289
      ],
      "year": 1934,
      "pin_cites": [
        {
          "page": "75-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/335/0071-01"
      ]
    },
    {
      "cite": "138 F. 980",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3897180
      ],
      "weight": 2,
      "year": 1905,
      "pin_cites": [
        {
          "page": "983",
          "parenthetical": "\"Taking the broad definition of 'charged with crime' as including the responsibility for crime, the charge would not cease or be merged in the conviction, but would stand until the judgment is satisfied\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/138/0980-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 10734,
    "ocr_confidence": 0.938,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.11829492761933225
    },
    "sha256": "709afee2ab4d15edc95d42aa47179e2679779babc669a93b63d0fd15869ce771",
    "simhash": "1:c3be6ee7c639869b",
    "word_count": 1831
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leland Earl James, petitioner."
    ],
    "opinions": [
      {
        "text": "Wilkins, J.\nIn this proceeding, the petitioner (James) seeks a writ of habeas corpus challenging the lawfulness of a Governor’s warrant issued for his arrest at the request of the State of California. James has several months remaining to be served on a California sentence. James’s single argument is that he is not a person described in G. L. c. 276, § 12 (1990 ed.), whom the Governor lawfully may cause to be arrested and surrendered to another State.\nJames’s argument is founded on the special circumstances under which he was brought to Massachusetts to serve Massachusetts and California sentences concurrently and then released by Massachusetts with a portion of his California sentence remaining to be served. In 1974, James escaped from custody in Massachusetts while serving a sentence for armed robbery. In 1986, he was arrested in California for burglary, pleaded guilty, and was sentenced to six years’ confinement, the sentence to run concurrently with the time remaining on his Massachusetts sentence. In 1987 he was returned to Massachusetts to serve the two sentences concurrently. In May, 1989, California lodged a detainer against James. For reasons that need not concern us and are not the fault of Massachusetts authorities, when James finished serving his Massachusetts sentence on July 26, 1989, he was released outright and not to the California detainer.\nIn September, 1989, the Governor’s warrant was issued. Upon his arrest on the warrant, James promptly filed a petition for a writ of habeas corpus and was admitted to bail. A judge of the Superior Court dismissed the petition. James has appealed and has continued on bail pending this appeal.\nSection 12 of G. L. c. 276, a part of the Massachusetts Criminal Rendition Act (G. L. c. 276, §§ 11-20R [1990 ed.]), describes a person who may be arrested and delivered up to another State. Such a person is one “charged in such other state with treason, felony, or other crime, or with having been convicted of a crime in such other state and having escaped from confinement or having broken the terms of his bail, probation or parole, who is found in this commonwealth.” It is agreed that James has not escaped from confinement, nor has he broken the terms of his bail, probation, or parole.\nJames argues that, although he was once charged with a crime in California, he has been convicted of that crime and hence is no longer a person “charged” with a crime in California who could be given up to California authorities under § 12. In support of his view that a person who has been convicted of a crime is not one within § 12’s reference to one charged with a crime, James points out that the references in § 12 to one who has escaped from confinement and to one who has broken the terms of his probation or parole would be unnecessary if such a person were to be regarded under § 12 as one “charged” with a crime. A straightforward reading of § 12 without regard to the legislative purpose in providing for rendition and without regard to the legislative history of § 12 could support the result for which James contends.\nWe do not, however, subscribe to this approach. Reading § 12 in the context of its predecessor (R. L. c. 217, § 11) and consideration of the interrelationship of § 12 with the Uniform Criminal Extradition Act point to an opposite conclusion. Moreover, proper comity in the implementation of art. iv, § 2, cl. 2, of the Constitution of the United States that calls for the rendition of any “person charged in any state with treason, felony, or other crime” and the absence of any reason why the Legislature would wish to exclude a person such as James from the reach of § 12 lead us to agree with the trial judge.\nSection 12, which took its present form in 1937 (see St. 1937, c. 304, § 1, “An Act making uniform the procedure on interstate rendition”), was preceded by a provision for surrendering “any person charged [in another State] with treason, felony or other crime.” R. L. c. 217, § 11 (1902). The earlier statutory provision made no express reference to escaped prisoners, persons who had violated the terms of bail, probation, or parole, or other persons who had obligations to some other State. A substantial body of law has developed elsewhere that includes such people within the classification of one charged with a crime. For cases decided prior to the 1937 amendment to § 12, see Hughes v. Pflanz, 138 F. 980, 983 (6th Cir. 1905) (“Taking the broad definition of ‘charged with crime’ as including the responsibility for crime, the charge would not cease or be merged in the conviction, but would stand until the judgment is satisfied”); Rummerfield v. Watson, 335 Mo. 71, 75-77 (1934), and cases cited; Ex parte Foster, 60 Okla. Crim. 50, 56 (1936); State ex rel. Treseder v. Remann, 165 Wash. 92, 101 (1931). Since 1937, decisions have been consistent to the same effect. See, e.g., Chamberlain v. Celeste, 729 F.2d 1071, 1075 (6th Cir. 1984); Gottfried v. Cronin, 192 Colo. 25, 29 (Colo. 1976); People ex rel. Brown v. Jackson, 49 Ill. 2d 209, 212 (1971); Hedge v. Campbell, 192 Kan. 623, 628-629 (1964) (construing uniform criminal extradition act — any person “charged” in another State “with treason, felony, or other crime”).\nIn commenting on the Uniform Extradition Act, the Judicial Council stated in 1930 that “[apparently there is doubt in some States whether a convicted person who has escaped is ‘a person charged with a crime’ within the Federal Constitution and the Act of Congress and thus subject to rendition. It seems to us clear that a man does not cease to be ‘charged with crime’ because he has been convicted of it (see Hughes v. Pflanz, 138 Fed. 980) and that an escaped convict is, therefore, charged with two offenses — the one for which he was convicted and the escape which is a separate offense. (See Com. v. Farrell, 5 Allen, 130). . . . Massachusetts should make it clear that she expects to comply with requests for the rendition of convicts who have escaped from other states. Accordingly we include an amendment to cover this point in the draft act submitted herewith.” Public Document No. 144 (1930).\nIn view of this background, we do not attribute to the Legislature an attempt to restrict the broad meaning of the words “charged” with a “crime” by its adoption in 1937 of additional language that dealt explicitly with certain persons who had been convicted of a crime and had not paid their debts to society in some other jurisdiction. The insertion of specific authority in § 12 to surrender certain classes of persons after conviction should not be read, therefore, to reduce the long-standing authority to surrender all persons charged with a crime in another State. See Plymouth County Retirement Ass’n v. Commissioner of Pub. Employee Retirement, ante 307, 312 (1991). Such a conclusion makes logical sense and is consistent with the purpose of the provision in the Constitution of the United States concerning rendition of persons charged with a crime, Our construction permits the reference in § 12 to crimes charged to retain its full scope and gives to the language concerning certain postconviction persons an illustrative but nonrestrictive role.\nJames argues that the failure of the Legislature to adopt the language of § 2 of the Uniform Criminal Extradition Act, which appears in the margin, indicates an intention to produce a different result in Massachusetts. We agree that that language differs from § 12, but we do not find in the differences an attempt to restrict the meaning of the words “charged” with a “crime” in § 12, or to give a different meaning to those words than appears in the uniform act.\nJames also argues that we should follow the lead of Lee v. Massie, 447 A.2d 65, 66-69 (Me. 1982), in which the Supreme Judicial Court of Maine construed its governing statute not to provide for the rendition of a person who had completed his sentence in Maine but was wanted by Colorado to finish a sentence for kidnapping. The petitioner had been returned to Maine to finish his Maine sentence following his Colorado conviction. Because the petitioner had not “escaped from confinement or . . . broken the terms of his bail, probation or parole” the Maine statute did not classify him by definition as a fugitive from justice. Neither our act nor the uniform act defines a fugitive from justice as the Maine statute did by making a clear distinction between (a) one accused of a crime elsewhere and (b) a person convicted of a crime elsewhere who had escaped or had violated the terms of his bail, probation, or parole.\nThe order denying the petition for a writ of habeas corpus is affirmed.\nSo ordered.\nIn its entirety, § 12 provides: “Subject to the provisions of sections eleven to twenty R, inclusive, the controlling provisions of the constitution of the United States, and any and all acts of congress enacted in pursuance thereof, the governor may cause to be arrested and delivered up to the executive authority of any other state any person charged in such other state with treason, felony or other crime, or with haying been convicted of a crime in such other state and having escaped from confinement or having broken the terms of his bail, probation or parole, who is found in this commonwealth.”\n“Subject to the provisions of this act, the provisions of the Constitution of the United States controlling, and any and all acts of Congress enacted in pursuance thereof, it is the duty of the Governor of this state to have arrested and delivered up to the Executive Authority of any other state of the United States any person charged in that state with treason, felony, or other crime, who has fled from justice and is found in this state.”",
        "type": "majority",
        "author": "Wilkins, J."
      }
    ],
    "attorneys": [
      "David J. Apfel (Kenneth J. Parsigian with him) for the petitioner.",
      "David Slade for Department of Correction."
    ],
    "corrections": "",
    "head_matter": "Leland Earl James, petitioner.\nMiddlesex.\nMay 7, 1991. -\nJuly 15, 1991.\nPresent: Liacos, C.J., Wilkins, Abrams, O’Connor. & Greaney. JJ\nExtradition and Rendition. Massachusetts Criminal Rendition Act. Statute, Construction. Constitutional Law, Extradition. Habeas Corpus. Words, “Charged with a crime.”\nA person convicted of a crime in another State with a portion of that sentence remaining to be served is a person “charged in such other state with ... [a] crime” within the meaning of G. L. c. 276, § 12, and therefore he may be arrested and surrendered to that State under the Massachusetts Criminal Rendition Act, G. L. c. 276, §§ 11-20R. [676-679]\nPetition for a writ of habeas corpus filed in the Superior Court Department on September 7, 1989.\nThe case was heard by James D. McDaniel, Jr., J.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nDavid J. Apfel (Kenneth J. Parsigian with him) for the petitioner.\nDavid Slade for Department of Correction."
  },
  "file_name": "0674-01",
  "first_page_order": 690,
  "last_page_order": 695
}