{
  "id": 3895019,
  "name": "Heller Financial vs. Insurance Company of North America & another",
  "name_abbreviation": "Financial v. Insurance Co. of North America",
  "decision_date": "1991-06-13",
  "docket_number": "",
  "first_page": "400",
  "last_page": "409",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 400"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "397 Mass. 479",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        874738
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/397/0479-01"
      ]
    },
    {
      "cite": "387 Mass. 841",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        908732
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "850"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/387/0841-01"
      ]
    },
    {
      "cite": "366 Mass. 593",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314580
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "596"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/366/0593-01"
      ]
    },
    {
      "cite": "396 Mass. 760",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        898134
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/396/0760-01"
      ]
    },
    {
      "cite": "353 Mass. 158",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3863435
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/353/0158-01"
      ]
    },
    {
      "cite": "392 Mass. 778",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3876282
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "784"
        },
        {
          "page": "785"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/392/0778-01"
      ]
    },
    {
      "cite": "130 Mass. 227",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2127984
      ],
      "weight": 2,
      "year": 1881,
      "pin_cites": [
        {
          "page": "229"
        },
        {
          "page": "230",
          "parenthetical": "assignment valid in equity where party without duty to pay made mortgage payment for protection and relief of his own title"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/130/0227-01"
      ]
    },
    {
      "cite": "3 Cush. 551",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1984135
      ],
      "weight": 3,
      "year": 1849,
      "pin_cites": [
        {
          "page": "555"
        },
        {
          "page": "554"
        },
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/57/0551-01"
      ]
    },
    {
      "cite": "293 Mass. 121",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        479861
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/293/0121-01"
      ]
    },
    {
      "cite": "198 Mass. 29",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3500049
      ],
      "year": 1908,
      "pin_cites": [
        {
          "page": "33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/198/0029-01"
      ]
    },
    {
      "cite": "121 Mass. 592",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        742460
      ],
      "weight": 2,
      "year": 1877,
      "pin_cites": [
        {
          "page": "596"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/121/0592-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 897,
    "char_count": 19869,
    "ocr_confidence": 0.951,
    "pagerank": {
      "raw": 6.621980740573161e-07,
      "percentile": 0.9619641917347305
    },
    "sha256": "be840c15dbc74ec4580655f99bc4d1b7e0242aa5d1cd971ab224f1c33e19d161",
    "simhash": "1:b3d1c2c534941a4a",
    "word_count": 3321
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heller Financial vs. Insurance Company of North America & another."
    ],
    "opinions": [
      {
        "text": "Liacos, C.J.\nInsurance Company of North America (INA) appeals from a judgment of the Land Court which subordinated a mortgage held by INA to a mortgage held by Heller Financial (Heller). Heller cross appeals, challenging the judge’s finding that an “estoppel letter” signed by Heller and by Guaranty Bank and Trust Company (GBT) did not constitute a contract. Heller also appeals from the judge’s ruling that neither INA or GBT violated G. L. c. 93A, §§ 2, 11 (1988 ed.). We transferred the appeals to this court on our own motion.\nWe summarize the facts found by the judge. The story begins with the financial difficulties of New England Roofing Co., Inc., and related companies (NERCO), owned by George Klein and his family. In April, 1981, Klein signed a promissory note to GBT for a principal amount of $720,000, secured by a mortgage on properties owned by N.E.R. Realty Trust, one of the NERCO “related companies.” Klein had signed an earlier note to GBT in December, 1979, which was secured by a mortgage on the same properties. The 1979 mortgage was subordinated to the 1981 mortgage.\nAfter the April, 1981, loan, NERCO continued to experience financial difficulties due to a slowdown in the construction business. As a result, Klein approached Heller requesting a loan that would help NERCO meet its payment obligations to GBT. Heller agreed to loan Klein $550,000 in return for a mortgage on NERCO’s properties. On November 12, 1981, representatives from Heller, NERCO, and GBT met at the latter’s offices, and the following occurred: (1) Heller’s loan to NERCO was closed; (2) GBT discharged the 1979 mortgage which it held on NERCO’s property; (3) GBT and Heller signed an “estoppel letter” which stated, inter alia, that, of all the debts owed to GET by NERCO, Heller’s mortgage would be subordinated only to the 1981 mortgage. GET and Heller are in disagreement whether the “estoppel letter” was a contract. We shall return to this issue shortly.\nNERCO continued to be plagued with financial difficulties. In July, 1982, Heller informed NERCO that, because of nonpayment of its note, Heller was considering accelerating the borrower’s obligations. It was at this time of fiscal crisis for NERCO that INA entered the picture. Most NERCO construction projects were bonded by INA. As of August 3, 1982, NERCO had sixty-one projects under way for a total contract price of $6,347,841. INA had bonded forty-four of the projects for a total of $5,739,030, of which $2,332,023 had been billed and $1,393,030 had been collected. If the bonded jobs were completed, NERCO would receive an additional $4,400,000. If the nonbonded jobs were completed, NERCO would collect $887,000.\nINA realized that, if Heller foreclosed on its mortgage, INA would be exposed to large losses. The insurance company, therefore, decided to help NERCO meet its obligations. INA placed money in a trust fund; the money was then transferred to various NERCO accounts and used to satisfy NERCO’s obligations and its debt payments to Heller. Payments were made by using NERCO checks, but the funds belonged to INA. Between August, 1982, and September, 1983, INA (through NERCO) funded payments to Heller totalling $200,000, of which $60,000 was principal. Throughout this time, Heller was unaware that INA was in fact making the payments for NERCO.\nOn August 31, 1982, INA, GET, and NERCO signed an agreement by which INA agreed to advance funds to complete the bonded projects and was given authority to conduct the financial operation of NERCO. INA also agreed to pay GET $1,700,000 in full satisfaction of the obligations owed it by NERCO. In return, INA was to receive an assignment of all the security held by GET, including the 1981 mortgage. Heller was not informed of the agreement between INA, GBT, and NERCO.\nINA could have borrowed the money to pay GBT the $1,700,000. However, since the loan would have affected INA’s reserves, the insurance company decided to have NERCO borrow the money from Consumers Savings Bank (CSB), with the loan to be fully guaranteed by INA. The loan would not have been approved by CSB without INA’s guarantee. At the direction of NERCO, CSB paid the entire amount of the loan to GBT.\nIn September, 1983, INA (through NERCO) stopped making payments on the Heller loan. In November, 1983, Heller learned for the first time that INA had been funding NERCO. Heller instituted the present action in July, 1984. In May, 1987, Heller and INA agreed to release their respective security interests in the NERCO properties in return for a payment of $900,000 (less certain accrued real estate taxes); the money was deposited in an escrow account. Heller and INA subsequently determined that Heller alone had a mortgage interest in certain real estate parcels. Heller was therefore paid $140,000 from the escrow account. The rest of the money remains in the escrow account awaiting the conclusion of this litigation.\n1. Priority of the mortgages. The dispute between INA and Heller centers around whether the assignment of the 1981 mortgage from GBT to INA was valid and, if so, whether it should receive priority over the mortgage held by Heller. Heller argues that the 1981 mortgage was extinguished when GBT was paid $1,700,000 in full satisfaction of NERCO’s obligations to GBT. “[W]hen the money is paid by one whose duty it is by contract, or otherwise, to pay the mortgage, it is a release, though in form it purports to be an assignment.” Carlton v. Jackson, 121 Mass. 592, 596 (1877). See Lydon v. Campbell, 198 Mass. 29, 33 (1908). If the party who pays the mortgagee, however, does not have a legal obligation to pay, we look at the intent of the parties in determining whether the mortgage was extinguished or assigned. Shapiro v. Bailen, 293 Mass. 121, 123 (1936). Brown v. Lapham, 3 Cush. 551, 555 (1849). In determining the intent of the parties, we look at the substance of the transaction, including the relationship between the parties, and not at the form. Ryer v. Gass, 130 Mass. 227, 229 (1881). Brown v. Lapham, supra at 554. We have stated that as a matter of equity, the intent of the parties will not be allowed to control if to do so will be unfair to third parties. Widett & Widett v. Snyder, 392 Mass. 778, 784 (1984).\nIf NERCO was the party who paid GET, then the mortgage was extinguished, and GBT’s assignment to INA was void. See Carlton v. Jackson, supra. NERCO, however, was practically insolvent at the time of the assignment; it was impossible for NERCO to have paid GBT out of its own funds. Although NERCO signed the note to CSB for the $1,700,000, it was INA’s guarantee which made the loan possible. If we focus on the substance of the transaction, and not on the form, it was INA that borrowed the money from CSB, and it was INA, not the mortgagor NERCO, who paid GBT. Since INA did not have an obligation to pay the debt, the mortgage was not extinguished. Thus, the assignment to INA was valid. See Brown v. Lapham, supra at 555.\nHeller argues that, even if the mortgage was assigned to INA, the equity principles announced in Widett & Widett v. Snyder, supra, dictate that INA’s mortgage be subordinated to Heller’s mortgage. In Widett & Widett, a husband and wife granted a third mortgage on their property to secure the indebtedness of a corporation controlled by the mortgagors. A few days later, the couple granted a fourth mortgage to the plaintiff. The third mortgage was subsequently assigned to the couple’s son as part of a transaction which discharged all of the secured debts held by the mortgagee. We stated that the only apparent purpose for the assignment was to maintain the fourth mortgage subordinated to the third mortgage. We concluded, therefore, that it would be an injustice not to treat the third mortgage as extinguished. Id. at 785.\nWe do not think that the equity principles discussed in Wi-dett & Widett are applicable to this case. Here, since NERCO was nearly bankrupt, INA took a financial risk in guaranteeing the CSB loan. It is true, as Heller argues, that INA guaranteed the loan for a reason of self-interest: It wanted to make sure that NERCO remained solvent so that INA would not lose money on the bonded contracts. The fact that INA was looking out for its own interest, however, does not lead us to conclude that equity mandates that INA’s mortgage be subordinated to the mortgage held by Heller. Unlike the husband and wife in Widett & Widett, who assigned the mortgage for no reason other than to keep the plaintiffs mortgage subordinated to the one held by their son, INA sought the assignment of the mortgage as protection for its guarantee of the CSB loan. See Ryer v. Gass, supra at 230 (assignment valid in equity where party without duty to pay made mortgage payment for protection and relief of his own title).\nHeller argues that INA purposefully kept it uninformed of the mortgage assignment in order to prevent Heller from foreclosing on the NERCO loan. Heller contends that it was inequitable to keep this information from Heller since, if it had known of INA’s activities in funding NERCO, it would have foreclosed on the mortgage. INA, however, did not have an obligation, legal or otherwise, to keep Heller informed of its funding of NERCO. Also, Heller knew in July, 1982, that NERCO was experiencing financial difficulties. If Heller was concerned about the financial viability of NERCO, it could have, as the judge found, learned about NERCO’s problems from credit sources. The judge also found that NERCO’s failure to “pay real estate taxes was a default under the statutory condition set forth in Heller’s mortgage, and the status of such taxes was public information readily available to Heller if it had monitored its loans as a real estate transaction.” In other words, Heller had access to the information which would have allowed it to initiate forfeiture proceedings. INA did not act inequitably in not providing that information to Heller.\nIn addition, Heller has failed to establish that it was injured as a result of the assignment of the 1981 mortgage to INA. In fact, Heller received $200,000 as a result of INA’s financing of NERCO’s operations. If INA had not financed NERCO, the latter would have, in all probability, gone bankrupt, and Heller would have recovered little or none of the money which it loaned to NERCO, since GBT’s mortgage had priority over Heller’s mortgage.* 123**\nSince INA did not act inequitably in receiving the mortgage assignment, and since, in any event, Heller was not injured as a result of the assignment, the judge erred in concluding that the 1981 mortgage held by INA should be subordinated to Heller’s mortgage.\n2. “Estoppel letter.\" Heller argues that the “estoppel letter” signed by GET constituted a contract. The plaintiff has the burden of showing that a contract was entered into by the parties. Canney v. New England Tel. & Tel. Co., 353 Mass. 158, 164 (1967). As part of meeting its burden, the plaintiff must show that an offer was made. See R.W. Bishop, Prima Facie Case § 11 (3d ed. 1987). Ordinarily, an offer is “a conditional promise dependent for its enforceability on the offeree giving in exchange the offeror’s requested act, forbearance or return promise; or alternatively, the of-feror’s manifestation of willingness to enter into a proposed bargain communicated in such a manner that the offeree may understand that by assenting the bargain will be concluded” (footnotes omitted). 1 S. Williston, Contracts § 4.4, at 266-267 (R. Lord 4th ed. 1990). See Restatement (Second) of Contracts § 24 (1979).\nThe letter does not contain an offer by Heller. Heller did not promise in the letter that it would loan the money to NERCO in return for GBT’s compliance with the requirements of the letter. Instead, the letter simply asked that GBT “kindly confirm” the requested information. The use of such precatory language would not have led GBT to believe that the letter was intended as an offer. The judge correctly concluded that the letter did not impose contractual obligations upon GBT.\n3. General Laws c. 93A. Heller argues that the judge erred in concluding that INA and GBT did not commit “unfair or deceptive acts or practices” within the meaning of G. L. c. 93A. We have stated that a practice or act will be unfair under G. L. c. 93A, § 2, if it is (I) within the penumbra of a common law, statutory, or other established concept of unfairness; (2) immoral, unethical, oppressive, or unscrupulous; or (3) causes substantial injury to competitors or other business people. Datacomm Interface, Inc. v. Computerworld, Inc., 396 Mass. 760, 778 (1986). PMP Assocs., Inc. v. Globe Newspaper Co., 366 Mass. 593, 596 (1975).\nHeller contends that G. L. c. 93A, § 2, was violated when: (1) GBT represented in the “estoppel letter” that NERCO had not in the past defaulted on its loan payments; (2) GBT entered into an agreement with INA and NERCO in which GBT received full payment for all of NERCO’s obligations, without regard to Heller’s rights as the holder of the second mortgage; and (3) INA kept Heller uninformed regarding its funding of NERCO in order to prevent Heller from instituting foreclosure proceedings against NERCO.\nAs to the second allegation, we have concluded above that GBT did not have a contractual obligation to protect Heller’s interests as the holder of the second mortgage. In addition, it was not unethical or unscrupulous for GBT to have accepted payment from INA in satisfaction of NERCO’s debt. As to the third allegation, we already have stated that INA did not have either a legal or ethical obligation to inform Heller of its financial support of NERCO.\nThe judge did not make any findings regarding Heller’s allegation that GBT misrepresented the facts when it stated in the letter that “[t]he mortgagor under the first mortgage [NERCO] is not in default and has committed no act or admission [szc] which would constitute a default.” The judge found sub silentio that there was no violation of G. L. c. 93A. We note, however, that Donald Vigliatura, the GBT assistant vice president who signed the letter, testified that as of November 12, 1981, the day on which the letter was signed, NERCO’s payment history card showed that NERCO had not made any payments on its loan to GET for the months of July, August, September, and October, 1981. Vigliatura testified that it was “possible” that NERCO was delinquent on its loan when the letter was signed. We find it necessary, therefore, to remand this matter for a specific determination whether GET misrepresented the truth when it signed the letter, and if so, whether.Heller was injured as a result of the misrepresentation. We note that, while Heller need not show actual reliance on the misrepresentation, the evidence must warrant a finding that a causal relationship existed between the misrepresentation and the injury. International Fidelity Ins. Co. v. Wilson, 387 Mass. 841, 850 (1983). See Shane v. Winter Hill Sav. & Loan Ass’n, 397 Mass. 479, 487 (1986).\n4. Conclusion. The part of the judgment which subordinated INA’s mortgage to the mortgage held by Heller is reversed. A judgment shall be entered in favor of INA. The part of the judgment involving GBT’s nonviolation of G. L. c. 93A, § 2, regarding the possible misrepresentation of NERCO’s defaults is set aside, and the case is remanded for consideration of Heller’s c. 93A claim against GET in a manner consistent with this opinion. In all other respects, the judgment is affirmed.\nSo ordered.\nThe Land Court judge was designated as a Superior Court judge for the purpose of hearing counts properly before the Superior Court.\nIn fact, the CSB note signed by NERCO eventually was paid in its entirety by INA.\nThe judge discussed her finding regarding NERCO’s failure to pay real estate taxes while reaching her conclusion that INA did not violate G. L. c. 93A, § 2. See section 3 infra. We think the finding also supports our conclusion that INA did not have an obligation to inform Heller of the assignment of the mortgage.\nA Heller employee wrote in an internal memorandum dated December 31, 1983, that the collateral held by Heller “has little or no value after paying off the first lienholder.”\nThe estoppel letter states in its entirety as follows:\nGentlemen:\nThe undersigned proposes to extend financing accommodations to [NERCO], whose obligations will be secured by, among other things, a mortgage (second mortgage) on the property referred to above, subject to the existing mortgage held by you (first mortgage).\nAs the holder of the first mortgage, would you kindly confirm the following:\n1. The Note (first note) held by you and the first mortgage securing it are unmodified and in full force and effect and will not be amended or modified without our prior consent.\n2. The mortgagor under the first mortgage is not in default and has\ncommitted no act or admission [xz'c] which would constitute a default.\n3. The loan evidenced by the first note is current and in good standing. The balance of the principal owing thereon as of the date hereof is $719,710.34.\n4. Any additional advances made by you which are secured by the first mortgage will be subordinate to the second mortgage securing the indebtedness to the undersigned.\n5. You are to give the undersigned written notice of any default in payment (or any other material default of which you become aware) by the mortgagor under the first mortgage, and thirty days thereafter to cure such default. All notices shall be sent to the undersigned at 105 West Adams Street, Chicago, Illinois 60603, Attention: S.L. Eichenfield.\n6. You consent to the second mortgage in favor of the undersigned. Would you please confirm the foregoing by endorsing in the space and manner provided below, thereafter returning the original directly to the undersigned.\nVery truly yours,\nBy: [signature]\nIts: Robert J. Ogar\nRegional Manager [Heller]\nAccepted and agreed this 12 day of November, 1981.\nGuaranty Bank & Trust Company\nBy: [signature] [Donald Vigliatura]\nIts: A.V.P.",
        "type": "majority",
        "author": "Liacos, C.J."
      }
    ],
    "attorneys": [
      "Francis J. Gallagher, Jr., for Insurance Company of North America.",
      "Camille F. Sarrouf (Frank C. Corso & Linda M. Grasso with him) for the plaintiff.",
      "Richard T. Tucker for Guaranty Bank and Trust Company."
    ],
    "corrections": "",
    "head_matter": "Heller Financial vs. Insurance Company of North America & another.\nSuffolk.\nFebruary 4, 1991. -\nJune 13, 1991.\nPresent: Liacos, C.J., Wilkins, Nolan, Lynch, & O’Connor, JJ.\nMortgage, Assignment, Priority. Contract, What constitutes, Offer and acceptance. Consumer Protection Act, Availability of remedy, Unfair act or practice.\nIn the circumstances of a commercial transaction, a mortgage was not extinguished but was validly assigned to a party who paid, without having the obligation to do so, the underlying debt [403-404]; further, in the circumstances, equitable principles did not require the subordination of the assigned mortgage to other mortgages on the same property by reason of the assignment [404-406].\nIn the circumstances of a commercial transaction, a letter from a mortgagee to another mortgagee describing the supposed priority of their re- < spective mortgages did not constitute a contract imposing obligations with respect to subordination of one of the mortgages. [406-408]\nIn an action involving a claim under G. L. c. 93A, § 2, that a first mortgagee allegedly misrepresented to a prospective second mortgagee that the mortgagor was not in default in the first mortgage obligation, the matter was remanded for findings of fact with respect to the representation and whether the now second mortgagee had suffered any injury as a result. [408-409]\nCivil action commenced in the Land Court Department on July 20, 1984.\nThe case was heard by Marilyn M. Sullivan, J.\nThe Supreme Judicial Court on its own initiative trans-' ferred the case from the Appeals Court.\nFrancis J. Gallagher, Jr., for Insurance Company of North America.\nCamille F. Sarrouf (Frank C. Corso & Linda M. Grasso with him) for the plaintiff.\nRichard T. Tucker for Guaranty Bank and Trust Company.\nGuaranty Bank and Trust Company."
  },
  "file_name": "0400-01",
  "first_page_order": 416,
  "last_page_order": 425
}