{
  "id": 3895494,
  "name": "Commonwealth vs. Matthew Troila",
  "name_abbreviation": "Commonwealth v. Troila",
  "decision_date": "1991-05-20",
  "docket_number": "",
  "first_page": "203",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "404 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484606
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0001-01"
      ]
    },
    {
      "cite": "395 U.S. 784",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1771730
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "793-796"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0784-01"
      ]
    },
    {
      "cite": "361 Mass. 704",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3867914
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/361/0704-01"
      ]
    },
    {
      "cite": "275 Mass. 291",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3828897
      ],
      "year": 1931,
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/275/0291-01"
      ]
    },
    {
      "cite": "370 Mass. 23",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        312637
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "28"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/370/0023-01"
      ]
    },
    {
      "cite": "373 Mass. 617",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        324095
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/373/0617-01"
      ]
    },
    {
      "cite": "351 Mass. 489",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3861098
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/351/0489-01"
      ]
    },
    {
      "cite": "367 U.S. 364",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785585
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0364-01"
      ]
    },
    {
      "cite": "396 Mass. 76",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        898056
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/396/0076-01"
      ]
    },
    {
      "cite": "365 Mass. 477",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        291982
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "479"
        },
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/365/0477-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 11503,
    "ocr_confidence": 0.953,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.2997051179431697
    },
    "sha256": "e184d81199e69c05e90d9339ef844021fb7a67dabf005071bfcdcbb5c7cd6a8a",
    "simhash": "1:b20a22ac988ea10c",
    "word_count": 1871
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Matthew Troila."
    ],
    "opinions": [
      {
        "text": "Nolan, J.\nThe defendant appeals from his conviction of murder in the first degree. He argues that (1) his trial was barred because it constituted impermissible double jeopardy, (2) the judge improperly excluded evidence which tended to show that someone else committed the crime, and (3) the judge improperly instructed the jury. We determine that the trial was not barred by double jeopardy principles, the evidence was properly excluded, and the instructions to the jury were appropriate.\n1. At approximately 10 a.m., on May 2, 1987, two children discovered a body in a lot behind their home in the Roxbury section of Boston. The victim had been stabbed several times. A medical examiner testified that two of the stab wounds to the heart were fatal and that a third, to the neck, was potentially fatal. Time of death was set sometime within twenty-four hours of the body’s discovery.\nThe defendant, Matthew Troila, was indicted for murder in the first degree and brought to trial. Several witnesses testified to having seen the defendant and the victim together on the evening of May 1, 1987, the night before the body was discovered. The jury heard a tape recording of the defendant being interrogated by Boston police in connection with the murder. In addition, three witnesses testified that the defendant had, on separate occasions, admitted to the killing.\nOne witness, Margaret Wilson, testified that she was with both the defendant and the victim on May 1 and into the early morning hours of May 2. She testified that, at that time, she was dating the defendant’s brother, Joseph Troila. According to Wilson, she, Joseph, the defendant, and the victim traveled in her automobile to and from various gathering places. At one point, Wilson testified, she was directed to drive to the place where the body was subsequently found. Wilson was told to stay in her automobile while the three men went off in search of drugs. Approximately fifteen minutes later, Joseph returned, followed shortly by the defendant. Wilson testified that she then asked where the victim was, to which the defendant replied that he had killed him because the victim had “made a pass” at him.\nAnother witness, Debra Miele, with whom the defendant was living at the time of the murder, testified at trial that, on the morning of May 2, 1987, the defendant told her, “I think I killed somebody last night.” When asked why, the defendant said that the victim was a homosexual and “had tried something on him sexually.” The defendant’s sister also testified that, about one week after the murder, the defendant said to her that he thought he killed somebody but was not sure.\nThere was corroboration of aspects of this testimony. The victim’s sister testified that the victim was a homosexual. Several witnesses testified that they saw the victim in the company of the defendant, Joseph, and Wilson.\nThe jury convicted the defendant of murder in the first degree on the theory of extreme atrocity or cruelty. The defendant now appeals from that conviction.\n2. The defendant has been tried twice before for this murder and both earlier trials ended in mistrials. The first trial ended when the jury declared themselves unable to agree. The second trial ended when the jury reported to the judge that one of their number had engaged in an unauthorized view of the crime scene. The judge held a hearing, interrogated the foreman of the jury, heard arguments from counsel, and finally determined that the jury had been too tainted by the extrinsic evidence to continue deliberating. With the agreement of both defense counsel and the Commonwealth, the judge declared a mistrial.\nThe defendant claims that the double jeopardy clause of the Fifth Amendment to the United States Constitution and common law principles prohibiting double jeopardy barred this third trial. It is well established that “[djouble jeopardy concepts do not bar second trials in all instances.” Thames v. Commonwealth, 365 Mass. 477, 479 (1974). When determining whether to declare a mistrial, the trial judge must determine whether there is a “manifest necessity” for such an action. United States v. Perez, 22 U.S. (9 Wheat.) 579, 579 (1824). Thames, supra. The determination of such manifest necessity is within the discretion of the trial judge and, provided the judge has followed the proper procedures, we shall not disturb that determination. Commonwealth v. Steward, 396 Mass. 76, 79 (1985). Gori v. United States, 367 U.S. 364 (1961).\nThe determination by a trial judge that a jury are unable to come to an agreement is a traditional example of an instance where retrial on the same indictment is not barred by the prohibition against double jeopardy. Perez, supra. Thames, supra at 479. A review of the record of the second mistrial reveals that the judge gave counsel an opportunity to be heard and explored alternatives to a mistrial. The proper inquiry having been made, we shall not disturb the judge’s finding of manifest necessity for a mistrial. Commonwealth v. Steward, supra. The third trial was, therefore, not barred by reason of double jeopardy.\n3. The defendant next contends that the judge erred by ' excluding a tape-recorded statement of the defendant’s brother, Joseph Troila. Joseph was interrogated by Boston police shortly after the crime. The interrogation was recorded. During this interrogation, Joseph made statements which contradicted facts collected by police about the occurrences of the evening of May 1, 1987. The defendant moved to introduce the tape recording of Joseph’s interrogation. The judge excluded the recording. There was no error.\nThe defendant attempts to fit the recording into three exceptions to the rule against hearsay. First, the defendant argues that the proffered statement would impeach the testimony of Wilson because, according to Joseph’s statement to the police, he and Wilson were not at the scene of the crime. However, Joseph’s statement would impeach Wilson’s testimony only if it were true, and, therefore it was inadmissible as hearsay. Commonwealth v. DelValle, 351 Mass. 489, 491 (1966).\nThe defendant next asserts that Joseph’s statement constituted an admission and thus was admissible as a statement against penal interest. The transcript of the statement reveals that, far from admitting any wrongdoing, Joseph told the police he was not involved in the crime, nor anywhere near the scene. The making of the statement at issue here clearly did not tend “so far to subject the declarant to criminal liability that a reasonable man-in the declarant’s position would not have made it unless he believed it to be true.” Commonwealth v. Carr, 373 Mass. 617, 623 (1977). Likewise, there was no implied admission in the recorded statement. The statements were properly excluded because they were not within any of the exceptions to the rule against hearsay.\n4. The defendant next contends that the judge erred by failing to instruct the jury that, if they found that the defendant had been provoked by the victim and committed the crime in the heat of passion, they could find him guilty of manslaughter rather than murder. The defendant contends that the jury could find that, because the victim allegedly made homosexual overtures to him, the defendant was reasonably provoked such that the severity of the crime ought to be reduced. We disagree.\n“Voluntary manslaughter is ‘a killing from a sudden transport of passion or heat of blood, upon a reasonable provocation and without malice, or upon sudden combat.’ ” Commonwealth v. Zukoski, 370 Mass. 23, 28 (1976), quoting Commonwealth v. Soaris, 275 Mass. 291, 299 (1931). The only evidence of provocation was the defendant’s alleged statement that the victim “made a pass” at him. No jury could find on the basis of this evidence that reasonable provocation existed. On this record, no manslaughter instruction was necessary.\n5. The defendant also claims that the judge should have given the jury an instruction to the effect that the “mere presence” of the defendant at the scene of the crime is not enough to convict him. Such an instruction is appropriate where criminal liability is premised on a joint venture theory. See Commonwealth v. Benders, 361 Mass. 704, 708 (1972). Here, however, the Commonwealth eschewed that theory. The judge instructed the jury that they could convict the defendant only if they found that he himself committed the crime. In these circumstances, no instruction on the effect of mere presence at a crime was required.\n6. The defendant also requests that we exercise our power under G. L. c. 278, § 33E (1988 ed.), to order a new trial because the verdict was against the weight of the evidence. We have reviewed the entire record, and conclude that the verdict was not against the weight of the evidence. We therefore decline to order a new trial. Our review of the record also reveals no ground for reducing the verdict to a lesser degree of guilt.\nJudgment affirmed.\nThe docket reflects that the second mistrial was the result of “an impasse.” The parties have argued to us on this assumption. However, a transcript of the court proceedings leading to the second mistrial clearly demonstrates that the mistrial was declared in response to an unauthorized view by one of the jurors.\nThe Fifth Amendment to the United States Constitution reads, in part, “nor shall any person be subject for the same offence to be twice put in jeopardy of life or limb.” This provision of the Bill of Rights applies to the States through the due process clause of the Fourteenth Amendment to the United States Constitution. Benton v. Maryland, 395 U.S. 784, 793-796 (1969). Massachusetts common law provides protection similar in scope to the Fifth Amendment. Commonwealth v. Smith, 404 Mass. 1, 4 (1989).",
        "type": "majority",
        "author": "Nolan, J."
      }
    ],
    "attorneys": [
      "Richard Abbott for the defendant.",
      "Nijole Makaitis, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Matthew Troila.\nSuffolk.\nApril 2, 1991. -\nMay 20, 1991.\nPresent: Liacos, C.J.. Abrams. Nolan. Lynch, & Greaney, JJ.\nConstitutional Law, Double jeopardy. Practice, Criminal, Double jeopardy, Mistrial, Judicial discretion, Instructions to jury, Capital case. Evidence, Hearsay, Impeachment of credibility, Admissions and confessions. Homicide.\nWhere the judge in a criminal case gave counsel an opportunity to be heard and explored alternatives before declaring a mistrial following the jury’s report that one of their number had engaged in an unauthorized view of the crime scene, neither the double jeopardy clause of the Fifth Amendment to the United States Constitution nor Massachusetts common law principles prohibiting double jeopardy barred reprosecution of the defendant. [205-206]\nAt a murder trial, the judge did not err by excluding certain tape recorded statements of the defendant’s brother contradicting facts collected by the police about occurrences on the night of the killing, where the statements were inadmissible hearsay. [206-207]\nAt a murder trial, there was insufficient evidence of provocation to entitle the defendant to an instruction to the jury on voluntary manslaughter. [207-208]\nWhere a criminal trial did not proceed on a theory of joint venture, the judge was not required to instruct the jury to the effect that the mere presence of the defendant at the scene of the crime was not enough to warrant his conviction. [208]\nIndictment found and returned in the Superior Court Department on September 16, 1987.\nThe case was tried before John J. Irwin, Jr., J.\nRichard Abbott for the defendant.\nNijole Makaitis, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0203-01",
  "first_page_order": 219,
  "last_page_order": 224
}