{
  "id": 3895521,
  "name": "Diane Kourouvacilis vs. General Motors Corporation & another",
  "name_abbreviation": "Kourouvacilis v. General Motors Corp.",
  "decision_date": "1991-07-23",
  "docket_number": "",
  "first_page": "706",
  "last_page": "717",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 706"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "401 Mass. 648",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3878200
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "652"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/401/0648-01"
      ]
    },
    {
      "cite": "378 Mass. 925",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "408 Mass. 621",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3890263
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/0621-01"
      ]
    },
    {
      "cite": "369 Mass. 550",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        309679
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "553"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/369/0550-01"
      ]
    },
    {
      "cite": "485 U.S. 940",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13190,
        13225,
        13770,
        13868,
        13499
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0940-05",
        "/us/485/0940-04",
        "/us/485/0940-01",
        "/us/485/0940-02",
        "/us/485/0940-03"
      ]
    },
    {
      "cite": "400 Mass. 705",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        880021
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/400/0705-01"
      ]
    },
    {
      "cite": "396 Mass. 254",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        898121
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/396/0254-01"
      ]
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 8,
      "year": 1986,
      "pin_cites": [
        {
          "page": "322"
        },
        {
          "page": "323"
        },
        {
          "page": "328",
          "parenthetical": "White, J., concurring"
        },
        {
          "page": "327"
        },
        {
          "page": "331-332",
          "parenthetical": "Brennan, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "403 Mass. 688",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3879291
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "690"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/403/0688-01"
      ]
    },
    {
      "cite": "25 Mass. App. Ct. 339",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3994890
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/25/0339-01"
      ]
    },
    {
      "cite": "365 Mass. 824",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "370 Mass. 243",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        312633
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/370/0243-01"
      ]
    },
    {
      "cite": "10 Mass. App. Ct. 828",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3963119
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "829"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/10/0828-01"
      ]
    },
    {
      "cite": "25 Mass. App. Ct. 151",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3994160
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "153-154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/25/0151-01"
      ]
    },
    {
      "cite": "400 Mass. 27",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        880077
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "37-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/400/0027-01"
      ]
    },
    {
      "cite": "375 Mass. 620",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        330364
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "626"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/375/0620-01"
      ]
    },
    {
      "cite": "572 F. Supp. 1475",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3602110
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "1483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/572/1475-01"
      ]
    },
    {
      "cite": "365 Mass. 754",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1974,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 987,
    "char_count": 24402,
    "ocr_confidence": 0.956,
    "pagerank": {
      "raw": 3.023269675909442e-05,
      "percentile": 0.9999202656216637
    },
    "sha256": "ccd1d0e9e9259c47ec34a646f8c74ad89bae61d7e665329d95b7d363c78785b0",
    "simhash": "1:be3665b297faaec0",
    "word_count": 4010
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Diane Kourouvacilis vs. General Motors Corporation & another."
    ],
    "opinions": [
      {
        "text": "O’Connor, J.\nThis is the plaintiff’s appeal from a judgment dismissing in its entirety the plaintiff’s complaint asserting claims against two defendants based on numerous theories of product liability. In six counts, the complaint alleges the liability of General Motors Corporation (General Motors) based on breach of warranty, negligence (two counts), deceit, violation of G. L. c. 93A, § 2 (1990 ed.), and violation of G. L. c. 231, § 85J (1990 ed.). In four other counts, the plaintiff asserts the liability of Avis Rent-A-Car (Avis) for breach of warranty, negligence, and violation of both c. 93A, § 2, and c. 231, § 85J. The several allegations arise out of the plaintiff’s purchase of a 1979 Monte Carlo sedan automobile from Avis in 1979, which vehicle, a General Motors product, caught fire and was destroyed in 1985. The fire is alleged to have been due to a manufacturing or design defect in the vehicle’s electrical system. The plaintiff asserts that, as a result, she sustained personal injury and loss of the automobile.\nA judge in the Superior Court allowed General Motors’s motion to dismiss the count alleging its violation of c. 231, § 85J, for failure to state a claim. Mass. R. Civ. P. 12 (b) (6), 365 Mass. 754 (1974). Following discovery, another judge allowed Avis’s motion for summary judgment on the counts alleging Avis’s negligence and its violation of c. 93A, § 2, and c. 231, § 85J. Those counts, too, were dismissed. At that point the only remaining count against Avis asserted breach of warranty. Subsequently, a third judge allowed motions for summary judgment in both defendants’ favor with respect to the remaining counts. The judge explained his reasoning in a memorandum accompanying his decision and order. The plaintiff appealed, and we transferred the case from the Appeals Court here on our own initiative. We now affirm the judgment entered in the Superior Court.\nGeneral Laws. c. 231, § 85J (1990 ed.), provides, “Whoever, by deceit or fraud, sells personal property shall be liable in tort to a purchaser in treble the amount of damages sustained by him.” Section 85J “creates a cause of action for a purchaser of personal property against the seller of that property.” Margaret Hall Found. v. Atlantic Fin. Management, Inc., 572 F. Supp. 1475, 1483 (D. Mass. 1983). A purchaser-seller relationship between the plaintiff and the defendant is necessary. Id. No such relationship between the plaintiff and General Motors is alleged in this case. Rather, the complaint alleges that the plaintiff purchased the automobile from Avis. Therefore, the judge correctly ruled that the complaint failed to state a cause of action under c. 231, § 85J, against General Motors.\nWith respect to the remaining counts, all of which were dismissed on summary judgment, the plaintiff would be unable to prevail against either defendant at trial without proving that the alleged defect in the wiring was present when that defendant last had possession of the vehicle. Smith v. Ariens Co., 375 Mass. 620, 626 (1978). See Fernandes v. Union Bookbinding Co., 400 Mass. 27, 37-38 (1987); Cocco v. Deluxe Sys., Inc., 25 Mass. App. Ct. 151, 153-154 (1987); Walsh v. Atamian Motors, Inc., 10 Mass. App. Ct. 828, 829 (1980). The defendants propounded interrogatories to the plaintiff inquiring, among other things, about the testimony by which, and the identity of expert witnesses by whom, the plaintiff expected to sustain that burden of proof. Initially, the plaintiff’s answers were unresponsive. Finally, in supplemental and further answers, the plaintiff stated her intention to call “Walter Grez” and “Lt. Colburn, Fire Marshall” as experts “to testify that the cause of the fire was defective wiring present at the time the car was manufactured.” Along with her answers, the plaintiff submitted a copy of a report, issued by the Springfield fire department and purportedly made out by “E. Colburn Lieut.,” which indicates that the fire was caused by an “unspecified short circuit” involving “electrical failure” and igniting “electrical wire.” No other anticipated testimony or witness was revealed.\nThe defendants did not support their motions for summary judgment with affidavits or other materials showing that the fire was not caused by wiring that was defective when the plaintiff took possession of the vehicle from Avis. Instead, the defendants supported their motions by the sworn deposition of Walter Grzebien, the owner of Grez Automotive, and an affidavit of Lieutenant Eugene Colburn, a firefighter employed by the Springfield fire department at the time of the fire.\nIn his deposition, given in July, 1989, approximately four years after the fire, Grzebien testified that he had first met the plaintiff about two months prior to giving the deposition. At that time, the plaintiff came into Grez Automotive and asked him about some work she said Grez Automotive had done on her automobile following a 1982 or 1983 collision in which the vehicle had been involved. Grzebien testified that he had no memory of working on the vehicle. He also testified that the plaintiff told him that her automobile had burned and she wanted to find out what caused the fire. During the deposition, the following exchange between defense counsel and Grzebien occurred:\nQ.: “As you sit here today do you have any recollection of the condition of her car which was a 1979 Chevrolet Monte Carlo . . . ?\nA.: “No.”\nQ.: “Have you been retained by [the plaintiff] or her lawyer as an expert witness in this case?\nA.: “No.\nQ.: “Do you have any knowledge as to what caused the fire?\nA.: “No, I don’t.\nQ.: “Did you tell [the plaintiff] that you had no knowledge about what caused the fire?\nA.: “Yes, I did.”\nQ.: “You have no idea what caused the fire, if anything?\nA.: “No.\nQ.: “You have not been retained as a witness by [the plaintiff] ?\nA.: “No.\nQ.: “Has [the plaintiff] mention [ed] her lawyer or has her lawyer ever contacted you?\nA.: “No, he has not.\nQ.: “Did [the plaintiff] tell you at any time that you were going to be an expert witness on her behalf?\nA.: “No, she didn’t.\nQ.: “Do you consider yourself to be an expert witness in this case?\nA.: “No, I don’t.”\nIn his affidavit, Colburn stated that he was a firefighter employed by the Springfield fire department holding the rank of lieutenant, that he had never been a fire marshal, and that he was the officer in charge of the truck that responded to the fire involving the plaintiff’s motor vehicle and he prepared the official incident report. In that report, he said, he “listed unspecified short circuit under ‘Form of Heat of Ignition,’ electrical wire under ‘Form of Material Ignited’ and electrical failure under ‘Ignition Factor.’ However, those were purely guesses on my part because I did not examine the vehicle to determine the cause of the fire. I do not know what caused the fire. I have no knowledge or information with regard to the condition of the vehicle before the fire and I have absolutely no information or knowledge about any alleged defect in the vehicle or that anything about the vehicle caused the fire.” In addition, Colburn swore that he had told the plaintiff all those things.\nThe plaintiff’s only timely response to Grzebien’s deposition and Colburn’s affidavit was her own affidavit denying that Colburn had told her he was “guessing” when he completed and filed his report. In addition, the plaintiff attached to her affidavit a document that she characterized as “[a] copy of the sworn statement of Mr. Grzebien” purporting to state Grzebien’s opinion that the fire was caused by defective wiring which was present when the automobile was manufactured. The motion judge properly refused to consider Grzebien’s alleged statement because it was not in affidavit form. See O’Brion, Russell & Co. v. LeMay, 370 Mass. 243, 245 (1976). Also, three days after the motion hearing, the plaintiff filed a duplicate of the alleged Grzebien statement, this time purportedly signed by Grzebien under the pains and penalties of perjury. The judge disregarded that document as well for the reason that it was filed late. The judge’s action in that regard was proper. Rule 56 (c) of the Massachusetts Rules of Civil Procedure, 365 Mass. 824 (1974), provides that a party resisting summary judgment “prior to [not three days after] the day of hearing may serve opposing affidavits.” See LoCicero v. Hartford Ins. Group, 25 Mass. App. Ct. 339, 341 n.2 (1988).\nIn arriving at the conclusion that the defendants were entitled to summary judgment, the motion judge reasoned as follows: “In moving for summary judgment, the defendants have the burden of affirmatively demonstrating that there is no genuine issue of fact on every relevant issue raised by the pleadings. Mathers v. Midland-Ross Corp., 403 Mass. 688, 690 (1989). The burden on the moving party may be discharged by showing that there is an absence of evidence to support the non-moving party’s case. Celotex Corp. v. Catrett, 477 U.S. 317, 322 (1986). A complete failure of proof concerning an essential element of the non-moving party’s case renders all other facts immaterial. Id. at 323. I rule that the defendants have met their-burdon-by-submission of the affidavit of Lt. Colburn and_Jhe_swam-deposition testimony of Mr. Grzebien. In effect, they have_n.ffirmaJive.1v demonstrated the complete failure xfiLomof-concerning-an-essential element of the plaintiff’s claim, namely the existence of a defect in the vehicle at the time of purchase.\n“Once the defendants met their burden, ‘the burden shifted to the plaintiff to show with admissible evidence the existence of a dispute-, as l_o material facts.’ Godbout v. Cousens, 396 Mass. 254, 261 (1985). The plaintiff has not satisfied that burden. Her response to the defendants’ motions is woefully inadequate, andJndicates that sheJias-absolutely no competent evidence .that the vehicle was defective when purchased or that any such alleged defect was the proximate cause of her damages. The plaintiffs failure to make the required responsive showing is fatal. See Mathers v. Midland-Ross Corp., supra at 690-691.” (Footnote omitted.)\nWe are in substantial agreement not only with the result reached by the motion judge but also-with his reasoning. As we have previously observed, we are not bound to apply the summary judgment standard articulated by the United States Supreme Court in Celotex Corp. v. Catrett, supra. King v. Globe Newspaper Co., 400 Mass. 705, 719 (1987), cert, denied, 485 U.S. 940 & 962 (1988). However, we think it makes eminent good sense to do so. In Celotex Corp., the United States District Court for the District of Columbia had granted summary judgment to Celotex Corporation (Celotex) in an action for wrongful death brought by Catrett because Catrett “was unable to produce evidence in support of her allegations . . . that the decedent had been exposed to [Celotex’s] asbestos products.” Id. at 319. The Court of Appeals for the District of Columbia Circuit reversed, holding that the failure of Celotex, the moving party, “to support its motion with evidence tending to negate such exposure precluded the entry of summary judgment in [Celotex Corp.’s] favor” (emphasis in original). Id. The Supreme Court reversed the decision of the Circuit Court.\nIn that case, Celotex, which was the defendant and moving party in the trial court, relied on the fact that, in answering interrogatories specifically requesting such information, the plaintiff, Catrett, failed to identify any witnesses who could testify about the decedent’s exposure to Celotex’s asbestos products. In response, Catrett produced three documents which she contended showed such exposure. Celotex argued that the documents constituted inadmissible hearsay and thus could not be considered. Id. at 320. In reversing the trial court’s allowance of the summary judgment motion, the Court of Appeals reasoned that the motion was fatally defective because Celotex had not supported its motion with any affirmative evidence of the deceased’s non-exposure to its products in the form of affidavits or otherwise. The result, the Court of Appeals concluded, was that Catrett had no burden to respond, and therefore it made no difference whether the three documents produced by Catrett constituted inadmissible hearsay. Id. at 321-322.\nIn reversing the Court of Appeals, the Supreme Court reasoned that, while a party seeking summary judgment must identify for the court the materials referred to in Fed. R. Civ. P. 56 (c), that is, “the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any,” on which the party relies, there is “no express or implied requirement in Rule 56 that the moving party support its motion with affidavits or other similar materials negating the opponent’s claim” (emphasis in original). Id. at 323. The Court said: “[Rjegardless of whether the moving party accompanies its summary judgment motion with affidavits, the motion may, and should, be granted so long as whatever is before the district court demonstrates that the standard for the entry of summary judgment, as set forth in Rule 56(c), is satisfied. One of the principal purposes of the summary judgment rule is to isolate and dispose of factually unsupported claims or defenses, and we think it should be interpreted in a way that allows it to accomplish this purpose. ... In cases like the instant one, where [as here] the nonmoving party will bear the burden of proof at trial on a dispositive issue, a summary judgment motion may properly be made in reliance solely on the ‘pleadings, depositions, answers to interrogatories, and admissions on file.’ Such a motion, whether or not accompanied by affidavits, will be ‘made and supported as provided in this rule,’ and Rule 56(e) therefore requires the nonmoving party to go beyond the pleadings and by her own affidavits, or by the ‘depositions, answers to interrogatories, and admissions on file,’ designate ‘specific facts showing that there is a genuine issue for trial.’ ” (Footnote omitted.) Id. at 323-324.\nThe Supreme Court made clear that a party who moves for summary judgment has the burden of initially showing that there is an absence of evidence to support the case of the nonmoving party shouldering the burden of proof at trial. That burden is not sustained by the mere filing of the summary judgment motion or by the filing of a motion together with a statement that the other party has produced no evidence that would prove a particular necessary element of this case. The motion must be supported by one or more of the materials listed in rule 56 (c) and, although that supporting material need not negate, that is, disprove, an essential element of the claim of the party on whom the burden of proof at trial will rest, it must demonstrate that proof of that element at trial is unlikely to be forthcoming. See Celotex Corp. v. Catrett, 477 U.S. 317, 328 (1986) (White, J., concurring) (“But the movant must discharge the burden the Rules place upon him: It is not enough to move for summary judgment without supporting the motion in any way or with a conclusory assertion that the plaintiff has no evidence to prove his case”).\nThe Supreme Court concluded that, by pointing out the failure of the plaintiff to identify any witness who was expected to testify regarding the deceased’s exposure to Celo-tex’s product in response to interrogatories specifically requesting such information, Celotex had demonstrated that, unless the plaintiff could produce countervailing materials, there was no genuine issue of material fact and Celotex was entitled to judgment in its favor. Then, rather than rule on the adequacy of the three documents the plaintiff had submitted as “countervailing materials,” that is, to show that the plaintiff was in position to prove her case at trial despite her failure to identify witnesses in response to interrogatories, the Court remanded the case to the Court.of Appeals to consider that question in the light\" of local law. Id. at 327.\nCelotex Corp. v. Catrett, supra, was a five-to-four decision, but at least three of the dissenters agreed with the Court’s analysis of Fed. R. Civ. P. 56. Writing in dissent, Justice Brennan, joined by Chief Justice Burger and Justice Blackmun, discussed rule 56 at length. We quote a small but relevant part of that discussion as follows: “If the burden of persuasion at trial would be on the nonmoving party, the party moving for summary judgment may satisfy Rule 56’s burden of production in two ways. First, the moving party may submit affirmative evidence that negates an essential element of the nonmoving party’s claim. Second, the moving party may demonstrate to the court that the nonmoving party’s evidence is insufficient to establish an essential element of the nonmoving party’s claim. ... If the nonmoving party cannot muster sufficient evidence to make out its claim, a trial would be useless and the moving party is entitled to summary judgment as a matter of law. . . . Plainly, a con-clusory assertion that the nonmoving party has no evidence is insufficient. See ante at 328 (White, J., concurring). Such a ‘burden’ of production is no burden at all and would simply permit summary judgment procedure to be converted into a tool for harassment. . . . Rather, as the Court confirms, a party who moves for summary judgment on the ground that the nonmoving party has no evidence must affirmatively show the absence of evidence in the record.” (Citations omitted.) Id. at 331-332 (Brennan, J., dissenting).\nShortly after the Massachusetts Rules of Civil Procedure became effective on July 1, 1974, we commented as follows: “We view Rule 56 as a welcome, progressive addition to judicial procedure in this Commonwealth. ‘It creates an excellent device to make possible the prompt disposition of controversies on their merits without a trial, if in essence there is no real dispute as to the salient facts or if only a question of law is involved.’ 3 W.W. Barron & A. Holtzoff, Federal Practice and Procedure (Rules ed.) § 1231, at 96 (Wright rev. ed. 1958). See 10 C.A. Wright & A.R. Miller, Federal Practice and Procedure § 2712, at 370 (1973).” Community Nat’l Bank v. Dawes, 369 Mass. 550, 553 (1976). We agree with the Supreme Court’s statement in Celotex Corp. v. Ca-trett, supra at 327, that “Rule 56 must be construed with due regard not only for the rights of persons asserting claims and defenses that are adequately based in fact to have those claims and defenses tried to a jury, but also for the rights of persons opposing such claims and defenses to demonstrate in the manner provided by the Rule, prior to trial, that the claims and defenses have no factual basis.” Therefore, we also agree that a party moving for summary judgment in a case in which the opposing party will have the burden of proof at trial is entitled to summary judgment if he demonstrates, by reference to material described in Mass. R. Civ. P. 56 (c), unmet by countervailing materials, that the party opposing the motion has no reasonable expectation of proving an essential element of that party’s case. To be successful, a moving party need not submit affirmative evidence to negate one or more elements of the other party’s claim.\nThe defendants made such a demonstration in this case. The plaintiff had the burden of proof at trial on the question whether her alleged personal injury and property loss were due to a defect in the manufacture or design of her automobile. In support of their motions for summary judgment, the defendants showed through answers to interrogatories that the plaintiff was relying on certain witnesses and testimony to sustain her burden of proof. The defendants also showed, by means of a deposition of one of those witnesses and an affidavit of the other, that the plaintiff’s reliance was unjustified, and that therefore there was no genuine issue of material fact and the defendants were entitled to judgment in their favor. That showing having been made, the plaintiff was required to respond by “set [ting] forth specific facts showing that there is a genuine issue for trial.” Mass. R. Civ. P. 56 (e). As a result of the plaintiff’s failure in this regard, the grant of summary judgment to the defendants was appropriate.\nNothing in Hopper v. Callahan, 408 Mass. 621 (1990), on which the plaintiff relies, requires or suggests a different result. Furthermore, there is no merit to the plaintiffs argument that, even without expert testimony, she can prove her case by invoking the doctrine of res ipsa loquitur. The common experience of mankind in no way suggests that an unexplained fire in an automobile six years after its purchase was caused by a defect in the vehicle that had existed from the time of the vehicle’s manufacture or sale. See Restatement (Second) of Torts § 328D comment d (1965).\nThe defendants characterize the plaintiffs appeal as “frivolous” and ask for damages pursuant to Mass. R. App. P. 25, as amended, 378 Mass. 925 (1979). See Glorioso v. Retirement Bd. of Wellesley, 401 Mass. 648, 652 (1988). We agree that much of the plaintiffs appellate argument is without merit. However, the central issue was whether we would adopt the rule laid down in Celotex Corp. v. Catrett, supra, a question to which we have previously alluded but, until today, have not answered. In those circumstances, it would not be appropriate for us to deem this appeal frivolous. We decline to award damages pursuant to rule 25.\nJudgment affirmed.\nRule 56 (c) of the Federal Rules of Civil Procedure is identical with the relevant portion of Mass. R. Civ. P. 56 (c), and is as follows: “The motion shall be served at least 10 days before the time fixed for the hearing. The adverse party prior to the day of hearing may serve opposing affidavits. The judgment sought shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law. A summary judgment, interlocutory in character, may be rendered on the issue of liability alone although there is a genuine issue as to the amount of damages.”",
        "type": "majority",
        "author": "O’Connor, J."
      }
    ],
    "attorneys": [
      "Louis Kerlinsky for the plaintiff.",
      "John W. Gibbons for General Motors Corporation.",
      "Thomas J. Donoghue for Avis Rent-A-Car."
    ],
    "corrections": "",
    "head_matter": "Diane Kourouvacilis vs. General Motors Corporation & another.\nHampden.\nFebruary 4, 1991. -\nJuly 23, 1991.\nPresent: Liacos, C.J.. Wilkins, Nolan. Lynch, & O’Connor. JJ.\nNegligence, Manufacturer of motor vehicle, Seller of used goods. Warranty. Practice, Civil, Summary judgment, Appeal.\nIn a civil action the plaintiffs claim for treble damages against one defendant pursuant to G. L. c. 231, § 85J, for the sale of personal property by deceit or fraud, was properly dismissed for failure to state a cause of action under the statute, where the complaint alleged that another party was the seller of the property in question. [708]\nA party in a civil action moving for summary judgment on a claim in which the opposing party will have the burden of proof at trial is entitled to summary judgment if it demonstrates, by reference to materials described in Mass. R. Civ. P. 56 (c), unmet by countervailing material, that the opposing party has no reasonable expectation of proving an essential element of that party’s case. [708-716]\nIn a civil action the defendants’ motions for summary judgment were properly allowed on the plaintiffs claims for breach of warranty, negligence, deceit, and violation of G. L. c. 93A, arising from the plaintiffs purchase of an automobile that caught fire allegedly due to a manufacturing or design defect in its electrical system, where the defendants demonstrated that the plaintiff would not be able to prove that the alleged wiring defect existed when the defendants, the automobile’s manufacturer and seller, last had possession of the vehicle. [716-717]\nCivil action commenced in the Superior Court Department on October 27, 1988.\nA motion to dismiss was heard by George C. Keady, Jr., J., and motions for summary judgment were heard by Constance M. Sweeney, J., and Daniel A. Ford, J., respectively.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nLouis Kerlinsky for the plaintiff.\nJohn W. Gibbons for General Motors Corporation.\nThomas J. Donoghue for Avis Rent-A-Car.\nAvis Rent-A-Car."
  },
  "file_name": "0706-01",
  "first_page_order": 722,
  "last_page_order": 733
}