{
  "id": 3895710,
  "name": "Commonwealth vs. Delmariato Grice",
  "name_abbreviation": "Commonwealth v. Grice",
  "decision_date": "1991-07-08",
  "docket_number": "",
  "first_page": "586",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "424 U.S. 589",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027075
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0589-01"
      ]
    },
    {
      "cite": "382 Mass. 387",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        339620
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/mass/382/0387-01"
      ]
    },
    {
      "cite": "9 Mass. App. Ct. 103",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3960830
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/9/0103-01"
      ]
    },
    {
      "cite": "429 U.S. 932",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        7686,
        5955,
        6294,
        7343
      ],
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "interracial rape is \"a classic catalyst of racial prejudice\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0932-03",
        "/us/429/0932-04",
        "/us/429/0932-01",
        "/us/429/0932-02"
      ]
    },
    {
      "cite": "536 F.2d 469",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1056687
      ],
      "pin_cites": [
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/536/0469-01"
      ]
    },
    {
      "cite": "399 Mass. 14",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3795370
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/mass/399/0014-01"
      ]
    },
    {
      "cite": "379 Mass. 177",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3873193
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/379/0177-01"
      ]
    },
    {
      "cite": "401 Mass. 390",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3877515
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "398"
        },
        {
          "page": "398"
        },
        {
          "page": "398"
        },
        {
          "page": "399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/401/0390-01"
      ]
    },
    {
      "cite": "383 Mass. 637",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        813447
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "640-641"
        },
        {
          "page": "640"
        },
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/383/0637-01"
      ]
    },
    {
      "cite": "391 Mass. 279",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        918590
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "290-291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/391/0279-01"
      ]
    },
    {
      "cite": "406 Mass. 843",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3885519
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "850-851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/406/0843-01"
      ]
    },
    {
      "cite": "385 Mass. 863",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        900720
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "873"
        },
        {
          "page": "873"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/385/0863-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 594,
    "char_count": 11178,
    "ocr_confidence": 0.956,
    "pagerank": {
      "raw": 1.7377161384308615e-07,
      "percentile": 0.7065419644156861
    },
    "sha256": "47048527f8aee7163bc469ca73cb45e0ce9b537f10121b57ec1ad7431395989b",
    "simhash": "1:364f44a35fac9e3e",
    "word_count": 1850
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Delmariato Grice."
    ],
    "opinions": [
      {
        "text": "Liacos, C.J.\nThe defendant, Delmariato Grice, was convicted by a Suffolk County jury of armed robbery, and was sentenced to a term of from four to seven years at the Massachusetts Correctional Institution at Cedar Junction. The defendant appealed; we granted his application for direct appellate review. The defendant argues that the judge erred when he failed to question prospective jurors individually on the issue of racial prejudice. We affirm.\nThe following evidence was presented to the jury. On May 31, 1988, the victim, a white female, was robbed at gunpoint by a black male, as the victim left her place of employment in downtown Boston. The robber took $40, a gold chain, and a diamond engagement ring. The following day, the victim identified the defendant from an array of photographs shown to her by the Boston police. Based on the victim’s identification, the defendant was arrested.*\nPrior to trial, the defendant filed a motion for an individualized voir dire pursuant to G. L. c. 234, § 28 (1990 ed.). The motion requested that ten questions be asked of each prospective juror individually and outside the presence of other jurors. Four of the requested questions are pertinent to this appeal and are reproduced in the margin. In support of his motion, the defendant submitted affidavits by various criminal defense attorneys who recounted their experiences with the selection of jurors in trials involving victims and defendants of different races and averred that individual questioning of prospective jurors is the most effective way of excluding those jurors who are racially biased. The judge denied the motion explaining that “I am not persuaded that in this case there is any cause for me to exercise my discretion in having a[n individual] voir dire. I am prepared to ask the jury in one form or another about all the questions as set out by the defense counsel and may tailor them to what is more specific for appropriate questions.”\nUnder G. L. c. 234, § 28, the judge must examine the jurors individually when it appears that issues extraneous to the case might affect the jury’s impartiality. Commonwealth v. Hobbs, 385 Mass. 863, 873 (1982). Ordinarily, it is for the judge to determine whether the jury might be influenced by an extraneous issue, and we will not disturb that determination “unless the complaining party demonstrates that there was a substantial risk that the case would be decided in whole or in part on the basis of extraneous issues.” Commonwealth v. Mahoney, 406 Mass. 843, 850-851 (1990), quoting Commonwealth v. Sheline, 391 Mass. 279, 290-291 (1984).\nWe have placed some limitations on a judge’s discretion, when the extraneous issue which may affect the impartiality of a jury is racial prejudice. In Commonwealth v. Sanders, 383 Mass. 637, 640-641 (1981), we held as matter of law that cases involving interracial rape present a substantial risk that extraneous issues will influence the jury and that, in such cases, the judge must conduct an individual voir dire of the prospective jurors. Similarly, we have concluded as matter of law that cases involving two other crimes, interracial murder, see Commonwealth v. Young, 401 Mass. 390, 398 (1987), and sexual offenses against children where the defendant and the child victim are of different races, see Commonwealth v. Hobbs, supra, present a substantial risk that extraneous issues will affect the impartiality of the jury, and, as a result, the judge must conduct an individual voir dire of the prospective jurors.\nThe defendant argues that the principle recognized in Sanders, Hobbs, and Young should be expanded to include interracial armed robberies. We do not believe, however, that armed robbery is the type of crime which is likely to inflame passion or invoke racial prejudice. Armed robbery is a larceny committed while in possession of a dangerous weapon and requires that force and violence be used against the victim or that the victim be put in fear. See Commonwealth v. Johnson, 379 Mass. 177, 181 (1979), S.C., 399 Mass. 14 (1987). While armed robbery is a serious crime which carries with it the potential for significant harm to the victim, there is nothing about the nature of the crime which is likely to inflame the racial prejudice of jurors. Armed robberies do not involve the same degree of violence usually associated with murder and rape, nor do they have a history of fomenting racial prejudice as do interracial sexual attacks. See Commonwealth v. Sanders, supra at 640, quoting Dukes v. Waitkevitch, 536 F.2d 469, 471 (1st Cir.), cert, denied, 429 U.S. 932 (1976) (interracial rape is “a classic catalyst of racial prejudice”). While there may be particular cases of interracial armed robbery which, because of their specific facts, raise a substantial risk that jurors will be influenced by racial prejudice, we think it is best to leave that determination to the discretion of the judge. We decline, therefore, to include interracial armed robberies within the class of crimes that as matter of law require individual voir dire of the panel because óf a reasonable possibility that the jury will be swayed by extraneous issues. See Commonwealth v. Young, supra at 398.\nThe defendant argues that, even if we do not expand the principle recognized in Sanders, Hobbs, and Young to include interracial armed robberies, the judge in this case abused his discretion when he refused to conduct an individual voir dire. In support of this argument, the defendant points to the fact that the judge must have concluded that racial prejudice was an extraneous issue in this case since the judge asked the jurors collectively whether racial prejudice would affect their impartiality.* 123** We disagree. The fact that the judge asked collective questions regarding racial prejudice did not “impl[y] a finding that the jurors might indulge extraneous considerations so as to require individualized questioning.” Commonwealth v. Jones, 9 Mass. App. Ct. 103, 114 (1980), S.C., 382 Mass. 387 (1981). The defendant has failed to demonstrate how the facts of this case created a substantial risk that the jury were influenced by extraneous issues. The judge did not abuse his discretion in concluding that there was no need for an individual voir dire of the prospective jurors on the issue of racial prejudice.\nJudgment affirmed.\nDuring the trial, the defendant relied on the defense of misidentification.\nThe second paragraph of G. L. c. 234, § 28, provides, in part, as follows: “For the purpose of determining whether a juror stands indifferent in the case, if it appears that, as a result of the impact of considerations which may cause a decision or decisions to be made in whole or in part upon issues extraneous to the case, including, but not limited to, community attitudes, possible exposure to potentially prejudicial material or possible preconceived opinions toward the credibility of certain classes of persons, the juror may not stand indifferent, the court shall, or the parties or their attorneys may, with the permission and under the direction of the court, examine the juror specifically with respect to such considerations, attitudes, exposure, opinions or any other matters which may, as aforesaid, cause a decision or decisions to be made in whole or in part upon issues extraneous to the issues in the case.”\n“4. The complaining witness is white and Mr. Grice is black. Do you have any feelings about blacks or whites which could affect your judgment in this case?\n“5. Would the fact that Mr. Grice is black make it more difficult for you to render a verdict in his favor than if he were white?\n“6. Are you now a member of any organization or private club that excludes minority persons as members?\n“7. Have you ever had an experience involving a black which left you with a feeling of prejudice concerning members of that race?”\nDefense counsel, during the hearing on the motion, told the judge that “this case involves a white complainant and a black defendant. The questions [requested by the defendant’s motion] are of a very personal nature on the whole, inquiring of people’s feelings about race, a very sensitive issue, particularly in the City of Boston where the case is being tried, and in my experience and the experience of other attorneys . . . individuals are unwilling to bring these kinds of feelings to the attention of the court while they are in the group, in the venire, and I would ask they be asked individually and if that’s [not] going to happen, that they be asked publicly, of the group, the questions contained in the motion.” 1\nOur holdings in Sanders, Hobbs, and Young were not based on a constitutional mandate, but were based instead on our general superintendence powers, and in furtherance of the policy expressed in § 28. See Commonwealth v. Young, supra at 398; Commonwealth v. Hobbs, supra at 873; Commonwealth v. Sanders, supra at 640. An individual voir dire is not constitutionally mandated unless the “racial issues are ‘inextricably bound up with the conduct of the trial,’ ” Commonwealth v. Young, supra at 399, quoting Ristaino v. Ross, 424 U.S. 589, 597 (1976). The defendant in this case does not argue that he had a constitutional right to individual voir dire.\nThe judge asked the following three questions to the prospective jurors as a group:\n1. “The complaining witness is white and the defendant is black. Are there any among you who by virtue of that believe that they could not fairly and impartially try the case and try it solely on the evidence presented in this courtroom tending to establish innocence or guilt?”\n2. “[T]he complaining witness in this case is white and Mr. Grice is black. Are there any of you by virtue of that that find it impossible for you to try this case solely on the evidence presented in the courtroom tending to establish innocence or guilt?”\n3. “Are any of you members of any organization or private club that excludes as a matter of policy persons who are members of minority groups?”\nNone of the prospective jurors responded to these questions.",
        "type": "majority",
        "author": "Liacos, C.J."
      }
    ],
    "attorneys": [
      "Benjamin H. Keehn, Committee for Public Counsel Services, for the defendant.",
      "Brian J. Carney, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Delmariato Grice.\nSuffolk.\nApril 2, 1991. -\nJuly 8, 1991.\nPresent: Liacos. C.J., Abrams. Nolan, Lynch. & Greaney, JJ\nRobbery. Jury and Jurors. Practice, Criminal, Examination of jurors.\nThis court declined to include interracial armed robbery within the class of crimes that as matter of law require individual voir dire of the prospective jurors because of a substantial risk that extraneous issues may influence the jury. [589-590]\nAt the trial of an armed robbery indictment, wherein the victim and the defendant were of different races, the judge did not abuse his discretion, in the circumstances, in concluding there was no need for individual voir dire of the prospective jurors on the issue of racial prejudice. [590-591]\nIndictment found and returned in the Superior Court Department on August 3, 1988.\nThe case was tried before Charles R. Alberti, J.\nThe Supreme Judicial Court granted a request for direct appellate review.\nBenjamin H. Keehn, Committee for Public Counsel Services, for the defendant.\nBrian J. Carney, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0586-01",
  "first_page_order": 602,
  "last_page_order": 607
}