{
  "id": 3895143,
  "name": "Paul Rooney vs. Town of Yarmouth & others",
  "name_abbreviation": "Rooney v. Town of Yarmouth",
  "decision_date": "1991-06-27",
  "docket_number": "",
  "first_page": "485",
  "last_page": "497",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 485"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1988,
      "opinion_index": -1
    },
    {
      "cite": "367 Mass. 919",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "408 Mass. 1215",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3891576
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/1215-01"
      ]
    },
    {
      "cite": "451 U.S. 527",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6188807
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/451/0527-01"
      ]
    },
    {
      "cite": "17 Mass. App. Ct. 542",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3979903
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "544-546"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/17/0542-01"
      ]
    },
    {
      "cite": "32 Ohio St. L. J. 395",
      "category": "journals:journal",
      "reporter": "Ohio St. L.J.",
      "year": 1971,
      "pin_cites": [
        {
          "page": "396"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "47 U. Cin. L. Rev. 363",
      "category": "journals:journal",
      "reporter": "U. Cin. L. Rev.",
      "year": 1978,
      "pin_cites": [
        {
          "page": "364-366"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "80 Colum. L. Rev. 267",
      "category": "journals:journal",
      "reporter": "Colum. L. Rev.",
      "year": 1980,
      "pin_cites": [
        {
          "page": "286"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Ind. L. Rev. 899",
      "category": "journals:journal",
      "reporter": "Ind. L. Rev.",
      "year": 1977,
      "pin_cites": [
        {
          "page": "907-911"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "397 N.W.2d 383",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10659637
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "388-389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/397/0383-01"
      ]
    },
    {
      "cite": "697 F.2d 23",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1502589
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/697/0023-01"
      ]
    },
    {
      "cite": "539 F. Supp. 548",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5670929
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "550-551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/539/0548-01"
      ]
    },
    {
      "cite": "372 Mass. 513",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        4030782
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/372/0513-01"
      ]
    },
    {
      "cite": "408 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782964
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0564-01"
      ]
    },
    {
      "cite": "368 Mass. 620",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        307109
      ],
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "630"
        },
        {
          "page": "629"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/368/0620-01"
      ]
    },
    {
      "cite": "29 Mass. App. Ct. 901",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        4003562
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "902-904"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/29/0901-01"
      ]
    },
    {
      "cite": "557 F.2d 1345",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        951532
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "1348-1351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/557/1345-01"
      ]
    },
    {
      "cite": "706 P.2d 896",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10423089
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "899"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/706/0896-01"
      ]
    },
    {
      "cite": "41 Ohio App. 3d 1",
      "category": "reporters:state",
      "reporter": "Ohio App. 3d",
      "case_ids": [
        6712370
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app-3d/41/0001-01"
      ]
    },
    {
      "cite": "136 Mich. App. 542",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2242238
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/136/0542-01"
      ]
    },
    {
      "cite": "903 F.2d 857",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10538957
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "865-867"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/903/0857-01"
      ]
    },
    {
      "cite": "382 Mass. 328",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        339585
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/382/0328-01"
      ]
    },
    {
      "cite": "377 Mass. 392",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        334102
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "399",
          "parenthetical": "same"
        },
        {
          "page": "399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/377/0392-01"
      ]
    },
    {
      "cite": "405 Mass. 159",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3883021
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/405/0159-01"
      ]
    },
    {
      "cite": "415 U.S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171755
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "51"
        },
        {
          "page": "51",
          "parenthetical": "right to equal employment opportunities"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0036-01"
      ]
    },
    {
      "cite": "450 U.S. 728",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6189685
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "744"
        },
        {
          "page": "734-745"
        },
        {
          "page": "739-746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0728-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1988,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1077,
    "char_count": 27035,
    "ocr_confidence": 0.959,
    "pagerank": {
      "raw": 2.607365890252066e-07,
      "percentile": 0.8201178910430685
    },
    "sha256": "fab027ea123d091717151d39ab6684733ddc861087fbd5c0859b87921446859e",
    "simhash": "1:15afd055d096f0f7",
    "word_count": 4368
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paul Rooney vs. Town of Yarmouth & others."
    ],
    "opinions": [
      {
        "text": "Greaney, J.\nClaiming that he was deprived of salary benefits in violation of certain of his State and Federal statutory and constitutional rights, the plaintiff, Paul Rooney, a police officer, commenced this action for declaratory relief. The defendant, the town of Yarmouth, moved to dismiss, and both parties submitted affidavits. After a hearing (and treating the town’s motion as one for summary judgment), a judge of the Superior Court allowed the town’s motion and entered judgment denying Rooney relief. Rooney appealed, and we transferred the case to this court on our own motion. We affirm.\nThe material facts are as follows. Rooney is a police officer employed by the town, and a member of the International Brotherhood of Police Officers, Local 422 (union). The union and the town are signatories to a collective bargaining agreement that contains the terms of employment for the member' police officers.\nThe collective bargaining agreement describes a formal grievance procedure, including a final step providing for arbitration between aggrieved police officers and the town. Section 7.08 of the agreement describing the powers of the arbitrator provides in pertinent part as follows: “The authority of the Arbitrator shall be limited by State Statute, and shall also be limited by the terms and provisions of this Agreement. . . . The Arbitrator shall not have any authority to change the established salary schedule or other forms of compensation as provided in this Agreement. . . nor to determine violations of law or statute except to the extent, if any, that such law or statute has been specifically incorporated herein by the parties.”\nIn 1974, the town voted to accept the provisions of G. L. c. 41, § 108L. In essence, § 108L established a career incentive pay program for police officers by providing for incentives in the form of salary increases as a reward for officers who further their education. Any municipality that accepts the provisions of § 108L is entitled to reimbursement from the Commonwealth of one-half of the costs of the incentive benefits. The State Board of Regents (board) is responsible for maintaining a list of approved courses and for certifying the amount of State reimbursements to participating cities and towns. Rooney began taking advantage of the program in July, 1976, and his base salary was increased by 15%.\nThat same year, the Legislature amended § 108L. See St. 1976, c. 480, § 9. The effect of the amendment was to reduce the percentage amounts of incentive salary increases available to officers whose participation in the program commenced after September 1, 1976. Officers whose participation in the program began prior to that date, however, were entitled to continue receiving salary increases at the rates effective prior to the amendment. The town and the union incorporated § 108L into the collective bargaining agreement.\nThrough 1977 and into 1978, Rooney continued his studies toward a baccalaureate degree. In early 1978, the town reduced Rooney’s incentive benefit from 15% of his base pay to 10%, the amount that Rooney would have been entitled to had he commenced participation in the § 108L program after September 1, 1976. Rooney inquired of the town as to why his incentive benefit had been reduced, and he was told (apparently incorrectly) that the board required such a reduction when the participating officer had failed to file an academic transcript for the current year. Rooney had not filed his transcript for that year, so he accepted that explanation.\nIn 1979, Rooney received his baccalaureate degree and submitted a transcript to the town for forwarding to the board. Although Rooney did not submit a separate copy of his degree, as the benefit application specified, the transcript itself indicated that he had received a baccalaureate degree. His incentive benefit then was increased from 10% of his base pay to 15%. In 1982, Rooney received a master’s degree, and his incentive benefit was increased from 15% of his base pay to 25%.\nSometime in 1985, Rooney learned that other town police officers who (like him) had earned master’s degrees but had failed to submit transcripts in previous years were receiving incentive benefits of 30% of base salary, the percentage amount available to officers who were participants in the § 108L program before September 1, 1976. After unsuccessful efforts to get the town voluntarily to adjust his salary upward, Rooney (through counsel) made contact with the board.\nThe board advised Rooney in October, 1987, that, because he had commenced the program prior to September 1, 1976, he was entitled to the higher incentive benefit rate applicable under the preamendment version of § 108L. In an October, 1988, letter, counsel for the town then asked the board to clarify exactly what retroactive benefit Rooney was entitled to and how the town was to provide it. In a November 28, 1988, letter, the board responded in pertinent part as follows: “With respect to Officer Rooney’s 1979 application for certification ... his application did not indicate that he had completed a baccalaureate degree. He was continued to be certified at 15% ... at that time. The application form states in section IV(2) that if a degree was earned, submit a copy of the degree along with the certified transcript. It appears that Mr. Rooney was certified at 15% in 1979 because his application did not indicate that he had completed a baccalaureate degree and there was no copy of the degree accompanying the application to make it readily apparent that he was applying for certification at the baccalaureate level. However, the transcript does indicate in a corner that a B.A. was conferred on January 2, 1979. If the Town reimburses Officer Rooney for the 1979-82 period and requests certification for Officer Rooney from September 1, 1979 to August 31, 1982 at the 20% level, instead of the 15% level, the Board . . . would certify reimbursement as it would for the 30% level in place of the 25% level from September 1, 1982 until he received 30 %... . However, the decision of how far back to reimburse Officer Rooney is a local matter which should be decided by the Town . . . and not the Board . . . .”\nFollowing this communication, the town increased Rooney’s incentive benefit to 30%, retroactive to July 1, 1987, but refused his request for benefits retroactive to 1979. The town took the position that Rooney’s failure in 1979 to provide a complete application to the board (i.e., to provide the board with a separate copy of his degree, in addition to the transcript that indicated that he had received the degree) was the cause of the lower incentive rate, so Rooney was not entitled to additional past benefits. Therefore, in 1989, Rooney filed a grievance under the collective bargaining agreement, seeking the difference between the salary that he received between 1979 and July 1, 1987, and the salary that he would have received had he been compensated at the higher rate since 1979.\nAfter reviewing Rooney’s grievance, the chief of police denied Rooney’s request for fully retroactive incentive benefits. Over a month later, attempting to pursue the next step of the grievance procedure, Rooney requested a hearing before the town board of selectmen. Citing a provision from the collective bargaining agreement regarding procedural deadlines, the town denied the request for a hearing as untimely. The town’s executive secretary, however, did offer to meet with Rooney and his representative to discuss the matter “to see if there is some resolution outside of the grievance process.” Rooney then commenced this action, charging the town with violating G. L. c. 41, § 108L, State and Federal due process requirements, and 42 U.S.C. § 1983 (1988).\nIn her memorandum of decision on the town’s motion to dismiss, the judge discussed each of Rooney’s allegations. Regarding the allegation that the town had violated Rooney’s rights under § 108L, the judge reasoned that the claim was arbitrable under the collective bargaining agreement, and that Rooney had failed to exhaust his contractually based remedies. On Rooney’s due process claims, the judge decided that Rooney was only conditionally eligible for incentive benefits, because the availability of benefits depended on certification by the board of partial State reimbursement of incentive benefits. Therefore, because there was no board certification in the years for which Rooney claimed unfair deprivation of benefits, Rooney was not deprived of a property interest. As to the § 1983 claim, the judge concluded that, because there was no infringement of a property right, there was no violation of § 1983.\n1. Arbitrability of the G. L. c. 41, § 108L, claim. Rooney makes two arguments in connection with this issue. First, he asserts that this dispute concerns his statutory and constitutional rights, and, as a consequence, is not subject to arbitration under the collective bargaining agreement. Second, Rooney contends that, even if the claim is arbitrable under the collective bargaining agreement, arbitration is not his exclusive remedy, so his failure to pursue arbitration does not justify dismissal of his action. These contentions are in essence two facets of one argument, so we address them in one discussion.\nIn general, arbitrators authorized by collective bargaining agreements to preside over employee grievances do not possess unrestricted power to mediate labor disputes. “[Ejven though a particular arbitrator may be competent to interpret and apply statutory law, he may not have the contractual authority to do so. . . . [The arbitrator’s] task is limited to construing the meaning of the collective-bargaining agreement so as to effectuate the collective intent of the parties.” Bar-rentine v. Arkansas-Best Freight Sys., Inc., 450 U.S. 728, 744 (1981). An employee need not submit to arbitration disputes over independent substantive, personal, nonwaivable statutory guarantees. Cf. id. at 734-745; Alexander v. Gardner-Denver Co., 415 U.S. 36, 51 (1974). In addition, employees need not submit to arbitration disputes based on independent statutory rights that are not addressed and encompassed by the collective bargaining agreement. See Willis v. Selectmen of Easton, 405 Mass. 159, 164 & n.6 (1989), and cases cited.\nIn this case, the collective bargaining agreement defines a “grievance” as “a specific and direct violation of the express terms of a specific provision of this agreement. . . .” The agreement incorporates the terms of § 108L, see note 2, supra, and Rooney claims that the town is denying him incentive benefits that he is entitled to under the provisions of § 108L. Thus, Rooney’s claim constitutes a grievance according to the definitional requirements of the agreement. Grievances, in turn, if not resolved at preliminary stages, are required by the agreement to be resolved by an arbitrator subject only to the restrictions (insofar as applicable here) that the arbitrator cannot alter “forms of compensation” or render an award that violates State law. Therefore, on its face, Rooney has a claim calling for arbitration, so we must consider next whether this is the type of case in which Rooney has an independent statutory right that is personal and nonwaivable or an independent statutory right that is not encompassed by the collective bargaining agreement.\nBefore commencing that analysis, however, we note that, in a strict sense, it might not even be necessary for an arbitrator in this case to engage in statutory construction or interpretation. This is so because the parties agree that Rooney is entitled to incentive benefits under § 108L. The open question is the extent of past benefits to which Rooney is entitled. As we view the matter, § 108L does not speak directly to this question, which quite possibly could be remedied (as the board intimates in its November 28, 1988, letter to the town) by a simple adjustment of equities, rather than construction and application of statutory policies and provisions. Obviously, if this is possible, we need not reach the question of independent statutory rights, because Rooney’s claim clearly would be arbitrable.\nNevertheless, Rooney’s claim does derive ultimately from his rights under § 108L. Even if resolution of the matter will not require a detailed parsing of § 108L, the statute in any event informs Rooney’s claim and conceivably could be used by an arbitrator as a partial basis for a decision. Therefore, we assume that an arbitrator will need to interpret and rely directly on § 108L, and we address the matter on that basis.\nFirst, § 108L does not vest in Rooney a personal, substantive, nonwaivable statutory guarantee that he is free to enforce judicially notwithstanding the incorporation of § 108L into the collective bargaining agreement. See Barrentine v. Arkansas-Best Freight Sys., 450 U.S. 728, 739-746 (1981). (right to minimum wage and overtime pay); Alexander v. Gardner-Denver Co., 415 U.S. 36, 51 (1974) (right to equal employment opportunities); School Comm. of Brockton v. Massachusetts Comm’n Against Discrimination, 377 Mass. 392, 399 (1979) (same). Such nonwaivable rights are unlike that claimed by Rooney here — the right to receive a financial reward beyond his base salary for advancing his education and job training. Rather than a substantive personal right, Rooney’s claim involves only economic concerns that are dependent on the completion of specified acts and the provision of certain documentation satisfactory to and approved by the board. See Setterlund v. Groton-Dunstable Regional School Comm., 382 Mass. 328, 330 (1981); School Comm. of Brockton v. Massachusetts Comm’n Against Discrimination, supra at 399.\nSecond, in the circumstances of this case, Rooney plainly does not have in § 108L an independent statutory right that is unencompassed by the collective bargaining agreement. The agreement authorizes the arbitrator to determine statutory violations to the extent that any statute is incorporated into the agreement, and § 108L is expressly incorporated into the agreement. Because of this incorporation, an arbitrator would be free to interpret and apply § 108L. See, e.g., Challenger Caribbean Corp. v. Union Gen. De Trabajadores de Puerto Rico, 903 F.2d 857, 865-867 (1st Cir. 1990); Saginaw v. Michigan Law Enforcement Union, Teamsters Local 129, 136 Mich. App. 542, 554 (1984); State ex rel. Williams v. Belpre City School Dist Bd. of Educ., 41 Ohio App. 3d 1, 9 (1987); Taylor v. Johnson, 706 P.2d 896, 899 (Okla. 1985). Cf. International Bhd. of Teamsters, Local 117 v. Washington Employers, Inc., 557 F.2d 1345, 1348-1351 (9th Cir. 1977). Cf. Willis v. Selectmen of Easton, 405 Mass. 159, 164 (1989); Uniformed Firefighters of Ludlow, Local 1840 v. Selectmen of Ludlow, 29 Mass. App. Ct. 901, 902-904 (1990). In fact, an arbitrator’s task here would be relatively straightforward. The arbitrator would receive evidence and find facts to which he would apply the provisions of § 108L. If he found that the town had violated § 108L, the arbitrator had authority to award Rooney complete monetary relief.\nWe conclude that, by agreeing to the incorporation of § 108L into the collective bargaining agreement, the union effectively waived any right Rooney may have had to judicial relief based on § 108L. Rooney’s exclusive remedy, on the present facts, was through the grievance process provided in the agreement. The judge properly dismissed count one of his complaint.\n2. Due process and § 1983 claims. Regarding counts two through four of his complaint alleging due process and § 1983 violations, Rooney contends that the judge incorrectly decided as to these counts that he had no protected property interest in the past incentive benefits that he claims are due him. Citing the language of § 108L, and our decision in Palmer v. Selectmen of Marblehead, 368 Mass. 620 (1975), Rooney argues that, when the town adopted § 108L, it assumed a duty to pay him incentive benefits and vested in him a substantive right to those benefits. By refusing to pay him incentive benefits in the same amount as other officers in his position, Rooney argues, the town deprived him of a protected property interest without due process and at the same time violated § 1983.\n“To have a property interest in a benefit, a person clearly must have more than an abstract need or desire for it. He must have more than a unilateral expectation of it. He must, instead, have a legitimate claim of entitlement to it. . . . Property interests ... are not created by the Constitution. Rather, they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law — rules or understandings that secure certain benefits and that support claims of entitlement to those benefits.” Regents of State Colleges v. Roth, 408 U.S. 564, 577 (1972). See School Comm. of Hatfield v. Board of Educ., 372 Mass. 513, 515 (1977).\nGeneral Laws c. 41, § 108L (1988 ed.), provides in relevant part: “There is hereby established a career incentive pay program offering base salary increases to . . . full-time members of . . . town police departments ... as a reward for furthering their education in the field of policework. . . . The board of higher education is hereby authorized and directed to establish and maintain a list of approved courses leading to a degree in law enforcement. . . . Any city or town which accepts . . . this section and provides . . . salary increases . . . shall be reimbursed by the commonwealth for one half of the cost of such payments upon certification by the board . . . [which] shall certify the amount of such reimbursement to be paid to such city or town from information filed on or before September first of each year with said board . . . .”\nAdoption of § 108L by a municipality creates a right to payment in the municipality’s police officers, but this is at most a contingent right. As we said in Palmer v. Selectmen of Marblehead, 368 Mass. 620 (1975), “the board is charged with certifying the credits earned [by participating police officers] and it may . . . exclude courses totally unrelated to and of no benefit with respect to law enforcement in the community.” Id. at 630. A municipality need not obtain board certification in the first instance, but if it does not obtain certification, it then pays the benefits due its officers without reimbursement from the State. See id. If it desires the partial reimbursement to which it is entitled, a municipality’s duty under § 108L is “to pay the amounts due the [participating officers] as certified by the board” (emphasis added). Id. at 629.\nRooney’s claim to incentive benefits retroactive to 1979 rises to the level of a legitimate claim of entitlement only upon the board’s certification. Because the board did not certify Rooney’s entitlement to benefits at the higher rate in response to his 1979 application, his right to those benefits never crystallized. Therefore, based on § 108L, Rooney may have had a reasonable expectation of receiving additional benefits, but he did not have a legitimate claim of entitlement to the benefits. Cf. Packish v. McMurtrie, 539 F. Supp. 548, 550-551 (D. Mass. 1982), aff'd, 697 F.2d 23, 25 (1st Cir. 1983); Khalifa v. State, 397 N.W.2d 383, 388-389 (Minn. Ct. App. 1986).\nMoreover, so far as the record reveals, the town’s practice regarding payment of incentive benefits was to refrain from making such payments until after board certification had occurred. The town had every right to do this. Thus, beyond § 108L, there apparently was no custom or informal understanding between the town and officers participating in the incentive pay program that could serve as a basis or source of a protected property right in Rooney.\nThe town’s adoption of § 108L did not vest in Rooney a protected property interest. Rooney was not deprived of a property interest in violation of State or Federal due process strictures or 42 U.S.C. § 1983, and the judge properly dismissed counts two through four of his complaint.\nJudgment affirmed.\nThe specific provision in the agreement provided as follows: “The Quinn Bill [§ 108L], ... is accepted with Amendments passed by the State legislature, now and in the future. Any changes in the future would be amended as agreed.” While the incorporation could be more precise, we are satisfied from the placement of this provision with the compensation portions of the agreement that the parties intended to make § 108L part of, and subject to, the agreement.\nScholars have widely differing views of the proper role of labor arbitrators vis-á-vis public law that is “external” to the collective bargaining agreement. See, e.g., O. Fairweather, Practice and Procedure in Labor Arbitration 436-468 (BNA 2d ed. 1983); Hill, The Authority of a Labor Arbitrator to Decide Legal Issues Under a Collective Bargaining Contract: The Situation After Alexander v. Gardner-Denver, 10 Ind. L. Rev. 899, 907-911 (1977). They seem generally to agree, however, that arbitrators are entitled to interpret and apply statutes that the parties have expressly incorporated into their agreement. See A. Zack & R. Bloch, Labor Agreement in Negotiation and Arbitration 37-38 (BNA 1983); Zirkel, The Use of External Law in Labor Arbitration: An Analysis of Arbitral Awards, 1985 Det. C.L. Rev. 31, 32 (1985); M. Hill & A. Sinicropi, Remedies in Arbitration 211-213 (BNA 1981); Kaden, Judges and Arbitrators: Observations on the Scope of Judicial Review, 80 Colum. L. Rev. 267, 286 (1980); Bloch, Labor Arbitration’s Crossroads Revisited: The Role of the Arbitrator and the Response of the Courts, 47 U. Cin. L. Rev. 363, 364-366 (1978); Edwards, Labor Arbitration at the Crossroads: The “Common Law of the Shop” v. External Law, 32 Arb. J. 65, 79 (1977); Note, The Authority and Obligation of a Labor Arbitrator to Modify or Eliminate a Provision of a Collective Bargaining Agreement Because in His Opinion it Violates Federal Law, 32 Ohio St. L. J. 395, 396 (1971).\nThe fact that § 108L is not one of the enumerated statutes in G. L. c. 150E, § 7 {d) (which requires that listed statutes must yield to the contrary provisions of collective bargaining agreements), does not alter this analysis. There is no conflict between § 108L and the collective bargaining agreement. The agreement does not supersede or in any way effect an amendment of § 108L. Nothing in § 7 (d) precludes parties from incorporating § 108L into collective bargaining agreements as the parties here have done. Nor is the fact that § 108L is a local option law significant. While it is true that municipalities and public employee unions may not bargain over matters covered by an adopted local option law that is not listed in § 7 {d), see National Ass’n of Gov’t Employees, Local R1-162 v. Labor Relations Comm’n, 17 Mass. App. Ct. 542, 544-546 (1984), it does not follow that parties may not agree to incorporate such statutes in their entirety into a collective bargaining agreement, and further agree that disputes concerning the statutes are arbitrable under the agreement’s grievanee procedures.\nAn action lies under § 1983 to redress the deprivation of a protected property interest by a person acting under color of State law. See Parratt v. Taylor, 451 U.S. 527, 535 (1981).\n“The protection afforded property interests by both [the Fourteenth Amendment to the United States Constitution and art. 10 of the Massachusetts Declaration of Rights] is subject to the same analysis.” Opinion of the Justices, 408 Mass. 1215, 1217 (1990), quoting School Comm. of Hatfield v. Board of Educ., 372 Mass. 513, 515 n.2 (1977).\nRooney does not argue that, because the board in its November 28, 1988, letter to the town agreed to certify Rooney’s past coursework and to reimburse the town for 50% of any payments for past benefits (leaving to the town only the decision as to the extent of past benefits due Rooney) he now possesses a protected property interest, even if he did not at the time of the town’s adoption of § 108L. We consider the argument waived. See Mass. R. A. P. 16 (a) (4), as amended, 367 Mass. 919 (1975).\nIf the result in this case appears harsh, that probably is due to the fact that Rooney in all likelihood would have prevailed in his claim had he pursued it through arbitration. The board in its November 28, 1988, letter, and the town in its decision to pay Rooney a portion of his past benefits, both assume that Rooney’s claim is to some extent — perhaps entirely — valid. We cannot see how an arbitrator could arrive at a contrary conclusion.",
        "type": "majority",
        "author": "Greaney, J."
      }
    ],
    "attorneys": [
      "Theresa M. Dowdy for the plaintiff.",
      "Leo J. Peloquin for the defendants."
    ],
    "corrections": "",
    "head_matter": "Paul Rooney vs. Town of Yarmouth & others.\nBarnstable.\nApril 4, 1991 -\nJune 27, 1991.\nPresent: Liacos. C.J.. Abrams, Nolan. Lynch, & Greaney. JJ.\nPolice, Career incentive pay. Municipal Corporations, Collective bargaining, Police. Contract, Collective bargaining contract. Labor, Police. Arbitration, Authority of arbitrator. Constitutional Law, Labor. Due Process of Law, Employment. Civil Rights, Availability of remedy. Words, “Grievance.”\nIn a declaratory action against a town by a police officer employed under a collective bargaining agreement between the town and a union representing the town’s police officers, claiming that he was deprived of certain salary benefits, the judge properly dismissed a count of the plaintiffs complaint alleging that the town had deprived him of the benefits in violation of G. L. c. 41, § 108L, which established a career incentive pay program for police officers, where, by agreeing to the incorporation of § 108L into the collective bargaining agreement, the union effectively waived any right the plaintiff may have had to judicial relief based on § 108L, and where the plaintiffs remedy, on the facts as presented, was through the grievance process provided in the agreement. [490-494]\nIn a declaratory action against a town by a police officer employed by the town claiming that he was owed certain past incentive benefits under G. L. c. 41, § 108L, which established a career incentive pay program for police officers, the jiidge properly dismissed counts of the plaintiffs complaint alleging that he had been deprived of a protected property interest without due process and in violation of 42 U.S.C. § 1983 (1988), where, although the plaintiff may have had a reasonable expectation of receiving additional benefits, absent certification of the plaintiffs entitlement to the contested benefits by the board of higher education pursuant to § 108L, the plaintiff did not have a legitimate claim of entitlement to the benefits. [494-497]\nCivil action commenced in the Superior Court Department on August 3, 1989.\nThe case was heard by Elizabeth J. Dolan, J., on a motion for summary judgment.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nTheresa M. Dowdy for the plaintiff.\nLeo J. Peloquin for the defendants.\nThe Yarmouth board of selectmen and the Yarmouth chief of police."
  },
  "file_name": "0485-01",
  "first_page_order": 501,
  "last_page_order": 513
}