{
  "id": 3895258,
  "name": "Globe Newspaper Co. vs. Commissioner of Revenue",
  "name_abbreviation": "Globe Newspaper Co. v. Commissioner of Revenue",
  "decision_date": "1991-05-20",
  "docket_number": "",
  "first_page": "188",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 188"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1982,
      "opinion_index": -1
    },
    {
      "cite": "446 U.S. 719",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187477
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "739"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0719-01"
      ]
    },
    {
      "cite": "708 F.2d 991",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1122978
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/708/0991-01"
      ]
    },
    {
      "cite": "489 U.S. 87",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12031571
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0087-01"
      ]
    },
    {
      "cite": "492 U.S. 115",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6211936
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/492/0115-01"
      ]
    },
    {
      "cite": "494 U.S. 652",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5093
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "659"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/494/0652-01"
      ]
    },
    {
      "cite": "384 Mass. 635",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        934166
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/mass/384/0635-01"
      ]
    },
    {
      "cite": "481 U.S. 221",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213136
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0221-01"
      ]
    },
    {
      "cite": "111 S.Ct. 1438",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11319221
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1443"
        },
        {
          "page": "1446"
        },
        {
          "page": "1447"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0439-01"
      ]
    },
    {
      "cite": "460 U.S. 575",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6196893
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0575-01"
      ]
    },
    {
      "cite": "342 Mass. 222",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3856083
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/342/0222-01"
      ]
    },
    {
      "cite": "364 Mass. 515",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        289753
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/364/0515-01"
      ]
    },
    {
      "cite": "392 Mass. 811",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3875852
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "813"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/392/0811-01"
      ]
    },
    {
      "cite": "375 Mass. 394",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        330305
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/375/0394-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1988",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "397 Mass. 650",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        874765
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "655"
        },
        {
          "page": "656-657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/397/0650-01"
      ]
    },
    {
      "cite": "358 Mass. 563",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        298459
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/358/0563-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1982,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 914,
    "char_count": 21604,
    "ocr_confidence": 0.932,
    "pagerank": {
      "raw": 1.4498494147073392e-07,
      "percentile": 0.6548235051541615
    },
    "sha256": "d929046c837deb2d8a214b2db427aef9654e82b8919512d036ee6f0ad81af922",
    "simhash": "1:176a90babbf4241f",
    "word_count": 3480
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Globe Newspaper Co. vs. Commissioner of Revenue."
    ],
    "opinions": [
      {
        "text": "Abrams, J.\nOn July 18, 1990, the Governor approved tax legislation which amended the statutory exemptions to the sales and use taxes for certain manufacturing processes. St. 1990, c. 121, §§ 48, 49. On July 19, 1990, the Globe Newspaper Company filed a complaint in the Supreme Judicial Court for Suffolk County, contending that these amendments impermissibly burden the Globe’s rights under the First and Fourteenth Amendments of the Constitution of the United States, and art. 16 of the Massachusetts Declaration of Rights. The Globe seeks declaratory and injunctive relief pursuant to G. L. c. 12, § 111; G. L. c. 231 A, § 1 (1988 ed.); and 42 U.S.C. § 1983 (1982). The parties submitted a statement of agreed facts and moved jointly for a reservation and report. A single justice reserved and reported the case to the full court. We conclude that the tax as imposed by the statute is unconstitutional.\nWe outline briefly the structure of the sales and use taxes generally and as applied to newspaper publishing. Massachusetts imposes a sales tax on retail sales of tangible property. G. L. c. 64H, § 2 (1988 ed.). The tax is paid by the vendor, who collects it from the purchaser. G. L. c. 64H, §§ 2, 3 (1988 ed.). If no sales tax is paid on the purchase of tangible personal property, then the Commonwealth imposes a complementary use tax on the use of the property in Massachusetts. G. L. c. 641, § 2 (1988 ed.). Property which is used in the manufacturing of tangible personal property to be sold is exempt from the sales tax, and this manufacturing exemption is incorporated into the use tax. G. L. c. 64H, §§ 6 (r), 6 C$0. G. L. c. 641, § 7 (b) (1988 ed.). The intended result of these exemptions is to pass on the sales and use taxes to the final retail consumer and to avoid pyramiding the sales and use taxes. See Courier Citizen Co. v. Commissioner of Corps. & Taxation, 358 Mass. 563, 568 (1971).\nNewspapers are exempt from the retail sales tax. G. L. c. 64H, § 6 (m) (1988 ed.). Until the enactment of the amendments at issue here, newspaper publishing also was allowed a broader exemption for property used in the manufacturing process than was allowed to other manufacturers. Section 6 (r) of c. 64H (1988 ed.) exempted from the sales tax “[sjales of materials, tools and fuel, or any substitute therefor, which become an ingredient or component part of tangible personal property to be sold or which are consumed and used directly and exclusively ... in an industrial plant in the actual manufacture of tangible personal property to be sold, including the publishing of a newspaper . . .” (emphasis added). Section 6 (5) exempted “[s]ales of machinery, or replacement parts thereof, used directly and exclusively ... in an industrial plant in the actual manufacture, conversion or processing of tangible personal property to be sold, including the publishing of a newspaper ...” (emphasis added). This court construed the phrase “including the publishing of a newspaper” as used in §§ 6 if) and 6 (.?) as offering an exemption for newspaper publishing that was more inclusive than the exemption available to commercial printing. Lowell Sun Publishing Co. v. Commissioner of Revenue, 397 Mass. 650, 655 (1986). We interpreted “publishing a newspaper” as including many processes preliminary to the actual printing of the newspapers. Items used by reporters in entering stories into a computer, by photographers in developing and printing photographs, and by editors in altering stories and receiving wire service material are among those items exempted from the tax. Id. at 656-657. Thus, before the recent amendments were passed, newspapers enjoyed an exemption from the sales and use taxes at both the retail level and the manufacturing level, including many preprinting phases of the publishing process.\nThe legislation approved by the Governor in July, 1990, changed the phrase used in §§ 6 (/*) and 6 (5) which read “including the publishing of newspapers” to read ‘‘‘‘excluding the publishing of newspapers” (emphasis added). St. 1990, c. 121, §§ 48, 49. In August, 1990, prior to the effective date of the amendments, the Commissioner of Revenue (commissioner) issued a technical information release (TIR) setting forth his interpretation of the new amendments. The commissioner stated that he read § 6 (r) as containing two separate exemptions. One exemption, the exemption for “materials, tools and fuel . . . which are consumed and used directly and exclusively” in the manufacture of newspapers, was eliminated by the amendment. The other exemption under § 6 (/•), the exemption for “materials . . . which become an ingredient or component part” of the newspaper to be sold, was not eliminated by the amendment. TIR 90-9 (Aug. 24, 1990). Accordingly, the commissioner states the tax as amended does not apply to newsprint and ink. Therefore, that issue is not before us.\nThe new tax as interpreted by the commissioner puts newspapers in the same position as other manufacturers in that materials which become a component part of the product to be sold are exempt from tax. The amendment may have narrowed the breadth of the exemption formerly available to newspapers in that materials used in preprinting phases of the manufacturing of newspapers are no longer exempt. The Globe, however, does not contest the legitimacy of the tax in so far as it removes the extra exemptions that were available to newspaper publishers but not to other manufacturers for “publishing” processes which are not “actual manufacturing” processes.\nThe new tax as interpreted by the commissioner, however, goes further in some respects than removing the extra exemptions that previously were available only to newspapers publishers. Two categories of exemptions are now available to all manufacturers except newspaper publishers. “Material, tools and fuel . . . which are consumed and used directly” in the manufacture of property to be sold at retail are exempt from sales and use tax for all manufacturers “excluding newspaper publishing.” G. L. c. 64H, § 6 0), as amended by St. 1990, c. 121, § 48. “Machinery, or replacement parts thereof, used directly and exclusively ... in the actual manufacture of tangible personal property to be sold” is exempt from sales and use taxes for all manufacturers “excluding newspaper publishing.” G. L. c. 64H, § 6 (-$), as amended by St. 1990, c. 121, § 49. The Globe seeks a declaration that these two amendments are unconstitutional in so far as they deny to newspaper publishers the same exemptions available to other manufacturers. The Globe also asks the court to enjoin the commissioner from enforcing the amendments in this respect and to order him to abate such taxes already paid. Finally, the Globe asks that the court award attorneys’ fees pursuant to G. L. c. 12, § 111, and 42 U.S.C. § 1988.\nThe Globe proposes an alternative solution to the questions raised by the amendments, which is not constitutionally based. The Globe suggests that we interpret the phrase “excluding newspaper publishing” as referring only to those processes which are preliminary to the actual printing processes. This reading would interpret the change from “including” to “excluding” as eliminating only the extra preprinting exemptions allowed under Lowell Sun, supra. All other exemptions for the manufacturing process would be allowed equally to newspaper publishers and to other manufacturers. We address this suggestion first so as to avoid the constitutional question if it is fairly possible to decide the case on other grounds. See Fazio v. Fazio, 375 Mass. 394, 405 (1978).\nThe changes in the wording of these amendments through the legislative process prior to the enactment of the bill does not support the interpretation urged by the Globe. The first changes to the provisions in question were made by the Senate Ways and Means Committee, which approved an amendment changing “including newspaper publishing” to “excluding newspaper publishing” in § 6 (/•), and eliminating the same phrase entirely from § 6 (5). See 1990 Sen. Doc. No. 1700. Thus, the Committee appears to have perceived some difference in meaning between changing the phrase and eliminating it. As the Globe reads the phrase, however, there is no difference between striking the phrase and changing the wording. The effect in either case would be to allow newspaper publishers to enjoy exactly the same manufacturing exemptions as all other manufacturers. The Legislature considered both a change in the phrase and elimination of the phrase. In the statute as enacted, the Legislature chose to use the same phrase in both §§ 6 (/•) and 6 (s). This is some indication of a legislative intent that the phrase have some meaning that would not be present if the phrase were deleted. Whenever possible we give meaning to every word in a statute. See International Org. of Masters, Mates & Pilots v. Woods Hole, Martha’s Vineyard & Nantucket S.S. Auth., 392 Mass. 811, 813 (1984); Commonwealth v. Mercy Hosp., 364 Mass. 515, 521 (1974); Milton v. Metropolitan Dist. Comm’n, 342 Mass. 222, 225 (1961). Under the construction suggested by the Globe, §§ 6 (r) and 6 (s) would have the same meaning with or without the phrase “excluding newspaper publishing.” We conclude that the construction urged by the Globe is not a fair reading of the statute. We therefore proceed to consider the Globe’s other claims.\nWe turn next to the claim the tax is unconstitutional under the First Amendment to the United States Constitution. “Clearly, the First Amendment does not prohibit all regulation of the press. It is beyond dispute that the States and the Federal Government can subject newspapers to generally applicable economic regulations without creating constitutional problems.” Minneapolis Star & Tribune Co. v. Minnesota Comm’r of Revenue, 460 U.S. 575, 581 (1983); Leathers v. Medlock, 111 S.Ct. 1438 (1991). Thus, as the Globe conceded at oral argument, the Legislature would be free to subject newspapers to the sales tax by repealing the exemption now applied to retail sales of newspapers under § 6 (m). Similarly, there is no constitutional obstacle to altering §§ 6 (r) and 6 (s) so as to remove the exemptions allowed to “publishing” processes of newspapers which are not “actual manufacturing” processes, thus allowing newspaper publishers the same manufacturing exemptions as all other manufacturers. The Legislature did not choose to follow either of those available courses. Instead, the Legislature enacted a tax scheme which subjects newspaper publishers to different tax treatment from other manufacturers.\n“When the State singles out the press, . . . the political constraints that prevent a legislature from passing crippling taxes of general applicability are weakened, and the threat of burdensome taxes becomes acute.” Minneapolis Star, supra at 585. Leathers, supra at 1443. Arkansas Writers’ Project, Inc. v. Ragland, 481 U.S. 221, 228 (1987). A differential tax on the press thus creates “such a burden on the interests protected by the First Amendment that we cannot countenance such treatment unless the State asserts a counterbalancing interest” adequate to justify that burden. Minneapolis Star, supra at 585. See Leathers, supra.\nThe commissioner concedes that the new tax provision treats the press differentially. He argues, however, that this differential treatment does not constitute a burden on the press. The commissioner characterizes the treatment accorded the press by the over-all scheme of sales and use taxes as “preferential,” and contends that preferential treatment cannot constitute a burden and therefore cannot threaten to abridge the freedom of the press. The Minnesota Commissioner of Revenue raised a similar argument in defending a similar tax before the Supreme Court in Minneapolis Star. The Court rejected the argument for two reasons: first, allowing the government to impose a different form of tax that appears to favor the press now raises the spectre of future differential treatments imposing extra burdens. “Thus, even without actually imposing an extra burden on the press, the government might be able to achieve censorial effects” by the threat of future sanctions. Minneapolis Star, supra at 588. Secondly, courts are ill equipped to evaluate the relative economic burdens of various methods of taxation. Such a calculation is necessarily complex, as it must take into account several different variables, including the effect of the tax itself. Newspapers derive a significant part of their revenue from advertising; thus, the revenue raised through sale of the finished newspaper does not neces.sarily exceed the costs of production. The relationship between costs and revenues may vary from newspaper to newspaper and from time to time for the same newspaper. Minneapolis Star, supra at 589-590. It is not within the expertise of the court to make such calculations.\nThe commissioner argues that the Minneapolis Star Court rejected only the establishment of a rule that would allow a differential tax to stand if it is economically less burdensome. He emphasizes that in the present case the parties have stipulated to a statement of agreed facts. He contends that this statement provides a better basis for calculations than was available in Minneapolis Star. He also emphasizes the magnitude of the projected difference between a five per cent tax on retail sales and the current tax scheme as amended.\nWe are not convinced that the stipulated facts presented here suffice to eliminate the possibility that a differential tax may be or may become a more burdensome tax. Although the projections of the relative burdens of a sales tax and the current amended tax made by the commissioner here are based on more figures than were available to the Minneapolis Star court, it remains no less true here that the same “relationship need not hold for all newspapers or for all time . . . . Taking the chance that these calculations or others like them are erroneous is a risk that the First Amendment forbids.” Minneapolis Star, supra at 591 n.14. We conclude, therefore, that the differential tax treatment of newspapers contained in St. 1990, c. 121, §§ 48, 49, does impose a burden on interests protected by the First Amendment.\nThe imposition of such a burden on First Amendment interests can be tolerated only if the State shows that the burden is necessary to serve a compelling State interest, and that the State cannot achieve its end without differential taxation. Minneapolis Star, supra at 585. Arkansas Writers’ Project, supra at 231. The Globe does not contest the commissioner’s assertion that the Commonwealth’s need for revenue provides a compelling State interest. The commissioner, however, must demonstrate that the discriminatory form of this tax is necessary to achieve that end. The commissioner offers a dual explanation for the form of the amended tax. First, he posits a legislative intent to protect the vitality of the press by choosing a tax scheme which subjects newspapers to a smaller economic burden than would a uniform application of the retail sales tax. Second, he points to the administrative difficulties inherent in collecting a sales tax on the retail sale of newspapers. The Supreme Court considered and rejected similar justifications in Minneapolis Star. As discussed above, we decline to base a First Amendment decision on our evaluation of the relative economic burdens of different types of taxes. As the Supreme Court noted, courts may not take the risk of error “[wlhen delicate and cherished First Amendment rights are at stake.” Minneapolis Star, supra at 590 n.12. The commissioner argues that a sales tax on the retail sales of newspapers would be inconvenient for both the publisher and the public. However, he fails to distinguish these administrative difficulties from the difficulties inherent in taxing the sale of any other small item marketed in a similar fashion. The Massachusetts sales tax applies to many small items such as coffee, sodas, and snacks which are sold from vending machines. Letter Ruling 83-79, 1 Official MassTax Guide at 530-531 (West 1990). See Seiler Corp. v. Commissioner of Revenue, 384 Mass. 635 (1981). The Legislature could devise alternative collection techniques for a sales tax on newspapers. See Minneapolis Star, supra at 587-588. Legislative action which burdens First Amendment rights must be narrowly tailored to a specific purpose if it is to pass constitutional muster. Austin v. Michigan Chamber of Commerce, 494 U.S. 652, 659 (1990); Sable Communications of Cal., Inc. v. Federal Communications Comm’n, 492 U.S. 115 (1989). Subjecting newspaper publishing to a different form of tax from that applied to all other manufacturing enterprises is not a solution which is narrowly tailored to the problem of raising a certain amount of tax revenue. We are unpersuaded that the Legislature is incapable of finding a means of collecting a sales tax from newspaper publishers without undue inconvenience.\nThe Globe contends that it is entitled to an award of attorneys’ fees pursuant to 42 U.S.C. § 1988. Section 1988 authorizes a court, in its discretion, to award reasonable attorneys’ fees to a prevailing party in any action to enforce a provision of § 1983. 42 U.S.C. § 1988 (1982). Section 1983 of 42 U.S.C. provides a cause of action for anyone deprived of constitutional rights by a person acting under color of State law. A court’s discretion to decline to award attorneys’ fees under § 1988 is limited. Ordinarily, a prevailing party should recover attorneys’ fees absent special circumstances rendering such an award unjust. Blanchard v. Bergeron, 489 U.S. 87, 89 (1989).\nIn his brief, the commissioner concedes that, if the Globe prevails on its constitutional claim, it is a “prevailing party” under § 1983, and would be entitled to attorneys’ fees. Because we have concluded that the Globe prevails on its constitutional claim, it is entitled to an award of reasonable attorneys’ fees. No special circumstances exist which might render such an award unjust. See Blanchard v. Bergeron, 489 U.S. 87, 89 n.l (1989). The fact that the payment of the fees will fall on the taxpayers is not a “special circumstance” justifying denial of the Globe’s request, Kirchberg v. Feen-stra, 708 F.2d 991, 999 n.7 (5th Cir. 1983), nor is the fact of the Commonwealth’s cooperation. Supreme Court of Va. v. Consumers Union, 446 U.S. 719, 739 (1981).\nJudgment is to be entered declaring that the taxes imposed on newspaper publishing under St. 1990, c. 121, §§ 48 and 49, in so far as they impose a tax on newspaper publishing which is not imposed on other manufacturing processes, violate the First Amendment rights of the Globe. The commissioner shall not enforce any collection of such tax. Because the Globe has prevailed in an action vindicating its constitutional rights pursuant to 42 U.S.C. § 1983, the Globe is entitled to recover reasonable attorneys’ fees.\nSo ordered.\nBecause of our conclusion, we need not reach the Globe’s argument that the tax as amended is impermissible in that it would impose a greater tax burden on newspapers than on magazines. We note that the Supreme Court recently held that in some instances the First Amendment does not prevent a State tax system from imposing a sales tax on only selected segments of the media, as long as the distinction made does not present the danger of suppressing particular ideas. Leathers v. Medlock, supra at 1446. However, the Court specifically left open the question whether differential taxation of members of the same medium could violate the equal protection clause of the Fourteenth Amendment. Leathers v. Medlock, supra at 1447.\nBecause we conclude that the amendments as written violate the Globe’s First Amendment rights, we need not reach the Globe’s argument that art. 16 of the Massachusetts Declaration of Rights imposes a more stringent standard than does the First Amendment.\nOn our view of the case, we need not decide whether the Globe also would be entitled to collect attorneys’ fees pursuant to G. L. c. 12, § 11H (1988 ed.). The Globe clearly is not entitled to collect attorneys’ fees twice.",
        "type": "majority",
        "author": "Abrams, J."
      }
    ],
    "attorneys": [
      "John S. Brown for the plaintiff.",
      "Peter Sacks, Assistant Attorney General (Thomas A. Barnico, Assistant Attorney General, with him) for the defendant.",
      "James C. Heigham, for Massachusetts Newspaper Publishers Association, amicus curiae, submitted a brief."
    ],
    "corrections": "",
    "head_matter": "Globe Newspaper Co. vs. Commissioner of Revenue.\nSuffolk.\nMarch 4, 1991. -\nMay 20, 1991.\nPresent: Liacos. C.J.. Wilkins. Abrams. Nolan. & Lynch, JJ.\nTaxation, Sales and use tax, Exemption, Newspaper. Constitutional Law, Freedom of speech and press. Civil Rights, Attorney’s fees.\nAmendments to the statutory exemptions to the sales and use taxes, effected by St. 1990, c. 121, §§ 48 & 49, subjecting newspaper publishers to tax treatment different from that provided for other manufacturing processes, violated a newspaper publisher’s First Amendment rights where the discriminatory tax scheme was not shown to be necessary to serve the State’s interest in raising a certain amount of tax revenue. [193-197]\nA plaintiff that prevailed in an action against the Commissioner of Revenue vindicating its rights pursuant to 42 U.S.C. § 1983 (1982), was entitled to an award of reasonable attorneys’ fees where no special circumstances existed to render such an award unjust. [197]\nCivil action commenced in the Supreme Judicial Court for the county of Suffolk on July 19, 1990.\nThe case was reported by Abrams, J.\nJohn S. Brown for the plaintiff.\nPeter Sacks, Assistant Attorney General (Thomas A. Barnico, Assistant Attorney General, with him) for the defendant.\nJames C. Heigham, for Massachusetts Newspaper Publishers Association, amicus curiae, submitted a brief."
  },
  "file_name": "0188-01",
  "first_page_order": 204,
  "last_page_order": 214
}