{
  "id": 3895508,
  "name": "Augat, Inc., & another vs. Liberty Mutual Insurance Company",
  "name_abbreviation": "Augat, Inc. v. Liberty Mutual Insurance",
  "decision_date": "1991-05-14",
  "docket_number": "",
  "first_page": "117",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "472 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727725
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0066-01"
      ]
    },
    {
      "cite": "407 Mass. 481",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3887317
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "491"
        },
        {
          "page": "489-491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0481-01"
      ]
    },
    {
      "cite": "403 Mass. 220",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3880806
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/403/0220-01"
      ]
    },
    {
      "cite": "407 Mass. 689",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3885987
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "695-697",
          "parenthetical": "discussing the substantial risks posed to polluters by such suits"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0689-01"
      ]
    },
    {
      "cite": "361 Mass. 144",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3867436
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/361/0144-01"
      ]
    },
    {
      "cite": "381 Mass. 278",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        816136
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/381/0278-01"
      ]
    },
    {
      "cite": "395 Mass. 382",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        896023
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/395/0382-01"
      ]
    },
    {
      "cite": "404 Mass. 14",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484522
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "16-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0014-01"
      ]
    },
    {
      "cite": "404 Mass. 81",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484691
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0081-01"
      ]
    },
    {
      "cite": "404 Mass. 624",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484581
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "626"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0624-01"
      ]
    },
    {
      "cite": "365 Mass. 824",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1974,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 760,
    "char_count": 15161,
    "ocr_confidence": 0.947,
    "pagerank": {
      "raw": 4.3008468469230765e-06,
      "percentile": 0.99854238606189
    },
    "sha256": "232e8294252e9eb2bdd882728068cf46d31beda0bbfd0c71ec8391bf59d05bd9",
    "simhash": "1:558565af970c868f",
    "word_count": 2412
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Augat, Inc., & another vs. Liberty Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "Lynch, J.\nThis is an action for damages and declaratory relief alleging that the defendant, Liberty Mutual Insurance Company (Liberty Mutual), breached an insurance contract issued to the plaintiffs, Augat, Inc., and its wholly-owned subsidiary, Reliable Electronic Finishing Company, Inc. (referred to collectively as Augat). A Superior Court judge granted Liberty Mutual’s motion for summary judgment. Augat appealed, and we transferred the case to this court on our own motion. We affirm.\nThe facts are not in dispute. Augat, through its subsidiary corporation, operated a manufacturing facility in Canton where it electroplated mechanical devices by placing them in tanks of chemicals. The plant had a water treatment system to purify waste water generated by the electroplating process before it was released into the municipal sewer system. In late 1983, however, an inspection by the Massachusetts Department of Environmental Quality Engineering (DEQE) revealed that the water treatment system had failed, and that contaminated water had been discharged into the sewer sys-tern and the ground at the site.\nThe Commonwealth drafted a complaint against Augat seeking damages, injunctive relief, and civil penalties pursuant to G. L. c. 12, § 1 ID (1988 ed.). According to an Augat official, the Commonwealth indicated that, unless Augat consented to a judgment and agreed to decontaminate the site, the Commonwealth intended to clean up the site itself and then seek to recover three times the cleanup costs from Augat under G. L. c. 21E (1988 ed.) and other applicable statutes. Augat entered into negotiations with the Commonwealth and, on February 2, 1984, the Commonwealth simultaneously filed its complaint, a consent order signed by Augat and the Commonwealth, and a proposed form of judgment in Superior Court. Four days later, final judgment entered on the complaint imposing civil penalties and requiring that Augat decontaminate the site at its own expense.\nOn February 9, 1984, Augat wrote to Liberty Mutual that “[a] situation has arisen . . . which may give rise to a claim” under a comprehensive general liability policy issued to Augat that covered the plant. Nearly two and one-half years later, in a letter dated July 30, 1986, Augat informed Liberty Mutual of the court order. In the letter, Augat requested reimbursement of $1,101,380 incurred thus far in cleanup costs and asked that Liberty Mutual acknowledge liability for an additional $3,850,000 in anticipated expenses. On September 17, 1987, after Liberty Mutual failed to respond to Augat’s letters, Augat sent a demand letter pursuant to G. L. c. 93A, asserting that Liberty Mutual’s refusal to address Augat’s claim constituted bad faith conduct. On November 4, Liberty Mutual denied coverage under the policy.\nAugat sued Liberty Mutual seeking damages for breach of contract and unfair trade practices, see G. L. c. 176D, § 3 (1988 ed.); G. L. c. 93A, and seeking a declaratory judgment resolving the parties’ duties under the policy. Liberty Mutual moved for summary judgment asserting that Augat’s obligations were incurred voluntarily and therefore were excluded from coverage by a policy provision that states: “The insured shall not, except at his own cost, voluntarily make any payment, assume any obligation or incur any expense other than for first aid to others at the time of the accident.” (We refer to this provision hereafter as the voluntary payment provision.) The judge granted summary judgment in Liberty Mutual’s favor.\nThe standard of review of a grant of summary judgment is whether, viewing the evidence in the light most favorable to the nonmoving party, all material facts have been established and the moving party is entitled to a judgment as a matter of law. Mass. R. Civ. P. 56 (c), 365 Mass. 824 (1974). See Yakubowicz v. Paramount Pictures Corp., 404 Mass. 624, 626 (1989); Leavitt v. Mizner, 404 Mass. 81, 88 (1989); Pederson v. Time, Inc., 404 Mass. 14, 16-17 (1989). We may consider any ground supporting the judgment. Champagne v. Commissioner of Correction, 395 Mass. 382, 386 (1985).\nAugat argues, first, that the judge’s decision was improperly based on Augat’s failure to give prompt notice of its claim rather than on the violation of the voluntary payment provision. Second, Augat contends that it did not violate the voluntary payment provision because its consent to judgment was not “voluntary,” but was coerced by the threat of a more costly verdict. Finally, Augat suggests that, even if the payment was voluntary, decisions of this court require Liberty Mutual to demonstrate that it was prejudiced by Augat’s actions before it can disclaim coverage under the voluntary payment provision. Liberty Mutual did not introduce evidence that shows any specific prejudice flowing from Augat’s decision to agree to a consent judgment. Therefore, Augat contends that a material fact remains in issue and summary judgment is inappropriate. We reject these arguments.\nAugat initially contends that the judge’s ruling was not based on Augat’s voluntary assumption of liability at all, but was based on its failure to give prompt notice of its claim. Therefore, Augat argues, the ruling was in error because, where an insurance company seeks to avoid liability under a policy on the ground that the insured delayed in giving notice of a claim, the insurer is required to demonstrate that its position was prejudiced by the delay. See Johnson Controls, Inc. v. Bowes, 381 Mass. 278, 282 (1980); G. L. c. 175, § 112 (1988 ed.). Having reviewed the record, however, we conclude that neither Liberty Mutual’s motion nor the judge’s ruling was based on the defense of late notice. In fact, Liberty Mutual expressly declined to rely on late notice in arguing for summary judgment, and the judge clearly re-on the voluntary payment provision in his decision. Augat’s initial argument, therefore, is unsupported by the record.\nThe question then becomes whether, by entering into a consent judgment, Augat “voluntarily” assumed the obligation to fund the cleanup, thus releasing Liberty Mutual from the duty to indemnify under the voluntary payment provision of the policy. We conclude that the assumption of the obligation was “voluntary” for present purposes. Here, as Augat urges, we give a seemingly unambiguous term of the insurance policy its common, ordinary meaning. See Transamer-ica Ins. Co. v. Norfolk & Dedham Mut. Fire Ins. Co., 361 Mass. 144, 147 (1972). Webster’s defines “voluntary” variously as “by an act of choice,” “not constrained, impelled, or influenced by another,” “acting or done of one’s own free will,” and adds that the word “implies freedom from any compulsion that could constrain one’s choice.” Webster’s Third New International Dictionary 2564 (1961). Augat suggests that, under this definition, its settlement with the DEQE was not “voluntary” because the company did not want to assume the considerable expense of cleaning up the site of the spill. Instead, according to Augat, the company was presented with a “Hobson’s choice”: it could accept the settlement DEQE offered or risk paying treble damages following a suit. See Hazen Paper Co. v. United States Fidelity & Guar. Co., 407 Mass. 689, 695-697 (1990) (discussing the substantial risks posed to polluters by such suits). We conclude that the decision was “voluntary,” however, because Augat had an alternative — it had the right to demand that Liberty Mutual defend the claim and assume the obligation to pay for the cleanup. Nevertheless, Augat failed to exercise this right. Thus, while Augat’s decision obviously was not “voluntary” in the sense of “spontaneous” or entirely free from outside influence, it was “voluntary” in the sense of “by an act of choice.” Therefore, we conclude that the voluntary payment clause, if applied literally, would remove the cleanup costs from the scope of coverage under the policy.\nAugat suggests, however, that prior decisions of this court dictate that Liberty Mutual be required to show that its position was prejudiced before it is allowed to deny coverage. We disagree. We have previously ruled that a showing of actual prejudice is required where the insurer seeks to disclaim coverage based on the violation of a provision requiring: that the insured promptly notify the insurer of a claim, Johnson Controls, supra', that the insurer consent to a settlement affecting a claim, Maclnnis v. Aetna Life & Casualty Co., 403 Mass. 220, 223 (1988), or that the insured cooperate in the event of a lawsuit, Darcy v. Hartford Ins. Co., 407 Mass. 481, 491 (1990). These decisions rejected the traditional, contractual approach to the interpretation of insurance policies, whereby a breach of a policy provision would automatically relieve the insurer of liability. This traditional approach, we stated in Johnson Controls, “fails to recognize the true nature of the relationship between insurance companies and their insureds. An insurance contract is not a negotiated agreement; rather its conditions are by and large dictated by the insurance company to the insured. The only aspect of the contract over which the insured can ‘bargain’ is the monetary amount of coverage.” Johnson Controls, supra at 281, quoting Brakeman v. Potomac Ins. Co., 472 Pa. 66, 72 (1977).\nTherefore we held that the violation of a policy provision should bar coverage only where the breach frustrates the purpose underlying that provision. Notice, consent-to-settlement, and cooperation provisions share a common purpose, we ruled: to give an insurer the opportunity to protect its interests. Maclnnis v. Aetna Life & Casualty Co., supra at 223. Accordingly, we held that an insurer seeking to disclaim liability because of a breach of one of these provisions must demonstrate that the breach actually prejudiced the insurer’s position. See Darcy, supra at 489-491; Maclnnis, supra; Johnson Controls, supra at 280-282.\nThis analysis leads to a different result when applied to the facts of this case. Here too the purpose of the policy provision in question is to give the insurer an opportunity to protect its interests. In this case, however, the record clearly establishes that Augat’s breach of the voluntary payment provision undermined that purpose. After Augat agreed to a settlement, entered into a consent judgment, assumed the obligation to pay the entire cost of the cleanup, and in fact paid a portion of that cost, it was too late for the insurer to act to protect its interests. There was nothing left for the insurer to do but issue a check. We conclude, therefore, that no showing of prejudice is required in this case, and that entry of summary judgment in favor of Liberty Mutual was correct.\nBased on the undisputed facts, therefore, Liberty Mutual was entitled to judgment as a matter of law. The judge did not err in granting summary judgment in Liberty Mutual’s favor.\nJudgment affirmed.\nCommonwealth vs. Reliable Electronic Finishing Co., Inc., Civil No. 66602, Superior Court in Suffolk County (Feb. 6, 1984).\nThe clause is appended to the cooperation provision of the contract. The section, in full, reads as follows (the disputed clause is italicized):\n“The insured shall cooperate with the company and, upon the company’s request, assist in making settlements, in the conduct of suits and in enforcing any right of contribution or indemnity against any person or organization who may be liable to the insured because of injury or damage with respect to which insurance is afforded under this policy; and the insured shall attend hearings and trials and assist in securing and giving evidence and obtaining the attendance of witnesses. The insured shall not, except at his own cost, voluntarily make any payment, assume any obligation or incur any expense other than for first aid to others at the time of the accident.”\nThe judge’s order and memorandum of decision reads, in part: “The [plaintiffs’] policy specifically states that payments which the insured voluntarily makes or obligations which it voluntarily assumes will be made at its own cost. In this context, the word ‘voluntarily’ refers to actions taken without the knowledge or consent of the insurer. Augat and Reliable assumed a legal obligation to fund the clean up at the site and pay civil penalties without notifying Liberty Mutual of the action or affording Liberty Mutual the opportunity to protect and defend its own interests.”\nWhile the opinion at various places refers to the “notice requirement,” in context it is clear that the judge relied on the voluntary payment clause. The semantic confusion may be explained by the fact that the notice and voluntary payment provisions occur in the same section of the policy and by the fact that both provisions share the same goal, which, the judge found, is to “protect [] the insurer’s right to defend a claim where it may be required to indemnify any loss incurred by the insured.”\nAugat also contends that the judge erred by granting summary judgment on the ground of late notice after Liberty Mutual expressly declined to rely on late notice as a basis for summary judgment and the parties did not have the opportunity to address the issue before the court. This argument, too, is misdirected because the judge did not in fact rely on late notice as a ground for his ruling.",
        "type": "majority",
        "author": "Lynch, J."
      }
    ],
    "attorneys": [
      "Stephen H. Oleskey for the plaintiffs.",
      "Lee H. Glickenhaus for the defendant.",
      "Thomas W. Brunner, Marilyn E. Kerst & Joseph L. Ruby I of the District of Columbia, Peter G. Hermes & Molly H. I Sherden, for Insurance Environmental Litigation Associa- I tion, amicus curiae, submitted a brief. I"
    ],
    "corrections": "",
    "head_matter": "Augat, Inc., & another vs. Liberty Mutual Insurance Company.\nSuffolk.\nMarch 5, 1991. -\nMay 14, 1991.\nPresent: Liacos. C.J.. Wilkins, Abrams. Nolan. & Lynch, JJ.\nPractice, Civil, Summary judgment. Notice, Insurance claim. Insurance, Comprehensive liability insurance, Notice, Construction of policy, Coverage. Contract, Insurance, Construction of contract. Words, “Voluntary.”\nThe record of a civil action did not support the contention of the plaintiff that the judge’s granting of the defendant insurer’s motion for summary judgment was based on the defense of late notice of the plaintiff’s claim. [120-121]\nAn electroplate manufacturing facility that entered into a consent judgment with the Commonwealth agreeing to decontaminate the site of its failed water treatment plant voluntarily assumed an obligation within the meaning of an exclusionary clause of its comprehensive general liability insurance policy, with the result that the cleanup costs were not within the scope of coverage under the policy. [121-122]\nIn a breach of contract action involving an insurance policy, the insurer was not required to demonstrate prejudice before being allowed to disclaim liability under an exclusionary clause in the policy. [122-123]\nCivil action commenced in the Superior Court Department on November 25, 1987.\nThe case was heard by Robert A. Mulligan, J., on motions for summary judgment.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nStephen H. Oleskey for the plaintiffs.\nLee H. Glickenhaus for the defendant.\nThomas W. Brunner, Marilyn E. Kerst & Joseph L. Ruby I of the District of Columbia, Peter G. Hermes & Molly H. I Sherden, for Insurance Environmental Litigation Associa- I tion, amicus curiae, submitted a brief. I\nReliable Electronic Finishing Company, Inc."
  },
  "file_name": "0117-01",
  "first_page_order": 133,
  "last_page_order": 140
}