{
  "id": 3895366,
  "name": "Commonwealth vs. Humberto Santiago",
  "name_abbreviation": "Commonwealth v. Santiago",
  "decision_date": "1991-07-30",
  "docket_number": "",
  "first_page": "737",
  "last_page": "745",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 737"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "407 Mass. 147",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3887901
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0147-01"
      ]
    },
    {
      "cite": "407 Mass. 891",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3886608
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "897"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0891-01"
      ]
    },
    {
      "cite": "366 Mass. 51",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314531
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/366/0051-01"
      ]
    },
    {
      "cite": "376 Mass. 349",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        332080
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "353"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/376/0349-01"
      ]
    },
    {
      "cite": "399 U.S. 42",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168334
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0042-01"
      ]
    },
    {
      "cite": "390 Mass. 326",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        916695
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "351-352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/390/0326-01"
      ]
    },
    {
      "cite": "403 U.S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027286
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "456-457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0443-01"
      ]
    },
    {
      "cite": "402 Mass. 156",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        820808
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/402/0156-01"
      ]
    },
    {
      "cite": "395 U.S. 752",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1772077
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0752-01"
      ]
    },
    {
      "cite": "453 U.S. 454",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11722898
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/453/0454-01"
      ]
    },
    {
      "cite": "671 F.2d 1294",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        671157
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/671/1294-01"
      ]
    },
    {
      "cite": "399 Mass. 152",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3795090
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/399/0152-01"
      ]
    },
    {
      "cite": "10 Mass. App. Ct. 563",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3964078
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/10/0563-01"
      ]
    },
    {
      "cite": "356 Mass. 452",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        300511
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/356/0452-01"
      ]
    },
    {
      "cite": "404 Mass. 400",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484625
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "403-404"
        },
        {
          "page": "404-405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0400-01"
      ]
    },
    {
      "cite": "378 Mass. 882",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1979,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 799,
    "char_count": 19198,
    "ocr_confidence": 0.961,
    "pagerank": {
      "raw": 4.801101446383308e-07,
      "percentile": 0.9313054544878872
    },
    "sha256": "33cbe850a75dbf687776596118497ea14f7b690005819e162def1a4cf99267c0",
    "simhash": "1:c229745fb68a25ba",
    "word_count": 3114
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Humberto Santiago."
    ],
    "opinions": [
      {
        "text": "Liacos, C.J.\nThe defendant was indicted for trafficking in cocaine. Before trial, he filed a motion to suppress the cocaine, which had been seized from underneath the front seat of his automobile. Following an evidentiary hearing, a judge of the Superior Court allowed the motion. The judge ruled that the search of the automobile exceeded the scope of a warrant, which the police had obtained, to search the defendant’s apartment and his person. The judge also ruled that the search was not valid as a warrantless search either incident to arrest or based on probable cause and exigent circumstances (the so-called “automobile exception”). The Commonwealth sought and obtained leave from a single justice of this court, pursuant to Mass. R. Crim. P. 15 (b) (2), 378 Mass. 882 (1979), to pursue an interlocutory appeal. The single justice directed the appeal to the Appeals Court, and we then transferred it here on our own initiative. We now affirm the allowance of the motion to suppress.\nThe relevant facts are as follows. On September 21, 1989, Detective Charles Linchan of the Cambridge police department applied for, and obtained, a warrant to search the defendant’s apartment at 169 Windsor Street in Cambridge for cocaine and various drug paraphernalia. In addition to authorizing the search of the apartment, the warrant contained a clause authorizing the police to search for the cocaine and paraphernalia “on the person or in the possession of’ the defendant. In support of the application for the warrant, Linc-han submitted an affidavit in which he outlined information he had received from a confidential informant regarding the defendant’s dealings in cocaine. The motion judge ruled that the facts set forth in the affidavit constituted probable cause for the issuance of the warrant, a ruling which the defendant does not dispute in this appeal.\nAt approximately 6:30 p.m. on September 22, 1989, Line-han and other Cambridge police officers went to Windsor Street to execute the warrant. As the officers waited in unmarked vehicles, the defendant drove up in a 1984 Oldsmobile automobile and parked it on the street in front of 169 Windsor Street. Linehan radioed to the other officers to “take him” and “effectuate the search warrant.” The officers then converged on the defendant’s automobile. At the motion hearing, Linehan testified that he saw the defendant open the driver’s side door of his vehicle, begin to step out, and then bend forward. Linehan claimed that he believed the defendant had either placed something underneath the driver’s seat or had removed something from there. Detective Joseph Cas-tagno testified that he saw the defendant’s shoulders move forward and down before he got out of the automobile.\nAfter the defendant was out of his automobile, Linehan “grabbed him” and announced that he had a warrant to search the defendant’s apartment and his person. As Linehan began to escort the defendant away from the vehicle, he instructed Castagno to search underneath the driver’s seat of the vehicle. Linehan told Castagno that he thought he saw the defendant place something under the automobile seat or remove something from that location. Linehan then brought the defendant into the apartment.\nCastagno searched underneath the driver’s seat and saw a brown paper bag. He seized the bag, opened it, and looked inside. The bag contained a plastic bag which, in turn, contained white powder (subsequently tested and found to be cocaine). Castagno radioed to Linehan what he had found. Linehan went outside' and inspected the bags and powder. He then returned to the apartment and placed the defendant under arrest. A subsequent search of the apartment produced no incriminating evidence. A search of the defendant’s person yielded a “beeper” device and $160 in cash.\n1. Search pursuant■ to warrant. The Commonwealth argues that the search of the defendant’s automobile was justifiable under the portion of the warrant which authorized the police to search the defendant’s apartment. We disagree.\nIn Commonwealth v. Signorine, 404 Mass. 400, 403-404 (1989), we acknowledged the well-settled principle “under both Federal law and the law of other jurisdictions that the scope of a warrant authorizing the search of a particularly described premises, includes automobiles owned or controlled by the owner thereof, which are found on the premises.” We held that the same principle applies under art. 14 of the Massachusetts Declaration of Rights. Id. at 404-405. We upheld a search of the automobile of the defendant’s wife. We so ruled even though the police lacked independent probable cause to search the automobile, because the police had obtained a warrant based on probable cause to search the defendant’s residence generally, and since the automobile was parked within the curtilage of the premises at the time the warrant was executed.\nThe critical difference between Signorine and the case at bar is that, here, the defendant’s automobile was parked on a public street and not on private property constituting the cur-tilage of the premises described in the warrant. The Commonwealth argues that the street should be treated as if it were part of the curtilage, because the premises at 169 Windsor Street did not include a private driveway or other off-street parking area. We are not persuaded by this argument. The Commonwealth has not cited any case, State or Federal, in which a court has held that a public street, or any other public property for that matter, may be treated as if it is part of the curtilage. We decline to expand the definition of curtilage or to extend the holding in Signorine so as to justify, in this context, the search of an automobile parked on a public street.\nThe Commonwealth also argues that the search of the automobile was reasonable under the portion of the warrant which authorized a search of the defendant’s person. Again we disagree.\nThe Commonwealth reads the portion of the warrant which authorized the search of the defendant’s person as being separate and independent from the portion which authorized the search of the apartment. In other words, in the Commonwealth’s view, the search of the defendant’s person could have taken place whenever and wherever the defendant was found — on a public street, at a place of business, or in someone else’s home — and was not necessarily tied to the search of the apartment. We have never construed a warrant’s authorization to search a person so broadly, and we need not do so in the case at bar.\nThe warrant by its terms authorized the police to search for cocaine and paraphernalia “on the person or in the possession of’ the defendant. In other contexts, the word “possession” has been taken to imply “control and power.” See, e.g., Commonwealth v. Harvard, 356 Mass. 452, 458 (1969); Commonwealth v. Deagle, 10 Mass. App. Ct. 563, 567 (1980). In the case at bar, by the time the police searched the defendant’s person he no longer had possession of the automobile. He had parked the automobile before the police approached him. He had gotten out of the vehicle before the officers apprehended him. And, most significantly, he had been taken inside his apartment before the seizure of the contraband from the vehicle. The automobile was not within his “control and power” when he or it was searched.\n2. Search incident to arrest. The Commonwealth next argues that, even if the search of the automobile exceeded the scope of the warrant, it was nevertheless permissible as a warrantless search incident to arrest. The Commonwealth only marginally raised this issue before the motion judge. The judge, however, sufficiently addressed the issue to warrant our consideration.\nAt the outset, we note that the judge was incorrect in his ruling that there could be no search incident to an arrest where the search preceded the arrest. “The fact that a search precedes a formal arrest is not important, as long as probable cause [to arrest] existed independent of the results of the search.” Commonwealth v. Brillante, 399 Mass. 152, 154-155 n.5 (1987), citing United States v. Elsoffer, 671 F.2d 1294, 1298 n.8 (11th Cir. 1982).\nAssuming, without deciding, the officers had probable cause to arrest the defendant when they arrived at his apartment, the search of the defendant’s car was not valid as a search incident to a lawful arrest. The purpose, long established, of a search incident to an arrest is to prevent an individual from destroying or concealing evidence of the crime for which the police have probable cause to arrest, or to prevent an individual from acquiring a weapon to resist arrest or to facilitate an escape. A search incident to arrest, similar to the search of a person pursuant to a warrant, generally is limited for purposes of both the Fourth Amendment to the United States Constitution and art. 14 of the Massachusetts Declaration of Rights, to the body of the person arrested and the area and items within his or her immediate possession and control at the time. See New York v. Belton, 453 U.S. 454 (1981); Chimel v. California, 395 U.S. 752 (1969); Commonwealth v. Madera, 402 Mass. 156, 158 (1988). See also G. L. c. 276, § 1 (1990 ed.). In the case at bar, the defendant already had left his automobile by the time the officers approached and apprehended him. He was taken inside his apartment before the seizure of the contraband from his automobile. The automobile was no longer within the defendant’s immediate control. There obviously was no danger that he could draw a weapon from the vehicle or attempt to conceal or destroy contraband which remained in it. The automobile was well out of his reach at the time. See Coolidge v. New Hampshire, 403 U.S. 443, 456-457 (1971). Contrast Commonwealth v. Brillante, supra at 155, and Commonwealth v. Bongarzone, 390 Mass. 326, 351-352 (1983), in which the defendants were standing immediately outside their vehicles at the time the vehicles were searched.\n3. Search pursuant to automobile exception. Finally, the Commonwealth argues that the search of the automobile was valid as a warrantless search under the “automobile exception.” See Chambers v. Maroney, 399 U.S. 42 (1970). On this theory the Commonwealth had the burden of proving the existence of both probable cause to believe that the automobile contained contraband and of exigent circumstances to justify proceeding without a warrant. Commonwealth v. Ortiz, 376 Mass. 349, 353 (1978). Commonwealth v. Antobenedetto, 366 Mass. 51, 57 (1974). Nothing in the confidential informant’s information pertained to the defendant’s vehicle. The police had information that a shipment of cocaine would be arriving at the defendant’s apartment, but there was no information as to who would deliver the shipment or exactly when and how it would arrive. The motion judge expressly found and ruled that the Commonwealth had failed to establish that the police had probable cause. See Commonwealth v. Cast, 407 Mass. 891, 897 (1990).\nIn reaching his conclusion the judge credited Linehan’s and Castagno’s testimony at the motion hearing regarding the movement they saw the defendant make as he was in the process of getting out of his automobile. However, the judge rejected Linehan’s description of the movement as being, in essence, furtive or suspicious. We have reviewed the entire transcript of the motion hearing. We cannot say that the judge’s approach — accepting part of the officers’ testimony and rejecting part of it — was clearly erroneous.\nLinehan testified on direct examination that he saw the defendant reach down beneath the driver’s seat. He thought that the defendant was either placing something under the seat or retrieving something. On cross-examination, Linehan admitted that the only movement he actually saw was the defendant “lean forward” or “bend forward” as he was getting out of the vehicle. Linehan admitted that he did not actually see the defendant reach underneath the seat.\nCastagno testified on direct examination that he saw the defendant “make motions” and “drop his shoulders” forward and down. Unlike Linehan, Castagno did not testify that he believed the defendant had placed something under the seat or had retrieved something. Castagno admitted on cross-examination that he only saw the defendant’s shoulders; he did not see the defendant’s hands.\nGiven the inconsistency in Linehan’s testimony, and the lack of detail in both Linehan’s and Castagno’s descriptions of what they actually saw, it was within the motion judge’s province to conclude that what they actually saw was not a reasonable basis for them to conclude that the defendant was acting furtively or in a suspicious fashion. A mere leaning or bending motion when exiting an automobile is not necessarily suspicious. It was within the judge’s role as fact finder to assess Linehan’s credibility and ability to observe, and to reject the portion of his testimony wherein Linehan stated that he thought the defendant was placing something underneath the seat. We will not disrupt the judge’s findings on this evidence.\nOrder allowing motion to suppress affirmed.\nhe defendant’s trial has been stayed pending appeal.\nThese facts are drawn from the motion judge’s findings and from the uncontroverted and undisputed portions of the evidence adduced at the hearing on the motion to suppress.\nIn sum, Linehan had learned from the informant that: the defendant had been selling cocaine from his first-floor apartment at 169 Windsor Street; the informant had been inside the apartment at least two times within the preceding ten days; the informant had observed a large quantity of cocaine both inside the apartment and on the defendant’s person as well as sizable amounts of cash on the defendant’s person. The informant stated to Linehan that the defendant had said that a large shipment of cocaine would be arriving at the apartment within three days of September 21, 1989. Linehan’s affidavit alleged that, on prior occasions, the informant’s information had led to several arrests, the seizure of large quantities of cocaine, and at least one conviction for trafficking. Linehan also stated that he had learned from other sources that the defendant was a drug dealer, and that the defendant had been arrested on cocaine charges twice within the preceding four months.\nLinehan testified at the motion hearing that he was familiar with the 1984 Oldsmobile and had seen the defendant in it many times before September 22, 1989. The defendant has conceded both in his appellate brief and at oral argument that the automobile was his. Linehan’s affidavit made no mention of this automobile; neither did the search warrant.\nThe testimony at the motion hearing was ambiguous as to whether Castagno’s search of the automobile occurred before or after Linehan’s search of the defendant’s person. The motion judge found that the search of the automobile occurred first. The Commonwealth does not argue that that finding was clearly erroneous, so we accept it as true. The testimony clearly established that the arrest and the search of the apartment did not take place until after the search of the automobile and the discovery of the cocaine.\nIn Signorine, we gave numerous examples of Federal cases and cases from other jurisdictions in which the courts held that a vehicle parked within the curtilage of the premises described in a warrant was within the scope of the warrant’s authorization to search the premises generally. Id. at 403-404. In each of those cases the “curtilage” referred to was private property belonging to the premises described in the warrant.\nExactly what constitutes “curtilage” has been the subject of many decisions from this court and the Appeals Court. For purposes of this appeal, suffice it to say that neither this court nor the Appeals Court has ever held that curtilage includes a public street or other public property.\nGeneral Laws c. 276, § 1 (1990 ed.), provides, in part: “A search conducted incident to an arrest may be made only for the purposes of seizing fruits, instrumentalities, contraband and other evidence of the crime for which the arrest has been made, in order to prevent its destruction or concealment; and removing any weapons that the arrestee might use to resist arrest or effect his escape. Property seized as a result of a search in violation of the provisions of this paragraph shall not be admissible in evidence in criminal proceedings.”\nIn the circumstances of this case, application of the search incident to arrest rationale strains common sense and logic when the police, presumably concerned that the defendant might destroy or conceal contraband or acquire a weapon, searched the defendant’s car before searching his person, the area undisputedly within his immediate control.\nThis case is unlike Commonwealth v. Robbins, 407 Mass. 147 (1990). There, following a routine stop, two State troopers arrested the driver of an automobile on an outstanding warrant. A passenger remained in the car. We upheld the validity of the State trooper’s protective search of the car where he could see, in plain view, the handle of a knife wedged between the cushions of the passenger’s seat and the driver’s seat.",
        "type": "majority",
        "author": "Liacos, C.J."
      }
    ],
    "attorneys": [
      "Edward DeAngelo, Assistant District Attorney, for the Commonwealth.",
      "James W. McCarthy, II (Cherilyn M. Richard with him) for the defendant."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Humberto Santiago.\nMiddlesex.\nMarch 6, 1991. -\nJuly 30, 1991.\nPresent: Liacos. CJ. Wilkins. Abrams. Nolan. Lynch. O’Connor. & Greaney. JJ.\nControlled Substances. Constitutional Law, Search and seizure. Search and Seizure, Warrant, Automobile, Automobile on private property, Affidavit, Probable cause, Arrest, Exigent circumstances. Probable Cause. Arrest.\nA search of a criminal defendant’s automobile, parked on a public street in front of the apartment building where the defendant resided, was not within the scope of a warrant authorizing a search of the defendant’s apartment [740-741]; and where the automobile was not under the defendant’s control and power when he and the vehicle were searched, the search of the vehicle was also beyond the scope of the portion of the warrant authorizing a search of the defendant’s person [741-742]\nThe search of a criminal defendant’s automobile, parked on a public street outside the apartment building where he resided, was not valid as a search incident to a lawful arrest where the automobile was not within the defendant’s immediate control at the time that it was searched. [742-744]\nAt a hearing on a motion to suppress evidence seized from an automobile, the Commonwealth did not demonstrate that the police had probable cause to believe the vehicle contained contraband, and the judge correctly allowed the motion. [744-745]\nIndictment found and returned in the Superior Court Department on November 2, 1989.\nA pretrial motion to suppress evidence was heard by J. Harold Flannery, J.\nAn application for an interlocutory appeal was allowed by Wilkins, J., in the Supreme Judicial Court for the county of Suffolk and the appeal was reported by him to the Appeals Court. The Supreme Judicial Court on its own initiative transferred the matter from the Appeals Court.\nEdward DeAngelo, Assistant District Attorney, for the Commonwealth.\nJames W. McCarthy, II (Cherilyn M. Richard with him) for the defendant."
  },
  "file_name": "0737-01",
  "first_page_order": 753,
  "last_page_order": 761
}