{
  "id": 3896293,
  "name": "Noreen Cram, administratrix, vs. Town of Northbridge",
  "name_abbreviation": "Cram v. Town of Northbridge",
  "decision_date": "1991-08-06",
  "docket_number": "",
  "first_page": "800",
  "last_page": "804",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 800"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "280 Mass. 457",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        858435
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "463-464",
          "parenthetical": "satisfaction of judgment in a wrongful death action involving punitive damages against one tortfeasor does not discharge other tortfeasors"
        },
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/280/0457-01"
      ]
    },
    {
      "cite": "702 P.2d 146",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10409818
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/702/0146-01"
      ]
    },
    {
      "cite": "380 So. 2d 432",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9583398
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "434"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/380/0432-01"
      ]
    },
    {
      "cite": "625 F. Supp. 943",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3828850
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "955",
          "parenthetical": "applying Rhode Island law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/625/0943-01"
      ]
    },
    {
      "cite": "1 Ohio St. 3d 231",
      "category": "reporters:state",
      "reporter": "Ohio St. 3d",
      "case_ids": [
        1809962
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-3d/1/0231-01"
      ]
    },
    {
      "cite": "101 Ill. 2d 196",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        3160472
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "200-201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/101/0196-01"
      ]
    },
    {
      "cite": "455 P.2d 889",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10573685
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "893"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/455/0889-01"
      ]
    },
    {
      "cite": "404 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301473
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0549-01"
      ]
    },
    {
      "cite": "86 N.M. 196",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        2829149
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nm/86/0196-01"
      ]
    },
    {
      "cite": "670 F.2d 791",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1156463
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "794",
          "parenthetical": "applying Arkansas law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/670/0791-01"
      ]
    },
    {
      "cite": "354 Mass. 137",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3866431
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "140-141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/354/0137-01"
      ]
    },
    {
      "cite": "345 Mass. 600",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        48018
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "605"
        },
        {
          "page": "604"
        },
        {
          "page": "607",
          "parenthetical": "unity of discharge doctrine does not apply to successive, as opposed to joint or concurrent, torts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/345/0600-01"
      ]
    },
    {
      "cite": "3 Allen 474",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2098516
      ],
      "weight": 2,
      "year": 1862,
      "pin_cites": [
        {
          "page": "476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/85/0474-01"
      ]
    },
    {
      "cite": "231 Mass. 434",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        67475
      ],
      "year": 1918,
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/231/0434-01"
      ]
    },
    {
      "cite": "365 Mass. 824",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1974,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 10203,
    "ocr_confidence": 0.947,
    "pagerank": {
      "raw": 1.9372412902002525e-07,
      "percentile": 0.7350718130670939
    },
    "sha256": "7b29d7d8283287da9eb9800e389899485c91266c73ba49a796e626622e6ef294",
    "simhash": "1:a2afdb31af30349e",
    "word_count": 1660
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Noreen Cram, administratrix, vs. Town of Northbridge."
    ],
    "opinions": [
      {
        "text": "Liacos, C.J.\nOn December 17, 1983, the plaintiffs son died in an automobile accident. The plaintiff brought this action individually and as the administratrix of her son’s estate against the town of Northbridge (town) alleging that the town was negligent in the repair and maintenance of the bridge on which the accident occurred. A few months after the accident, the plaintiff signed a “Release and Settlement of Claim” by which, in return for consideration of $98,000, she discharged Thomas Malley, the driver of the automobile, and “all other persons, firms or corporations from any and all claims, demands, rights, actions or causes of action” arising from the accident. The town moved for summary judgment pursuant to Mass. R. Civ. P. 56, 365 Mass. 824 (1974). A judge of the Superior Court granted the motion. The judge ruled that “[t]he clear and unambiguous language of the ‘Release and Settlement of Claim’ stands uncontroverted before me. That [the plaintiff] intended something less than what is clearly expressed therein does not preclude summary judgment. The Town has sustained its burden. I find no genuine issue of material fact.”\nThe plaintiff appealed. We took the appeal from the Appeals Court on our own motion. The issue before us is whether a release which discharges from liability “all other persons, firms or corporations” includes a defendant who was not a party to the release, and who was not specifically mentioned in the release. We conclude the release did not release the town, and reverse.\nAt common law, the discharge of one joint tortfeasor constituted a discharge of all other joint tortfeasors. See Purchase v. Seelye, 231 Mass. 434, 436 (1918); Brown v. Cambridge, 3 Allen 474, 476 (1862). The common law “unity of discharge” doctrine is based on the view that only one cause of action arises from the same tort and that plaintiffs should be prevented from recovering several times for the same injury. See Selby v. Kuhns, 345 Mass. 600, 605 (1963); Brown v. Cambridge, supra. Not surprisingly, the common law rule has been strongly criticized. See Selby v. Kuhns, supra at 604, and authorities cited. Professor Prosser has stated:\n“Historically, and on policy grounds, [the doctrine] has no justification, since causes of action against mere concurrent tortfeasors not acting in concert have always been separate, and their separate character should not be affected by the possibility of joinder for procedural convenience. A surrender of one therefore should not on any reasonable basis discharge the other, except to the extent that there has been full compensation. Even as applied to cases of concerted action, the rule seems at best an antiquated survival of an arbitrary common law procedural concept, arising out of long forgotten semi-criminal forms of action; and it has no reasonable application at all to cases of mere concurrent negligence. The fear of double recovery is unfounded, since the amount paid under the release must be credited to the second tortfeasor in any case; and the argument that the plaintiff should not be permitted to make piecemeal collections from different defendants is quite pointless when the plaintiff is allowed to do precisely that after judgement.” (Footnotes omitted.) W. Prosser & W. Keeton, Torts § 49, at 333 (5th ed. 1984).\nFaced with the growing criticism of the unity of discharge doctrine, Massachusetts and several other States enacted legislation, based on the Uniform Contribution Among Tortfeasors Act (1955), 12 U.L.A. 57 (1975), which abolished the common law rule. General Laws c. 23IB, § 4, inserted by St. 1962, c. 730, § 1, provides, in part: “When a release or covenant not to sue or not to enforce judgment is given in good faith to one of two or more persons liable in tort for the same injury: {a) It shall not discharge any of the other tortfeasors from liability for the injury unless its terms so provide . . . .” The town argues that the release signed by the plaintiff does provide for the discharge of other tortfeasors since (under the stereotype boiler plate words), it exempts from liability “all other persons, firms or corporations.” The town contends that the language of the release is clear and unambiguous, and that evidence of the plaintiffs intent is inadmissible to modify the language of the release. See Schuster v. Baskin, 354 Mass. 137, 140-141 (1968).\nWhile there is some support for the defendant’s position among jurisdictions which have enacted statutes based on the Uniform Act, see, e.g., Douglas v. United States Tobacco Co., 670 F.2d 791, 794 (8th Cir. 1982) (applying Arkansas law); Johnson v. Las Cruces, 86 N.M. 196, 197 (Ct. App. 1974); Hasselrode v. Gnagey, 404 Pa. 549, 552 (1961), other jurisdictions which have statutes based on the Uniform Act have refused to interpret general release forms as automatically discharging the whole world from liability. Some courts have given the statutory provision “unless its terms so provide” a narrow construction, holding that general release forms do not discharge tortfeasors who are not specifically mentioned in the release. See, e.g., Young v. State, 455 P.2d 889, 893 (Alaska 1969); Alsup v. Firestone Tire & Rubber Co., 101 Ill. 2d 196, 200-201 (1984); Beck v. Cianchetti, 1 Ohio St. 3d 231, 235 (1982). A third group of jurisdictions has taken an intermediate position, holding that, while it is not necessary for a tortfeasor to be specifically mentioned in the release in order to be discharged from liability, a tortfeasor will not be discharged unless the parties who negotiated the release so intended. See, e.g., Mclnnis v. Harley-Davidson Motor Co., 625 F. Supp. 943, 955 (D.R.I. 1986) (applying Rhode Island law); Hurt v. Leatherby Ins. Co., 380 So. 2d 432, 434 (Fla. 1980); Bjork v. Chrysler Corp., 702 P.2d 146, 156 (Wyo. 1985).\nWe believe that the “intent rule” is the one which best corresponds with the intent of the Legislature when it enacted G. L. c. 23IB, § 4. The language of the statute does not require that discharged tortfeasors be specifically mentioned in the release. On the other hand, the interpretation of the statute which the town urges us to adopt would allow uninformed and unaware plaintiffs to discharge from liability all unnamed tortfeasors who contributed nothing to the settlement, a result not intended by the statute. “The common law rule was abolished in part to avoid imposing the harsh consequences of a general release upon often unsuspecting plaintiffs.” Hurt v. Leatherby Ins. Co., supra at 434. It would frustrate the purpose of the statute if general release forms such as the one in the present case are interpreted as discharging all unnamed joint tortfeasors who did not contribute to or participate in the settlement in the absence of any proof that the parties who negotiated the release so intended. “[A] plaintiff should never be deprived of a cause of action against any wrongdoer when the plaintiff has neither intentionally surrendered the cause of action nor received substantially full compensation.” W. Prosser & W. Keeton, supra at 335. 5We hold that a plaintiff who signs a general release form does not discharge all potential joint tortfeasors who are not specifically mentioned in the release unless the plaintiff intended to do so. In this case, the plaintiff filed an affidavit stating that, when she signed the release, she only intended to discharge the driver, Thomas Malley, from liability. *8The order granting the summary judgment is reversed, and the case is remanded for further proceedings consistent with this opinion.\nSo ordered.\nThe quoted phrase was “boiler plate” language found in the printed form of release.\nSome exceptions to the rule developed at common law to mitigate the harsh effects of the doctrine. See Selby v. Kuhns, supra at 607 (unity of discharge doctrine does not apply to successive, as opposed to joint or concurrent, torts). Cf. Porter v. Sorell, 280 Mass. 457, 463-464 (1932) (satisfaction of judgment in a wrongful death action involving punitive damages against one tortfeasor does not discharge other tortfeasors).\nThe parties do not address, and therefore we do not discuss, whether the $98,000 given to the plaintiff in return for signing the release constitutes full compensation.\nWe recently have held that a principal is discharged from liability based solely on principles of respondeat superior when a plaintiff executes a general release of an agent. Elias v. Unisys Corp., ante 479 (1991). The present case is different from Elias because this case involves alleged joint liability (where all tortfeasors are at fault), not vicarious liability based on respondeat superior (where the principal is a “blameless party” whose liability arises only because of the wrongdoing of another party). See id. at 484. “The present law, that the release of an agent precludes a claim against his principal who is liable solely on the theory of respondeat superior, causes no unfairness to a plaintiff who has claims against both.” Id.\nWe also note that, nine days before the plaintiff signed the release, she notified the town that she was going to bring an action against it for the alleged negligent repair and maintenance of the bridge. See G. L. c. 258, § 4 (1990 ed.).",
        "type": "majority",
        "author": "Liacos, C.J."
      }
    ],
    "attorneys": [
      "James R. Graziano for the plaintiff.",
      "Laurie J. Condos for the defendant."
    ],
    "corrections": "",
    "head_matter": "Noreen Cram, administratrix, vs. Town of Northbridge.\nWorcester.\nApril 3, 1991. -\nAugust 6, 1991.\nPresent: Liacos. C.J.. Abrams, Lynch, & Greaney, JJ.\nRelease. Joint Tortfeasors. Evidence, Extrinsic affecting writing.\nA plaintiff who executed a general release, reciting that she discharged from liability a certain individual and “all other persons, firms, or corporations,” did not thereby discharge a potential joint tortfeasor who was neither a party to the release nor specifically mentioned therein, in the absence of an intent to do so. [802-804]\nCivil action commenced in the Superior Court Department on December 16, 1986.\nThe case was heard by Robert V. Mulkern, J., on a motion for summary judgment.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nJames R. Graziano for the plaintiff.\nLaurie J. Condos for the defendant.\nOf the estate of Erick Matthew Nordby, and individually."
  },
  "file_name": "0800-01",
  "first_page_order": 816,
  "last_page_order": 820
}