{
  "id": 3896064,
  "name": "Commonwealth vs. Jesse Waters",
  "name_abbreviation": "Commonwealth v. Waters",
  "decision_date": "1991-05-22",
  "docket_number": "",
  "first_page": "224",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 224"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "398 Mass. 615",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        877699
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "620"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/398/0615-01"
      ]
    },
    {
      "cite": "378 Mass. 900",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "393 Mass. 523",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        894304
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "537"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/393/0523-01"
      ]
    },
    {
      "cite": "357 Mass. 559",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        295970
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/357/0559-01"
      ]
    },
    {
      "cite": "397 Mass. 303",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        874767
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "307"
        },
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/397/0303-01"
      ]
    },
    {
      "cite": "283 Mass. 248",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        478232
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/283/0248-01"
      ]
    },
    {
      "cite": "373 Mass. 438",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        324005
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/mass/373/0438-01"
      ]
    },
    {
      "cite": "381 Mass. 256",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        816158
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/mass/381/0256-01"
      ]
    },
    {
      "cite": "391 Mass. 301",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        918589
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/391/0301-01"
      ]
    },
    {
      "cite": "360 U.S. 264",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9052
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "269"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0264-01"
      ]
    },
    {
      "cite": "294 U.S. 103",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3922727
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/us/294/0103-01"
      ]
    },
    {
      "cite": "473 U.S. 667",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205331
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/473/0667-01"
      ]
    },
    {
      "cite": "400 Mass. 283",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        880036
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "292"
        },
        {
          "page": "290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/400/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 858,
    "char_count": 21778,
    "ocr_confidence": 0.951,
    "pagerank": {
      "raw": 2.0071670588726113e-07,
      "percentile": 0.7437734786854369
    },
    "sha256": "8c7ef6246159f7ad79ad132ae46a2fcfe28836c76eddcacf85b95ee1028886cd",
    "simhash": "1:f85af63dbf5ea9f9",
    "word_count": 3554
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Jesse Waters."
    ],
    "opinions": [
      {
        "text": "O’Connor, J.\nOn May 16, 1983, the defendant, Jesse Waters, shot Boston Police Detective Frank Tarantino at a 24-Hour Store operated by Waters in Roxbury. Four days later, evidence about the incident was presented to a grand jury. Sergeant Detective William Morrissey and Detective Edward Clark testified in relevant part that Morrissey had assigned Tarantino “to investigate activities of the Roxbury 24-Hour Store” on the night of May 16. Between them, Morrissey and Clark told the grand jury that Tarantino and Clark, dressed in street clothes, had arrived at the location around 9 p.m. in an unmarked vehicle, that Tarantino had entered the store, had observed two people behind a counter selling marihuana, had purchased a pack of cigarettes, and had left the store. According to the testimony, Tarantino returned to the store with Clark and, while displaying his police badge and announcing “police,” jumped onto a tonic chest at which time he was shot by the defendant. A third witness, Robin Robinson, testified that she had been purchasing dog food at the store when Tarantino was shot. She said that, before the shooting, Tarantino and Clark had shown police badges and had said loudly enough to be heard by everybody in the store that they were police officers. Robinson also testified that, after Tarantino had been shot, Tarantino said to the defendant that the defendant knew him, and that the defendant replied, “I did not know who you were; I thought you were trying to rob me.” The grand jury indicted the defendant for assault and battery by means of a dangerous weapon, armed assault with intent to murder, possession of a firearm, carrying a firearm, and possession of a class D controlled substance with intent to distribute.\nThe several indictments were tried in the fall of 1984. The uncontradicted testimony at trial was that on May 16, 1983, Tarantino, dressed in plain clothes, entered the 24-Hour Store, leapt onto a counter, drew his gun, and pointed his gun at the clerk behind the counter. Tarantino was then shot by the defendant. The principal issue at trial was whether the defendant knew Tarantino was a police officer when he shot him or, instead, reasonably believed that it was necessary for him to come to the clerk’s defense. Defense witnesses testified that Tarantino neither displayed his badge nor identified himself as a police officer before jumping onto the counter and pointing his gun at the clerk. Tarantino, on the other hand, testified that his assignment that night was “to make observations and surveillances” at the store and that, when he entered the store, he showed his badge and identified himself as an officer. Tarantino’s testimony was corroborated in part by Morrissey and Clark, and in part by the customer, Robinson. The defendant was convicted of assault and battery by means of a dangerous weapon, carrying a gun, and possession of a class D substance with intent to distribute. He was acquitted of the other charges. The defendant did not appeal any of the convictions.\nAfter he was found guilty, but before he was sentenced, the defendant approached Federal authorities with allegations of corruption within the Boston police department. He claimed that he had paid protection money to several Boston police officers, including Tarantino and George Vest, for several years so that they would not interfere with marihuana sales at his stores. He also claimed that, after the shooting incident on May 16, 1983, Vest and other Boston police officers approached him with a proposition that called for a disposition of the criminal case in a way that would be favorable to the defendant, and for Tarantino to settle his civil claim against the defendant. The quid pro quo was to be $300,000. The defendant told the Federal authorities that he had paid Tarantino $150,000 in several installments during the summer of 1984 with Vest acting as the middleman, but that, when he realized the criminal case was going forward, he discontinued payments.\nFollowing the defendant’s revelations to the Federal authorities, there was a Federal grand jury investigation. Detective George Vest was subsequently convicted of perjury as a result of his testimony before that body. In the grand jury proceedings and at Vest’s trial, Detective Clark testified under immunity that he had not been assigned by Sergeant Detective Morrissey to surveillance of the 24-Hour Store on May 16, 1983, as he had testified both before the grand jury investigating the shooting of Detective Tarantino and before the petit jury trying the defendant Waters. Clark said that he had given false testimony in that regard on both occasions.\nFollowing Vest’s Federal court conviction, Waters filed in this case a motion to dismiss the indictments and a motion for a new trial. The motions were heard by the trial judge. At that hearing, Clark and Tarantino refused to testify, citing their Federal constitutional privilege against self-incrimination. The motions were grounded on the “knowing use of perjurious testimony by the prosecution and an extortion scheme.” The judge denied the motion for a new trial. For reasons that are unimportant to this appeal, he denied the motion to dismiss the indictments “without prejudice,” and that motion was subsequently renewed and heard by another judge. With respect to the new trial motion, the judge reasoned that “[i]n the absence of constitutional error the granting of a motion for new trial falls within the broad discretion of the trial judge,” and that, in the exercise of that discretion, “it is the duty of a trial judge to give grave consideration to the credibility of [a recanting witness’s] new testimony.” He reasoned, too, that “a change in testimony would not require a new trial unless its credibility, potency, and [pertinence] to fundamental issues in the case demonstrated a probability that the evidence would be a real factor with the jury in reaching a decision.” The judge concluded that there had been no such demonstration before him.\nSeveral months later, another judge denied the motion to dismiss the indictments on the ground that the defendant had failed to demonstrate that the evidence “would be a real factor with the jury in reaching a decision.” The judge concluded that “Detective Clark’s false testimony to the grand jury as to the nature of his assignment on the night of the shooting, which I infer was to justify the presence of a fellow police officer, Detective Tarantino, on the premises of Waters’ 24-Hour Store, was not the type of misconduct which, in the absence of prejudice, warrants dismissal of [the] indictments. See, generally, Commonwealth v. King, 400 Mass. 283, 292 (1987).”\nThe defendant appealed the denial of the motion for a new trial and the denial of the motion to dismiss. We transferred the case here on our own initiative, and we now affirm the orders denying the defendant’s motions.\nWe consider the defendant’s motion for a new trial first. The defendant makes several arguments in support of his position that, contrary to the judge’s ruling, he is. entitled to a new trial. The defendant’s primary argument, so characterized in his reply brief, is that “the lower court applied the wrong standard in deciding his motion for a new trial.” The defendant argues that, “[i]nstead of the standard applied for newly discovered evidence — whether it is probable that the evidence would have been a real factor in the jury’s decision — the appropriate standard in this case is that used when the prosecution knowingly uses perjured testimony, set forth in United States v. Bagley, 473 U.S. 667 (1985) and Mooney v. Holohan, 294 U.S. 103 (1935) and their progeny — whether there is a reasonable likelihood that the false testimony could have affected the judgment of the jury. . . . There is certainly a reasonable likelihood that the false testimony of Officers Clark and Tarantino and Sgt. Morrissey could have affected the jury’s decision” (emphasis in original).\nThe defendant correctly points out that the Commonwealth makes no attempt in its brief to counter the defendant’s argument that the judge applied the wrong standard in deciding his motion for a new trial, and “simply argues that the defendant did not satisfy the more stringent standard for newly discovered evidence.” However, we have considered the defendant’s “wrong standard” argument and we discuss it below.\nCritical to the defendant’s “wrong standard” argument is that Clark’s testimony at the defendant’s trial was untrue, that Clark knew it was untrue when he gave it, and that he gave that false testimony as a member of the prosecution team, that is, as a representative of the State, to obtain the defendant’s conviction. Quoting Napue v. Illinois, 360 U.S. 264, 269 (1959), the defendant argues that “it is established that a conviction obtained through use of false evidence, known to be such by representatives of the State, must fall under the Fourteenth Amendment.” The defendant further argues that it is immaterial whether the prosecutor knew that the testimony was false and, citing several Massachusetts cases, asserts that “actions of police officers who are involved with the indictment and prosecution of the defendant are attributable to the prosecution.” See Commonwealth v. Lam Hue To, 391 Mass. 301, 311 (1984); Commonwealth v. St. Germain, 381 Mass. 256, 261 n.8 (1980); Commonwealth v. Manning, 373 Mass. 438, 442 n.5 (1977). The defendant’s position is that, in denying his motion for a new trial, the judge failed to recognize that the defendant’s convictions may have stemmed from a violation of his rights under the Fourteenth Amendment to the United States Constitution.\nWe reject the defendant’s argument. At the outset, we observe that it has not been established that Clark’s testimony at the defendant’s trial, that he and Tarantino had been assigned to surveillance of the 24-Hour Store on May 16, 1983, was false. Either that testimony was false or the contradictory testimony he gave to the Federal grand jury and at Vest’s Federal court trial was false, but the occasion or occasions on which the false testimony was given have not been established. In addition, although we have said many times that actions of police officers, who are members of a prosecution team, are attributable to the prosecution, we have never held or suggested that actions taken by such officers, not in furtherance of law enforcement but rather in pursuit of an unlawful scheme of their own, such as robbery or extortion, are attributable to the prosecution.\nThe defendant contends that Clark committed perjury at the defendant’s trial and that therefore Morrissey’s and Tarantino’s testimony that Morrissey had assigned Tarantino and Clark to surveillance of the 24-Hour Store also must have been perjury. The perjury, the defendant says, was born of an extortion scheme in which the officers threatened to seek harsh treatment of the defendant unless the defendant paid them a large sum of money. We think that, if the officers committed perjury at the defendant’s trial and if that perjury was part and parcel of an extortion scheme, as the defendant claims, or even if it was motivated by the officers’ interest in shielding themselves from the possible consequences of having visited the 24-Hour Store for an unlawful purpose or by some other motive unrelated to law enforcement, it cannot reasonably be said that, in giving their testimony, the officers were functioning as representatives of the State. It is one thing to attribute to the prosecution the efforts of police officers to interfere with a defendant’s right to counsel or to withhold pretrial information from a defendant because of overzealousness or sloppy police work as in the cases cited by the defendant. It would be quite another matter, however, to attribute to the prosecution the conduct of police officers in pursuit of their own individual unlawful scheme unrelated to the Commonwealth’s interest in law enforcement. The defendant has not demonstrated that his convictions were obtained through the use of false evidence, known to be such by representatives of the State, contrary to his Fourteenth Amendment rights. We conclude that the judge, in ruling on the motion for a new trial, applied the right standard by which to measure prejudice.\nThe defendant next argues that, even if the judge applied the correct standard of materiality, the motion for a new trial should have been granted because the alleged false testimony probably was a real factor in the jury’s decision. The contention is that the testimony that Tarantino and Clark were at the store pursuant to a surveillance assignment made it appear more likely that Tarantino identified himself as an officer and displayed a police badge than would have been the case if Tarantino and Clark were not on an assignment. Stated another way, the defendant’s claim that he acted in reasonable defense of his clerk from an assault by a robber would have been far more credible if the jury had known that Clark and Tarantino were not at the store on official police business. It is less likely, the defendant argues, that Clark and Tarantino identified themselves as police officers if they had not been assigned to surveillance of the store than if they had been so assigned.\nThe defendant’s argument is not without force. However, the judge, in his discretion, concluded that a new trial would not result in a change in testimony with such “credibility, potency, and pertaining [sic] to fundamental issues” as would demonstrate “a probability that the evidence would be a real factor with the jury in reaching a decision.” “The disposition of motions for new trial on the ground of newly discovered evidence rests in the sound judicial discretion of the [motion] judge,” Commonwealth v. Chin Kee, 283 Mass. 248, 257 (1933), and “[a] reviewing court extends special deference to the action of a motion judge who was also the trial judge.” Commonwealth v. Grace, 397 Mass. 303, 307 (1986). Also, “[u]pon a motion for a new trial based on recantation by a material witness, the duty of the trial judge is to give grave consideration to the credibility of the witness’s new testimony,” Commonwealth v. Robertson, 357 Mass. 559, 562 (1970), and the judge may appropriately consider whether, if the witness “were to testify at a new trial, his credibility would be damaged in such a way by earlier testimony that his new testimony would be relatively worthless.” Commonwealth v. Ortiz, 393 Mass. 523, 537 (1984). Here, the motion judge was also the trial judge. We are in no position to say that his evaluation of the materiality of any new evidence that the defendant has demonstrated might be available to him at a new trial, or even the absence of evidence at a new trial that Clark and Tarantino had been assigned to surveillance of the 24-Hour Store on May 16, 1983, was an abuse of discretion or otherwise constituted an error of law. See Commonwealth v. Grace, supra at 307. In that regard, we are mindful that not only Clark and Tarantino, but also the customer, Robin Robinson, testified that Tarantino displayed his police badge and identified himself as an officer before he was shot.\nLastly, with respect to the defendant’s motion for a new trial, the defendant briefly argues that the police officers’ refusal to testify on Fifth Amendment grounds at the hearing on the new trial motion effectively violated the defendant’s right to a hearing provided in Mass. R. Crim. P. 30 (b), 378 Mass. 900 (1979). The defendant asserts that, as a result of the officers’ refusal to testify, the defendant “is barred from ever discovering the truth about the scope of the prosecutorial misconduct at his trial,” and that therefore “justice may not have been done.” We are unpersuaded. Nothing in rule 30 (b) or in our jurisprudence concerning motions for a new trial suggests that a defendant is to be excused from proving the facts underlying his motion by the fact that police officers or other witnesses refused to testify on Fifth Amendment grounds, nor does the defendant cite case or text authority for that proposition.\nWe turn now to the defendant’s motion to dismiss the indictments. The defendant argues that “the indictments must be dismissed because the integrity of the grand jury was impaired by the presentation of perjurious testimony by police officers in support of an extortion scheme. The extortion scheme and the resultant perjury probably influenced the grand jury’s decision to indict the defendant,” the defendant contends. We have said that, “if the Commonwealth or one of its agents knowingly uses false testimony to procure an indictment, the indictment should be dismissed.” Commonwealth v. Mayfield, 398 Mass. 615, 620 (1986). Dismissal of an indictment in such circumstances would be a prophylactic measure to discourage intentional wrongdoing by the Commonwealth’s representatives. Id.\nOur reasoning in connection with the question whether the judge applied the correct standard of materiality in ruling on the defendant’s motion for a new trial also applies to the motion to dismiss. First, it has not been established that perjurious testimony of police officers was presented to the grand jury. The perjurious testimony may have occurred when Clark testified before the Federal grand jury investigating police corruption and at Detective Vest’s Federal trial. Also, we will not attribute to the prosecution the testimony of a police officer given, not in the course of overzealous police work, but “in support of an extortion scheme.” In such a situation, society’s “interest in prosecuting those accused of crime and bringing the guilty to justice,” Commonwealth v. King, 400 Mass. 283, 290 (1987), outweighs any deterrent effect that might result from dismissing indictments. It would be unreasonable to think that a police officer who is inclined to commit perjury in support of an extortion scheme would be deterred from doing so by the threat that indictments might be dismissed. We conclude that the defendant’s motion to dismiss the indictments was properly denied.\nWe affirm the orders denying the defendant’s motions for a new trial and for dismissal of the indictments.\nSo ordered.",
        "type": "majority",
        "author": "O’Connor, J."
      },
      {
        "text": "Liacos, C.J.\n(concurring). I agree with the result reached by the court. I write separately to emphasize the unique and extraordinary facts of the case which the opinion of the court, as a cost of elliptical precision, understates. There were grave allegations by the defendant of corrupt activities among certain Boston police officers which, under most other circumstances, would require a new trial for a defendant who was unaware of the circumstances until after his trial. In this case, however, the defendant’s own knowledge of, and involvement in, illegal protection and bribery schemes precluded any of the events from being considered as “new” evidence. Perhaps, in the light of allegations of corruption, Officer Clark’s recanted testimony might have had greater significance to a jury able to hear the whole story. But the defendant’s own participation in the corruption has foreclosed the shadowy background of this case from being brought forth. The defendant’s motions for new trial and dismissal of the indictments against him fell victim to his own machinations.\n“Yossarian saw [Catch-22] clearly in all its spinning reasonableness. There was an elliptical precision about its perfect pairs of parts that was graceful and shocking, like good modern art, and at times Yossarian wasn’t quite sure that he saw it all, just the way he was never quite sure about good modern art . . . .” J. Heller, Catch-22 at 47 (Dell ed. 1978).",
        "type": "concurrence",
        "author": "Liacos, C.J."
      }
    ],
    "attorneys": [
      "Max D. Stern (Dennis Shedd with him) for the defendant.",
      "Brian J. Carney, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Jesse Waters.\nSuffolk.\nDecember 5, 1990 -\nMay 22, 1991.\nPresent: Liacos. C.J., Wilkins, Abrams, Nolan, Lynch. O’Connor, & Greaney, JJ.\nPractice, Criminal, New trial, Dismissal, Conduct of government agents, Grand jury proceedings. Constitutional Law, Conduct of government agents. Grand Jury. Evidence, Grand jury proceedings.\nOn a motion for a new trial of a criminal case, the defendant did not demonstrate that his convictions were obtained through the use of false evidence, known to be such by the prosecution, and therefore the judge who denied the motion correctly applied the standard of materiality applicable to “newly discovered evidence.” [228-230] Liacos, C.J., concurring.\nOn a motion for a new trial of a criminal case, the judge properly con-eluded that the defendant had not shown sufficient probability that allegedly false testimony of a police officer at the defendant’s trial, on which the motion was based, had been a real factor in the jury’s decision. [230-232]\nThere was no merit to a criminal defendant’s contention that his right to a hearing as provided in Mass. R. Grim. P. 30 (b) was violated when police officers, claiming their privilege against self-incrimination, refused to testify at the hearing on the defendant’s motion for new trial. [232]\nA motion to dismiss indictments on the ground that the integrity of the grand jury was impaired by the presentation of allegedly perjurious testimony was properly denied, where the testimony was not shown to have been false and known to be such by the prosecution. [232-233] Liacos, C.J., concurring.\nIndictments found and returned in the Superior Court Department on May 20, 1983.\nThe cases were tried before James P. McGuire, J., and a motion for a new trial was heard by him. A posttrial motion to dismiss was heard by George N. Hurd, Jr., J.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nMax D. Stern (Dennis Shedd with him) for the defendant.\nBrian J. Carney, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0224-01",
  "first_page_order": 240,
  "last_page_order": 250
}