{
  "id": 3896123,
  "name": "Commonwealth vs. Jorge Luna (and a companion case)",
  "name_abbreviation": "Commonwealth v. Luna",
  "decision_date": "1991-05-15",
  "docket_number": "",
  "first_page": "131",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "410 Mass. 131"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "438 U.S. 154",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769234
      ],
      "year": 1978,
      "opinion_index": -1,
      "case_paths": [
        "/us/438/0154-01"
      ]
    },
    {
      "cite": "438 U.S. 154",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769234
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "155-156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/438/0154-01"
      ]
    },
    {
      "cite": "22 Mass. App. Ct. 712",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3990750
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/22/0712-01"
      ]
    },
    {
      "cite": "398 Mass. 214",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        877723
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "224-225, 228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/398/0214-01"
      ]
    },
    {
      "cite": "408 Mass. 419",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3889987
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "444",
          "parenthetical": "review under G. L. c. 278, § 33E"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/0419-01"
      ]
    },
    {
      "cite": "486 U.S. 1042",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6337376,
        6338080,
        6338369,
        6337638,
        6338668,
        6336814,
        6338863,
        6337874,
        6339091,
        6337119
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/486/1042-03",
        "/us/486/1042-06",
        "/us/486/1042-07",
        "/us/486/1042-04",
        "/us/486/1042-08",
        "/us/486/1042-01",
        "/us/486/1042-09",
        "/us/486/1042-05",
        "/us/486/1042-10",
        "/us/486/1042-02"
      ]
    },
    {
      "cite": "825 F.2d 538",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547040
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "546"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/825/0538-01"
      ]
    },
    {
      "cite": "408 Mass. 561",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3891376
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "563-564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/408/0561-01"
      ]
    },
    {
      "cite": "406 Mass. 281",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3884400
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/406/0281-01"
      ]
    },
    {
      "cite": "406 Mass. 257",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3884882
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "261, 264-266"
        },
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/406/0257-01"
      ]
    },
    {
      "cite": "402 Mass. 209",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        820793
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/402/0209-01"
      ]
    },
    {
      "cite": "374 Mass. 142",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3871951
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "150"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/374/0142-01"
      ]
    },
    {
      "cite": "405 Mass. 316",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3882694
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "322-325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/405/0316-01"
      ]
    },
    {
      "cite": "14 Mass. App. Ct. 501",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5738013
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "506-507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/14/0501-01"
      ]
    },
    {
      "cite": "480 U.S. 79",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131098
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "85-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0079-01"
      ]
    },
    {
      "cite": "406 Mass. 592",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3883991
      ],
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/406/0592-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 818,
    "char_count": 21078,
    "ocr_confidence": 0.946,
    "pagerank": {
      "raw": 2.7913394475653796e-07,
      "percentile": 0.8360431438280764
    },
    "sha256": "b4f9ce9eec3c5113c59c3d0b88e94e90a57e4d5994c831f4b814a3df0db2dda0",
    "simhash": "1:e22a44ce83a0ebc4",
    "word_count": 3454
  },
  "last_updated": "2024-02-27T17:24:21.316167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Jorge Luna (and a companion case)."
    ],
    "opinions": [
      {
        "text": "Wilkins, J.\nEach defendant was convicted of trafficking in cocaine by possession with intent to sell fourteen or more, but less than twenty-eight, grams of cocaine or a mixture containing cocaine. Pursuant to a search warrant, the Barnstable police seized the cocaine and drug-related items in a house occupied by the defendants in Marstons Mills. Each defendant argues that his motion to suppress the evidence that the police seized should have been allowed. The defendant Jose Luna argues certain other issues. We transferred the defendants’ appeals here on our own motion. We affirm the convictions.\n1. The defendants argue that there were two apartments in the house, although the application for the search warrant and the search warrant itself listed the premises as “#137 Cammett Rd., Marstons Mills, Mass., which is more particularly described as a blue clapboard front single family raised ranch dwelling . . . Mailbox in front has #137 and LUNA, printed on same.” The claim is that the police knew or should have known that there were two apartments in the house and that, therefore, the warrant was void because it lacked the specificity or particularity in the description of the place to be searched that is required by the Fourth Amendment of the Constitution of the United States, by art. 14 of the Massachusetts Declaration of Rights, and by G. L. c. 276, §§ 1 & 2 (1988 ed.).\nOn July 27, 1988, Mark A. Delaney, the Barnstable police officer who was later to submit the affidavit in support of the search warrant in this case, made a report of investigation in which he set forth information received from a confidential informant, not further identified. The informant had said that one Jeffrey Kearney had given the informant information concerning the sale of cocaine from the Luna residence at 137 Cammett Road, Marstons Mills. Kearney had said that he had bought an ounce of cocaine from Jorge in Jorge’s downstairs apartment on July 7, 1988, and that Jorge had had a “sizable amount of cocaine” in his downstairs apartment. The informant said that from other sources, not disclosed, he knew that Jorge and his father, whom the informant called Carlos, were both involved in cocaine trafficking in the middle. Cape Cod area. From a source not disclosed, the report of investigation stated that “both the LUNAs operate and distribute cocaine from both their separate apartments at 137 Cammett Rd., Marstons Mills, MA. Jorge LUNA occupies the basement area and Carlos LUNA occupies the upper area of the residence.”\nThe defendants, each of whom had standing to challenge the seizure of all evidence found in the search (Commonwealth v. Amendola, 406 Mass. 592, 601 [1990]), rely heavily on this report to support their argument that Officer Delaney knew, but did not disclose, that there were two apartments in the house when he later submitted his affidavit to the magistrate who issued the search warrant. Jose, the father, points out that the report states that Jorge’s father is named Carlos, an error that Delaney eliminated in the affidavit by attributing the source of the name Jose to the informant. That error, the failure to disclose it, and its correction are not significant to this case. The error casts doubt on the reliability of the informant, and suggests that Delaney was willing to adjust the informant’s information to the truth. However, probable cause to search was established by other information in the warrant, and the important point that father and son- were engaged in the cocaine business was consistent throughout the report and the later affidavit in support of the search warrant.\nBefore we discuss the issue of the two separate apartments further, we shall summarize that information in the August 12, 1988, affidavit on which the search warrant was based which provided probable cause to search the premises. On August 4, 1988, confidential informant #2 had purchased one-eighth of an ounce of cocaine from Jose at the premises in a controlled purchase, supervised by the police, using bills whose serial numbers were set forth in the affidavit. On August 11, 1988, the same informant made a similar controlled purchase of cocaine from Jose at the premises, „ using bills whose serial numbers were also set forth. Standing alone, this information provided probable cause to search the Jiouse.\nDelaney then summarized in the affidavit the information that he had received from the first confidential informant, whose reliability was not supported by any information in the affidavit and all of whose information was second-hand. The affidavit refers to the fact that Jorge occupied the basement area and that Jose occupied the upper area of the residence. Delaney, who largely followed the language in his earlier report, omitted from the affidavit, however, all references to a “downstairs apartment” and to “separate apartments.” Delaney added that in 1987 Jorge had been convicted of two counts of distributing cocaine.\nThe defendants argue that Delaney’s failure to disclose in the affidavit that there were two separate apartments requires the suppression of the evidence seized in the search. The Commonwealth, citing Maryland v. Garrison, 480 U.S. 79, 85-86 (1987), properly grants that, if the police knew or should have known that, at the time the warrant was issued, there was a completely separate downstairs apartment, they would have had to demonstrate to the magistrate probable cause to search each apartment. See Commonwealth v. Erickson, 14 Mass. App. Ct. 501, 506-507 (1982).\nThe Commonwealth argues, with some justification, that the defendants did not preserve or seriously press this ground for suppression of the evidence seized in the search. Jorge’s motion to suppress refers to the use of “false information” to obtain the search warrant, but he did not argue the warrant’s lack of specificity in the description of the premises in his memorandum in support of that motion. Jose more clearly referred to the issue in his motion to suppress by alleging that the application and warrant failed to distinguish between the two apartments and to limit the search to Jorge’s apartment. In general, the defendants argued issues to the motion judge that lacked merit, as the judge ruled. Those arguments are not even advanced on appeal. The issue of two separate apartments was presented to the judge as somewhat of an afterthought, but the judge passed on it from the bench.\nThe defendants present their argument principally on the basis that the police knew that there were two apartments and obtained a search warrant as if for a single-family residence without disclosing the existence of separate units. The only basis for this assertion is the information furnished by the first informant, whose reliability is not demonstrated in the report or in the application for the warrant. Moreover, that informant is said to have said that both father and son distribute cocaine “from both their separate apartments.” If that were so, there would have been probable cause to search both apartments on a showing of probable cause to search because of the activities of either defendant. Moreover, the police may have been in genuine doubt that there were two distinct apartments. Informant #2, who was a witness at trial, testified that Jose went to the lower level, which informant #1 said was Jorge’s separate apartment, to obtain the cocaine that Jose sold in one of the controlled purchases. That conduct tends to show that the lower level was not a separate apartment, as the first informant suggested. We are unable to conclude that the police knew that there were two distinct apartments in the house.\nIt is a question of fact whether the police reasonably should have known that there were two distinct apartments in the house entitled to separate treatment for the purpose of search and seizure analysis. They may have at least been on notice and, if so, they would be bound by what a reasonable inquiry would have disclosed. There was, as we have said, some evidence that the police had been told that there were two apartments. If Jorge did have a separate apartment, the affidavit in support of the search warrant did not demonstrate probable cause to search it because only Jose was said to have been involved in the controlled purchases. If, however, the police did not know and reasonably could not have known that there were two distinct apartments in the house, but had probable cause to believe that cocaine was being sold from the house, a warrant to search the entire house would not have violated the particularity requirement of the Fourth Amendment, art. 14 of the Massachusetts Declaration of Rights, or G. L. c. 276, § 2. It would have been lawfully issued in the circumstances, and the defendants do not argue otherwise (and do not challenge the manner of execution of the warrant). See Commonwealth v. Carrasco, 405 Mass. 316, 322-325 (1989). Cf. Maryland v. Garrison, supra at 88 n.13. (“We expressly distinguish the facts of this case from a situation in which the police know there are two apartments on a certain floor of a building, and have probable cause to believe that drugs are being sold out of that floor, but do not know in which of the two apartments the illegal transactions are taking place. A search pursuant to a warrant authorizing a search of the entire floor under those circumstances would present quite different issues from the ones before us in this case”).\nIf they had asked for an evidentiary hearing, the defendants would have been entitled to one on the question whether the police reasonably should have known that there were two separate apartments in what appeared to be a single-family house. When the motions to suppress were argued before the motion judge, neither defendant requested an evidentiary hearing on the particularity of the description of the premises to be searched pursuant to the warrant. Neither defendant offered any evidence on this issue, beyond Delaney’s report of investigation and the affidavit in support of the search warrant. A request for such a hearing, advanced for the first time on appeal, comes too late. The burden was on the defendants, in challenging the seizure of evidence pursuant to a search warrant, to show that the police reasonably should have known that there were two separate apartments in what appeared to be a single-family house. See Commonwealth v. Reynolds, 374 Mass. 142, 150 (1977).\n2. We come to Jose’s other challenges. Apart from the police’s possible knowledge or their being on notice concerning the existence of two apartments in the house, Jose did not present any basis for having an evidentiary hearing concerning the contents of the affidavit in support of the search warrant. He made no substantial preliminary showing of a knowing or intentional false statement or one made with reckless disregard for the truth warranting a Franks hearing. See Franks v. Delaware, 438 U.S. 154, 155-156 (1978); Commonwealth v. Ramos, 402 Mass. 209, 215 (1988).\nAny evidentiary hearing on the matter of the specificity or particularity of a place to be searched would not have been a Franks-type hearing. That hearing would have dealt with what the police knew or should have known, a negligence standard, and would not have had to deal with the substantially higher test of intentional or reckless police conduct that the Franks standard created.* ****\n3. Confidential informant #2, Brendon Carrón, testified that he had discussions with State police as to whether he would be entitled to a finder’s fee if the Luna house were forfeited in a pending Federal court proceeding. He said that it was possible but not definite that, if Jose, the owner of the house, were found guilty, he, Carrón, might receive an unstated portion of the proceeds of the sale of the forfeited house. Counsel for Jose objected at a bench conference that he had not been told of this circumstance before trial in response to his request for promises, rewards, and inducements. The prosecutor replied that any inducement concerning the forfeiture came from the Federal government, not from his office.\nJose contends that a contingent fee witness such as Carrón should be barred from testifying at all, a point that defense counsel raised by a motion to strike Carron’s testimony. Car-ron’s testimony was crucial to the Commonwealth’s case because, although it was corroborated in several other important respects, his testimony was the only direct evidence that Jose had sold cocaine at the house. Defense counsel fully developed the possibility that Carrón named Jose as the seller of the drugs in order to receive a reward from the sale of Jose’s forfeited house.\nWe have recently recognized that, with proper safeguards, testimony of a witness pursuant to a plea agreement, founded on his promise of truthful cooperation, and the plea agreement itself are admissible in a criminal trial. See Commonwealth v. Ciampa, 406 Mass. 257, 261, 264-266 (1989). There is some similarity between the prospective reward of favorable treatment of a witness in a future sentencing proceeding and the prospective reward of compensation to a witness from the proceeds of assets forfeited following a conviction obtained through that witness’s testimony. The existence of the prospective reward must be fully disclosed to the jury so that, following full cross-examination, the jury can measure the witness’s testimony in light of the apparent inducement. See Commonwealth v. Koulouris, 406 Mass. 281, 286 (1989). We think that was adequately done here, particularly where, as Carrón testified, there was no agreement, but only a possibility of a reward. Compare Commonwealth v. Rosado, 408 Mass. 561, 563-564 (1990). If there had been an explicit promise of compensation to Carrón from forfeited assets, assets whose forfeiture would follow without relitigation of the defendant property owner’s guilt (Commonwealth v. Koulouris, supra), the witness’s reward would, in effect, have been contingent on a guilty verdict, a circumstance that would raise special problems. See Commonwealth v. Ciampa, supra at 261-262 n.5. This is not like the Ciampa case where testimony was presented pursuant to a plea agreement, founded on a promise of truthful cooperation. There, the presentation of the witness and the truthfulness provision arguably constituted an implied vouching by the government for the witness’s veracity. No similar risk of the appearance of vouching by the government exists in this case.\nIn the future, a specific instruction that the jury weigh such a witness’s testimony with care should be given on request. Id. at 266. See United States v. Cresta, 825 F.2d 538, 546 (1st Cir. 1987), cert, denied sub nom. Impemba v. United States, 486 U.S. 1042 (1988). No request for such an instruction was made here, and the absence of such an explicit instruction did not create a substantial risk of a miscarriage of justice. Cf. Commonwealth v. Colon, 408 Mass. 419, 444 (1990) (review under G. L. c. 278, § 33E).\n4. Jose objects to the admission of evidence of Carron’s two controlled purchases of cocaine from him, arguing that that evidence prejudicially showed prior bad acts. That evidence was relevant to the issues of Jose’s involvement in the sale of cocaine from the house where other cocaine was found and his participation in a joint venture with Jorge. It was admissible in the judge’s discretion, accompanied, as here, by instructions limiting the jury’s use of that evidence. See Commonwealth v. Helfant, 398 Mass. 214, 224-225, 228 (1986); Commonwealth v. Delrio, 22 Mass. App. Ct. 712, 719 n.11 (1986).\nJudgments affirmed.\nThe defendants also rely on Franks v. Delaware, 438 U.S. 154 (1978), in challenging the failure of the affidavit to disclose the existence of two apartments, a contention we shall discuss later.\nThe judge acknowledged that there were two separate areas in the 137 Cammett Road house but, “since it was a father and son living there, and it is described as a single family house, they may or may not have made a distinction of two separate and lockable units within the house, but I don’t know that that is fatal to it at all.”\nThey do not present the argument that, even if the search warrant was valid when issued, the police unexpectedly came upon and identified a separate residential unit that they had no right to search. See Maryland v. Garrison, supra.\nAs we have said, the defendants did not undertake to prove by evidence, beyond the application for the warrant and investigation report, that the police knew or reasonably should have known that there were two distinct apartments, and those documents did not satisfy the defendants’ burden.\nAlthough we reject the prosecutor’s claim that he need not disclose known inducements from any other source, it is apparent from the transcript that Jose’s counsel knew of the Federal forfeiture proceeding and seemed well prepared to deal with the question of benefits that Carrón might obtain if Jose were found guilty. Counsel was eager to develop that possibility before the jury in order to show Carron’s bias and reason to lie.\nThe defendant has not shown that he was prejudiced by the prosecution’s failure to disclose the possible reward. The judge did not abuse his discretion in denying Jose’s motion for a voir dire of Carrón concerning the inducement that a Federal forfeiture offered to him.\nCarrón testified that he had seen Jose many times before. There was no question of identifying Jose, but only the important question whether Jose was in fact the seller in the controlled purchases.\nJose’s counsel argued to the jury in his closing that Carrón lied about Jose in order to get “a split of the money” if Jose’s house is taken away from him.\nThe judge did tell the jury that, in deciding whether to believe a witness, they could consider the witness’s motive for testifying and whether he had an interest in the outcome of the case.",
        "type": "majority",
        "author": "Wilkins, J."
      }
    ],
    "attorneys": [
      "Robert L. Sheketoff for Jorge Luna.",
      "Gary A. Nickerson for Jose Luna.",
      "Julia K. Vermynck, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Jorge Luna (and a companion case).\nBarnstable.\nFebruary 4, 1991. -\nMay 15, 1991.\nPresent: Liacos. C.J., Wilkins. Nolan. Lynch. & O’Connor. JJ.\nSearch and Seizure, Multiple-occupancy building, Warrant, Probable cause, Affidavit. Probable Cause. Constitutional Law, Probable cause, Search and seizure. Practice, Criminal, Agreement between prosecutor and witness. Evidence, Other offense, Relevancy and materiality.\nIn a criminal case the judge properly denied the defendant’s motion to suppress evidence seized by police pursuant to a search warrant, where the record did not demonstrate that the police reasonably should have known that there were two separate apartments in what appeared to be a single-family house and the defendants had not timely requested a hearing on the issue of the particularity of the description of the premises to be searched. [134-137]\nA defendant charged with drug trafficking made no substantial preliminary showing of a knowing or intentional false statement, or one made with reckless disregard for the truth, in the affidavit in support of a search warrant that would provide a basis for an evidentiary hearing pursuant to Franks v. Delaware, 438 U.S. 154 (1978). [137-138]\nA prosecution witness, an informant, who had been told that it was possible but not definite that if the defendant were found guilty of a drug trafficking charge, the witness might receive an unstated portion of the proceeds of the sale of the defendant’s house pursuant to a Federal court\" proceeding, properly was allowed to testify at the defendant’s trial, where the existence of the possible reward was adequately presented to the jury for evaluation. [138-139]\nThe court stated that a criminal defendant would be entitled to an instruction upon request with respect to the jury’s weighing with care the testimony at trial of a prosecution witness who has the prospect of a reward of compensation from the proceeds of assets forfeited by the defendant following a conviction obtained through that witness’s testimony. [140]\nNo substantial risk of a miscarriage of justice was created by the failure of the judge at a criminal trial to give a special instruction with respect to the testimony of a witness who had a possibility of a reward from proceeds of the sale of the defendant’s assets following the defendant’s conviction. [140]\nEvidence of a criminal defendant’s prior bad acts (two sales of cocaine to a prosecution witness) was relevant to the issues of the defendant’s involvement in the sale of cocaine and his participation in a joint venture with a codefendant. [140]\nIndictments found and returned in the Superior Court Department on October 3, 1988.\nPretrial motions to suppress evidence were heard by James J. Nixon, J., and the cases were tried before him.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nRobert L. Sheketoff for Jorge Luna.\nGary A. Nickerson for Jose Luna.\nJulia K. Vermynck, Assistant District Attorney, for the Commonwealth.\nCommonwealth vs. Jose Luna. Jose is the father of Jorge."
  },
  "file_name": "0131-01",
  "first_page_order": 147,
  "last_page_order": 156
}