{
  "id": 4075980,
  "name": "In the Matter of the Disciplinary Proceeding Against Matthew Franklin Pfefer, an Attorney at Law",
  "name_abbreviation": "In re the Disciplinary Proceeding Against Pfefer",
  "decision_date": "2015-02-26",
  "docket_number": "No. 201,327-9",
  "first_page": "716",
  "last_page": "733",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 716"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "134 S. Ct. 1324",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12578721,
        12578722,
        12578723,
        12578724,
        12578725,
        12578726,
        12701381,
        12701382,
        12701383,
        12701606,
        12701794,
        12701373
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/1324-01",
        "/s-ct/134/1324-02",
        "/s-ct/134/1324-03",
        "/s-ct/134/1324-04",
        "/s-ct/134/1324-05",
        "/s-ct/134/1324-06",
        "/us/571/1202-10",
        "/us/571/1202-11",
        "/us/571/1202-12",
        "/us/571/1218-15",
        "/us/571/1231-07",
        "/us/571/1202-01"
      ]
    },
    {
      "cite": "197 P.3d 1177",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "165 Wn.2d 414",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5751871
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/165/0414-01"
      ]
    },
    {
      "cite": "826 P.2d 186",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "118 Wn.2d 693",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1372121
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "701"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/118/0693-01"
      ]
    },
    {
      "cite": "960 P.2d 416",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "quoting In re Disciplinary Proceedings Against Johnson, 118 Wn.2d 693, 701, 826 P.2d 186 (1992)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 67",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867979
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "77",
          "parenthetical": "quoting In re Disciplinary Proceedings Against Johnson, 118 Wn.2d 693, 701, 826 P.2d 186 (1992)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0067-01"
      ]
    },
    {
      "cite": "998 P.2d 833",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "140 Wn.2d 475",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1119539
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "492"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/140/0475-01"
      ]
    },
    {
      "cite": "306 P.3d 905",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "attorney failed to inform client that case had been dismissed on procedural grounds and later told client that case had been dismissed on the merits"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 771",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4131688
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "780",
          "parenthetical": "attorney failed to inform client that case had been dismissed on procedural grounds and later told client that case had been dismissed on the merits"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/177/0771-01"
      ]
    },
    {
      "cite": "101 P.3d 88",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "153 Wn.2d 64",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        875610
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/153/0064-01"
      ]
    },
    {
      "cite": "105 P.3d 1",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "153 Wn.2d 430",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        875630
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/153/0430-01"
      ]
    },
    {
      "cite": "175 P.3d 1070",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "162 Wn.2d 873",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696511
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "890"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/162/0873-01"
      ]
    },
    {
      "cite": "302 P.3d 864",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 743",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4131609
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "760"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/177/0743-01"
      ]
    },
    {
      "cite": "157 P.3d 859",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "160 Wn.2d 317",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3631035
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/160/0317-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1050,
    "char_count": 26753,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 8.48024350819043e-08,
      "percentile": 0.485718472389703
    },
    "sha256": "898961a315593c831222915039e23ca4865bb0ea1a98fcea560999d1ba981de1",
    "simhash": "1:a155d1e0bac0b0f4",
    "word_count": 4351
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Disciplinary Proceeding Against Matthew Franklin Pfefer, an Attorney at Law."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nfl This is a disciplinary proceeding against attorney Matthew Franklin Pfefer, admitted to practice in 2001. Pfefer was hired to represent his client in her personal injury suit. Delay and a lack of diligence characterized his representation. He delayed filing his client’s suit until only a few days before the statute of limitations expired. He did not perform discovery. He did not prepare potential witnesses for testimony. He did not comply with court deadlines. He did not tell his client that her case had been dismissed because of his failure to comply with those court deadlines. He did not tell his client that opposing counsel made a settlement offer. He did not give his client notice of his withdrawal, which he made effective immediately. In short, he did nothing to meet his basic responsibility to protect his client’s interest, with the result that a viable settlement offer lapsed and her claim is now barred by the statute of limitations.\n¶2 Rather than challenge the factual basis of the Washington State Bar Association’s (WSBA) three-count complaint, Pfefer’s brief to this court raises arguments about due process and unconstitutional vagueness. He does not cite to any testimony, evidence, or argument that the events of his representation did not occur exactly as the hearing officer found. Our own review of the record shows the same — a knowing disregard of fundamental professional duties owed to his client and an indifference to making restitution. The WSBA Disciplinary Board (Board) unanimously recommended that Pfefer be suspended from the practice of law for six months and pay restitution to his former client in the amount of the unaccepted settlement offer. We affirm, suspend Pfefer for six months, and condition his return to practice on the payment of restitution of $5,834.15 to his former client and the payment of costs and expenses to the WSBA.\nFactual History and Misconduct\n¶3 In February 2006, Ana Ortiz and her minor daughter were injured in an automobile accident. Ortiz hired Pfefer to represent her and her daughter. On February 10, 2009, six days before the statute of limitations would run, Pfefer filed a complaint on behalf of Ortiz and her daughter in King County Superior Court. The court set a trial date of July 26, 2010, a deadline of July 21, 2010 for filing a confirmation of joinder, and a deadline of April 19, 2010 for moving to change the trial date. On the day of the April 19 deadline, Pfefer moved to continue the trial, which was reset to March 21, 2011. The amended order required that settlement/mediation be completed by February 22, 2011 and a joint confirmation of readiness for trial be filed by February 28,2011. A February 8,2011 court order reminded both parties of the deadlines.\n¶4 Pfefer did little before these deadlines passed. He did not conduct discovery, disclose witnesses, submit the case to mediation (or move to waive it), or exchange exhibits with defense counsel. He did not meet with Ortiz or other witnesses to prepare for trial. Although reminded by a personal phone call from the superior court judge’s bailiff, he also did not file the joint confirmation of trial readiness by the February 28, 2011 deadline. Because Pfefer did not file the joint confirmation, the case was not sent to trial. Pfefer did not inform Ortiz that her case was not proceeding to trial. On March 21, 2011, Ortiz appeared at the King County courthouse, unaware that her case had not been sent to trial. Pfefer did not appear; he was evidently in Spokane where he maintained his office. The court dismissed Ortiz’s case that same day because Pfefer had failed to meet the court’s deadlines.\n¶5 On March 24, 2011, opposing counsel offered to settle Ortiz’s case for $6,580.06. Pfefer did not communicate this offer to Ortiz.\n¶6 On March 31, 2011, Pfefer filed a motion for reconsideration. The court granted the motion, and Ortiz’s case was set for a new trial date of June 13, 2011. On May 5, 2011, Pfefer filed a notice of immediate withdrawal, “effective immediately.” Ass’n’s Ex. A-132, at 1. Pfefer informed Ortiz of his withdrawal by leaving a phone message with one of Ortiz’s friends and mailing her a copy of the notice. Ortiz attempted to file an objection in court to Pfefer’s withdrawal, but it was struck for lack of proof of service. On May 19, 2011, her case was dismissed. The statute of limitations on her claim then expired.\nProcedural History\n¶7 The WSBA filed a complaint with the Board under the Rules for Enforcement of Lawyer Conduct (ELC) 10.3, charging Pfefer with three counts of misconduct, and the case proceeded to a hearing. The hearing officer found all three counts were proved: count one, that Pfefer violated Rules of Professional Conduct (RPC) 1.3 and RPC 3.2 by failing to comply with dates and deadlines set out in the May 18, 2010 and February 8, 2011 orders and by failing to meet with Ortiz in preparation for trial; count two, that Pfefer violated RPC 1.2(a) and/or RPC 1.4 by failing to consult Ortiz regarding the settlement offer and failing to advise her that her case had been dismissed; and count three, that Pfefer violated RPC 1.16(c) and (d) for making his withdrawal effective immediately in violation of court rules.\n¶8 The hearing officer applied the American Bar Association’s Standards for Imposing Lawyer Sanctions (1991 & Supp. 1992) to determine the appropriate sanction. For all counts, the hearing officer determined that Pfefer acted knowingly. In weighing aggravating or mitigating factors, the hearing officer found that aggravating factors in ABA Standards std. 9.22(d) (multiple offenses) and std. 9.22(j) (indifference to making restitution) applied. He also found that mitigating factors in ABA Standards std. 9.32(a) (absence of prior disciplinary record) and std. 9.32(b) (absence of a dishonest or selfish motive) applied. Finding that the aggravating and mitigating factors were in equipoise, the hearing officer recommended a six-month suspension on each count.\n¶9 The hearing officer also concluded that Pfefer should pay in restitution $6,580.06, the amount of the uncommun-icated settlement offer. The Board, by unanimous decision, adopted the hearing officer’s findings, conclusions, and recommendation of a six-month suspension. The Board reduced the amount of restitution to $5,834.15, the “amount of the uncommunicated settlement offer less costs directly attributable to Ortiz’s case.” Decision Papers (DP) at 30. It also assessed costs and expenses under ELC 13.9. Pfefer appeals to this court.\nAnalysis\nStandard of Review\n¶10 This court gives considerable weight to the hearing officer’s findings of fact. Unchallenged findings of fact are considered verities on appeal, while challenged findings are upheld so long as they are supported by substantial evidence. Conclusions of law are reviewed de novo and are upheld if supported by the findings of fact. In re Disciplinary Proceeding Against Marshall, 160 Wn.2d 317, 330, 157 P.3d 859 (2007). An attorney must present arguments why specific findings are not supported by the record and cite to the record in support of that argument. Simply arguing an alternative version of events or an alternative explanation will not suffice to overturn the hearing officer’s conclusions. Marshall, 160 Wn.2d at 331. Sanctions recommended to this court by a unanimous board will be upheld unless there is a clear reason for departure. In re Disciplinary Proceeding Against Sanai, 177 Wn.2d 743, 760, 302 P.3d 864 (2013), cert. denied, 134 S. Ct. 1324 (2014).\nPfefer’s Due Process Arguments Lack Merit\n¶11 Pfefer, rather than challenging the factual findings that support his sanction, argues that his right to due process was violated by the hearing examiner. According to Pfefer, the hearing examiner improperly considered his own (the hearing officer’s) knowledge and experience without the support of expert testimony in concluding that Pfefer’s conduct violated the RPC. Because the hearing officer’s “secret opinion” was incapable of cross-examination, Pfefer asserts he was denied due process. Resp’t-Lawyer’s Br. Opposing Disciplinary Bd.’s Decision at 28. In essence, Pfefer argues that expert testimony is required to establish the violations of the RPC. We disagree.\n¶12 In Burtch, we held that a hearing officer may properly refuse to qualify witnesses as experts if those witnesses lack the ability to assist the trier of fact. In re Disciplinary Proceeding Against Burtch, 162 Wn.2d 873, 890, 175 P.3d 1070 (2008). In that case, we held that the hearing officer did not err in limiting the questioning of two attorney-witnesses because there was no showing that either “lawyer had a specialty in ethics or any other specialty that would assist the trier of fact in this case, the hearing officer, also a lawyer.” Burtch, 162 Wn.2d at 890. Pfefer fails to understand that hearing officers are capable of determining the facts and applying the facts and evidence of the case to the RPCs and concluding whether an attorney’s conduct met the standards established by the rules. The record here contains simple documentary evidence and testimony from witnesses about the history of Ortiz’s case, from which the hearing officer determined the facts and drew reasonable inferences in light of the overall testimony and evidence. See In re Disability Proceeding Against Diamondstone, 153 Wn.2d 430, 440, 105 P.3d 1 (2005); In re Disciplinary Proceeding Against VanDerbeek, 153 Wn.2d 64, 82, 101 P.3d 88 (2004). We find no due process or unfairness concerns with this procedure.\n¶13 Pfefer also alleges that he was denied due process when the hearing officer ruled that Pfefer’s law partner, Robert Caruso, could not serve both as a fact witness and as cocounsel at the disciplinary hearing. Pfefer argues that RPC 3.7 does not apply at disciplinary hearings because the language of the rule states that it applies only “at a trial.” See Resp’t-Lawyer’s Br. Opposing Disciplinary Bd.’s Decision at 17. We disagree. The comments to RPC 3.7 state that the purpose of the rule is to protect the “tribunal” from prejudice and confusion. RPC 3.7 cmt. 3. “Tribunal,” as defined under the RPC, “denotes a court, an arbitrator in a binding arbitration proceeding or legislative body, administrative agency or other body acting in an adjudicative capacity,” evidenced “when a neutral official, after the presentation of evidence or legal argument by a party or parties, will render a binding legal judgment directly affecting a party’s interests in a particular matter.” RPC 1.0A(m). The plain language of RPC 1.0A(m) and RPC 3.7 support application of RPC 3.7 to disciplinary hearings.\n¶14 More fundamentally, Pfefer fails to show on this record that the hearing officer disqualified Caruso at all. Rather, he gave Pfefer a choice: either Caruso could act as advocate and cross-examine two of the WSBA’s witnesses (including Ortiz) or he could testify as a fact witness. Pfefer chose the latter. The hearing officer ruled that Pfefer had the opportunity to testify in the narrative, subject to objection, and Caruso was permitted to sit at counsel’s table and advise Pfefer throughout the hearing. Because the record shows that the hearing officer did not disqualify Caruso from assisting Pfefer at the disciplinary hearing, we find no error.\nSubstantial Evidence Supports the Findings of Fact\n¶15 Unchallenged findings of fact are treated as verities on appeal, and we give great weight to the hearing officer’s determination of credibility and veracity of witnesses. Marshall, 160 Wn.2d at 330. Pfefer challenges only two of the hearing officer’s findings of fact. After a full review of the record, we find that the findings of fact are supported by substantial evidence.\n¶16 Under count one, the evidence establishes that Pfefer failed to diligently pursue his client’s case, in violation of RPC 1.3 and RPC 3.2. He waited over a year after the beginning of representation to file Ortiz’s suit, during which time he performed little or no investigation or discovery. After the case was filed, Pfefer failed to comply with any of the deadlines established in the court’s February 8, 2011 order requiring completion of the joint confirmation and that the case be submitted to mediation. Despite being reminded by both his paralegal and the superior court’s bailiff, he failed to file the joint confirmation by the deadline of February 28, 2011, and because of this the case was dismissed. Pfefer challenges the hearing officer’s finding of fact that he found it not credible that Pfefer’s reason for failing to file the joint confirmation was due to some confusion about local King County rules. Clerk’s Papers (CP) at 201. We agree that Pfefer’s conduct was not the product of confusion. Rather, the record amply demonstrates a knowing failure by Pfefer to show reasonable care in Ortiz’s case by complying with simple court deadlines. We agree with the hearing officer’s conclusion that Pfefer violated RPC 1.3 and RPC 3.2.\n¶17 Under count two, we find substantial evidence that Pfefer violated RPC 1.2(a) and RPC 1.4 by failing to consult Ortiz about the dismissal of her case and for failing to consult her regarding the settlement offer. Pfefer testified that he believed that the offer was ineffective or a sham, and for that reason he did not communicate the offer to Caruso. The hearing officer found his explanation was not credible. CP at 202. Pfefer challenges this finding. We agree with the hearing examiner. RPC 1.4 requires communication of settlement offers to clients. The “effectiveness” of such an offer is immaterial in regard to an attorney’s obligation to inform the client on his or her case. Pfefer informed Ortiz of neither the substance nor the existence of the settlement offer, nor does the record show that Ortiz previously indicated that she would not accept a settlement in the amount offered. Pfefer had provided no evidence or justification in not communicating the offer to Ortiz.\n¶18 Similarly, Pfefer proffers no justification for not informing Ortiz that her case had been dismissed. RPC 1.4 requires an attorney to communicate with his or her client, and no excuse or reason was established for this lapse. We have previously addressed this situation and affirmed disciplinary action against an attorney who failed to honestly inform the client of the reason the court dismissed the client’s case. In re Disciplinary Proceeding Against Starczewski, 177 Wn.2d 771, 780, 306 P.3d 905 (2013) (attorney failed to inform client that case had been dismissed on procedural grounds and later told client that case had been dismissed on the merits). Pfefer’s conduct violates the requirements of the RPC because he failed to inform his client that her case was dismissed at all. We agree with the hearing officer’s conclusion that Pfefer violated RPC 1.2(a) and RPC 1.4.\n¶19 We also uphold the charges under count three, that Pfefer violated RPC 1.16(c) and RPC 1.16(d) by withdrawing from Ortiz’s representation “effective immediately.” RPC 1.16(c) permits withdrawal following notice to or permission of a tribunal, but only if the lawyer ”com-pl[ies] with applicable law.” In this case, that “applicable law” is Superior Court Civil Rule (CR) 71(c)(1), which mandates that “[t]he attorney shall file and serve a Notice of Intent To Withdraw on all other parties in the proceeding. The notice shall specify a date when the attorney intends to withdraw, which date shall be at least 10 days after the service of the Notice of Intent To Withdraw.” Before this 10-day period can begin to run, however, notice must first be served on the client. CR 71(c)(2).\n¶20 Pfefer’s notice of withdrawal, given to the court “effective immediately,” violated CR 71(c)(1) because it failed to permit the 10-day period following filing, a period that itself cannot begin to run until service is effective, and proof of service filed, in accordance with CR 71(c)(2). The hearing officer’s unchallenged findings established that Pfefer informed Ortiz of his withdrawal only by leaving a message with a friend and mailing a copy of the notice. Pfefer argues that if he did violate CR 71, he was nonetheless in substantial compliance. Immediate withdrawal is not substantial compliance with a procedure that requires, at a minimum, 10 days’ notice, especially here where Ortiz’s case was facing dismissal based on Pfefer’s lack of diligence in complying with the court’s scheduling orders and where the statute of limitations would expire shortly after the case was dismissed.\n¶21 This evidence also supports the conclusion that Pfefer failed to protect Ortiz’s interests in violation of RPC 1.16(d). His immediate withdrawal, filed May 5, 2011, left his client with little chance to pursue her case. Ortiz tried to object in court, but the objection was struck for lack of proof of service. Ortiz’s case was dismissed on May 19, and the statute of limitations ran six days later. It was Pfefer’s conduct and his withdrawal “effective immediately” that caused her legal claim to be barred. We agree with the hearing officer’s conclusion that Pfefer violated RPC 1.16(c) and RPC 1.16(d).\nSanctions Analysis\n¶22 We affirm the hearing officer’s and unanimous Board’s recommended sanctions against Pfefer. This court applies the ABA Standards in all lawyer discipline cases. In re Disciplinary Proceeding Against Halverson, 140 Wn.2d 475, 492, 998 P.2d 833 (2000). Under this two-step process, the presumptive standard is first determined by considering (1) the ethical duty violated, (2) the lawyer’s mental state, and (3) the extent of actual or potential harm caused by the misconduct. The next step is to consider the application of any mitigating or aggravating factors. In re Disciplinary Proceeding Against Dann, 136 Wn.2d 67, 77, 960 P.2d 416 (1998) (quoting In re Disciplinary Proceedings Against Johnson, 118 Wn.2d 693, 701, 826 P.2d 186 (1992)). This court reviews sanctions de novo but will uphold a unanimous recommendation by the Board unless there is a clear reason for departure. In re Disciplinary Proceeding Against Behrman, 165 Wn.2d 414, 422, 197 P.3d 1177 (2008). Pfefer has shown no reason for departure.\n¶23 In his sanctions analysis, the hearing officer concluded that Pfefer acted knowingly under all three counts and caused injury to Ortiz’s interests and that of the legal system. We agree. Pfefer’s knowing failure to diligently prosecute Ortiz’s claim caused her case to be dismissed (twice) and subsequently barred by the statute of limitations. His failure to communicate the settlement offer prevented her from considering acceptance. And his means of withdrawal left his client’s interests unprotected.\n¶24 The presumptive sanction for Pfefer’s misconduct is suspension. The hearing officer determined that ABA Standards std. 4.4 applied to counts one and two. ABA Standards stds. 4.42(a) and (b) state that suspension is generally appropriate when “a lawyer knowingly fails to perform services for a client and causes injury or potential injury to a client” or “a lawyer engages in a pattern of neglect and causes injury or potential injury to a client.” The hearing officer also determined that ABA Standards std. 7.0 applied to count three. Under that standard, “[suspension is generally appropriate when a lawyer knowingly engages in conduct that is a violation of a duty owed to the profession, and causes injury or potential injury to a client, the public, or the legal system.” ABA Standards std. 7.2. We agree with this determination.\n¶25 The second step under the ABA Standards is to consider any mitigating or aggravating factors. The hearing officer found two aggravating factors and two mitigating factors present. We agree with this determination. Pfefer does not argue that his sanction is disproportionate, nor would we find it to be so in this case.\n¶26 Pfefer also argues that the amount of restitution should be reduced to reflect his firm’s costs but fails to support his argument with any explanation on why such costs are borne by his firm and not by Ortiz. The Board, based on the evidence and argument from Pfefer, reduced the amount of restitution from $6,580.06 to $5,834.15 in order to reflect costs attributable to Ortiz’s case. We find that no further reduction is appropriate and affirm restitution in the amount of $5,834.15.\nWSBA Costs\n¶27 Finally, Pfefer objects to the costs and expenses assessed against him by the chair of the disciplinary board (Chair) under ELC 13.9(a). The WSBA filed a statement of costs and expenses, as required under ELC 13.9(d), listing five headings and the costs associated with each. Pfefer had 20 days from the date of service to file exceptions. ELC 13.9(d)(4). Two days before the deadline, Pfefer filed a blanket objection “to all costs stated by disciplinary counsel as no documentation supports any of these costs.” DP at 98. The WSBA had 10 days to reply. ELC 13.9(d)(5). Although not strictly required by the rules, the WSBA provided detailed receipts of all charges. Ten days later the Chair entered the costs under ELC 13.9(e), finding the costs and expenses appropriate.\n¶28 The day after the Chair entered the costs, Pfefer filed a supplemental objection. His supplemental objections challenged virtually every expense, objecting to, for example, mileage reports for disciplinary counsel, lunch expenses, parking, the use of in person questioning of witnesses at the disciplinary hearing instead of performing the hearing telephonically, document fees, and interpreter’s services. The Chair did not consider Pfefer’s supplemental objections, concluding they were too late.\n¶29 We agree with the WSBA that Pfefer’s supplemental objections were untimely. Independently, we have reviewed the costs and expenses assessed against Pfefer and find that all costs were “reasonably and necessarily incurred” by the WSBA pursuant to ELC 13.9(b).\nConclusion\n¶30 The record amply demonstrates that Pfefer knowingly failed to provide his client with the representation required by the RPCs, resulting in injury to his client. Clients expect, and the RPCs establish, due diligence by attorneys: Pfefer showed little. We adopt the Board’s unanimous recommendation, suspend Pfefer from the practice of law for six months, and condition his reinstatement on his payment of restitution to Ortiz for $5,834.15 and the costs and expenses assessed against him under ELC 13.9.\nMadsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\n“(a) A lawyer shall not act as advocate at a trial in which the lawyer is likely to be a necessary witness unless:\n“(1) the testimony relates to an uncontested issue;\n“(2) the testimony relates to the nature and value of legal services rendered in the case;\n“(3) disqualification of the lawyer would work substantial hardship on the client; or\n“(4) the lawyer has been called by the opposing party and the court rules that the lawyer may continue to act as an advocate.\n“(b) A lawyer may act as advocate in a trial in which another lawyer in the lawyer’s firm is likely to be called as a witness unless precluded from doing so by Rule 1.7 or Rule 1.9.”\n“A lawyer shall act with reasonable diligence and promptness in representing a client.”\n“A lawyer shall make reasonable efforts to expedite litigation consistent with the interests of the client.”\n“Subject to paragraphs (c) and (d), a lawyer shall abide by a client’s decisions concerning the objectives of representation and, as required by Rule 1.4, shall consult with the client as to the means by which they are to be pursued. A lawyer may take such action on behalf of the client as is impliedly authorized to carry out the representation. A lawyer shall abide by a client’s decision whether to settle a matter. In a criminal case, the lawyer shall abide by the client’s decision, after consultation with the lawyer, as to a plea to be entered, whether to waive jury trial and whether the client will testify.”\n“(a) A lawyer shall:\n“(1) promptly inform the client of any decision or circumstance with respect to which the client’s informed consent, as defined in Rule 1.0A(e), is required by these Rules;\n“(2) reasonably consult with the client about the means by which the client’s objectives are to be accomplished;\n“(3) keep the client reasonably informed about the status of the matter;\n“(4) promptly comply with reasonable requests for information; and\n“(5) consult with the client about any relevant limitation on the lawyer’s conduct when the lawyer knows that the client expects assistance not permitted by the Rules of Professional Conduct or other law.\n“(b) A lawyer shall explain a matter to the extent reasonably necessary to permit the client to make informed decisions regarding the representation.” (Boldface omitted.)\n“A lawyer must comply with applicable law requiring notice to or permission of a tribunal when terminating a representation. When ordered to do so by a tribunal, a lawyer shall continue representation notwithstanding good cause for terminating the representation.”\n“Upon termination of representation, a lawyer shall take steps to the extent reasonably practicable to protect a client’s interests, such as giving reasonable notice to the client, allowing time for employment of other counsel, surrendering papers and property to which the client is entitled and refunding any advance payment of fee or expense that has not been earned or incurred. The lawyer may retain papers relating to the client to the extent permitted by other law.”\nABA Standards std. 9.22(d) (multiple offenses), (j) (indifference to making restitution).\nABA Standards std. 9.32(a) (absence of prior disciplinary record), (b) (absence of dishonest or selfish motive).\n(1) “Court reporter charges for attending and transcribing depositions or hearing” in the amount of $4,463.15, (2) “Necessary travel expenses of hearing officers, disciplinary counsel, investigators, adjunct investigative counsel, adjunct trial counsel or witnesses for both investigation and prosecution” in the amount of $1,254.67, (3) “Special mail or delivery charges” in the amount of $10.07, (4) “Other: translation services and court records” in the amount of $1,102.90, and (5) “Expenses under ELC 13.9(c)” in the amount of $3,000. DP at 97. The total claimed is $9,830.79.\nPfefer’s supplemental motion to take judicial notice of the distance between the cities of Burien and Seattle is denied.",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Matthew F. Pfefer, pro se.",
      "M. Craig Bray, for the Bar Association."
    ],
    "corrections": "",
    "head_matter": "[No. 201,327-9.\nEn Banc.]\nArgued January 22, 2015.\nDecided February 26, 2015.\nIn the Matter of the Disciplinary Proceeding Against Matthew Franklin Pfefer, an Attorney at Law.\nMatthew F. Pfefer, pro se.\nM. Craig Bray, for the Bar Association."
  },
  "file_name": "0716-01",
  "first_page_order": 752,
  "last_page_order": 769
}