{
  "id": 4075773,
  "name": "The State of Washington, Petitioner, v. Larry Alan Hayes, Respondent",
  "name_abbreviation": "State v. Hayes",
  "decision_date": "2015-02-05",
  "docket_number": "No. 89742-5",
  "first_page": "556",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 556"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "886 P.2d 138",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "125 Wn.2d 472",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437025
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "474"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/125/0472-01"
      ]
    },
    {
      "cite": "226 P.3d 164",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "154 Wn. App. 653",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        5752216
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/154/0653-01"
      ]
    },
    {
      "cite": "653 P.2d 1040",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "98 Wn.2d 111",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1151219
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/98/0111-01"
      ]
    },
    {
      "cite": "542 U.S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5868041
      ],
      "weight": 3,
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0296-01"
      ]
    },
    {
      "cite": "818 P.2d 1088",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 701",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373887
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "710"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0701-01"
      ]
    },
    {
      "cite": "156 P.3d 201",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "160 Wn.2d 106",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3630933
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/160/0106-01"
      ]
    },
    {
      "cite": "325 P.3d 913",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1008",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "312 P.3d 784",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "Hayes II"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 801",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4321179
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "Hayes II"
        },
        {
          "page": "806"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0801-01"
      ]
    },
    {
      "cite": "262 P.3d 538",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "Hayes I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "164 Wn. App. 459",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4019882
      ],
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "Hayes I"
        },
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/164/0459-01"
      ]
    },
    {
      "cite": "682 P.2d 883",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 1
    },
    {
      "cite": "101 Wn.2d 654",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1139548
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "658-59"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/101/0654-01"
      ]
    },
    {
      "cite": "14 P.3d 713",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "requiring such finding in order to impose death sentence on accomplice to premeditated first degree murder based on federal and state constitutional prohibitions against cruel punishment"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "142 Wn.2d 471",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1361359
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "505-06",
          "parenthetical": "requiring such finding in order to impose death sentence on accomplice to premeditated first degree murder based on federal and state constitutional prohibitions against cruel punishment"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/142/0471-01"
      ]
    },
    {
      "cite": "525 P.2d 731",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "84 Wn.2d 256",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1125132
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/84/0256-01"
      ]
    },
    {
      "cite": "96 P.3d 974",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "quoting State v. Carothers, 84 Wn.2d 256, 261, 525 P.2d 731 (1974"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "152 Wn.2d 333",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1217453
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "339",
          "parenthetical": "quoting State v. Carothers, 84 Wn.2d 256, 261, 525 P.2d 731 (1974"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/152/0333-01"
      ]
    },
    {
      "cite": "981 P.2d 443",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "noting, \"we have made clear the emptiness of any distinction between principal and accomplice liability\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "138 Wn.2d 680",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        887319
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "687, 688",
          "parenthetical": "noting, \"we have made clear the emptiness of any distinction between principal and accomplice liability\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/138/0680-01"
      ]
    },
    {
      "cite": "886 P.2d 138",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "125 Wn.2d 472",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437025
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/125/0472-01"
      ]
    },
    {
      "cite": "226 P.3d 164",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "distinguishing Roberts from cases involving school zone and firearm sentence enhancement statutes"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "154 Wn. App. 653",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        5752216
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "distinguishing Roberts from cases involving school zone and firearm sentence enhancement statutes"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/154/0653-01"
      ]
    },
    {
      "cite": "653 P.2d 1040",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1982,
      "opinion_index": 1
    },
    {
      "cite": "98 Wn.2d 111",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1151219
      ],
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/98/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1042,
    "char_count": 29816,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 1.0131033812585636e-07,
      "percentile": 0.5427001728672212
    },
    "sha256": "102e9afe15127b8a609dea54f07e6ffd7c4b641d3b5f465f91b21f4ce1ec828a",
    "simhash": "1:dc783d886efe32bd",
    "word_count": 4779
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Owens, Fairhurst, Wiggins, and Gordon McCloud, JJ., concur.",
      "Madsen, C.J., and González and Yu, JJ., concur with Stephens, J."
    ],
    "parties": [
      "The State of Washington, Petitioner, v. Larry Alan Hayes, Respondent."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\n¶1 This case involves whether a trial court may impose an exceptional sentence on a defendant under the major economic offense sentence aggravators found in RCW 9.94A.535(3)(d)(i) and (iii) when that defendant’s conviction was based on accomplice liability. We agree with the conclusion of the Court of Appeals that the trial court improperly applied the sentence aggravators to Larry Hayes. We affirm.\nFacts and Procedural History\n¶2 The State charged Larry Hayes with one count of leading organized crime and one count of identity theft in the first degree, among several other charges. The State alleged that Hayes was involved in a complex identity theft scheme that used stolen credit card information, including information stolen from a hair salon’s customer receipts, to manufacture false identification devices and credit cards. These in turn would be used to make purchases and rent vehicles, usually from out of state, with those rental vehicles sold for cash. The State also alleged that each count (except for a drug charge) was subject to the sentence aggravators for being a major economic offense.\n¶3 On the first degree identity theft charge at issue in this case, the jury was instructed that to convict, it must find “[t]hat on or about [the] period ..., the defendant, or an accomplice, knowingly obtained, possessed, or transferred a means of identification or financial information” of the victim. Resp’t’s Suppl. Clerk’s Papers at 146 (emphasis added). The trial court also instructed the jury that to find the count was a major economic offense, the jury had to find at least one of two factors beyond a reasonable doubt: (1) the crime involved multiple victims or multiple incidents per victim or (2) the crime involved a high degree of sophistication or planning or occurred over a lengthy period of time. These are two of the statutory sentence aggravators for a major economic offense. The trial judge explained that these two factors were alternatives: the jury should answer yes on the special verdict form if all jurors found at least one alternative had been proved beyond a reasonable doubt. Resp’t’s Suppl. Clerk’s Papers at 177. The special verdict forms themselves asked the jury, “Was the crime a major economic offense or series of offenses?” Appellant’s Clerk’s Papers at 25. The jury found Hayes guilty of all substantive offenses. The jury also entered a special verdict for each conviction, stating that it found the offense to be a major economic offense. The trial court imposed an exceptional sentence on the leading organized crime conviction.\n¶4 Hayes appealed his conviction for leading organized crime. State v. Hayes, 164 Wn. App. 459, 262 P.3d 538 (2011) (Hayes I). The Court of Appeals reversed that conviction, thereby vacating the exceptional sentence. On remand for resentencing on the remaining 11 convictions, the State sought an exceptional sentence on the count of identity theft in the first degree, which the trial court imposed on the basis of the jury’s special verdict. Hayes appealed again. The Court of Appeals vacated the exceptional sentence and held that an exceptional sentence, specifically the sentence aggravators for a major economic offense, could not be imposed on a defendant convicted under accomplice liability, reasoning that absent express language, those factors could not be applied to accomplices. State v. Hayes, 177 Wn. App. 801, 312 P.3d 784 (2013) (Hayes II). The State was granted review. State v. Hayes, 180 Wn.2d 1008, 325 P.3d 913 (2014).\nStandard of Review\n¶5 This case rests on the interpretation of RCW 9.94A.535(3)(d). Statutory interpretation is a question of law, which we review de novo. State v. Armendariz, 160 Wn.2d 106, 110, 156 P.3d 201 (2007). This statute permits a judge to impose an exceptional sentence if the jury finds that the current offense was a major economic offense, which in turn is determined by consideration of any of four statutory factors. Two of those factors are at issue here: the offense involved multiple victims or multiple incidents per victim, or the offense involved a high degree of sophistication and occurred over a lengthy period of time. RCW 9.94A.535(3)(d)(i), (iii).\nAnalysis\n¶6 Washington’s criminal code has undergone substantial modification over the past 40 years. In 1975, the legislature undertook an extensive overhaul, adopting many provisions of the American Law Institute’s Model Penal Code (Proposed Official Draft 1962). In doing so, the legislature amended the complicity statute. The previous statute, former RCW 9.01.030 (1909), provided that “[e]very person concerned in the commission of a felony ... is a principal, and shall be proceeded against and punished as such.” (Emphasis added.) Punishment was coextensive with liability under the former statute: an accomplice could receive the same sentence as a principal. The current complicity statute, RCW 9A.08.020(3), enacted in 1975, while retaining liability for the substantive offense, no longer contains the “and punished as such” language. By removing this language, the legislature indicated that punishment for accomplices was no longer coextensive with liability and that individual sentencing decisions would rest within the discretion of the sentencing judge.\n¶7 The legislature continued to move toward establishing more specific and individualized punishments for offenders. After overhauling the criminal code, the legislature passed the Sentencing Reform Act of 1981 (SRA), chapter 9.94A RCW. The SRA was meant to bring proportionality and uniformity to what had been a highly discretionary sentencing scheme. See State v. Barnes, 117 Wn.2d 701, 710, 818 P.2d 1088 (1991). Its purpose was to “[e]nsure that the punishment for a criminal offense is proportionate to the seriousness of the offense and the offender’s criminal history” and that such punishment be “commensurate with the punishment imposed on others committing similar offenses.” RCW 9.94A.010(1), (3). By its extensive and detailed guidelines (standard sentencing ranges), the SRA required sentencing judges to impose individualized punishment within a range on the basis of the seriousness of the offense and the offender’s criminal history.\n¶8 Under the SRA as originally enacted, a judge could find facts to impose an exceptional sentence, that is, one outside the standard sentencing range, if there were “substantial and compelling reasons justifying” such a sentence. RCW 9.94A.535. In making this decision, sentencing judges considered the circumstances of each defendant and their individual degrees of involvement. The SRA was revised in response to the United States Supreme Court’s decision in Blakely v. Washington, 542 U.S. 296, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004). Now, unless stipulated by a defendant, the facts supporting an exceptional sentence (other than a prior conviction) must be found by a jury beyond a reasonable doubt. RCW 9.94A.537(3). As was done in this case, the jury indicates that it has found facts supporting an aggravating factor by entering a special verdict.\n¶9 In this case, Hayes was convicted as an accomplice. The State alleged at trial that two factors for the major economic offense aggravator applied to all but one of the charges: first, that “[t]he current offense involved multiple victims or multiple incidents per victim.” RCW 9.94A-.535(3)(d)(i), and second, that “[t]he current offense involved a high degree of sophistication or planning or occurred over a lengthy period of time.” RCW 9.94A-.535(3)(d)(iii). The court instructed the jury that if it found either of these two factors were present, it should answer yes to the special verdict’s question “[w]as the crime a major economic offense or series of offenses?” Appellant’s Clerk’s Papers at 25. The jury entered a special verdict in the affirmative for each conviction. On the basis of these special verdicts, the trial judge imposed an exceptional sentence on the leading organized crime conviction. That conviction was overturned on appeal. On remand, the State sought an exceptional sentence on all remaining convictions. However, the sentencing judge ruled that only the first degree identity theft conviction warranted the exceptional sentence for being a major economic offense. It is in this context that we analyze the validity of Hayes’s exceptional sentence.\n¶10 The Court of Appeals, in reaching its conclusion, reasoned that since the legislature did not expressly include language making the major economic offense aggravators applicable to accomplices, the sentencing judge had no authority to impose an exceptional sentence on Hayes. Hayes II, 177 Wn. App. at 806. The State argues, however, that our case law permits imposing an exceptional sentence on accomplices even in the absence of express language. While we agree with the State’s characterization of our cases, we nevertheless agree with the Court of Appeals’ resolution of this case.\nIll When reviewing a sentence aggravator or enhancement, in the absence of express triggering language, we look to the defendant’s own misconduct to satisfy the operative language of the statute. Because the legislature has removed the “and punished as such” language from the current complicity statute, and because the SRA requires punishment that is tailored to individual culpability, a sentencing judge can impose an exceptional sentence on an accomplice only where the accomplice’s own conduct informs the aggravating factor. Otherwise, failure to analyze the aggravator in relation to the accomplice’s own conduct would be tantamount to automatically making accomplice liability for the substantive offense and punishment for the offense coextensive.\n¶12 As we acknowledged in State v. McKim, 98 Wn.2d 111, 653 P.2d 1040 (1982), the legislature disapproved of this “automatic” approach when it amended the complicity statute. In McKim, we were asked whether the former deadly weapon statute, which increased punishment for an “accused [who] was armed with a deadly weapon,” could be applied to an accomplice who was not personally armed but whose codefendant was. Former RCW 9.95.015 (1961). We started our analysis by looking for guidance from what we characterized as a “triggering device” present in the operative language of the statute. McKim, 98 Wn.2d at 116. Because the statute lacked such language, we held that “any sentence enhancement must depend on the accused’s own misconduct.” McKim, 98 Wn.2d at 117.\n¶13 We went on to conclude that the deadly weapon enhancement could apply to an unarmed accomplice, reasoning that the accomplice could be constructively armed with a deadly weapon if his codefendant were armed. This in turn required a finding that the accomplice had knowledge that his codefendant was armed. However, the jury in that case was instructed that “ ‘if one of the two participants is armed with a . . . deadly weapon, then both are considered to be so armed.’ ” McKim, 98 Wn.2d at 118 (alteration in original) (quoting trial court record). We vacated the enhancement because there was no finding regarding the defendant’s knowledge that the codefendant was armed. Without such a finding of knowledge, we reasoned that the jury instruction “amounts to a conclusive presumption that petitioner knew his codefendant was armed at the time of the offense.” McKim, 98 Wn.2d at 119.\n¶14 McKim’s focus on the defendant’s own conduct remains the foundation of the analysis where there is no express language imposing an enhanced' sentence on an accomplice. For example, in State v. Pineda-Pineda, 154 Wn. App. 653, 226 P.3d 164 (2010), the Court of Appeals was asked whether the “drug free zone” sentence enhancement, which increases punishment for any person who commits a drug sale occurring within 1,000 feet of a school bus stop, could apply where the accomplice was not physically present in the school zone. We reserved answering this question when discussing the same enhancement in State v. Silva-Baltazar, 125 Wn.2d 472, 474, 886 P.2d 138 (1994). Applying the reasoning from McKim, the Court of Appeals vacated a “drug free zone” sentence enhancement because there was no evidence in the record that the accomplice himself was present in the school zone. In other words, the defendant’s own conduct (namely, his absence from the school zone) did not support imposing a sentence enhancement, which is premised on physical presence in the school zone, absent a more specific finding that the defendant had knowledge the crime would occur within the zone.\n¶15 The State argues that when the language of an aggravating factor is focused on “the current offense,” as the factors at issue here are, then that factor applies to an accomplice and “should not be assessed on an individualized basis, but apply equally to all participants in a crime regardless of whether they are a minor or major participant.” Suppl. Br. of Pet’r at 17. In essence, the State asks us to revert back to the 1909 complicity statute and its coextensive “punished as such” provision, depending on nothing more than subtle nuances in the phrasing of certain factors. But as noted above, our case law is quite clear that the legislature, both by amending the complicity statute in 1975 and enacting the SRA in 1981, has abolished an approach that imposes automatic and coextensive punishment on accomplices unless it expressly indicates otherwise in the text of the statute. And under the State’s view, so long as “the current offense” constitutes a major economic offense, every accomplice qualifies for an exceptional sentence, leaving the decision to impose an exceptional sentence to the sentencing judge. The State reasons that because they are not compelled to impose an exceptional sentence, sentencing judges, in exercising their discretion, will “sort out” the less culpable defendants when choosing the appropriate sentence. But such an overbroad interpretation of these sentence aggravators would undermine the aims of the SRA, which seeks to funnel judicial discretion and to establish consistency and uniformity in sentencing.\n¶16 We hold that for aggravating factors that are phrased in relation to “the current offense” to apply to an accomplice, the jury must find that the defendant had some knowledge that informs that factor. Because factors phrased in this way potentially permit imposing an exceptional sentence more broadly than would be consistent with the SRA, this finding of knowledge ensures that the defendant’s own conduct formed the basis of the sentence. In this case, the jury’s special verdict should have asked whether Hayes had knowledge that informs the factors on which they were instructed: for example, whether Hayes knew that the offense would have multiple victims or multiple incidents per victim, or whether Hayes knew that the offense involved a high degree of sophistication or planning or would occur over a lengthy period of time.\n¶17 We cannot tell from the jury’s special verdict if it found that Hayes had any knowledge that informs the aggravating factors for a major economic offense, such as whether he knew the offense would involve multiple vie-tims or would involve a high degree of sophistication. The jury was instructed on two factors phrased in relation to “the current offense,” not in relation to “the defendant.” In essence, the aggravating factors and special verdict form asked the jury about the nature of the offense, not about Hayes’s role in it. It is this critical question that the jury’s special verdict does not answer. Without a finding of knowledge that indicates that the jury found the aggravating factors on the basis of Hayes’s own conduct, they cannot apply to Hayes. Because we cannot determine from the jury findings whether the exceptional sentence was based improperly on automatic liability for the offense, we vacate his exceptional sentence.\nConclusion\n¶18 Because we cannot tell from the jury’s special verdict whether it found that Hayes had knowledge that informs the aggravating factors on which it was instructed, we affirm the Court of Appeals’ decision vacating his sentence and remand for resentencing.\nOwens, Fairhurst, Wiggins, and Gordon McCloud, JJ., concur.\nSixteen counts total: one count of leading organized crime, one count of identity theft in the first degree, five counts of identity theft in the second degree, six counts of possession of stolen property, two counts of possession of a stolen vehicle, and one count of possession of methamphetamine. State v. Hayes, 164 Wn. App. 459, 464, 262 P.3d 538 (2011).\nOne count of identity theft in the first degree, five counts of identity theft in the second degree, and five counts of possession stolen property in the second degree.\nAlthough the instructions permitted the jury to convict Hayes either as principal or accomplice, the State does not argue that sufficient evidence exists to find that Hayes was convicted as a principal. Therefore, we analyze the issue as if Hayes was convicted as an accomplice.\n“[T]he court shall make a finding of fact of whether or not the accused was armed with a deadly weapon, as defined by RCW 9.95.040, at the time of the commission of the crime, or if a jury trial is had, the jury shall, if it find the defendant guilty, also find a special verdict as to whether or not the defendant was armed with a deadly weapon, as defined in RCW 9.95.040, at the time of the commission of the crime.”\nECW 69.50.435.",
        "type": "majority",
        "author": "Johnson, J."
      },
      {
        "text": "Stephens, J.\n¶19 (dissenting) — The majority holds “that for aggravating factors that are phrased in relation to The current offense’ to apply to an accomplice, the jury must find that the defendant had some knowledge that informs that factor.” Majority at 566. This rule has no grounding in our precedent. It effectively adds a knowledge element to exceptional sentencing factors that do not require proof that any participant in the crime knew the crime was a major economic offense. And because this added knowledge element applies only to accomplice liability, the majority’s rule also requires a jury determination of each copartici-pants’ role in a jointly committed crime, thus changing how coparticipants have long been tried. I would follow the plain language of RCW 9.94A.535(3)(d)(i) and (iii) and hold that participation in a crime that qualifies as a major economic offense under subsections (3)(d)(i) or (iii) — whether as a principal or an accomplice — justifies an exceptional sentence. Therefore, I respectfully dissent.\n¶20 The starting point of the majority’s analysis is its assertion that Larry Alan Hayes was convicted as an accomplice, although the jury was permitted to convict him as either a principal or an accomplice. The jury’s verdict form does not identify on what theory it found Hayes guilty. Nor is this question generally put to the jury. “[Principal and accomplice liability are not alternative means of committing a single offense.” State v. McDonald, 138 Wn.2d 680, 687, 688, 981 P.2d 443 (1999) (noting, “we have made clear the emptiness of any distinction between principal and accomplice liability”). The jury need not determine whether a defendant acted as a principal or an accomplice in a crime so long as it is convinced that the defendant participated in the crime. State v. Teal, 152 Wn.2d 333, 339, 96 P.3d 974 (2004) (quoting State v. Carothers, 84 Wn.2d 256, 261, 525 P.2d 731 (1974). Nonetheless, the majority repeats an assertion made by the Court of Appeals that “the State does not argue that sufficient evidence exists to find that Hayes was convicted as a principal,” majority at 562 n.3, and therefore concludes we must consider his conviction to rest on accomplice liability. I frankly do not understand why the State has the burden here when Hayes has not challenged the sufficiency of the evidence.\n¶21 Certainly we must assume, based on the jury instructions, that Hayes’s conviction could rest on accomplice liability, and we must analyze RCW 9.94A.535(3)(d)(i) and (iii) accordingly. But this is different from presupposing that we know from the record and the jury’s verdict who was a principal and who was an accomplice. Because the majority purports to know that only accomplice liability is at issue here, it criticizes the jury’s verdict for failing to contain findings that are never made. See majority at 566 (“We cannot tell from the jury’s special verdict if it found that Hayes had any knowledge that informs the aggravating factors for a major economic offense.”). It is only in light of the majority’s new rule that trial judges will now need to have the jury decide (unanimously, I suppose) who is a principal and who is an accomplice so that the judge can then instruct the jury to find knowledge of offense-specific aggravating circumstances with respect to an accomplice. A more sensible application of the exceptional sentence statute would allow it to operate within the existing framework of coparticipant liability.\n¶22 The jury instructions, to which Hayes does not assign error, told the jury that if it found the defendant guilty of the enumerated charges, then it was required to determine whether the crime on which it found the defendant guilty was a major economic offense. Resp’t’s Suppl. Clerk’s Papers at 176 (Instruction 44). The jury was then provided with two ways, introduced in the alternative, to find a major economic offense: (1) the crime involved multiple victims or multiple incidents per victim or (2) the crime involved a high degree of sophistication or planning or occurred over a lengthy period of time. Id. at 177 (Instruction 45); see RCW 9.94A.535(3)(d)(i), (iii). The language of these enhancement factors differs from the language used in the fourth statutory alternative for a major economic offense under RCW 9.94A.535(3)(d), which speaks directly to the defendant’s conduct. Neither factor at issue in this case references the “defendant” or “offender,” because the participant’s conduct is not the focus. The factors focus on particular aggravating circumstances of the crime, confirming the legislature’s intent for the enhancement to apply based on the facts of the offense. The majority acknowledges that the major economic offense aggravator, as presented with these factors, pertains to the offense for which the defendant is liable rather than the defendant’s individual conduct. Majority at 566. Yet, the majority requires extrastatutory findings relating to the defendant’s conduct. It does so based on a fundamental misreading of precedent.\n¶23 The majority relies on State v. McKim, 98 Wn.2d 111, 653 P.2d 1040 (1982). It correctly recognizes that under McKim the complicity statute does not provide the relevant triggering language to apply an exceptional sentencing factor to an accomplice and that therefore we must look to the language of the enhancement statute itself. Majority at 564; McKim, 98 Wn.2d at 116-17. However, the majority mistakenly reduces the holding in McKim to the proposition that an accomplice must be punished based on his own conduct, necessitating a finding that he had knowledge of the aggravating circumstances of the crime. Majority at 564-66.\n¶24 This is inconsistent with our reading of McKim in State v. Silva-Baltazar, 125 Wn.2d 472, 886 P.2d 138 (1994). In that case, we clarified that the knowledge analysis in McKim was based not on accomplice versus principal liability, but on the elements for proving constructive possession of a firearm under the enhancement statute at issue in McKim. Id. at 481-82. We found the analysis in McKim inapplicable to the drug-free school zone enhancement statute because that statute “does not require knowledge on the part of any of the participants.” Id. at 482 (further noting, “[i]t is irrelevant whether a person is aware that he or she is carrying on the prohibited drug activity in a drug-free zone”). Instead of McKim, we relied on the Davis analysis of strict liability for “all those involved” in the substantive crime and found that the McKim knowledge analysis cannot apply to a sentence enhancement that is strictly based on the offense. Id. As in Silva-Baltazar, the enhancement factors at issue here are based on the offense itself, so there is no statutory language requiring a finding of knowledge in order to apply the enhancement to an accomplice.\n¶25 Relying on its erroneous reading of McKim, the majority insists that in order for the imposition of a particular enhancement to be based on the defendant’s own conduct, “the jury must find that the defendant had some knowledge that informs that factor.” Majority at 566. Otherwise, reasons the majority, such aggravating factors “potentially permit imposing an exceptional sentence more broadly than would be consistent with the SRA [Sentencing Reform Act of 1981, ch. 9.94A RCW].” Id. I disagree. First, we are obligated to apply RCW 9.94A.535(3)(d)(i) and (iii) in a way that respects the plain, broad language. The different language throughout RCW 9.94A.535(3) reflects a legislative intent to apply certain aggravators narrowly (to the individual) and others more broadly (to the crime itself). If we accept the majority’s reasoning, we run the risk of not allowing aggravators that plainly pertain to the offense to apply in the same manner regardless of whether an individual is convicted as a principal or an accomplice. Applying the factors consistently to the offense does not make the statute ocerbroad.\n¶26 Second, there is no conflict with the SRA simply because the enhancement factors apply based on the facts of the offense rather than the offender’s conduct. The goal of the SRA is to provide consistency in sentencing by focusing on the offender’s criminal history and the seriousness of the offense, so that punishment is tailored to individual culpability. RCW 9.94A.010. The majority’s argument rests on the premise that accomplice liability for the offense cannot be coextensive with punishment. Majority at 563-64, 565-66. But, this premise merely confirms that we cannot rely on the complicity statute to impose an enhanced sentence. It does not follow that punishment must necessarily be different as between an accomplice and a principal who are liable for the same crime. In fact, the SRA’s goal of consistency in sentencing is served by recognizing that the seriousness of the crime remains the same as to each coparticipant. By requiring a knowledge finding in order to enhance an accomplice’s sentence, but not a principal’s, the majority’s rule undermines the SRA and results in disparate sentences for equally culpable defendants. It makes no sense that a principal should be punished regardless of whether he or she knew the crime of conviction was a major economic offense, but an accomplice — who committed the same crime — should not be.\n¶27 More fundamentally, the majority’s rule makes the question we never ask the jury to determine — whether the defendant acted as a principal or an accomplice — potentially the most important question for purposes of sentencing. The majority vacates Hayes’s exceptional sentence because there is no jury finding that he knew the substantive crimes he committed were major economic offenses. But, the majority does not address how a jury will need to be instructed in the future in order to accommodate its rule. Clearly, most of the jury instructions given in this case would need to be overhauled, including those describing accomplice liability and the “to convict” instructions that allow a conviction to be based on either principal or accomplice liability. There will also need to be separate instructions on whether each substantive crime constitutes a major economic offense and whether the defendant knew this. It is no exaggeration to say that the way coparticipants have long been tried in this state will need to change in order to accommodate the knowledge finding that the majority superimposes on the enhancement statute.\n¶28 I would apply the statute as it is written. An exceptional sentence is authorized because the jury convicted Hayes of substantive crimes that it found constituted major economic offenses under RCW 9.94A.535(3)(d)(i) or (iii). The statute deems it irrelevant whether Hayes knew the crimes were major economic offenses. It metes out punishment based on Hayes’s individual culpability for the crimes he committed, consistent with the SRA’s goal of individualized sentencing. I would reverse the Court of Appeals and reinstate Hayes’s exceptional sentence.\nMadsen, C.J., and González and Yu, JJ., concur with Stephens, J.\nConstitutional concerns require a finding of “major participation” by an accomplice in certain circumstances. See State v. Roberts, 142 Wn.2d 471, 505-06, 14 P.3d 713 (2000) (requiring such finding in order to impose death sentence on accomplice to premeditated first degree murder based on federal and state constitutional prohibitions against cruel punishment). Hayes does not raise any constitutional issues, and sentence enhancement statutes differ materially from the aggravating factors in Roberts. See State v. Pineda-Pineda, 154 Wn. App. 653, 663 n.4, 226 P.3d 164 (2010) (distinguishing Roberts from cases involving school zone and firearm sentence enhancement statutes).\n“The defendant used his or her position of trust, confidence, or fiduciary responsibility to facilitate the commission of the current offense.” RCW 9.94A-,535(3)(d)(iv) (emphasis added).\nState v. Davis, 101 Wn.2d 654, 658-59, 682 P.2d 883 (1984).",
        "type": "dissent",
        "author": "Stephens, J."
      }
    ],
    "attorneys": [
      "Mark E. Lindquist, Prosecuting Attorney, and Kathleen Proctor, Deputy, for petitioner.",
      "Nancy P Collins (of Washington Appellate Project), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 89742-5.\nEn Banc.]\nArgued September 9, 2014.\nDecided February 5, 2015.\nThe State of Washington, Petitioner, v. Larry Alan Hayes, Respondent.\nMark E. Lindquist, Prosecuting Attorney, and Kathleen Proctor, Deputy, for petitioner.\nNancy P Collins (of Washington Appellate Project), for respondent."
  },
  "file_name": "0556-01",
  "first_page_order": 592,
  "last_page_order": 609
}