{
  "id": 4075723,
  "name": "The State of Washington, Respondent, v. John Herbert Friedlund, Petitioner; The State of Washington, Respondent, v. Casmer Joseph Volk, Petitioner",
  "name_abbreviation": "State v. Friedlund",
  "decision_date": "2015-01-15",
  "docket_number": "Nos. 89926-6; 90005-1",
  "first_page": "388",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 388"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "979 P.2d 417",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "138 Wn.2d 298",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        887351
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/138/0298-01"
      ]
    },
    {
      "cite": "419 P.2d 326",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1966,
      "pin_cites": [
        {
          "parenthetical": "judgment and sentence \"was self-executing and was the final order in this case\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "69 Wn.2d 586",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1057143
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "587-88",
          "parenthetical": "judgment and sentence \"was self-executing and was the final order in this case\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/69/0586-01"
      ]
    },
    {
      "cite": "419 P.2d 324",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "69 Wn.2d 532",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1057086
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "533-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/69/0532-01"
      ]
    },
    {
      "cite": "38 P.3d 335",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "145 Wn.2d 400",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        314630
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/145/0400-01"
      ]
    },
    {
      "cite": "327 P.3d 54",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1013",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "325 P.3d 913",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1009",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "2014 WL 465452",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*8"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "179 Wn. App. 1024",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4103600,
        4104129,
        4105944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/179/1024-01",
        "/wash-app/179/1024-02",
        "/wash-app/179/1024-03"
      ]
    },
    {
      "cite": "2014 WL 94322",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "178 Wn. App. 1039",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4348857,
        4347426,
        4348253,
        4345985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/178/1039-01",
        "/wash-app/178/1039-04",
        "/wash-app/178/1039-03",
        "/wash-app/178/1039-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 15199,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 7.883093721551216e-08,
      "percentile": 0.46015037942366527
    },
    "sha256": "1da7c03858f93d86a70d2986e3a87390d56edf220bb18796d5d8cf451b2ed503",
    "simhash": "1:f56f5620e7ae04f6",
    "word_count": 2421
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. John Herbert Friedlund, Petitioner. The State of Washington, Respondent, v. Casmer Joseph Volk, Petitioner."
    ],
    "opinions": [
      {
        "text": "Wiggins, J.\n¶1 We must determine whether an on-the-record oral ruling may substitute for written findings when a trial court imposes an exceptional sentence — that is, a sentence that is outside the standard sentence range for an offense. We conclude that oral findings do not satisfy the requirements of the Sentencing Reform Act of 1981 (SRA) and remand these matters to the trial court for entry of written findings of fact and conclusions of law (hereinafter written findings). Ch. 9.94A RCW.\n¶2 This consolidated appeal consists of two criminal cases. In each case, the jury convicted the defendant and found that aggravating circumstances were present. At sentencing, the trial courts deviated from the standard sentencing range and imposed exceptional sentences. While both trial courts explained on the record their reasons for deviating from the standard range, neither court entered written findings as required by statute. See RCW 9.94A-.535. Both sentences were affirmed by the Court of Appeals in unpublished opinions. State v. Friedlund, noted at 178 Wn. App. 1039, 2014 WL 94322, 2014 Wash. App. LEXIS 12; State v. Volk, noted at 179 Wn. App. 1024, 2014 WL 465452, 2014 Wash. App. LEXIS 307.\n¶3 The language of RCW 9.94A.535 is clear: “Whenever a sentence outside the standard sentence range is imposed, the court shall set forth the reasons for its decision in written findings of fact and conclusions of law.” (Emphasis added.) Because neither court entered written findings prior to appeal, we remand both cases to the trial court for entry of written findings.\nFACTS\nI. State v. Friedlund\n¶4 The State charged John Friedlund with first degree theft, alleging that he misappropriated over $800,000 belonging to the victim, Frances Swan, by converting the money to his own use. Swan was an old family friend of Friedlund. In 2001, after her husband passed away, Swan requested that Friedlund move into her house and designated him as her primary attorney-in-fact. At the time Friedlund moved in, Swan was 96 years old. Over the following decade, Friedlund gradually took control of Swan’s life and finances. In addition to misappropriating Swan’s money, Friedlund willfully neglected Swan herself. In 2011,10 years after Friedlund moved into Swan’s house, law enforcement officers responded to a report that no one had seen Swan for several months. Investigating officers found the house in a state of horrific disrepair and observed that Swan (by then 106 years old) was on the brink of starvation.\n¶5 The State charged Friedlund with first degree theft. The information alleged two aggravating factors: (1) Friedlund had abused a position of trust to facilitate the crime and (2) his victim had been particularly vulnerable or incapable of resistance. A jury convicted Friedlund on the theft charge and found both aggravating circumstances present. The trial court sentenced Friedlund to 120 months in prison, above the standard sentence range of 3 to 9 months. The trial court explained the reasons for imposing an exceptional sentence on the record at Friedlund’s sentencing hearing. But when the trial court entered its judgment and sentence, no written findings were entered.\nf 6 Friedlund appealed. The Court of Appeals affirmed, holding that because “[t]he trial court’s oral opinion clearly and sufficiently articulates the exceptional sentence was imposed based on the jury’s finding of the aggravating circumstances,” the absence of written findings was “harmless” and remanding for written findings would be a “mere formality.” Friedlund, 2014 WL 94322, at *3, 2014 Wash. App. LEXIS 12, at *6-8. We granted review on the exceptional sentence only. 180 Wn.2d 1009, 325 P.3d 913 (2014).\nII. State v. Volk\n¶7 The State charged Casmer Volk with first degree rape of a child. The victim was four years old, and Volk was a friend of the victim’s family at the time of the offense. As in Friedlund’s case, the prosecution included an aggravating circumstance in the information alleging that Volk knew or should have known that the victim was particularly vulnerable or incapable of resistance. A jury convicted Volk and found the aggravating circumstance present.\n¶8 The trial court calculated the standard sentence range as 162 to 216 months. The trial court then sentenced Volk to a term of 336 months to life, citing the aggravating circumstance as the basis for sentencing Volk at least 120 months above the standard range. The trial court never entered written findings articulating the reason for this exceptional sentence.\n¶9 Volk appealed. The Court of Appeals affirmed, explaining that remand for entry of written findings would be a “mere formality” because “the record is sufficiently comprehensive and clear for us to discern the sentencing court imposed an exceptional sentence solely because the jury found an aggravating circumstance by special interrogatory.” Volk, 2014 WL 465452, at *8, 2014 Wash. App. LEXIS 307, at *25-26. We granted review. 180 Wn.2d 1013, 327 P.3d 54 (2014).\nIII. Motions To Supplement\n¶10 After we granted review, the superior court in Friedlund belatedly entered written findings and the State moved to supplement the appellate record with those findings. The findings closely track, both in structure and content, the oral reasoning that the superior court provided at Friedlund’s sentencing hearing. We passed the State’s motion to be decided by the court after oral argument.\n¶11 In Volk, the State moved the superior court to enter proposed written findings after we granted review. Unlike in Friedlund, however, the superior court in Volk declined to enter the State’s proposed findings. Instead, the court ruled that while the State’s “proposed findings accurately reflect its sentencing of Mr. Volk,” it would not enter those findings “because the court does not find it has the authority per RAP 7.2.” The State’s pending motion seeks to supplement the appellate record with the State’s proposed findings and the superior court’s ruling declining to enter those findings. As in Friedlund, we passed the motion to the merits.\n¶12 Petitioners filed briefs opposing both pending motions to supplement.\nANALYSIS\n¶13 We hold that an oral colloquy, even if on the record, cannot satisfy the SRA’s requirement that findings justifying an exceptional sentence must be in writing. We deny the pending motions to supplement the appellate record in both cases and remand both cases for entry of written findings.\nI. Written Findings Requirement\n¶14 We hold that the entry of written findings is essential when a court imposes an exceptional sentence. Because the record does not contain written findings in either of the pending cases, we remand both Friedlund and Volk for the entry of written findings. We review de novo whether a trial court’s reasons for imposing an exceptional sentence meet the requirements of the SRA. State v. Fowler, 145 Wn.2d 400, 406, 38 P.3d 335 (2002).\n¶15 The SRA permits a court to impose sentences that deviate from the standard sentence range “if it finds, considering the purpose of this chapter, that there are substantial and compelling reasons justifying an exceptional sentence.” RCW 9.94A.535. When a trial court imposes an exceptional sentence, the SRA requires the court to “set forth the reasons for its decision in written findings of fact and conclusions of law” Id. (emphasis added). This requirement, word for word, has been part of the SRA from its inception. See Laws of 1981, ch. 137, § 12(3). The written findings must then be sent to the Washington State Sentencing Guidelines Commission along with the trial court’s judgment and sentence. CrR 7.2(d) (“If the sentence imposed departs from the applicable standard sentence range, the court’s written findings of fact and conclusions of law shall also be supplied to the Commission.”).\n¶16 We hold that the SRA’s written findings provision requires exactly that — written findings. Permitting verbal reasoning — however comprehensive — to substitute for written findings ignores the plain language of the statute. It would also deprive defendants of the finality accorded by the inclusion of written findings in the court’s formal judgment and sentence. “A trial court’s oral or memorandum opinion is no more than an expression of its informal opinion at the time it is rendered. It has no final or binding effect unless formally incorporated into the findings, conclusions, and judgment.” State v. Mallory, 69 Wn.2d 532, 533-34, 419 P.2d 324 (1966). A written judgment and sentence, by contrast, is a final order subject to appeal. See State v. Gallegos, 69 Wn.2d 586, 587-88, 419 P.2d 326 (1966) (judgment and sentence “was self-executing and was the final order in this case”). Our court rules reflect this distinction: the superior court’s authority to modify a judgment is limited by CrR 7.8 and, if a party appeals, RAP 7.2(e); a trial court’s oral rulings are not subject to the same limitations.\n¶17 Allowing courts to ignore the written findings requirement would also run contrary to the SRA’s explicit statutory purpose of “mak[ing] the criminal justice system accountable to the public.” RCW 9.94A.010. Without written findings, the Sentencing Guidelines Commission and the public at large could not readily determine the reasons behind exceptional sentences, greatly hampering the public accountability that the SRA requires.\n¶18 Here, the records of both pending cases are devoid of written findings. The remedy for a trial court’s failure to enter written findings of fact and conclusions of law is to remand the case for entry of those findings and conclusions. In re Pers. Restraint of Breedlove, 138 Wn.2d 298, 311, 979 P.2d 417 (1999). We remand both cases for that purpose.\nII. Motions To Supplement the Appellate Record\n¶19 We deny both pending motions to supplement. In Friedlund’s case, the trial court entered written findings of fact and conclusions of law several months after we accepted review. We conclude that the trial court lacked authority to enter its findings under RAP 7.2(e).\n¶20 As noted above, CrR 7.8 and RAP 7.2(e) limit, the superior court’s authority to modify a criminal judgment. RAP 7.2(e) explicitly requires the superior court to obtain permission from the appellate court before making any determination that would “change a decision then being reviewed by the appellate court.” Here, the decision we are reviewing is the trial court’s judgment and sentence imposing an exceptional sentence on Friedlund. That judgment and sentence explicitly incorporates the written findings supporting the exceptional sentence. Consequently, the trial court’s belated entry of written findings alters the decision under review. Because the trial court failed to obtain our permission prior to entering its written findings, entering the findings violated RAP 7.2(e).\n¶21 A contrary holding would deprive Friedlund of his right to appeal. RCW 9.94A.585(2) gives defendants the right to appeal any exceptional sentence to the Court of Appeals. Because the parties completed their Court of Appeals briefing before the trial court entered its findings, Friedlund had no opportunity to appeal the written findings undergirding his exceptional sentence. It would be unfair to address the merits of the trial court’s written findings when Friedlund has had no opportunity to appeal them.\n¶22 Because the trial court did not seek permission from this court prior to entering its written findings — the absence of which lies at the core of Friedlund’s appeal — it lacked authority to enter those findings. Consequently, we deny the State’s motion to supplement the Friedlund record with the trial court’s belatedly entered findings.\n¶23 We deny the motion to supplement in Volk as well. The superior court in Volk correctly recognized that it lacked authority to enter findings under RAP 7.2(e) and therefore refused to enter the written findings that the State proposed. Moreover, because the trial court never entered the State’s proposed findings, adding them to the present appellate record would add nothing of relevance to the record.\nCONCLUSION\n¶24 For the reasons stated above, we reverse the Court of Appeals’ conclusion in each case that oral reasoning may substitute for written findings of fact and conclusions of law. We deny the State’s pending motions to supplement, vacate the trial court’s belatedly entered findings in Friedlund, and remand both cases for entry of written findings of fact and conclusions of law. In Friedlund, the trial court may reenter the same findings or enter a different set of findings.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur.\nThe trial court in Friedlund did enter findings after we granted review. For the reasons explained below, however, we vacate those findings because the trial court lacked authority to enter them under RAP 7.2(e).\nFirst degree rape of a child is subject to the indeterminate sentencing provisions of RCW 9.94A.507. That statute requires trial courts to sentence offenders to a range of imprisonment consisting of a maximum and a minimum term, with the maximum term set at the statutory maximum for the offense and the minimum term “either within the standard sentence range for the offense, or outside the standard sentence range pursuant to RCW 9.94A.535 . . . .” RCW 9.94A.507(3)(a)-(c)(i).\nThe State’s pending motion to supplement in Friedlund would, if granted, cure the absence of written findings in the present record by supplementing the record with written findings that the trial court entered after we granted review. For the reasons stated below, however, we deny the motion to supplement and therefore must examine Friedlund on the present record. We also deny the State’s motion to supplement in Volk — although, as explained below, granting the State’s motion would not actually cure the absence of written findings in that case.\nThe adequacy of the superior court’s belatedly entered written findings is the subject of a separate appeal, State v. Friedlund, No. 32640-3-III (Wash. Ct. App. July 30, 2014), currently stayed pending the outcome of this case. Vacation of the existing findings of fact will presumably moot that appeal, but we leave to the appellate court how best to resolve the matter.\nBefore the Court of Appeals, both Friedlund and Volk asserted ineffective assistance of counsel and Volk challenged the sufficiency of the evidence, the trial court’s child hearsay decision, and the legality of Volk’s community custody conditions. We denied review of Friedlund’s ineffective assistance of counsel claim, and Volk did not seek review on any of the above-listed issues.",
        "type": "majority",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "Marie J. Trombley, for petitioners.",
      "Gregory L. Zempel, Prosecuting Attorney for Kittitas County, and Christopher T. Herion, Deputy; and Timothy D. Rasmussen, Prosecuting Attorney for Stevens County, and Lech Radzimski, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[Nos. 89926-6; 90005-1.\nEn Banc.]\nArgued September 16, 2014.\nDecided January 15, 2015.\nThe State of Washington, Respondent, v. John Herbert Friedlund, Petitioner. The State of Washington, Respondent, v. Casmer Joseph Volk, Petitioner.\nMarie J. Trombley, for petitioners.\nGregory L. Zempel, Prosecuting Attorney for Kittitas County, and Christopher T. Herion, Deputy; and Timothy D. Rasmussen, Prosecuting Attorney for Stevens County, and Lech Radzimski, Deputy, for respondent."
  },
  "file_name": "0388-01",
  "first_page_order": 424,
  "last_page_order": 433
}