{
  "id": 4075964,
  "name": "Phyllis Paetsch, Petitioner, v. Spokane Dermatology Clinic, PS, et al., Respondents",
  "name_abbreviation": "Paetsch v. Spokane Dermatology Clinic, PS",
  "decision_date": "2015-03-12",
  "docket_number": "No. 89866-9",
  "first_page": "842",
  "last_page": "853",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 842"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "22 P.3d 810",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "\"chapter 7.70 RCW[ ] extends malpractice liability beyond traditional physician-patient relationships\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 Wn. App. 26",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        240666
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "37-38",
          "parenthetical": "\"chapter 7.70 RCW[ ] extends malpractice liability beyond traditional physician-patient relationships\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/106/0026-01"
      ]
    },
    {
      "cite": "984 P.2d 436",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "stating that \"claim of failure to follow the accepted standard of care does not require a physician-patient relationship\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 Wn. App. 462",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        184291
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "467",
          "parenthetical": "stating that \"claim of failure to follow the accepted standard of care does not require a physician-patient relationship\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/97/0462-01"
      ]
    },
    {
      "cite": "727 P.2d 669",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "811-12"
        },
        {
          "page": "811"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "107 Wn.2d 158",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1192462
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/107/0158-01"
      ]
    },
    {
      "cite": "346 P.3d 708",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 794",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075564
      ],
      "weight": 2,
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0794-01"
      ]
    },
    {
      "cite": "289 P.2d 338",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1955,
      "pin_cites": [
        {
          "parenthetical": "finding no cause of action for medical malpractice absent physician-patient relationship or treatment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "47 Wn.2d 680",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5042119
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "682",
          "parenthetical": "finding no cause of action for medical malpractice absent physician-patient relationship or treatment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/47/0680-01"
      ]
    },
    {
      "cite": "677 P.2d 166",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "101 Wn.2d 226",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1139596
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/101/0226-01"
      ]
    },
    {
      "cite": "18 P.3d 558",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 81",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425296
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0081-01"
      ]
    },
    {
      "cite": "281 P.3d 289",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "174 Wn.2d 851",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4021791
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "860"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/174/0851-01"
      ]
    },
    {
      "cite": "111 P.3d 1258",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "127 Wn. App. 657",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        2465426
      ],
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "page": "664"
        },
        {
          "page": "668"
        },
        {
          "page": "664"
        },
        {
          "page": "664"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/127/0657-01"
      ]
    },
    {
      "cite": "792 P.2d 520",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "114 Wn.2d 907",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1169947
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "915-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/114/0907-01"
      ]
    },
    {
      "cite": "503 P.2d 108",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "81 Wn.2d 528",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1064057
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/81/0528-01"
      ]
    },
    {
      "cite": "32 P.3d 250",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "144 Wn.2d 907",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        970403
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "915"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/144/0907-01"
      ]
    },
    {
      "cite": "222 P.3d 1208",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "167 Wn.2d 531",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4004506
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/167/0531-01"
      ]
    },
    {
      "cite": "180 Wn.2d 1020",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn. App. 1032",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4345306,
        4348517,
        4347494,
        4346991
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/178/1032-04",
        "/wash-app/178/1032-01",
        "/wash-app/178/1032-02",
        "/wash-app/178/1032-03"
      ]
    }
  ],
  "analysis": {
    "cardinality": 905,
    "char_count": 17911,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 5.92122021530515e-08,
      "percentile": 0.3698265806230402
    },
    "sha256": "f10fce832f4a3b35c8d683b7e54b85b32a061f4f7380659f92a30c703886d3a6",
    "simhash": "1:d8bef276e955616c",
    "word_count": 2860
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Phyllis Paetsch, Petitioner, v. Spokane Dermatology Clinic, PS, et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Wiggins, J.\n¶1 The plaintiff in this medical malpractice case asks us to decide that a physician-patient relationship is formed when a patient enters into a written contract with a clinic and that written contract names a specific physician as the patient’s doctor. We do not reach this issue because the jury instructions allowed the plaintiff to argue her theory of the case and the jury found that the defendant was not negligent.\n¶2 Several novel issues lurk in the question brought by the plaintiff, including questions about the liability of a physician for actions undertaken by a certified physician’s assistant and whether the plaintiff in a medical malpractice action must prove a physician-patient relationship in order to prevail in a medical malpractice suit under chapter 7.70 RCW. We do not opine on these issues because they were not raised by the parties and are not presented here.\nFACTS\nI. Factual history\n¶3 Plaintiff Phyllis Paetsch was referred to Spokane Dermatology Clinic for Botox injections to smooth facial wrinkles. Paetsch had never heard of the clinic, had never been there before, and was not aware of the staff or medical reputation of the clinic. She made an appointment for treatment and was told that her appointment would be with Dan Rhoads.\n¶4 Spokane Dermatology Clinic is a professional services company owned solely by Dr. William Werschler. The clinic also employed Dr. Scott Smith as a dermatologist and three certified physician’s assistants (PA-Cs): Julia Bowan, Frank McCann, and Dan Rhoads. The clinic’s business card listed each individual by name and title.\n¶5 Paetsch arrived at the clinic for treatment on February 26, 2007. She was presented with a medical history form and a patient profile form. This paperwork stated that her doctor was “Wm. Philip Werschler, M.D.” and asserted that “Dr. Werschler and/or Dan Rhoads” had informed her of the risks of the procedure. Paetsch completed and signed the forms, was escorted to her appointment room, and was told that “the doctor” would be in soon.\n¶6 Shortly thereafter, a man in scrubs entered and introduced himself as “Dan.” Rhoads injected Paetsch with both Botox and Restylane. He injected Restylane into Paetsch’s forehead, not knowing that the federal Food and Drug Administration did not approve the use of Restylane in the forehead as it increased the risk of necrosis. Pleased and excited by her appearance, Paetsch left the clinic.\n¶7 Later that evening, Paetsch developed a headache. This headache continued throughout the next several days. In addition, she noticed bruising and swelling on her forehead. Three days after the procedure, Paetsch’s eye swelled up until nearly closed. She called Rhoads, who told her to ice it. Four days after surgery, her eyes remained swollen shut and her forehead was covered in a green sheen. She contacted Rhoads multiple times and twice visited him at the clinic as her symptoms worsened. Rhoads misdiagnosed her condition as an infection and prescribed antibiotics and anti-inflammatories to control it. These treatments were ineffective, and Paetsch’s condition continued to deteriorate.\n¶8 Paetsch sought treatment from her primary care provider, the Christ Clinic, on March 9, 2007. The clinic properly diagnosed the condition as necrosis caused by the use of Restylane in the forehead; the Restylane had expanded throughout the forehead, cutting off the only flow of blood to the skin. This diagnosis was too late to treat the condition, and the provider could only scrape the dead tissue from Paetsch’s face. The necrosis resulted in deep, permanent scarring to Paetsch’s forehead.\n¶9 Rhoads never consulted with a doctor during his treatment of Paetsch. While Dr. Werschler owned the clinic and was listed as the plaintiff’s doctor on her patient profile form, he was not present at the clinic while Paetsch was a patient of the clinic. Dr. Werschler never saw Paetsch, never advised Rhoads on her treatment or on her condition, and never spoke with her.\nII. Trial and appellate proceedings\n¶10 Paetsch filed suit under RCW 7.70.030(1), .030(3), and .050 against Spokane Dermatology Clinic and against Dr. Werschler personally for the failure to obtain her informed consent to treatment and for medical malpractice by Dr. Werschler and Dan Rhoads. Dr. Werschler moved for summary judgment dismissal. He argued that he did not owe Paetsch any duty because she was a patient of Spokane Dermatology Clinic (and thus not his patient) and that he was not PA-C Rhoads’ supervising physician. The court denied the motion for summary judgment but clarified that the only cause of action against Dr. Werschler was whether he established a physician-patient relationship with Paetsch and whether he was thus directly negligent for failing to intervene and provide follow-on care to Paetsch after her complications arose. Paetsch does not challenge this summary judgment ruling on appeal.\n¶11 During the trial, Paetsch presented evidence that Dr. Werschler presented himself as her doctor through the use of consent forms, that he owed her a duty of care, and that he breached that duty. Paetsch also presented evidence that as a PA-C, Rhoads was an agent of the physician and that Dr. Werschler’s failure to adequately supervise Rhoads breached the standard of care. Dr. Werschler presented expert testimony that the standard of care was not breached and that Dr. Smith, not Dr. Werschler, was the supervising physician responsible for the actions of PA-C Rhoads.\n¶12 After the close of evidence, the trial court granted Dr. Werschler’s motion for judgment as a matter of law under CR 50, dismissing Dr. Werschler from personal liability on the ground that no jury could find that he breached a duty to Paetsch under the evidence. Following this motion, Spokane Dermatology Clinic was the only remaining named defendant.\n¶13 Despite dismissing Dr. Werschler personally, the court instructed the jury that the clinic could be held liable for Dr. Werschler’s medical negligence, as he was an employee of Spokane Dermatology Clinic. The jury was never told that Dr. Werschler was dismissed as a defendant, and the majority of the jury instructions remained unchanged. These instructions specifically framed the duty owed by Dr. Werschler as a duty owed to “patients.” No exception was taken to the court’s framing of this duty.\n¶14 The jury returned a verdict in favor of defendants, and the Court of Appeals affirmed. Paetsch v. Spokane Dermatology Clinic, PS, noted at 178 Wn. App. 1032 (2013). We granted review. Paetsch v. Spokane Dermatology Clinic PS, 180 Wn.2d 1020 (2014).\nANALYSIS\nI. Standard of review\n¶15 We review judgments as a matter of law de novo. Faust v. Albertson, 167 Wn.2d 531, 539 n.2, 222 P.3d 1208 (2009). Judgment as a matter of law is appropriate only when no competent and substantial evidence exists to support a verdict. Guijosa v. Wal-Mart Stores, Inc., 144 Wn.2d 907, 915, 32 P.3d 250 (2001). We construe all facts and reasonable inferences in favor of the nonmoving party. Yakima Fruit & Cold Storage Co. v. Cent. Heating & Plumbing Co., 81 Wn.2d 528, 530, 503 P.2d 108 (1972). A judgment as a matter of law requires the court to conclude, “as a matter of law, that there is no substantial evidence or reasonable inferences to sustain a verdict for the nonmoving party.” Indus. Indem. Co. of Nw. v. Kallevig, 114 Wn.2d 907, 915-16, 792 P.2d 520 (1990). The existence of a physician’s duty of care is a question of law that we review de novo. Khung Thi Lam v. Global Med. Sys., Inc., 127 Wn. App. 657, 664, 111 P.3d 1258 (2005).\n¶16 Legal errors in jury instructions are reviewed de novo, but an “erroneous instruction is reversible error only if it prejudices a party.” Anfinson v. FedEx Ground Package Sys., Inc., 174 Wn.2d 851, 860, 281 P.3d 289 (2012). “Prejudice is presumed if the instruction contains a clear misstatement of law; prejudice must be demonstrated if the instruction is merely misleading.” Id. The party challenging an instruction bears the burden of establishing prejudice. Griffin v. W. RS, Inc., 143 Wn.2d 81, 91, 18 P.3d 558 (2001). The presumption of prejudice from a misstatement of law can be overcome only on a showing that the error was harmless. See id. at 91-92.\nII. The jury finding that Dr. Werschler was not negligent renders harmless any potential error in the trial court’s conclusion that there was no physician-patient relationship as a matter of law\n¶17 Washington has a substantial interest in ensuring the quality of its physicians, maintaining a quality of care for its patients, and protecting health care providers from frivolous claims. Lam, 127 Wn. App. at 668. To balance those aims, we recognize an evolving common law doctrine of the duties owed by physicians and have a robust statutory scheme that carefully controls the practice of medicine by health care providers, physicians, and physician’s assistants and defines liability for medical malpractice. See id. at 664; see also ch. 18.100 RCW (establishment of professional services corporations); RCW 18.71A.050 (supervising physician and physician assistant responsible for any practice of medicine performed by the physician assistant); ch. 7.70 RCW (medical malpractice); ch. 246-918 WAC (medical quality assurance of physician assistants).\n¶18 The elements of medical negligence brought under RCW 7.70.030(1) are duty, breach, causation, and harm. Pedroza v. Bryant, 101 Wn.2d 226, 228, 677 P.2d 166 (1984). At common law, a plaintiff could not assert a cause of action for medical negligence absent a physician-patient relationship. See Riste v. Gen. Elec. Co., 47 Wn.2d 680, 682, 289 P.2d 338 (1955) (finding no cause of action for medical malpractice absent physician-patient relationship or treatment). While our courts have recently acknowledged that the formation of the relationship is evolving beyond merely considering whether a face-to-face relationship existed, see, e.g., Lam, 127 Wn. App. at 664, the disposition of this case does not require us to resolve whether a physician-patient relationship is required to give rise to a claim for medical malpractice.\n¶19 In this case, after the close of evidence, the trial court dismissed Dr. Werschler from individual liability. The jury was not told that he was dismissed, and the dismissal did not retroactively affect the evidence Paetsch was able to present at trial. The trial court instructed the jury:\nJury instruction 3: “Spokane Dermatology Clinic, P.S. is a corporation. A corporation can only act through its officers and employees. Any act or omission of an officer or employee is the act or omission of the corporation.”\nJury instruction 4: “At the time medical care and treatment was provided to plaintiff, Dr. William Werschler and Daniel R. Rhoads [ ] were employees and agents of defendant Spokane Dermatology Clinic, P.S. Any act of either is the act or omission of Spokane Dermatology Clinic, P.S.”\nJury instruction 9: “A health care professional such as a physician or certified physician’s assistant owes to the patient a duty to comply with the standard of care for one of the profession or class to which he belongs. . . .” (Emphasis added.)\nHaving these instructions, the jury found:\nSpecial verdict question 1: “Was there negligence by Defendant Spokane Dermatology Clinic in the care and treatment of Plaintiff Phyllis Paetsch?” Jury answer: “No.”\n¶20 Based on this verdict, we hold that it was not reversible error for the trial court to dismiss Dr. Werschler from liability. Paetsch presented her case before a jury, and she was able to argue that Dr. Werschler owed a duty of care. The jury had the opportunity to consider these instructions and arguments, and the jury found that Dr. Werschler and Rhoads were not negligent. Because Paetsch did not establish medical negligence, it was not reversible error to dismiss Dr. Werschler from liability.\nIII. Paetsch’s objection to the “exercise of judgment instruction” is controlled by our decision in Fergen\n¶21 Paetsch also argues that the trial court erred in giving the jury a variant on the “exercise of judgment” jury instruction. Jury instruction 11 read:\nA physician or certified physician’s assistant is not liable for selecting one of two or more alternative courses of treatment, if, in arriving at the judgment to follow the particular course of treatment the physician or certified physician’s assistant exercised reasonable care and skill within the standard of care the physician or certified physician’s assistant was obligated to follow.[]\nThe propriety of this instruction is resolved against Paetsch by our decision in Fergen v. Sestero, 182 Wn.2d 794, 346 P.3d 708 (2015).\n¶22 Fergen holds that it is within the trial court’s discretion to give the exercise of judgment instruction when the “ ‘doctor is confronted with a choice among competing therapeutic techniques or among medical diagnoses.’ ” 182 Wn.2d at 808 (quoting Watson v. Hockett, 107 Wn.2d 158, 165, 727 P.2d 669 (1986)). Paetsch argues that this instruction is inappropriate in a case alleging medical misdiagnosis because there are no competing, valid diagnoses in a misdiagnosis. However, Rhoads testified that he considered both an infection and necrosis diagnosis and that he chose to treat the patient first for an infection. He made a choice of treatment between two competing medical diagnoses, and the trial court acted within its discretion in giving the exercise of judgment instruction. See id. at 811-12.\n¶23 Paetsch also asserts that the instruction should be abandoned because it is harmful and improper. Fergen rejects this argument and holds that the instruction helps juries to understand the complexity of the legal standard that they are being asked to apply. Id. at 811. Paetsch does not raise an argument, distinguishable from those raised in Fergen, that this instruction should be rejected. We therefore decline Paetsch’s invitation to abandon the use of the exercise of judgment instruction.\nCONCLUSION\n¶24 The trial court’s instructions to the jury permitted Paetsch to argue her theory of the case, and the jury found against her. Under Fergen, we also reject Paetsch’s challenge to the exercise of judgment jury instruction. Accordingly, we affirm the Court of Appeals.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur.\nReconsideration denied July 8, 2015.\nWe denied review of the petitioner’s informed consent claim and therefore do not address it in this opinion.\nPhyllis Paetsch arguably preserved her challenge to the validity of the “exercise of judgment” jury instruction, the propriety of which is affirmed in Fergen v. Sestero, 182 Wn.2d 794, 346 P.3d 708 (2015). Assuming that Paetsch’s challenge was preserved, Paetsch does not raise any new claims that are distinguishable from those decided in Fergen. Thus, under Fergen, Paetsch’s challenge fails.\nWAC 246-918-005(1): “ ‘Certified physician assistant’ means an individual who has successfully completed an accredited and commission approved physician assistant program and has passed the initial national boards examination administered by the National Commission on Certification of Physician Assistants.” Certified physician assistants’ duties and responsibilities are identical to those of physician’s assistants; WAC 246-918-050 requires all physician assistants to be certified effective July 1, 1999.\nAt trial, Dr. Jon Wilenski described necrosis as the death of cells due either to disease or to a lack of blood supply. In this case, the necrosis was caused by a lack of blood supply.\nRhoads’ practice plan specified that Dr. Smith was his supervisor and sponsoring physician and that Dr. Werschler was his alternate supervisor, in compliance with chapter 246-918 WAC. Dr. Smith was available at the clinic during each of Paetsch’s visits to the clinic, and his initials appear on all of her charts. Accordingly, Dr. Smith was responsible for Rhoads’ medical actions toward Paetsch, including the injection of Restylane into her forehead, as well as the subsequent misdiagnosis and resultant injuries for the duration of her care at the clinic. RCW 18.71A.050. He was not named in the suit. Paetsch did not argue that Dr. Werschler was responsible for the patient services provided by Rhoads as a nonsponsoring physician who knowingly used PA-C Rhoads to perform patient services. WAC 246-918-150(2).\nSome courts in our state have opined that the physician-patient relationship is no longer an element required to establish medical malpractice. See Eelbode v. Chec Med. Ctrs., Inc., 97 Wn. App. 462, 467, 984 P.2d 436 (1999) (stating that “claim of failure to follow the accepted standard of care does not require a physician-patient relationship”); Judy v. Hanford Envtl. Health Found., 106 Wn. App. 26, 37-38, 22 P.3d 810 (2001) (“chapter 7.70 RCW[ ] extends malpractice liability beyond traditional physician-patient relationships”). We express no opinion on this question.\nPaetsch did not object to jury instructions 3 or 4. Paetsch did object to jury instruction 9, arguing that the proper standard of care is that expected by society. She did not object on the ground that this duty was owed only to patients.\nThis is a pattern jury instruction. See 6 Washington Practice: Washington Pattern Jury Instructions: Civil 105.08, at 612 (6th ed. 2012).",
        "type": "majority",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "Mary E. Schultz (of Mary Schultz Law PS), for petitioner.",
      "William F. Etter and Ronald A. Van Wert (of Etter McMahon Lamberson Van Wert & Oreskovich PC); and Mary H. Spillane {oíFain Anderson VanDerhoefPLLC), for respondents.",
      "George M. Ahrend and Bryan P. Harnetiaux on behalf of Washington State Association for Justice Foundation, am-icus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 89866-9.\nEn Banc.]\nArgued September 9, 2014.\nDecided March 12, 2015.\nPhyllis Paetsch, Petitioner, v. Spokane Dermatology Clinic, PS, et al., Respondents.\nMary E. Schultz (of Mary Schultz Law PS), for petitioner.\nWilliam F. Etter and Ronald A. Van Wert (of Etter McMahon Lamberson Van Wert & Oreskovich PC); and Mary H. Spillane {oíFain Anderson VanDerhoefPLLC), for respondents.\nGeorge M. Ahrend and Bryan P. Harnetiaux on behalf of Washington State Association for Justice Foundation, am-icus curiae."
  },
  "file_name": "0842-01",
  "first_page_order": 878,
  "last_page_order": 889
}