{
  "id": 4204470,
  "name": "SLIPPERY ROCK AREA SCHOOL DISTRICT, Appellant v. PENNSYLVANIA CYBER CHARTER SCHOOL, Appellee",
  "name_abbreviation": "Slippery Rock Area School District v. Pennsylvania Cyber Charter School",
  "decision_date": "2011-11-23",
  "docket_number": "No. 27 WAP 2010",
  "first_page": "486",
  "last_page": "504",
  "citations": [
    {
      "type": "official",
      "cite": "612 Pa. 486"
    },
    {
      "type": "parallel",
      "cite": "31 A.3d 657"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "313 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "169",
          "parenthetical": "Opinion Announcing the Judgment of the Court"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582037
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "Opinion Announcing the Judgment of the Court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0052-01"
      ]
    },
    {
      "cite": "983 A.2d 1231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7294633,
        4196588
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "1246",
          "parenthetical": "quoting Pennsylvania Human Relations Commission v. Uniontown Area School District, 455 Pa. 52, 313 A.2d 156, 169 (1973) (Opinion Announcing the Judgment of the Court)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/983/1231-01",
        "/pa/603/0374-01"
      ]
    },
    {
      "cite": "603 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4196588
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "quoting Pennsylvania Human Relations Commission v. Uniontown Area School District, 455 Pa. 52, 313 A.2d 156, 169 (1973) (Opinion Announcing the Judgment of the Court)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/603/0374-01"
      ]
    },
    {
      "cite": "364 A.2d 770",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "773"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "876 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8966802,
        687757
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "352"
        },
        {
          "page": "353"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/0346-01",
        "/pa/583/0072-01"
      ]
    },
    {
      "cite": "583 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        687757
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/583/0072-01"
      ]
    },
    {
      "cite": "879 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8933265,
        687746
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0185-01",
        "/pa/583/0478-01"
      ]
    },
    {
      "cite": "583 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        687746
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/583/0478-01"
      ]
    },
    {
      "cite": "963 A.2d 1274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4194522,
        8176476
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "1278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0131-01",
        "/a2d/963/1274-01"
      ]
    },
    {
      "cite": "600 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4194522
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0131-01"
      ]
    },
    {
      "cite": "975 A.2d 1221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7298826
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "1224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/975/1221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1133,
    "char_count": 33931,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 2.685429230592416e-07,
      "percentile": 0.827028139478402
    },
    "sha256": "b62f2f00a565bbedc1da1b30df50bd27cedf466a7643a759fdfdffa110586f9e",
    "simhash": "1:396fa8e8280f2f03",
    "word_count": 5403
  },
  "last_updated": "2024-02-27T21:06:01.025246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ.",
      "Chief Justice CASTILLE, Justices EAKIN, BAER, TODD, and McCAFFERY join the opinion.",
      "Justice SAYLOR files a concurring opinion."
    ],
    "parties": [
      "SLIPPERY ROCK AREA SCHOOL DISTRICT, Appellant v. PENNSYLVANIA CYBER CHARTER SCHOOL, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice ORIE MELVIN.\nWe granted review to determine whether a public school district is obligated to fund a kindergarten program offered by a cyber charter school for a four-year-old student when the district has exercised its discretion not to offer such a program in its public schools. For the reasons that follow, we conclude that the school district is not required to fund the program. Accordingly, we reverse the order of the Commonwealth Court.\nThe Charter School Law (“CSL”), 24 P.S. §§ 17-1701-A-17-1751-A, provides for the funding of charter schools by requiring a school district to pay the charter school for each student residing in the district who attends the charter school. If a school district fails to make the payment, the CSL authorizes the Secretary of Education (“Secretary”) to deduct the appropriate amount from the state’s payments to the district. 24 P.S. § 17-1725-A(a)(5).\nOn October 25, 2006, the Secretary notified Appellant, Slippery Rock Area School District (“Slippery Rock”), that funds had been deducted from the district’s state subsidy and were made payable to Appellee, Pennsylvania Cyber Charter School (“Cyber School”). The Secretary deducted funds because Slippery Rock failed to pay Cyber School for numerous students residing in the district who were attending Cyber School. Pursuant to section 17-1725-A(a)(6) of the CSL, the Secretary advised Slippery Rock that it had thirty days in which to contest the deductions.\nBy letter dated November 21, 2006, Slippery Rock notified the Department that the deduction was “inaccurate.” Slippery Rock objected to the withholding of $1,716.68 for a four-year-old female student enrolled in Cyber School’s kindergarten program. Slippery Rock asserted that the deduction for this student was “contrary to law” because the Public School Code of 1949 (“PSC”), 24 P.S. §§ 1-[ XXX-XX-XXXX ], requires the district “to educate every person, residing in the district, between the ages of six and twenty-one years.” 24 P.S. § 5-501. Slippery Rock averred that while it operates a discretionary kindergarten program for five-year-old children, the four-year-old student still fell below the age threshold. Since the student at issue did not meet the age requirements for admission into the district’s kindergarten program, Slippery Rock argued that it was not obligated to “assume the costs or obligation of this individual’s enrollment into [Cyber School].” Letter, 11/21/06, Certified Record (“C.R.”) at 11.\nThe Department responded to Slippery Rock’s objection on January 23, 2007, indicating that the district was properly assessed the cost of the student’s enrollment in Cyber School. By letter dated February 22, 2007, Slippery Rock reiterated its earlier objection to the deduction and requested a hearing before the Department. Following the Department’s directive, Cyber School filed a response asserting that Slippery Rock’s objection did not fall within any permissible basis for a challenge to the deduction pursuant to the CSL. See Letter, 3/22/07, C.R. at 8.\nOn May 9, 2007, the Department appointed a hearing officer. Cyber School filed a motion to dismiss, arguing that: (1) the student’s enrollment complied with the CSL; (2) Slippery Rock’s objection had no basis in law; (3) Slippery Rock’s argument violated the intent and policy behind the CSL; and (4) Slippery Rock lacked standing to object. Slippery Rock filed a response asserting that it had standing to object to the deduction. On the merits, Slippery Rock argued that it was not obligated to pay for the education of a student who could not, because of her age, enroll in the district. Slippery Rock maintained that Cyber School must abide by the district’s admission policy in order to receive payment. Since there were no disputed factual issues, the hearing officer certified the case to the Secretary for disposition.\nBy opinion and order dated January 8, 2008, the Secretary granted Cyber School’s motion and dismissed Slippery Rock’s objection. The Secretary observed that section 5-503 of the PSC gives school districts the discretion to establish and maintain kindergarten programs. The Secretary reasoned that the mere fact that school districts have the discretion to establish a kindergarten does not prohibit a cyber charter school from implementing a similar program.\nThe Secretary further recognized that 24 P.S. § 17-1749-A(b)(2) subjects cyber charter schools to, inter alia, the Chapter 11 regulations promulgated by the State Board of Education. Pursuant to section 11.14, “When kindergarten is provided, the board of school directors shall establish the district’s minimum entry age,” which may not be less than four years, no months, before the first day of the school term. 22 Pa.Code § 11.14. The Secretary noted that other sections in Chapter 11 refer to the “board of school directors” or the “school board” and grant these entities the authority to establish polices regarding attendance, religious holidays, and absences. See 22 Pa.Code §§ 11.21(a), 11.41(b), and 11.41(c). The Secretary opined, “Because cyber charter schools are subject to Chapter 11, in order to comply with the CSL and prevent an absurd result, the references to ‘board of directors’ and ‘school board’ must be read to mean ‘board of trustees of the cyber charter school.’ ” Opinion and Order, 1/8/08, C.R. at 5. According to the Secretary, without this “modified reading,” these sections would allow the school district to set policies at the cyber charter school in violation of the intent behind the CSL.\nRecognizing that the CSL grants the board of trustees of a cyber charter school the authority to set polices relating to the operation of the school, including the curriculum, the Secretary found that Cyber School can establish a kindergarten program for four-year-old students. The Secretary concluded, “Slippery Rock cannot deny payment to [Cyber School] simply because Slippery Rock does not have a four-year-old kindergarten program.” Id. at 6. Consequently, the Secretary granted Cyber School’s motion to dismiss Slippery Rock’s objection. Slippery Rock filed a petition for review with the Commonwealth Court.\nIn a unanimous en banc opinion, the Commonwealth Court affirmed the order of the Secretary. Slippery Rock v. Pennsylvania Cyber Charter School, 975 A.2d 1221 (Pa.Cmwlth. 2009). The court recognized that the CSL was enacted to “establish and maintain schools that operate independently from the existing school district structure” in order to increase learning opportunities and provide educational opportunities that are not available in the public school system. Id. at 1223 (citing 24 P.S. § 17-1702-A). The Commonwealth Court cited to the Secretary’s opinion and order at length, agreeing that references to the “board of directors” and the “school board” must be read to include the board of trustees at the cyber charter school. Likewise, the court agreed with the Secretary’s determination that the intent of the CSL is violated where the school district is permitted to dictate policies at the cyber charter school. Finding the Secretary’s reasoning persuasive and entitled to deference, the Commonwealth Court affirmed the order.\nSlippery Rock filed a petition for allowance of appeal with this Court, which we granted limited to the following issue:\nWhether, pursuant to the Public School Code, 24 P.S. §§ 1— 101 to 27-2702, and the Charter School Law, 24 P.S. §§ 17-1701-A to 17-1751-A, a school district that has exercised its discretion not to provide a kindergarten program to four-year-old students within its district is nevertheless obligated to fund a kindergarten program provided by a cyber charter school for a four-year-old student residing within that same district?\nSlippery Rock first argues that neither cyber charter schools nor their boards of trustees have the authority to establish the entry age for kindergarten students. Similarly, Slippery Rock avers that the CSL does not give the Department the authority to adopt regulations granting cyber charter schools the ability to establish the entry age. Rather, Slippery Rock asserts that the PSC vests the school district with the authority to set the kindergarten enrollment age. As support for this claim, Slippery Rock cites section 5-503 of the PSC, under which the “board of school directors ... may establish and maintain kindergartens for children between the ages of four and six years.” 24 P.S. § 5-503. Since this provision was not made applicable to cyber charter schools under section 17-1749-A(a) of the CSL, Slippery Rock contends that the discretionary authority to set the enrollment age rests exclusively with the school district.\nSlippery Rock also contests the Secretary’s rationale that a “modified reading” of 22 Pa.Code § 11.14 was necessary to prevent an absurd result because other provisions within Chapter 11 are applicable to cyber charter schools and, therefore, would “allow a school district’s board of directors to determine policies at the cyber charter school----” Slippery Rock, 975 A.2d at 1224. Specifically, Slippery Rock contends that where the plain language of the regulation can be read consistently with the statutory provisions of both the PSC and the CSL, the Secretary does not have the interpretable authority to disregard this plain language.\nTo further illustrate its position, Slippery Rock points out that there are a multitude of regulations that expressly reference charter schools and each of those references either track provisions of the CSL or the PSC where applicable to cyber charter schools. It asserts that, unlike those other regulations, section 11.14 does not track any statutory provisions in the CSL nor any provisions within the PSC made applicable to cyber charter schools. Consequently, Slippery Rock maintains that the Secretary’s interpretation of section 11.14 to include the board of trustees of the cyber charter school is violative of the legislative intent expressed in the plain language of both the PSC and the CSL.\nSlippery Rock also alleges that the Secretary’s decision contravenes public policy. It contends, “I[f] the Secretary’s [o]rder is affirmed, cyber charter school[s] will be vested with the authority to expend school district funds, public monies raised through the taxing powers of the school districts, without the knowledge, consent or public action of the boards of school directors.” Brief of Slippery Rock at 25. Citing the limits of the financial resources available to school districts, Slippery Rock maintains that public policy mandates reversal of the order of the Commonwealth Court.\nCyber School counters that Slippery Rock’s position violates the plain language of the CSL. Cyber School avers that the applicable provisions of the CSL give it the authority to establish the kindergarten entry age. Cyber School notes that a cyber charter school is granted “all powers necessary or desirable for carrying out its charter.” 24 P.S. § 17-1714-A. Pursuant to section 17-1716-A(a) of the CSL, the board of trustees of the cyber charter school has the authority to “decide matters related to the operation of the school, including, but not limited to, budgeting, curriculum and operating procedures, subject to the school’s charter.” 24 P.S. § 17-1716-A(a). Cyber School further observes that section 17-1719-A(3) requires that the charter school’s application identify “[t]he grade or age levels served by the school.” 24 P.S. § 17-1719-A(3). Cyber School avers that the above-referenced sections, which contain “expansive grants of power,” demonstrate that it has the authority to set the kindergarten enrollment age. Brief of Cyber School at 25.\nCyber School recognizes that the Department is the agency entrusted with the supervision of public schools in the Commonwealth such that its interpretation of the PSC and CSL is entitled to deference. Accordingly, Cyber School relies on a Department publication, the Basic Education Circular (“BEC”), which states that “[t]he charter school’s [kindergarten admission age shall be set by the charter school [b]oard of [trustees.” Basic Education Circular, Charter Schools 24 P.S. § 17-1701-A, Topic 6 (October 1, 2004). Relying on the Department’s pronouncement, Cyber School contends that it had the authority to set the kindergarten admission age at four years and that, in so doing, it complied with the minimum entry age identified in section 5-503 of the PSC.\nFinally, Cyber School argues that its interpretation aligns with the intent behind the CSL. It asserts, “[T]o permit Slippery Rock to determine or in any way dictate the admission criteria for [Cyber School] would infringe upon [Cyber School’s] authority to decide matters related to the operation of the school and would violate the intent of the CSL by allowing school districts to dictate policies to presumptively independent charter schools.” Brief of Cyber School at 16. Furthermore, Cyber School contends that Slippery Rock’s position violates the clearly expressed intent behind the CSL by limiting educational opportunities. In a related argument, Cyber School notes a practical “problem” inherent in Slippery Rock’s interpretation. Specifically, Cyber School avers that it would no longer be able to maintain a uniform admissions policy and would be tasked with the onerous burden of applying different admissions criteria to various students based on their district of residence. Accordingly, Cyber School urges affirmance.\nThe issue before this Court is one of statutory construction and is a pure question of law. Questions of law are subject to a de novo standard of review, and the scope of review is plenary. St. Elizabeth’s Child Care Center v. Department of Public Welfare, 600 Pa. 131, 963 A.2d 1274, 1278 (2009).\nOur inquiry is guided by the principles set forth in the Statutory Construction Act, including the primary maxim that the object of statutory construction is to ascertain and effectuate legislative intent. 1 Pa.C.S. § 1921(a). “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). The best indication of legislative intent is the plain language of the statute. Commonwealth v. Shiffler, 583 Pa. 478, 879 A.2d 185, 189 (2005). In reading the plain language, “words and phrases shall be construed according to rules of grammar and according to their common and approved usage,” while any words or phrases that have acquired a “peculiar and appropriate meaning” must be construed according to that meaning. 1 Pa.C.S. § 1903(a). Only when “the words of the statute are not explicit” is resort to statutory construction appropriate. 1 Pa.C.S. § 1921(c); Street Road Bar & Grille, Inc. v. Pennsylvania Liquor Control Board, 583 Pa. 72, 876 A.2d 346, 352 (2005). Finally, in ascertaining legislative intent, the Statutory Construction Act “requires a presumption that the General Assembly did not intend a result that is absurd or unreasonable.” 1 Pa.C.S. § 1922(1); Street Road Bar & Grille, Inc., 876 A.2d at 353.\nThe relationship between a local school district and a charter school is set forth in the PSC, which subsumes the CSL. The parties argue that there is tension between the PSC and the CSL in that a school district could be required to fund educational programs at a cyber charter school when the school district has elected not to provide similar services in the public schools. Before we can reach the ultimate issue of funding, we must first determine whether Cyber School has the authority to set the enrollment age for its kindergarten program. Cyber School claims that it is vested with such authority under the provisions in the CSL that delineate the procedures for establishing a cyber charter school. Therefore, we begin our analysis with a review of those statutory provisions.\nUnder section 17-1719-A of the CSL, a party seeking a charter is required to file an application containing detailed information regarding the proposed school. As relevant herein, the charter application must set forth the “grade or age levels” to be served by the school as well as the admissions policy and criteria. 24 P.S. § 17-1719-A(3), (6). Once an application is filed, the Department must evaluate the proposed school based on specified criteria and grant or deny the request within 120 days. 24 P.S. § 17-1745-A(e), (f). Following the grant of a charter, the school is vested with various enumerated powers, including a broad provision granting “such other powers as are necessary to fulfill its charter.” 24 P.S. § 17-1714-A(b). Furthermore, the board of trustees of the cyber charter school has “the authority to decide matters related to the operation of the school, including, but not limited to, budgeting, curriculum and operating procedures, subject to the school’s charter.” 24 P.S. § 17-1716-A(a).\nA review of the statutory framework indicates that cyber charter schools have the ability to set the “grade or age levels served by the school,” while the school and its board of trustees have the authority to implement and enforce the specified policy. Consequently, we find that Cyber School has the authority to set its enrollment age at four years and zero months for admission into its kindergarten program.\nWe recognize, however, that the General Assembly has not granted Cyber School unfettered authority under section 17-1719-A. We observe that section 17-1719-A(3) is necessitated by the very nature of charter schools. In our view, this section derives from the fact that a charter school may offer a limited curriculum, electing — under the clear language of the CSL — to serve only particular grade levels. 24 P.S. § 17-1719-A(3). Stated differently, a charter school may operate exclusively as an elementary school, a middle school, a high school, or a combination thereof. Thus, the statutory provision requiring a cyber charter school to set forth in its application the “age or grades” to be served stems, at least in part, from the fact that a cyber charter school need not offer a complete education to its students. Section 17-1719-A addresses the issue by requiring the school to identify its intended scope in the charter application. As such, while the CSL grants Cyber School the authority to set the “ages or grades” to be served, this authority is limited and cannot be viewed as the “expansive” grant of power urged by Cyber School.\nIt is undisputed that a school district has the discretionary authority to establish a kindergarten program and the concomitant ability to set the admission age. Under section 5-503 of the PSC, “The board of school directors may establish and maintain kindergartens for children between the ages of four and six years.” 24 P.S. § 5-503. Section 11.14 of the Pennsylvania Administrative Code implements this provision. Section 11.14 reads: 22 Pa.Code § 11.14. The regulation is clear and unambiguous: when kindergarten is provided, it is the province of the board of school directors to set the minimum entry age for the entire district. Thus, section 11.14 grants the board of school directors the authority to set the youngest age at which a child residing in the district may enroll in a kindergarten program. Reading section 5-503 of the PSC together with 22 Pa.Code § 11.14, it is apparent that the board of school directors may, in their discretion, set up a kindergarten, and when the board exercises this discretion and establishes a kindergarten, the board sets the minimum entrance age for the school district.\nWhen kindergarten is provided, the board of school directors shall establish the district’s minimum entry age to kindergarten. The minimum entry age to kindergarten may not be less than 4 years, no months, before the first day of the school term.\nCyber charter schools are, under the express terms of the CSL, bound by the Chapter 11 regulations. Since the regulation is clear on its face, we find the “modified reading” advanced by the Secretary and adopted by the Commonwealth Court to be in error. There is no justification for reading “board of school directors” to include the board of trustees at the cyber charter school. Such an interpretation runs counter to the express language of the regulation. In finding that it is necessary to include the board of trustees of the cyber charter school to avoid an “absurd” result, the Secretary disregarded the plain meaning of the regulation under the pretext of pursuing the spirit of the CSL. Since there is no ambiguity in the language, we cannot condone such an interpretation.\nAs the parties have observed, cyber charter schools are subject to 22 Pa.Code § 11.14, but they are not subject to section 5-503 of the PSC. The precise reason that section 5-503 was not made applicable to cyber charter schools is not apparent, and we will not speculate as to the General Assembly’s motives in excluding section 5-503 from 24 P.S. § 17-1749-A.\nThus, a plain reading of the applicable statutes and regulations reveals that the General Assembly granted both Cyber School and Slippery Rock the ability to set the enrollment age for a kindergarten program. It is not immediately apparent, however, where the authority of one of these entities ends and the other begins. Thus, it is evident that the General Assembly created a gap when it failed to articulate whether it is a cyber charter school’s or a school district’s policy that prevails in the event of a conflict regarding funding. When faced with such a conflict, we hold that the cyber charter school is bound by the policy of the school district in which the student resides. Our holding is guided by the recognition that the district’s funding obligation is inextricably linked to its duty to provide a public education.\nWe observe that section 17-1725-A of the CSL, the provision that governs the funding of cyber charter schools, does not provide explicit guidance on the matter. Section 17-1725-A places the burden to fund the education of a student enrolled in a cyber charter school on the school district of residence. 24 P.S. § 17-1725-A. The school district satisfies this obligation by making monthly payments to the charter school, with the precise amount of the payment calculated from a statutory formula. See 24 P.S. § 17-1725-A(a)(2), (3), (5). Section 17-1725-A also provides an enforcement mechanism in the event that a school district refuses to comply. When faced with a recalcitrant school district, the CSL authorizes the Secretary to “deduct the amount, as documented by the charter school, from any and all State payments made to the district after receipt of documentation from the charter school.” 24 P.S. § 17-1725-A(5). Thus, the CSL does not address the funding obligation of a school district in instances where the admissions policy of the cyber charter school does not mimic that of the school district.\nIn the absence of statutory guidance, we return to the Chapter 11 regulations of the Pennsylvania Administrative Code. Section 11.11, “Entitlement of resident children to attend public schools,” provides in pertinent part, “A school aged child is entitled to attend the public schools of the child’s district of residence.” 22 Pa.Code § 11.11. The regulation further specifies that a child’s district of residence is the district in which the child’s parents or guardian reside. Id. Section 11.12 defines “school age” as follows:\nSchool age is the period of a child’s life from the earliest admission age to a school district’s kindergarten program until graduation from high school or the end of the school term in which a student reaches the age of 21 years, whichever occurs first.\n22 Pa.Code § 11.12 (emphasis added). Thus, a child is entitled to enroll in the public schools of his or her district of residence only when the child meets the school district’s minimum entrance age to kindergarten. Before such time, the district bears no obligation to educate the child and, by extension, bears no obligation to fund educational programs for the child. In the instant case, the earliest a child may enroll in Slippery Rock’s kindergarten program is the age of five. Since a four-year-old resident of the Slippery Rock School District may not attend the public schools, the district does not have to pay for the child’s admission to Cyber School. Accordingly, while a cyber charter school may set its own entrance age for kindergarten, the school district does not have the commensurate obligation to pay where the cyber charter school’s policy does not align with that of the school district.\nTo hold that Slippery Rock is obligated to fund educational opportunities for students not yet eligible to attend the district’s public schools would allow those students who enroll in Cyber School to receive greater benefits than a similarly-situated student who chooses to attend the public school. Additionally, forcing Slippery Rock to pay for the education of a student who could not, because of her age, enroll in the district would override the district’s admissions policy. There is nothing in the PSC or the CSL that compels or sanctions such a result. A child is not statutorily entitled to a kindergarten education. 24 P.S. § 5-503; 24 P.S. § 13-1327; 22 Pa.Code § 11.13; O’Leary v. Wisecup, 26 Pa. Cmwlth. 538, 364 A.2d 770, 773 (1976). Thus, a child is permitted to enroll in kindergarten only to the extent that a district has exercised its discretion to provide such a program. Where kindergarten is available, the applicable regulations dictate that entitlement to a public education begins when the child meets the minimum entrance age to the district’s kindergarten program. It is then, and only then, that the district’s funding obligation arises. Accordingly, we reject Cyber School’s argument that section 17-1719-A mandates a different result. Thus, while Cyber School may offer educational programs to students who are too young to attend classes in the Slippery Rock School District, Cyber School is precluded from billing the district for those same students.\nOur conclusion does not limit the autonomy of Cyber School or contradict the intent behind the CSL. Cyber School may still set the entry age of its students and allow four-year-old children to enroll in its kindergarten program, but it does so at its own cost if the student’s home district has set a different entrance age. In maintaining a younger admissions age, Cyber School continues to operate independently from the school district. See 24 P.S. § 17-1702-A. Likewise, by accepting students at an earlier age than the school district, Cyber School increases educational opportunities, provides expanded choices, and encourages the use of alternative teaching methods. Id. Our decision does not infringe upon Cyber School’s authority to decide matters related to the school or otherwise curtail Cyber School’s ability to function as an independent public school.\nIn sum, we find that Cyber School has the authority to set its minimum age for admission, consistent with 24 P.S. 17-1719-A. Slippery Rock, however, has the duty to fund the education of only those students who chose to enroll in Cyber School beginning at the age of five, the minimum age at which a child may enroll in the school district’s kindergarten program. Since the student at issue was only four years old and, therefore, unable to attend Slippery Rock’s discretionary kindergarten program, the district bore no obligation to pay for her enrollment in Cyber School.\nThe order of the Commonwealth Court is reversed.\nChief Justice CASTILLE, Justices EAKIN, BAER, TODD, and McCAFFERY join the opinion.\nJustice SAYLOR files a concurring opinion.\n. Specifically, this section provides:\nIf a school district fails to make a payment to a charter school as prescribed in this clause, the secretary shall deduct the estimated amount, as documented by the charter school, from any and all State payments made to the district after receipt of documentation from the charter school.\n24 P.S. § 17-1725-A(a)(5). The precise amount of the payment is based on a statutory formula. See 24 P.S. § I7-1725-A(a)(2), (3), (5).\n. Cyber School is an independent public school operating under a charter granted by the Pennsylvania Department of Education (“the Department”), initially effective July 1, 2000 to June 30, 2005 and currently renewed.\n. Section 5-503, entitled \"Kindergartens,\" provides in pertinent part:\nThe board of school directors in any school district may establish and maintain kindergartens for children between the ages of four and six years.\n24 P.S. § 5-503.\n. The intent of the General Assembly in enacting the CSL was to provide opportunities for teachers, parents, pupils and community members to establish and maintain schools that operate independently from the existing school district structure to accomplish all of the following: (1) improve pupil learning; (2) increase learning opportunities for all pupils; (3) encourage the use of different and innovative teaching methods; (4) create new professional opportunities for teachers; (5) provide parents and pupils with expanded choices in the types of educational opportunities that are available within the public school system; and (6) hold the schools accountable for meeting measurable academic standards. 24 P.S. § 17-1702-A.\n. 24 P.S. § 17-1749-A provides in pertinent part:\n(a) General requirements. — Cyber charter schools shall be subject to the following:\n(1) Sections 108, 110, 111, 321, 325, 326, 327, 431, 436, 443, 510, 518, 527, 708, 752, 753, 755, 771, 776, 777, 808, 809, 810, 1109, 1111, 1112(a), 1205.1, 1205.2, 1301, 1302, 1310, 1317.2, 1318, 1330, 1332, 1303-A, 1518, 1521, 1523, 1531, 1547, 1702-A, 1703-A, 1714-A, 1715-A, 1716-A, 1719-A, 1721-A, 1722-A, 1723-A(a) and (b), 1724-A, 1725-A, 1727-A, 1729-A, 1730-A, 1731-A(a)(l) and (b) and 2014-A and Articles XII-A, XIII-A and XIV.\n(b) Regulations. — Cyber charter schools shall be subject to the following provisions of 22 Pa.Code (relating to education):\n(2) Chapter 11 (relating to pupil attendance).\n. The Pennsylvania Coalition of Public Charter Schools submitted an amicus curiae brief in support of Cyber School’s position. Since the arguments are nearly identical to those presented by Cyber School, they are not reiterated herein.\n. The parties do not dispute that a cyber charter school may offer a kindergarten program.\n. The Department is charged with the responsibility of overseeing cyber charter schools. 24 P.S. § 17-1745-A. By contrast, \"brick-and-mortar” charter schools are chartered and overseen by the school district in which they are located. 24 P.S. § 17-1717-A.\n. According to the Department, there were twelve cyber charter schools operating in the Commonwealth for the 2010-11 academic year. Nine of these schools served kindergarten through twelfth grade, whereas three of the schools elected to offer a more limited curriculum. Specifically, two schools enrolled students in grades nine through twelve, whereas the other school served grades six through twelve. Pennsylvania Department of Education, Charter Schools (February 2011), available at http://www.portal.state.pa.us/portal/server.pt/community/ charter_schools/7356.\n. \"A valid legislative regulation ‘is the product of an exercise of legislative power by an administrative agency ... and is as binding upon a court as a statute.' ” Slippery Rock Area School District v. Unemployment Compensation Board of Review, 603 Pa. 374, 983 A.2d 1231, 1246 (2009) (quoting Pennsylvania Human Relations Commission v. Uniontown Area School District, 455 Pa. 52, 313 A.2d 156, 169 (1973) (Opinion Announcing the Judgment of the Court)).\n. As previously noted, cyber charter schools are explicitly bound by these provisions under 24 P.S. § 17-1749-A(b)(2).",
        "type": "majority",
        "author": "Justice ORIE MELVIN."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nAlthough I support the result reached by the majority opinion, I differ with its perspective that “[tjhere is no justification for reading ‘board of school directors’ to include the board of trustees at the charter school.” Majority Opinion, at 500, 31 A.3d at 665. In fact, the General Assembly’s use of the technique of incorporation by reference to extend general provisions of the Public School Code into the cyber school context, see 24 P.S. § 17-1749-A, requires similar translative efforts in many other material respects. I also have difficulty with the majority’s vision of a demarcation between age of admission and funding, see Majority Opinion, at 503-04, 31 A.3d at 667, in light of the constraints on a charter school’s ability to independently generate revenues, see 24 P.S. § 17-1725-A(a)(l) (“There shall be no tuition charge for a resident or nonresident student attending a charter school”). For these and other reasons, I believe this is a closer case than is reflected on the face of the majority opinion.\nIn the end, however, I find the governing statute to be materially ambiguous and believe that, if the General Assembly wishes local school districts to fund cyber-kindergarten programs where the district has validly exercised its discretion not to offer a public-school analogue, such an intention should be made plainer.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Thomas W. King III, Thomas E. Breth, Dillon McCandless King Coulter & Graham L.L.P., Butler, for Slippery Rock Area School District, Appellant.",
      "W. Timothy Barry, Shon Kelly Worner, W. Timothy Barry & Associates, L.L.C., Canonsburg, for Pennsylvania Cyber Charter School, Appellee.",
      "Mark G. Morford, Latsha, Davis, Yohe & McKenna, P.C., Exton, for Pennsylvania Coalition of Public Charter Schools, Appellee Amicus Curiae."
    ],
    "corrections": "",
    "head_matter": "31 A.3d 657\nSLIPPERY ROCK AREA SCHOOL DISTRICT, Appellant v. PENNSYLVANIA CYBER CHARTER SCHOOL, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 12, 2011.\nDecided Nov. 23, 2011.\nThomas W. King III, Thomas E. Breth, Dillon McCandless King Coulter & Graham L.L.P., Butler, for Slippery Rock Area School District, Appellant.\nW. Timothy Barry, Shon Kelly Worner, W. Timothy Barry & Associates, L.L.C., Canonsburg, for Pennsylvania Cyber Charter School, Appellee.\nMark G. Morford, Latsha, Davis, Yohe & McKenna, P.C., Exton, for Pennsylvania Coalition of Public Charter Schools, Appellee Amicus Curiae.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0486-01",
  "first_page_order": 530,
  "last_page_order": 548
}