{
  "id": 4204657,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Gregory Thomas WISNESKI, Appellee",
  "name_abbreviation": "Commonwealth v. Wisneski",
  "decision_date": "2011-09-29",
  "docket_number": "No. 5 WAP 2010",
  "first_page": "91",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "612 Pa. 91"
    },
    {
      "type": "parallel",
      "cite": "29 A.3d 1150"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "361 A.2d 715",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        821656
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/242/0569-01"
      ]
    },
    {
      "cite": "239 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6769660
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/239/0001-01"
      ]
    },
    {
      "cite": "911 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8405920,
        3851970
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/1258-01",
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "590 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851970
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "985 A.2d 1283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4196852,
        4196628,
        7294406,
        7294431
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "1286",
          "parenthetical": "citing In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261 (2006)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/604/0307-01",
        "/pa/604/0307-02",
        "/a2d/985/1283-01",
        "/a2d/985/1283-02"
      ]
    },
    {
      "cite": "604 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4196852,
        4196628
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "citing In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261 (2006)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/604/0307-01",
        "/pa/604/0307-02"
      ]
    },
    {
      "cite": "991 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3696928,
        7291045,
        3697290,
        3697018,
        7291027,
        7291066
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "881",
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/605/0461-02",
        "/a2d/991/0881-02",
        "/pa/605/0462-01",
        "/pa/605/0463-01",
        "/a2d/991/0881-01",
        "/a2d/991/0881-03"
      ]
    },
    {
      "cite": "605 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3696928,
        3698316
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/605/0461-02",
        "/pa/605/0461-01"
      ]
    },
    {
      "cite": "981 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "Klein, J., dissenting"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 890,
    "char_count": 19950,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 6.095130193347235e-08,
      "percentile": 0.38052083345399673
    },
    "sha256": "2a5a36735cbd042b272fa5b4f7644bada4d990ce04ce6a59015f4d4da5961fc0",
    "simhash": "1:ff1041a23a660c08",
    "word_count": 3335
  },
  "last_updated": "2024-02-27T21:06:01.025246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ.",
      "Chief Justice CASTILLE, Justices McCAFFERY and ORIE MELVIN join the opinion.",
      "Justice SAYLOR files a concurring opinion.",
      "Justice BAER files a concurring and dissenting opinion in which Justice TODD joins."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Gregory Thomas WISNESKI, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nSean Pearce was bicycling along a road when he collided with a construction barrel and fell onto the road. At least two vehicles, one driven by appellee, subsequently struck him, and his injuries proved fatal. Appellee later admitted driving along the road when, initially thinking he hit a speed bump, he looked in his mirror and saw a body in the road. Appellee did not stop at the scene or alert police. The Commonwealth charged appellee with failure to stop at an accident, failure to comply with a duty to give information and render aid, and failure to immediately notify the police.\nAppellee filed a habeas corpus petition, seeking dismissal of these charges, as the Commonwealth could not prove Pearce was alive when appellee struck him. The trial court concluded the statutes required the victim to be alive at the time of the accident, reasoning “once a victim of an accident is dead, the accident concludes and the statutes cannot apply to vehicles that later come upon the scene.” Trial Court Opinion, 12/7/07, at 11. The trial court granted appellee’s petition and dismissed the information.\nA divided panel of the Superior Court affirmed the trial court. Commonwealth v. Wisneski, No. 37 WDA 2008, 981 A.2d 326, unpublished memorandum at 7 (Pa.Super. filed June 10, 2009). The court found the statutes were unambiguous, and determined “[t]he Commonwealth ... has the burden of establishing [ajppellee was involved in an accident ‘resulting in,’ or had [sic] the consequence, effect, or conclusion of, injury or death.” Id., at 6. Because the Commonwealth stipulated it could not prove the victim was alive when appellee’s vehicle hit him, the court concluded it could not prove a violation of the statutes.\nJudge Klein filed a dissenting statement, arguing this was a single accident, which included two vehicles hitting the victim; because appellee hit the victim in this ongoing accident, the statutes applied to him. Commonwealth v. Wisneski, No. 37 WDA 2008, 981 A.2d 326, unpublished memorandum at 1 (Pa.Super. filed June 10, 2009) (Klein, J., dissenting). Judge Klein also opined, “I believe a hypothetical reasonable legislator would want the person in the striking vehicle to stop, see what was going on, and get assistance.” Id., at 2.\nWe granted allocatur on the following issue:\nWhere a motorist drives through the scene of a fatal accident and strikes the body of the accident victim, does the Commonwealth establish a prima facie case against the motorist for violating his duties to stop and render aid at the scene of the accident, if the Commonwealth is unable to prove that the victim was alive at the moment of the motorist’s impact?\nCommonwealth v. Wisneski, 605 Pa. 461, 991 A.2d 881, 881 (2010) (table). “This is a purely legal question; thus, our standard of review is de novo, and our scope of review is plenary.” Commonwealth v. Patton, 604 Pa. 307, 985 A.2d 1283, 1286 (2009) (citing In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261 (2006)).\nThe Commonwealth argues the statutes apply to any driver “involved” in an accident, not just the driver who caused the accident. The Commonwealth submits the legislative purpose of these statutes is to require any motorist involved in an accident in which a human being is injured or killed, to stop, render aid, and notify police, and points out that under the predecessor statute, the Superior Court approved a jury instruction indicating the defendant had an obligation to stop even if another vehicle previously struck the victim. See Commonwealth v. Paterick, 239 Pa.Super. 1, 361 A.2d 715, 719 (1976).\nAppellee argues the statutes do not apply to him because a living victim is an element of the statutes; he contends the Superior Court properly concluded the statutes require the Commonwealth to show the victim was living at the time of the accident. Appellee believes Paterick did not decide whether the driver had an obligation to stop when another vehicle had previously struck the victim. He alleges legislative history indicates these statutes only apply to a driver who “ ‘hits a human being and leaves that scene and that person dies.’ ” Appellee’s Brief, at 13 (quoting PA H.R. Jour., 2005 Reg. Sess. No. 74, at 2386). Lastly, appellee contends other states have interpreted similar statutes to require a victim to be alive at the time of the accident.\nPearce’s cousin filed an amicus curiae brief in support of the Commonwealth. She observes the statute’s language does not require the victim be living at the time of the accident. She suggests we should construe “injury” broadly enough to include post-mortem injuries, and argues the accident ended only after the last vehicle struck the victim, not when the victim died. Amicus contends appellee should not be excused from the universal statutory obligation to stop, notify, and aid merely because the victim may have died before being run over the final time. Requiring proof the victim was alive when appellee ran over him would create a loophole in these statutes, frustrating their purpose.\nThis is a matter of statutory interpretation, and “[t]he object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. Every statute shall be construed, if possible, to give effect to all its provisions.” 1 Pa.C.S. § 1921(a). “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” Id., § 1921(b).\nEvaluating the words of this statute, we find nothing that defines an “accident” nor delineates its duration. Generally, an accident is an “unintended ... injurious occurrence.” Black’s Law Dictionary 15 (8th ed.2004). In the relevant realm of vehicle law, the breadth of the term encompasses any untoward and unintended contact between a vehicle and something else. The contact between appellee’s car and Sean Pearce was an accident; by striking the body of the victim, appellee was clearly “involved in an accident.” It is equally clear he did not stop as required by law.\nIndeed, the Vehicle Code makes it an obligation of every driver to stop if involved in an accident that results in any damage or injury whatsoever. The penalties for not stopping increase with the magnitude of the results of the accident, but the obligation to stop applies no matter how serious those results might be. Thus, § 3745 makes it a summary offense if the accident damages unattended vehicles or other property. If the property or vehicle is attended, § 3743 makes it a misdemeanor. If the accident results in death or injury to a person, § 3742 makes it a felony.\nIt is also worth noting that the obligation to stop is not triggered by causation; determining who caused the accident or the death is not part of the statute and is hence irrelevant. It is involvement alone that triggers the obligation to stop, the quoted legislative floor debate comments or hypotheticals notwithstanding. One must look to what the legislature did, not what a single legislator thought the legislation did. And, as Judge Klein aptly noted, it is difficult to imagine the legislature wanted to excuse the obligation here.\nFrom this we see the legislature’s clear purpose — every driver in every accident must stop and comply with the duties set forth. That this is the purpose and the rule of the Vehicle Code is irrefutable. Had appellee merely run over Pearce’s bicycle, he had an obligation to stop. The issue is which statute applies to his malfeasance, given the inability to establish Pearce’s condition when appellee ran over him. The determinative question is whether the accident in which appellee was involved resulted in injury or death to Pearce.\nThere are two ways this could be answered in the affirmative: first, the accident was ongoing, as Judge Klein found, and secondly, if a separate accident, it resulted in injury to Sean Pearce, whether dead or alive, the position amicus urges.\nAddressing the first of these, we again find no definition which puts a limit on the duration of an “accident.” There are neither temporal nor circumstantial boundaries in the statute or in the dictionary, and this comports with common sense. We may concoct endless scenarios which show some accidents conclude swiftly, in a second or less, and others that continue for quite some time. Regardless, there is no reason to find a fatal accident is concluded at the moment the victim expires. The chain of events comprising an accident is not terminated by the happening of the most serious link in that chain, any more than would the accident be considered ongoing for days had Pearce lingered before passing. The terminus of an accident is the completion of all the physical on-scene events with a direct nexus to the onset of the incident, a conclusion particularly apropos where more than one vehicle is involved. Therefore, we find the learned trial court erred in finding the accident concluded when the victim died.\nPearce was subjected to multiple collisions to be sure, but does the fact he was struck twice mean he was by definition in more than one accident? Again, the statute does not contemplate this factual situation. Judge Klein posits a viable theory, but the details of time and sequence are not before us. Clearly this would be a single ongoing accident if appellee hit Pearce first, or hit him a few seconds after another vehicle did so. Conversely, if an hour passed between the collisions, the conclusion this was a single accident would not be so easily reached. From the victim’s standpoint this was certainly a single incident, but the statute deals with the obligations of the driver charged, not the person injured or killed.\nBecause of the specificity of the reason for dismissal of the charges, the question of the duration of this accident cannot be answered here; any determination on our part would be premature and based on a record that may be incomplete due to the procedural posture. If the case turned solely on this issue, we would likely have to remand for the trial court to consider all relevant evidence rather than focusing on the death alone. However, our disposition of the other basis of liability renders this unnecessary.\nThe second basis for assigning a duty to stop is not so amorphous, and on that theory we find the Superior Court erred. The question is whether one can injure someone who is deceased. Could Pearce somehow be considered uninjured after appellee ran him over him? It is argued the Vehicle Code generally uses the term “injury” when referring to persons, and “damage” when referring to property — this may be true, but it does not mean the two terms are mutually exclusive. The Code does not differentiate between the two nouns in a definitions section, and in common parlance they do overlap. Most dictionaries define “injury” to include “damage” as a first definition, and none restrict use of “injury” to descriptions of people. Likewise, “damage” is a listed synonym for injury, as are the terms harm, hurt, mar, and spoil. Neither word suggests that an injury can only be inflicted on a person or that damage can only happen to property. Indeed, injury may be done to many an inanimate object, such as a reputation, one’s pride, one’s business, authority, or prospects. Damage commonly refers to harm done to the body or the brain. Property may be injured, and persons may be damaged.\nLikewise, we know the legislative scheme increases the consequences of not stopping based on the significance of the accident; hitting Pearce must be treated more seriously than hitting his bike. Given the legislature’s clear purpose and manifest scheme, can we say its use of the term “injury” was not intended to include its plain meaning, including “damage” or “harm” or “hurt”? We cannot say so consistent with its purpose. If that is the case, then Pearce could be injured whether alive or not, for surely being run over by a car would damage his body.\nWe know that the legislature intended that appellee had an obligation to stop if he hit so much as Pearce’s bike. A fortiori, it could not mean his obligation was eliminated if he hit Pearce himself, yet that would be the result of a contrary finding. If a deceased person is not capable of being “injured” (harmed, hurt, marred, or damaged), there is no obligation to stop at all after running over the body — if damage but not injury is all one may do to the body, one need not stop unless the law considers Pearce’s body to be “unattended property” under § 3745. This cannot be the result the legislature intended; a person does not turn into mere property upon their death, certainly not for purposes of a driver’s obligations under the Vehicle Code.\nWe find, therefore, the term “resulting in injury” must include causing harm or damage to the body of a human, whether deceased or not. To find otherwise would defeat the legislative scheme, and would be offensive to our notions of the value of the person. Accordingly, we find 75 Pa.C.S. §§ 3742(a), 3744(a), and 3746(a)(1), apply whether the victim was alive at the time appellee’s vehicle collided with him or not.\nThe order of the Superior Court is reversed.\nJurisdiction relinquished.\nChief Justice CASTILLE, Justices McCAFFERY and ORIE MELVIN join the opinion.\nJustice SAYLOR files a concurring opinion.\nJustice BAER files a concurring and dissenting opinion in which Justice TODD joins.\n. Section 3742(a) of the Vehicle Code provides:\nThe driver of any vehicle involved in an accident resulting in injury or death of any person shall immediately stop the vehicle at the scene of the accident or as close thereto as possible but shall then forthwith return to and in every event shall remain at the scene of the accident until he has fulfilled the requirements of section 3744 (relating to duty to give information and render aid). Every stop shall be made without obstructing traffic more than is necessary.\n75 Pa.C.S. § 3742(a). Section 3744(a) provides:\nThe driver of any vehicle involved in an accident resulting in injury to or death of any person or damage to any vehicle or other property which is driven or attended by any person shall [provide his information and facilitate medical care for injured persons.]\nId.\n. The Commonwealth invites us to find that the accident continued until police took control of the scene. This is too broad; conclusion of an accident, for purposes of this statute, cannot be defined by the arrival of officials any more than it is by a death.\n. Debris at the scene shows one striking vehicle was an SUV or light truck — appellee's vehicle was neither, establishing more than one vehicle struck the victim. However, the Commonwealth cannot prove appellee was the first or last vehicle to strike Pearce, nor has it shown the time or events between Pearce hitting the construction barrel and appellee running him over. However, the trial court’s decision and the question which we accepted for review deal only with the failure of proof Pearce was alive, not the want of other evidence; speculation on other factors is beyond us at this time.",
        "type": "majority",
        "author": "Justice EAKIN."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nIn my view, the concept of being “involved in an accident,” for purposes of the obligation to stop under Section 3742(a) of the Vehicle Code, may readily and reasonably be understood as encompassing a situation where a driver physically and materially impacts the accident scene, even if there is some temporal lapse following the initial accident. That said, like Mr. Justice Baer, I have some difficulty with the majority’s alternate explanations in support of its holding.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      },
      {
        "text": "Justice BAER,\nconcurring and dissenting.\nI concur in the majority’s conclusion that the lower courts erred in determining, respectively, that the accident at issue automatically ended when the victim expired and, alternatively, that the Commonwealth was obligated to prove that Appellee, Gregory Wisneski, caused the Victim’s death in order for the statutory requirements that he stop at the scene, give information, render aid and notify police to be applicable. 75 Pa.C.S. §§ 3742(a), 3744(a), 3746 (hereinafter “statute”). I, likewise, believe the majority correctly observes that given the procedural posture of the case, i.e., dismissal upon Appellee’s habeas corpus petition, it cannot definitively be said whether Appellee was “involved in an accident resulting in injury or death of any person.” Thus, I believe a remand for further proceedings is warranted and a determination by a jury should be made regarding whether this was “an accident resulting in injury or death of any person.” I disagree respectively with the majority’s reasoning that Appellee was obligated to stop under the circumstances of this case because a dead body can be “injured,” and, therefore, the striking of a corpse constitutes an accident “resulting in injury” for purposes of the statute.\nAs aptly observed by the majority, the obligation to stop pursuant to the statute at issue is not triggered by the timing of when the victim expires, nor by who caused the accident or the victim’s death. Maj. Op. at 96-97, 29 A.3d at 1153. Rather, all that the statute requires is that the driver be “involved” in an accident where injury or death has occurred. As there is no question that death occurred in this instance, the relevant inquiry then becomes what constitutes an accident, and what is its duration, for purposes of the statute. As the majority points out, one can imagine endless scenarios of accidents concluding swiftly or continuing for a greater duration. In my view, where there is a factual dispute, as here, regarding whether the events at issue constitute an ongoing accident for purposes of the statute, it is for a jury to resolve that question.\nAccordingly, I would reverse the lower courts’ dismissal of the case on Appellee’s habeas petition and remand for trial. It is for a factfinder to determine when the accident ended and if Appellee was or was not, therefore, involved in “an accident resulting in injury or death” when he struck the Victim.\nBecause I would resolve the case as set forth above, I would not, as the majority does, go on to address the argument forwarded by amici, that even if Appellee struck Victim after he had expired, this would constitute an injury for purposes of the statute at issue. Moreover, with regard to this topic, I do not agree with the majority’s conclusion that the statutory language at issue should be read to include injury to a deceased person. The statute speaks of an accident involving either “the injury or death of any person,” contemplating, in the conjunctive, one or the other so long as either occurs to a “person.” Respectfully, I find strained, at best, the majority’s conclusion that the hitting of a deceased’s body represents an injury to a person under this statutory scheme. Rather, I believe it clear from the totality of the legislative language that the statute was intended to apply to a driver who kills or injures a living person. There are other sections of the Vehicle Code dealing with damages to property, but they are not within the scope of this appeal, and their language or rationale should not be conflated herewith to justify the majority’s broader reading regarding this narrow provision of the law. Thus, on this point, I am in dissent.\n. Of course, if the parties choose to waive their right to a jury trial, a judge may substitute as the factfinder.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Justice BAER,"
      }
    ],
    "attorneys": [
      "Michael Handler, Indiana County District Attorney’s Office, for Commonwealth of Pennsylvania.",
      "Allyson Hilliard Griffith, pro se.",
      "Fred D. Hummel Jr., Punxsutawney, for Gregory Thomas Wisneski, Jr."
    ],
    "corrections": "",
    "head_matter": "29 A.3d 1150\nCOMMONWEALTH of Pennsylvania, Appellant v. Gregory Thomas WISNESKI, Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 19, 2010.\nDecided Sept. 29, 2011.\nMichael Handler, Indiana County District Attorney’s Office, for Commonwealth of Pennsylvania.\nAllyson Hilliard Griffith, pro se.\nFred D. Hummel Jr., Punxsutawney, for Gregory Thomas Wisneski, Jr.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0091-01",
  "first_page_order": 135,
  "last_page_order": 146
}