{
  "id": 4205561,
  "name": "The PIPER GROUP, INC., Charles E. Sigety, Katharine S. Sigety, Nero Enterprises, Sigety Trust c/o Trustees Charles Birge Sigety and Katharine K. Yon, Piperlands Properties, L.P., 110 Dark Hollow Road, LLC., Robert G. Sigety, Cornelius E. Sigety, Elizabeth D. Sigety, and Robert G. Sigety, as Tenants by the Entireties and Robert G. Sigety Grat c/o Trustee Cornelius E. Sigety, Appellants v. BEDMINSTER TOWNSHIP BOARD OF SUPERVISORS and Bedminster Township, Appellees",
  "name_abbreviation": "Piper Group, Inc. v. Bedminster Township Board of Supervisors",
  "decision_date": "2011-09-28",
  "docket_number": "No. 75 MAP 2010",
  "first_page": "282",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "612 Pa. 282"
    },
    {
      "type": "parallel",
      "cite": "30 A.3d 1083"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "636 A.2d 274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1456464,
        7356678
      ],
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "where ordinance totally barred legitimate use of quarrying, challenger is entitled to site-specific relief under Casey, subject to reasonable restrictions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/161/0138-01",
        "/a2d/636/0274-01"
      ]
    },
    {
      "cite": "829 A.2d 1254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9103360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/829/1254-01"
      ]
    },
    {
      "cite": "462 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485194
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "where township's ordinance unconstitutionally barred apartments, challenger was entitled to site-specific relief under Casey"
        },
        {
          "parenthetical": "where township's ordinance unconstitutionally barred apartments, challenger was entitled to site-specific relief under Casey"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0445-01"
      ]
    },
    {
      "cite": "263 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927788
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0237-01"
      ]
    },
    {
      "cite": "529 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831198
      ],
      "weight": 5,
      "year": 1992,
      "pin_cites": [
        {
          "page": "325",
          "parenthetical": "\"If the ordinance can be 'saved' from unconstitutionality by severance of an offending provision, if the ordinance as severed is constitutional, the landowner/litigant is not entitled to proceed with his proposal as a reward for having pursued the litigation.\""
        },
        {
          "page": "325",
          "parenthetical": "\"To the extent that his 'success' in the litigation was limited, his relief is limited as well; he will have the opportunity to acquire and develop property in the zone where the use is permitted.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0478-01"
      ]
    },
    {
      "cite": "509 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795406
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0413-01"
      ]
    },
    {
      "cite": "788 A.2d 955",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9402945,
        9402921,
        404494,
        404559,
        9402998,
        404537
      ],
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "962",
          "parenthetical": "internal quotations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/788/0955-02",
        "/a2d/788/0955-01",
        "/pa/567/0514-01",
        "/pa/567/0513-02",
        "/a2d/788/0955-03",
        "/pa/567/0513-01"
      ]
    },
    {
      "cite": "567 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404494
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "525",
          "parenthetical": "internal quotations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0514-01"
      ]
    },
    {
      "cite": "213 A.2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896910
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "59-60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0052-01"
      ]
    },
    {
      "cite": "905 A.2d 438",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3788041,
        8467371
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0429-01",
        "/a2d/905/0438-01"
      ]
    },
    {
      "cite": "588 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3788041
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0429-01"
      ]
    },
    {
      "cite": "960 A.2d 442",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3441981,
        8192838
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "448"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/599/0131-01",
        "/a2d/960/0442-01"
      ]
    },
    {
      "cite": "599 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3441981
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/599/0131-01"
      ]
    },
    {
      "cite": "14 A.3d 798",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7284696,
        7284515,
        4201144,
        4200563
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "814"
        },
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/14/0798-02",
        "/a3d/14/0798-01",
        "/pa/609/0022-01",
        "/pa/609/0021-01"
      ]
    },
    {
      "cite": "10 A.3d 897",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7289508,
        4199991,
        7289547,
        4199701,
        4199223,
        7289530
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/10/0897-01",
        "/pa/608/0136-02",
        "/a3d/10/0897-03",
        "/pa/608/0136-01",
        "/pa/608/0137-01",
        "/a3d/10/0897-02"
      ]
    },
    {
      "cite": "608 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4199223
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/608/0137-01"
      ]
    },
    {
      "cite": "459 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480992
      ],
      "weight": 8,
      "year": 1974,
      "pin_cites": [
        {
          "page": "467"
        },
        {
          "page": "467",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0219-01"
      ]
    },
    {
      "cite": "820 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        197153,
        197203,
        9308734,
        9308815
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "158-159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0001-01",
        "/pa/573/0002-01",
        "/a2d/820/0143-01",
        "/a2d/820/0143-02"
      ]
    },
    {
      "cite": "573 Pa. 2",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197203
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0002-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1582,
    "char_count": 54738,
    "ocr_confidence": 0.748,
    "pagerank": {
      "raw": 1.354224630876795e-07,
      "percentile": 0.6341958546617968
    },
    "sha256": "dcdfa5487dc10ea1d388367abcd4c21cad2d31a8f656d7efa42f9ac79704367b",
    "simhash": "1:a36c224535a0a45d",
    "word_count": 8752
  },
  "last_updated": "2024-02-27T21:06:01.025246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ.",
      "Chief Justice CASTILLE, Justices SAYLOR, EAKIN, TODD, McCAFFERY and ORIE MELVIN join the opinion."
    ],
    "parties": [
      "The PIPER GROUP, INC., Charles E. Sigety, Katharine S. Sigety, Nero Enterprises, Sigety Trust c/o Trustees Charles Birge Sigety and Katharine K. Yon, Piperlands Properties, L.P., 110 Dark Hollow Road, LLC., Robert G. Sigety, Cornelius E. Sigety, Elizabeth D. Sigety, and Robert G. Sigety, as Tenants by the Entireties and Robert G. Sigety Grat c/o Trustee Cornelius E. Sigety, Appellants v. BEDMINSTER TOWNSHIP BOARD OF SUPERVISORS and Bedminster Township, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nAppellants, the Piper Group, et al., filed a constitutional challenge to a 1996 zoning ordinance enacted by Bedminster Township. In support of this challenge, Piper relied on an opinion from this Court that had been announced a mere six days earlier, pertaining to the same ordinance: C & M Developers, Inc. v. Bedminster Twp. Hearing Bd., 573 Pa. 2, 820 A.2d 143 (2002). In C & M, this Court invalidated the Township’s ordinance because it contained certain requirements that unconstitutionally restricted a landowner’s development rights. Relying heavily on C & M, Piper identified those same constitutional defects and sought permission to develop its land at a significantly higher density than would have been permissible under the invalidated ordinance. The Board of Supervisors, the trial court, and the Commonwealth Court all rejected Piper’s proposed cure to the unconstitutionality and held that Piper could develop its land in accordance with the Township’s alternative amended ordinance which cured the constitutional defects in the 1996 ordinance as identified in C & M and allowed increased development, but not to the extent requested by Piper. On appeal to this Court, Piper argues that the lower courts improperly denied Piper the full relief it requested. Specifically, Piper argues that the decisions below violate the Municipalities Planning Code (“MPC”) and the “pending ordinance doctrine” as set forth in Casey v. Zoning Hearing Bd. of Warwick Twp., 459 Pa. 219, 328 A.2d 464 (1974) and its progeny. We disagree and therefore affirm.\nThe procedural history of the case is somewhat complex. On August 12, 1996, the Township adopted Ordinance 118 (the “AP Ordinance”) establishing an Agricultural Preservation District (the “AP District”). The AP Ordinance, designed to preserve the prime agricultural assets of the Township, contained numerous restrictions on the development of residential properties. Three notable restrictions applied to developers who owned tracts larger than 10 acres: (1) effectively, at least 50% of that land had to be set aside for preservation of agricultural soils; (2) on the remaining buildable land, the minimum lot size for a residential property was to be one acre; and (3) that minimum one-acre buildable area could not include wetlands, lakes, or ponds (the “one good acre requirement”).\nOn August 20, 1996, C & M Developers (“C & M”) filed a “validity challenge” with the Township Zoning Hearing Board pursuant to Section 916.1(a)(1) of the MPC, 53 P.S. § 10916.1(a)(1). C & M challenged both the agricultural set-asides and the buildable-land requirements, claiming that they unreasonably restricted C & M’s right to build single-family homes. After holding twenty-nine hearings, the Board rejected the challenge and upheld the ordinance. The trial court and the Commonwealth Court affirmed, but this Court granted allocatur and reversed. We recognized the general validity of AP districts, and the specific agricultural set-aside restrictions in the AP Ordinance. We concluded, however, that the one-acre “minimum lot size requirement is an unreasonable restriction on a landowner’s right to use his property and not substantially related to the Township’s interest in preserving its agricultural lands.” C & M, 820 A.2d at 158-159. This Court did not mandate any particular relief in the C & M case. Instead, we simply declared that the AP Ordinance was invalid.\nWe announced C & M on November 1, 2002. Six days later, on November 7, 2002, Piper filed a “cure challenge” with the Bedminster Township Board of Supervisors (“Board”) pursuant to Sections 609.1 and 916.1(a)(2) of the MPC, 53 P.S. §§ 10609.1 and 10916.1(a)(2) Piper challenged the “one good acre” and minimum lot size requirements that this Court had already struck down in C & M. The cure challenge consisted of a proposed new ordinance, as well as proposed development plans (“Cure Plans”) in accordance with that ordinance. Piper proposed, for its own land, the construction of a total of approximately 350 units on approximately 400 total acres, with a minimum lot size of 6,500 square feet (approximately 0.15 acres) and a density of one unit per base-site acre.\nOn November 14, 2002, the Township held its next regularly scheduled meeting. In response to this Court’s C & M decision, the Township declared the AP Ordinance invalid, and proposed to prepare a curative amendment to address the invalidity. This “declaration and proposal” procedure is authorized by Section 609.2 of the MPC, 53 P.S. § 10609.2. On April 30, 2003, the Township enacted Ordinance 149 to cure the defects that this Court identified in C & M. Among other changes, Ordinance 149 eliminated the “one good acre” requirement, reduced the minimum lot size from one acre (43,-650 square feet) to 32,000 square feet, allowed a maximum of .5 dwelling units per acre, and eliminated the building envelope requirement.\nFrom May 12, 2003 until January 15, 2007, the Board held over 50 hearings on Piper’s cure challenge. In the midst of these hearings, the Township entered into a private settlement agreement with C & M. On March 26, 2007, the Board issued an adjudication, along with extensive findings of fact and conclusions of law. The Board found that Ordinance 149 cured the defects identified in C & M and was reasonable because it allowed for increased building density while preserving the substantial public benefits of an AP District. At the same time, the Board rejected Piper’s cure challenge, finding that it was unreasonable and unsupported in many respects. The Board suggested that Piper’s challenge may have had merit to the extent that it pointed out the same defects identified by this Court in C & M. The Board concluded, however, that Ordinance 149 provided adequate relief. Adjudication at 51, ¶ 22 (“To the extent that Piper’s Curative Amendment has any merit, the site may be developed in accordance with Ordinance 149, as amended”).\nPiper appealed to the Court of Common Pleas of Bucks County. The trial court agreed with the Board that Piper’s proposed curative ordinance was unreasonable, and that Ordinance 149 adequately cured the defects identified in C & M while maintaining a reasonable development plan. The trial court rejected Piper’s argument that under Casey the court had to permit Piper to develop its land according to the full measure of its proposed plans because it filed its proposed curative ordinance prior to the Township’s proposed curative ordinance. The trial court interpreted Casey’s pending ordinance doctrine as granting “automatic” relief only to an original successful challenger such as C & M, and not to a subsequent “piggy back” challenger such as Piper. Tr. Ct. Op. at 10, 11. The court reasoned that the Casey rule was designed to protect the original challenger from retaliatory zoning by a local municipality, not to permit a flood of piggyback challenges the moment that an ordinance is judicially declared invalid. The court reasoned that if a judicial decision invalidates an ordinance, landowners are placed on constructive notice that the township will act to cure the defect. The court found that in the instant case, Piper was not entitled to automatic approval of the full measure of its development plans because the Township acted “quickly” to cure the defect by announcing its intention to do so at the next available public meeting.\nPiper then filed an appeal to the Commonwealth Court, which affirmed based on the trial court’s opinion. Piper filed a petition for allocatur with this Court, raising the following issue:\nWhether the Commonwealth Court erred in allowing the Township to use a municipal cure that was declared after the cure challenge was filed as a basis to dismiss the cure challenge because the Township “acted quickly.”\nPiper Group, Inc. v. Bedminster Twp. Bd. of Supervisors, 608 Pa. 137, 10 A.3d 897 (2010) (per curiam).\nPiper argues that this case is fundamentally no different from Casey. According to Piper, Casey and its progeny hold that “a municipality cannot thwart a validity challenge to its zoning ordinance by invoking a municipal cure after the challenge is filed.” Piper’s Brief at 11. Piper stresses that it filed its cure challenge on November 7, 2002, one week before the Township set into place its own procedures to cure the invalidity of the AP Ordinance by adopting Ordinance 149. Piper argues that under the pending ordinance doctrine, set forth in Casey and discussed in full infra at 18-20, the Board is precluded from using Ordinance 149 to thwart Piper’s cure challenge to the AP Ordinance. Piper further contends that the lower courts’ “acting quickly” standard is unsupported by either case law or the MPC. According to Piper, Section 609.2(3) of the MPC provides that the Board may ignore a landowner’s challenge only if it is filed after the municipality files its own declaration and proposal. Piper complains that the lower courts have now blurred that once-clear dividing line by letting governing bodies ignore private challenges that are filed before the municipal declaration and proposal, so long as the municipality acts quickly. Piper argues that this new, ad hoc rule violates Casey and creates the potential for unchecked mischief. Piper further claims that the Legislature explicitly considered the facts of this case when deciding whether to allow a moratorium period for municipalities to consider how to respond to a court order striking down a zoning ordinance, which the Legislature ultimately rejected. Legislative Journal, 2007 session, 191st General Assembly No. 113, December 11, 2007. Indeed, Piper notes that the MPC formerly contained a moratorium provision, but it has long been repealed.\nNext, Piper argues that “[t]he retroactive application of the Township’s declaration on the previously filed cure challenge violates the Open Courts Clause of [Article I, Section 11] of the Pennsylvania Constitution[] and principles of fundamental fairness.” Piper’s Brief at 23. Specifically, Piper argues that because it filed its challenge at the time that it did, Piper had an accrued cause of action and a vested right to relief, which cannot be destroyed retroactively by way of the Township’s later amendment. Piper asks this Court to “grant definitive relief by ordering the approval of the Cure Plans.” Id. at 29.\nThe Township counters that this Court may affirm even if we do not adopt or approve an “acting quickly” standard, which the Township claims was merely dicta in the trial court’s opinion as adopted by the Commonwealth Court. Instead, the Township urges this Court to affirm because Casey is distinguishable given that this case is controlled by Section 609.1(c), which was adopted after our decision in Casey.\nThe Township observes that Section 609.1(c) was adopted in 1988 and thus did not exist when Casey was decided. It asserts that the Board did not, as Piper alleges, invoke Section 609.2(3) of the MPC to ignore Piper’s challenge categorically, based upon the timing of Piper’s challenge. Instead, the Township avers that the Board addressed Piper’s cure challenge properly under Section 609.1(c). The Board held over fifty hearings to examine the merits of both the Township’s and Piper’s proposals and concluded that Piper’s curative amendment was unreasonable and that Ordinance 149 cured the defects in the original AP Ordinance. See supra at 1088 n. 11. It further distinguishes Casey, discussed in detail infra at 1093-95, where this Court sought to protect a challenger from a municipality retaliating by zoning around the successful challenger, from this case where the Township cured the flaw in the AP Ordinance by enacting Ordinance 149.\nIt notes that unlike the retaliatory zoning in Casey, Ordinance 149 applied to the entire AP District, including the challenger Piper’s lands, such that Piper received the benefit of the cure. Township additionally observes that Piper was not the original challenger, but instead waited for C & M’s legal battle to resolve before filing its proposed curative amendment. As discussed in more detail below, Township also recognizes that unlike in Casey where the municipality cured a de jure exclusionary ordinance but thwarted site-specific relief to the successful challenger, this case involves a de facto exclusion cured by severing portions of the ordinance, which, as mentioned, granted relief in the entire AP District, including Piper’s lands. Finally, the Township argues that Piper’s Open Courts Clause argument is waived, because Piper raised it for the first time in its brief to this Court.\nPiper filed a reply brief, asserting that the Open Courts Clause argument is not waived because it is an extension of the primary issue in the case. Piper again contends that, as challenger, it is entitled to “site-specific relief’ which would allow it to develop its land in accordance with the plans it submitted to the Board, subject to compliance with valid extant general regulations. According to Piper, this site-specific relief is available independent of any broader regulatory scheme, including Ordinance 149 and Piper’s proposed curative amendment. Piper’s Reply Brief at 11 (“Piper’s curative amendment is not at issue on this appeal.”). Piper submits that it is entitled to site-specific relief under section 1106-A of the MPC, 53 P.S. § 11006-A, a provision that grants trial courts the power to allow development on a challenger’s land if the court determines that the challenge is valid.\nPiper does not challenge the Board’s exercise of discretion; rather, Piper argues that it is entitled to relief as a matter of law. Piper’s arguments relate to the proper construction of the MPC, and the application of decisional law to the facts of this case. Thus, Piper raises pure issues of law, for which our scope of review is de novo and our standard of review is plenary. Commonwealth v. Wright, 14 A.3d 798, 814 (Pa.2011). In Wright, we recently recited familiar principles of statutory construction:\n[O]ur paramount interpretative task is to give effect to the intent of our General Assembly in enacting the particular legislation under review. See 1 Pa.C.S.A. § 1921(a) (“The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. Every statute shall be construed, if possible, to give effect to all its provisions.”); Nationwide Ins. Co. v. Schneider, 599 Pa. 131, 143, 960 A.2d 442, 448 (2008). Generally, the best indication of the General Assembly’s intent may be found in the plain language of the statute. Martin v. Commonwealth Dep’t of Transp. Bureau of Driver Licensing, 588 Pa. 429, 438, 905 A.2d 438, 443 (2006). In this regard, “it is not for the courts to add, by interpretation, to a statute, a requirement which the legislature did not see fit to include.” Commonwealth v. Rieck Investment Corp., 419 Pa. 52, 59-60, 213 A.2d 277, 282 (1965). Consequently, “[a]s a matter of statutory interpretation, although one is admonished to listen attentively to what a statute says[;] [o]ne must also listen attentively to what it does not say.” Kmonk-Sullivan v. State Farm Mut. Auto. Ins. Co., 567 Pa. 514, 525, 788 A.2d 955, 962 (2001) (internal quotations omitted).\nId.\nPiper’s primary argument is that, pursuant to Casey, the Board may not thwart, disregard, or ignore Piper’s challenge, because the challenge was filed before the Township’s declaration and proposal. Piper contends that the lower courts adopted an “acting quickly” standard that is unsupported by Casey and Section 609.2 of the MPC.\nBefore we address Piper’s contentions that the “acting quickly” standard violates Section 609.2, we must first consider the applicability of Section 609.2 to this situation in the first instance. As noted above, Section 609.2(1) provides that if a municipality determines that its zoning ordinance is invalid, it shall so declare, and it shall also propose that it will take steps to cure the invalidity. Subsection (8) provides the following protection if a municipality takes this course:\n(3) Upon the initiation of the procedures, as set forth in clause (1), the governing body shall not be required to entertain or consider any landowner’s curative amendment filed under Section 609.1 nor shall the zoning hearing board be required to give a report requested under Section 909.1 or 916.1 subsequent to the declaration and proposal based upon the grounds identical to or substantially similar to those specified in the resolution required by clause (l)(a). Upon completion of the procedures as set forth in clauses (1) and (2), no rights to a cure pursuant to the provisions of sections 609.1 and 916.1 shall, from the date of the declaration and proposal, accrue to any landowner on the basis of the substantive invalidity of the unamended zoning ordinance for which there has been a curative amendment pursuant to this section.\n53 P.S. § 10609.2(3). The first sentence of this subsection states that “upon the initiation” of a municipality’s declaration procedures, the governing body need not entertain or consider a landowner’s curative amendment under Section 609.1. In other words, after a municipality begins its declaration procedures, the governing body is free to focus on the municipality’s cure without considering subsequently filed private challenge^) at the same time. Thus, in the instant case, if the Board had entirely disregarded or failed to consider Piper’s cure challenge based on Section 609.2, the Board would have violated the plain language of that section, because Piper’s cure challenge was filed before the Township issued its declaration and proposal.\nOn the other hand, the record reflects that the Board did not ignore or decline to consider Piper’s cure challenge. To the contrary, the Board considered Piper’s cure challenge under Section 609.1 (providing for landowner curative amendments), held over 50 hearings thereon, issued detailed findings of fact and conclusions of law, and ultimately determined that Piper’s proposed amendatory ordinance was unreasonable. See supra at 1088, n. 11. The Board also considered the Township’s curative Ordinance 149, pursuant to Section 609.1(c), and determined that it cured the defects in the AP Ordinance recognized in C & M. Finally, the Board did not entirely deny substantive relief to Piper. Instead, the Board determined that Piper could develop its land in accordance with Ordinance 149, which cured the defects in the AP Ordinance and reasonably provided for higher-density development than the AP Ordinance, while still furthering the laudatory purposes of an AP district.\nIn short, the Board never invoked Section 609.2(3), providing that a governmental body is not required to consider a landowner’s curative amendment filed after it issues its declaration and proposal. Rather, it treated Piper’s challenge as what it was: a proposed curative amendment to the AP Ordinance to be considered in accord with Section 609.1(c). After following the procedure established by the statutory section, the Board reached a supportable result. Thus, we agree with the Township that Section 609.2(3) simply has no bearing on this case.\nWe do note, however, that we accepted allocatur to determine whether the lower courts erred in applying an “acting quickly” standard. As set forth above, the lower courts suggested that municipalities are entitled to a moratorium period to consider the impact of a new court decision, free from a stampede of savvy landowners rushing to file piggyback challenges, so long as the municipality acts quickly. We agree with Piper that no such provision exists in the MPC. When construing a statute, we must consider not only its tones, but also its silences. Wright, 14 A.3d at 814. The MPC, by its plain terms, does not provide any such moratorium period. Indeed, the Legislature repealed such a moratorium provision, and has chosen not to re-enact it. In light of the Legislature’s actions and inactions, we may not engraft or create our own moratorium period. Accordingly, we hold that the lower courts erred to the extent that they created and applied an “acting quickly” standard.\nThe Township argues that once the confusion of Section 609.2 and the “acting quickly” standard is stripped away, this Court may affirm based on a straightforward application of Section 609.1 of the MPC. Specifically, as noted above, the Township contends that the Board properly followed the standard procedures to evaluate a landowner’s curative amendment challenge pursuant to Section 609.1. The Township further argues that on the merits, the Board did not err by rejecting Piper’s proposal and approving Ordinance 149. For the reasons discussed, we agree with the Township that this case is controlled by Section 609.1, which supports the actions taken by the Board, and not by Section 609.2(3), as argued by Piper.\nAlthough we reject Piper’s claims to the extent they are premised on the language of the MPC, we must still resolve Piper’s contention that the Board’s actions violate Casey and its progeny. Piper argues that Casey mandates that Piper is entitled to site-specific relief, through approval of its Cure Plans in their entirety, because it filed a valid challenge to the constitutionality of the AP Ordinance before the Township filed its declaration and proposal.\nIn Casey, 328 A.2d 464, a landowner challenged a Warwick Township, Bucks County, zoning ordinance because it failed to provide for multi-family housing. Two days later, the planning commission recommended adopting a curative ordinance that would provide for multifamily housing in the township, but not in the specific district where the challenger’s land was located. Approximately two weeks later, the Board gave public notice of the proposed amendment. It was enacted three weeks thereafter. The zoning board then dismissed the landowner’s challenge. The court of common pleas affirmed, reasoning that the amended ordinance cured the defect. The Commonwealth Court reversed, holding that the amended ordinance could not be considered because it was not pending at the time of the landowner’s challenge.\nThis Court affirmed the Commonwealth Court, and in doing so considered the pending ordinance doctrine, as it applied to the Casey factual scenario. We noted that in the typical pending ordinance case, a landowner seeks a building permit for a particular use permitted under the current ordinance but prohibited under a new ordinance pending when the landowner files its application. In that situation, courts will look to the new ordinance, rather than the prior one, if the ordinance was “pending”: ie., if the governing body had “resolved to consider a particular scheme of rezoning and has advertised to the public its intention to hold public hearings on the rezoning” before the landowner sought the permit. Casey, 328 A.2d at 467.\nIn Casey, we applied those same principles of the pending ordinance doctrine from the building permit application cases to the scenario of ordinance challenges. Id. As in the building-permit situation, the new ordinance would be considered if it was pending at the time of the landowner’s challenge to the ordinance. However, the converse is true as well: “we cannot allow a municipality to thwart a valid challenge to its zoning ordinance by adopting a curative provision, which was not considered or advertised prior to the time of the challenger’s application.” Id. at 469. The reason for the Casey rule is simple: it would be inequitable to “penalize the successful challenger by enacting an amendatory ordinance designed to cure the constitutional infirmity, but also designed to zone around the challenger.” Id. at 468. Otherwise, the process as a whole would be a “farce,” where the landowner who takes the time and effort to file a valid challenge is thwarted by a “retributory township.” Id. at 468-469. Instead, we held that a successful challenger is entitled to “definitive relief’ so long as the challenger complies with other reasonable extant zoning restrictions.\nWe came to the same conclusion in Fernley v. Board of Supervisors, 509 Pa. 413, 502 A.2d 585 (1985). There, a Schuylkill Township ordinance banned all multifamily housing, as in Casey. Landowners applied for an amendatory ordinance to permit construction of multifamily housing. Id. at 586. The Commonwealth Court concluded that the ban was not unconstitutionally exclusionary. Citing Girsh Appeal and Casey, this Court reversed and held that the ban was unconstitutional. On the issue of relief, the township argued that an amended ordinance, passed after the initial challenge, adequately cured the defect. The amended ordinance would permit multifamily housing on some tracts, but (again) not on the challengers’ land. This Court rejected that argument, citing Casey and repeating its rationale. In keeping with Casey, we held that the challengers were entitled “to develop their property as proposed, subject to certain reasonable restrictions, regardless of how that land is currently zoned.” Id. at 589.\nOur decisions in both Casey and Femley turned on the facts that (1) the challenge had substantive merit; and (2) the municipality had inappropriately attempted to cure the problem for the municipality as a whole, but not for the challenger, after the challenge was filed. We held that the challenger was entitled to definitive relief in the form of a cure of the defect, as applied specifically to the challenger’s land. When we held that the challenger could “develop their property as proposed,” this was another way of saying, “develop their property free of the constitutional defect on the challenger’s land.” Notably, we did not grant the challengers carte blanche to develop however they wished; rather, the challengers were still subject to reasonable regulation as to those aspects of development that did not involve the constitutional defect.\nWe explained these limits of the Casey/Fernley rule in H.R. Miller Co. Inc. v. Board of Supervisors, 529 Pa. 478, 605 A.2d 321 (1992). In that case, a landowner operated a quarry on twenty-nine acres of land. The area had been zoned residential, but the quarry was permitted as a pre-existing, nonconforming use. The landowner then purchased additional acreage in the residential area, hoping to expand its quarry operations.\nThe township’s ordinance, on its face, permitted quarrying operations, but only in industrial districts. The landowner contended that certain industrial-district provisions, including a 500-foot setback, were so restrictive as to make quarrying de facto impossible in the township. The court of common pleas held that the industrial district restrictions did indeed create an unconstitutional de facto ban on quarrying. The court held that the defect could be cured by eliminating the 500-foot setback. Thus, the landowner was permitted to expand its quarrying operations, but only if it purchased and developed land for that purpose in the industrial zone. Relying on Femley, the landowner argued that, as the successful challenger, it was entitled to site-specific relief in the form of expanded quarrying operations on the residential site that it currently owned.\nThis Court rejected the landowner’s argument. We explained that both Casey and Femley involved total, de jure, bars on permitted activity (multifamily housing). “Since the illegality lies in the total exclusion of a legitimate use, the sole remedy is to allow the use somewhere in the municipality, and equity dictates that this opportunity fall to the successful litigant/landowner.” Id. at 324-325. We further explained that under Casey and Femley, “the municipality could not be permitted to modify or amend its ordinance in such a way that the defect was cured but the landowner who had raised the challenge obtained no relief.” Id. at 324.\nIn contrast, we held in H.R. Miller that where the ban is de facto, it may be possible to amend effectively the ordinance and permit the use by striking an unlawful exclusion (the 500-foot setback) without invalidating the ordinance as a whole. Id. at 325. We further explained that in such a situation, the landowner is not necessarily entitled to a windfall in the form of site-specific relief simply because he identified a curable defect in the ordinance:\nIt must be emphasized that the focus of the inquiry in all cases is the constitutionality of the ordinance, whether the ordinance is a proper exercise of the police power, and not whether the landowner “deserves” to be able to make a particular use of his property. If the ordinance can be “saved” from unconstitutionality by severance of an offending provision, if the ordinance as severed is constitutional, the landowner/litigant is not entitled to proceed with his proposal as a reward for having pursued the litigation. To the extent that his “success” in the litigation was limited, his relief is limited as well; he will have the opportunity to acquire and develop property in the zone where the use is permitted.\nId. at 325.\nH.R. Miller teaches that courts should pay close attention to the nature of the constitutional defect when addressing the related issue of relief. In Casey and Fernley, the nature of the defect was a categorical failure to provide for multifamily housing anywhere in the municipality. The proper remedy was to provide for multifamily housing in a portion of the township and specifically on the challenger’s property. In H.R. Miller, the nature of the defect was more subtle: namely, a 500-foot setback that effectively precluded a legitimate industrial operation in industrial zones. The proper remedy was to cure the specific defect by eliminating the setback on industrial zones, by severing the offending portions of the ordinance, but not to grant a windfall by specifically permitting industrial operations on the challenger’s residential lands.\nIn the instant case, the exclusionary one-acre minimum lot requirements in the AP Ordinance unconstitutionally restricted, but did not entirely preclude, a landowner from developing residential properties. C & M, 820 A.2d 143. Piper identified those defects in its cure challenge. The proper remedy, as in H.R. Miller, was to eliminate the offending portions of the ordinance as applied to the entire AP District. HR. Miller, 605 A.2d at 325 (“If the ordinance can be ‘saved’ from unconstitutionality by severance of an offending provision, if the ordinance as severed is constitutional, the landowner/litigant is not entitled to proceed with his proposal as a reward for having pursued the litigation.”). Piper is entitled to this remedy not only because Ordinance 149 happened to provide it, but also because Piper filed a valid challenge to those defects before the Township filed its declaration and proposal and the cure challenge was properly evaluated under Section 609.1. See id.\nAt the same time, we cannot ignore that Ordinance 149 cured the defects by severing the unconstitutional aspects of the AP Ordinance, not only with respect to the AP District as a whole, but also with respect to Piper’s land in particular. Thus, this case is distinguishable from Casey and Fernley. In those cases, the municipality purported to cure the de jure defect by permitting the multifamily housing in some sections of the municipality, but still attempted to deny any relief to the successful challenger. Here, in contrast, the Township cured the de facto defects in the AP District that included Piper’s land. While Piper was “thwarted” from developing at the specific density that it proposed, that remedy need not be automatically provided, because it would provide a windfall beyond what is necessary to cure the constitutional defects. See H.R. Miller, 605 A.2d at 325 (“To the extent that his ‘success’ in the litigation was limited, his relief is limited as well; he will have the opportunity to acquire and develop property in the zone where the use is permitted.”).\nWe also note that the full automatic, site-specific judicial relief sought by Piper is not found in the governing scheme of the MPC. Under 53 P.S. § 10916.1(c)(1), a challenger electing to proceed by way of curative amendment must also supply site-specific plans regarding a landowner’s proposed use of the property. Under § 10916.1(c)(5), if the governing body determines that the landowner’s challenge has merit, it shall proceed according to Section 609.1. Under that section, if the governing body determines that the challenge has merit, it “shall consider” the site-specific plans, “and shall also consider” a wide variety of impacts that those plans may have on the area as a whole, including roads, sewer facilities, water supplies, housing needs, natural features, soils, slopes, wetlands, and agriculture. 53 P.S. § 10609.1(c)(l)-(5). In other words, while the governing body must cure the defect, it need not provide carte blanche development rights.\nIn summary, we affirm not based upon the trial court’s “acting quickly” analysis, but because the Board followed the procedure under Section 609.1, which does not violate Casey and its progeny.\nWe may dispose of Piper’s remaining arguments summarily. First, Piper contends that the township “retroactively” extinguished Piper’s “vested right” to relief, in violation of the Open Courts Clause of Article I, Section 11 of the Pennsylvania Constitution, as well as notions of fundamental fairness. Piper’s Brief at 23. This issue is waived, because it was not raised in the trial court. Pa.R.A.P. 302(a) (“Issues not raised in the trial court are waived and cannot be raised for the first time on appeal.”).\nFinally, in a reply brief, Piper argues that it is “entitled to site-specific definitive relief pursuant to Section 1006-A of the MPC.” Piper’s Reply Brief at 15. Assuming arguendo that this issue is preserved and fairly encompassed within our grant of review, it is meritless. Section 1006-A provides, in relevant part:\n(c) If the court finds that an ordinance or map, or a decision or order thereunder, which has been brought up for review unlawfully prevents or restricts a development or use which has been described by the landowner through plans and other materials submitted to the governing body, agency or officer of the municipality whose action or failure to act is in question on the appeal, it may order the described development or use approved as to all elements or it may order it approved as to some elements and refer other elements to the governing body, agency or officer having jurisdiction thereof for further proceedings, including the adoption of alternative restrictions, in accordance with the court’s opinion and order.\n53 P.S. § 11006-A(c). Far from supporting Piper’s position, this subsection emphasizes the degree of flexibility and discretion that a court has in fashioning appropriate relief when it determines that a zoning challenge is valid. Under the plain language of this subsection, the court has the option to order that the challenger’s use be approved in its entirety; however, this is not mandatory. Instead, the court may approve only certain portions of the challenger’s plans, while subjecting the remainder to additional restrictions. Here, the trial court took this second option by approving the adoption of Ordinance 149. This approach provided appropriate constitutional relief to Piper while at the same time placing additional restrictions on Piper’s described development. To the extent that Piper argues that it is automatically entitled to full approval of its plans under § 1006-A, this argument is plainly erroneous and must be rejected.\nOrder affirmed.\nChief Justice CASTILLE, Justices SAYLOR, EAKIN, TODD, McCAFFERY and ORIE MELVIN join the opinion.\n. For convenience, we will refer to Appellants in the singular as \"Piper.”\n. In its most general terms, the pending ordinance doctrine provides that, in cases involving an application for a building permit when the municipality has previously made a \"sufficient public declaration of an intent to amend the existing zoning ordinance, it is the pending amendment which governs the issuance of such permits.” Casey, 328 A.2d at 467 (internal quotation marks omitted). In Casey, we applied the principles of the pending ordinance doctrine in a case challenging the validity of an ordinance. We concluded that, in cases where an amendment is not pending at the time a challenge is filed, \"we cannot allow a municipality to thwart a valid challenge to its zoning ordinance by adopting a curative provision, which was not considered or advertised prior to the time of the challenger’s application!,]\" and which does not provide the challenger with any relief. Casey, 328 A.2d at 469. We will discuss the contours of the doctrine at greater length below.\n. Ordinance 118 contained other restrictions as well, including a requirement that each residence must be surrounded by at least 10,000 square feet of land (the \"envelope requirement”).\n. In general, Section 916.1 provides that an aggrieved landowner has two options in terms of where to file its challenge, depending on whether the landowner wants to propose a curative ordinance. The first option is to challenge the validity of the ordinance without proposing a cure. This \"validity challenge” is filed with the zoning hearing board. 53 P.S. § 10916.1(a)(1); see also 53 P.S. § 10909.1(a)(1) (zoning hearing board has exclusive jurisdiction over such challenges). The second option is to attack the existing ordinance and also to propose a cure. This \"cure challenge” is filed with the relevant \"governing body.” 53 P.S. § 10916.1(a)(2); see also 53 P.S. § 10909.1(b)(4) (\"governing body” has exclusive jurisdiction over such cure challenges). C & M took the first option. As noted below, Piper took the second option, with the \"governing body” being the Bedminster Township Board of Supervisors. The second option implicates Section 609.1 of the MPC (\"procedure for landowner curative amendments”), discussed below.\n. Section 609.1 provides:\n§ 10609.1. Procedure for landowner curative amendments (a) A landowner who desires to challenge on substantive grounds the validity of a zoning ordinance or map or any provision thereof, which prohibits or restricts the use or development of land in which he has an interest may submit a curative amendment to the governing body with a written request that his challenge and proposed amendment be heard and decided as provided in Section 916.1. The governing body shall commence a hearing thereon within 60 days of the request as provided in Section 916.1. The curative amendment and challenge shall be referred to the planning agency or agencies as provided in Section 6609 and notice of the hearing thereon shall be given as provided in Section 610 and in Section 916.1.\n(b) The hearing shall be conducted in accordance with Section 908 and all references therein to the zoning hearing board shall, for purposes of this section be references to the governing body: provided, however, That the provisions of Section 908(1.2) and (9) shall not apply and the provisions of Section 916.1 shall control. If a municipality does not accept a landowner's curative amendment brought in accordance with this subsection and a court subsequently rules that the challenge has merit, the court’s decision shall not result in a declaration of invalidity for the entire zoning ordinance and map, but only for those provisions which specifically relate to the landowner's curative amendment and challenge.\n(c) The governing body of a municipality which has determined that a validity challenge has merit may accept a landowner's curative amendment, with or without revision, or may adopt an alternative amendment which will cure the challenged defects. The governing body shall consider the curative amendments, plans and explanatory material submitted by the landowner and shall also consider:\n(1) the impact of the proposal upon roads, sewer facilities, water supplies, schools and other public service facilities;\n(2) if the proposal is for a residential use, the impact of the proposal upon regional housing needs and the effectiveness of the proposal in providing housing units of a type actually available to and affordable by classes of persons otherwise unlawfully excluded by the challenged provisions of the ordinance or map;\n(3) the suitability of the site for the intensity of use proposed by the site's soils, slopes, woodland, wetlands, flood plains, aquifers, natural resources and other natural features;\n(4) the impact of the proposed use on the site’s soils, slopes, woodlands, wetlands, flood plains, natural resources and natural features, the degree to which these are protected or destroyed, the tolerance of the resources to development and any adverse environmental impacts; and\n(5) the impact of the proposal on the preservation of agriculture and other land uses which are essential to public health and welfare.\n53 P.S. § 10609.1 (emphasis added).\n. The base-site area is the total area of a plot owned by the landowner, without taking into account set-asides.\n. Section 609.2 provides:\n§ 10609.2. Procedure upon municipal curative amendments If a municipality determines that its zoning ordinance or any portion thereof is substantially invalid, it shall take the following actions: (1) A municipality shall declare by formal action, its zoning ordinance or portions thereof substantively invalid and propose to prepare a curative amendment to overcome such invalidity. Within 30 days following such declaration and proposal the governing body of the municipality shall:\n(i) By resolution make specific findings setting forth the declared invalidity of the zoning ordinance which may include:\n(A) references to specific uses which are either not permitted or not permitted in sufficient quantity;\n(B) reference to a class of use or uses which require revision; or\n(C) reference to the entire ordinance which requires revisions.\n(ii) Begin to prepare and consider a curative amendment to the zoning ordinance to correct the declared invalidity.\n(2) Within 180 days from the date of the declaration and proposal, the municipality shall enact a curative amendment to validate, or reaffirm the validity of, its zoning ordinance pursuant to the provisions required by Section 609 in order to cure the declared invalidity of the zoning ordinance.\n(3) Upon the initiation of the procedures, as set forth in clause (1), the governing body shall not be required to entertain or consider any landowner's curative amendment filed under Section 609.1 nor shall the zoning hearing board be required to give a report requested under Section 909.1 or 916.1 subsequent to the declaration and proposal based upon the grounds identical to or substantially similar to those specified in the resolution required by clause (l)(a). Upon completion of the procedures as set forth in clauses (1) and (2), no rights to a cure pursuant to the provisions of sections 609.1 and 916.1 shall, from the date of the declaration and proposal, accrue to any landowner on the basis of the substantive invalidity of the unamended zoning ordinance for which there has been a curative amendment pursuant to this section.\n(4) A municipality having utilized the procedures as set forth in clauses (1) and (2) may not again utilize said procedure for a 36-month period following the date of the enactment of a curative amendment, or reaffirmation of the validity of its zoning ordinance, pursuant to clause (2); provided, however, if after the date of declaration and proposal there is a substantially new duty or obligation imposed upon the municipality by virtue of a change in statute or by virtue of a Pennsylvania Appellate Court decision, the municipality may utilize the provisions of this section to prepare a curative amendment to its ordinance to fulfill said duty or obligation.\n53 P.S. § 10609.2. For purposes of this case, the \"governing body\" is the Board of Supervisors, while the \"municipality” is the Township.\n. On July 20, 2005, the Township amended Ordinance 149 by enacting Ordinance 162. \"Ordinance 162 allowed for the creation of 2 or more farmland tracts if one was infeasible and eliminated the requirement that higher class farmland soils be preserved before the preservation of lower class farmland soils.” Board Adjudication at 21. For convenience, we will generally refer only to Ordinance 149.\n. The hearings on Piper's proposal were delayed until the Township had passed its own ordinance. The Board found that Piper requested the delay.\n. C & M owned five tracts of land in the AP District. The comprehensive and detailed settlement agreement permitted C & M to construct approximately 230 units at a density of approximately one unit per acre.\n. The Board found, inter alia, that: (1) the challenge as a whole was marked by numerous errors, inconsistencies, and generalities, explained by Piper’s rush to file its challenge as soon as possible; (2) Piper’s challenge focused on increasing density to the exclusion of other factors, proposing a density of one dwelling unit per base-site acre and a minimum lot size of 6,500 square feet; (3) Piper's proposed ordinance would allow high-density building in an area designed to protect agriculture, without taking into account the significant conflicts between residential development and farming operations, such as water use, land price inflation, sewage needs, noise and odor from farming, and other factors; (4) the Township already has a high-density residential development district which is well-suited for the increased water, sewage, and roadway demands of such development; and (5) Piper's land planning expert was unreliable and incredible, because many of the findings in his report were unsupported or unexplained. The Board also found that Piper seemed to expect that it was entitled to relief because it identified the same defects that were ruled invalid in C & M, six days before the Township announced its declaration to propose a curative amendment. The Board found, however, that Piper was not entitled to automatic relief; rather, the Board found that the proper procedure was for it to examine both the private proposal and the Township’s proposal on their relative merits.\n. Piper further argues that there can be no doubt that its challenge is substantively valid, because Piper identified precisely the same constitutional defects that this Court identified in C & M.\n. See 53 P.S. § 11009(2) (repealed) (\"Where the appeal involves a challenge to the validity of any ordinance or map the court shall have power to declare the ordinance, map or any provision thereof invalid and, in addition thereto, shall have power to: (i) enter judgment in favor of the landowner as provided in section 802, or (ii) stay the effect of its judgment for a limited time to give the local governing body an opportunity to modify or amend the ordinance or map in accordance with the opinion of the court.”).\n. § 11. Courts to be open; suits against the Commonwealth All courts shall be open; and every man for an injuiy done him in his lands, goods, person or reputation shall have remedy by due course of law, and right and justice administered without sale, denial or delay. Pa. Const. Art. I, § 11.\n. § 11006-A. Judicial relief\n(a) In a land use appeal, the court shall have power to declare any ordinance or map invalid and set aside or modify any action, decision or order of the governing body, agency or officer of the municipality brought up on appeal.\n(c) If the court finds that an ordinance or map, or a decision or order thereunder, which has been brought up for review unlawfully prevents or restricts a development or use which has been described by the landowner through plans and other materials submitted to the governing body, agency or officer of the municipality whose action or failure to act is in question on the appeal, it may order the described development or use approved as to all elements or it may order it approved as to some elements and refer other elements to the governing body, agency or officer having jurisdiction thereof for further proceedings, including the adoption of alternative restrictions, in accordance with the court's opinion and order.\n(e) The fact that the plans and other materials are not in a form or are not accompanied by other submissions which are required for final approval of the development or use in question or for the issuance of permits shall not prevent the court from granting the definitive relief authorized. The court may act upon preliminary or sketch plans by framing its decree to take into account the need for further submissions before final approval is granted.\n53P.S. § 11006-A(a), (c), (e).\n. The second sentence of subsection (3) is similar in effect to the first sentence. It states that once the municipality has enacted its own curative ordinance, a landowner may not \"accrue” its own right to a cure based on its private challenge, to the extent that the challenge is based on the invalidity of the original ordinance. Again, this protection relates back to the date of the municipality’s declaration and proposal.\n. Thus, after a court issues a decision invalidating a municipality’s zoning ordinance, the stampede may proceed apace, halted only by the declaration and proposal procedure of Section 609.2(1). Of course, a municipality has an incentive to act quickly to limit the number of challenges by filing such a declaration as soon as possible. Municipalities must balance their confidence that their ordinances are valid with the risk of facing comparisons between it and multiple variations, including, as here, its own amendment, in deciding when to declare and propose.\n. The landowner filed its challenge approximately two months after this Court struck down an ordinance in Delaware County because it failed to provide for multifamily housing. Girsh Appeal, 437 Pa. 237, 263 A.2d 395 (1970). In a sense, Casey’s challenge was premised on the success of Girsh Appeal.\n. The Court in Casey construed a 1972 version of the MPC that had been repealed by the time Casey itself was decided in 1974. One section of the 1972 law provided that when a court declared an ordinance invalid, it could, if it chose to do so, \"[s]tay the effect of its judgment for a limited time to give the local governing body an opportunity to amend or modify the ordinance” to comply with the court’s decision. Casey, 328 A.2d at 468 (citing 53 P.S. § 11009(2) (repealed)). We held that this provision was intended to allow for a moratorium period so that a municipality could amend its ordinance without considering a flood of new applications, but it could not be construed to deny specific relief to a successful challenger. Id. at 468-469.\n. In a footnote, we stressed that Casey's fundamental rule (that a successful challenger is entitled to relief) applies, even though the general moratorium provision of Section 11009(2) had been repealed, see supra at 1090 n. 13. In other words, we held that the presence or absence of a general, statutory moratorium period for future challenges would not affect the original challenger’s individual right to relief. Fernley, 502 A.2d at 589 n. 8.\n. Accord Township of Willistown v. Chesterdale Farms, Inc., 462 Pa. 445, 341 A.2d 466 (1975) (where township’s ordinance unconstitutionally barred apartments, challenger was entitled to site-specific relief under Casey); Allegheny Energy Supply Co., L.L.C. v. Twp. of Blaine, 829 A.2d 1254 (Pa.Cmwlth.2003) (where township's ordinance completely barred the legitimate use of building an electricity-generating facility, the challenger was entitled to site-specific relief under Casey, without regard to a post-challenge curative ordinance that would have provided for such use); Appeal of Miller & Son Paving, Inc., 161 Pa.Cmwlth. 138, 636 A.2d 274 (1993) (where ordinance totally barred legitimate use of quarrying, challenger is entitled to site-specific relief under Casey, subject to reasonable restrictions).\n. As stated earlier, in C & M, we did not order any particular site-specific remedy, and we cited neither Casey nor Fernley in support of our decision.\n. Piper argues that the Open Courts Clause claim is \"fairly comprised” within its statement of the issue on appeal to this Court, such that this Court may consider it under Pa.R.A.P. 1115(a)(3) (\"The statement of questions [in a petition for allowance of appeal] will be deemed to include every subsidiary question fairly comprised therein.”). While we disagree with that assessment, the more fundamental point is that the issue is waived under Pa.R.A.P. 302(a). In any event, Piper's claim seems to be based on the presumption that by challenging the C & M restrictions, Piper gained a vested right to develop its property at the density that it proposed. As noted above, that is not the case.\n. In its initial brief to the Commonwealth Court, Piper mentioned Section 1006-A in passing, as part of its argument that a successful challenger is entitled to site-specific relief. 2009 PA CW. Ct. Briefs 32909, 2009 PA CW. Ct. Briefs LEXIS 1781, *31.",
        "type": "majority",
        "author": "Justice BAER."
      }
    ],
    "attorneys": [
      "Robert W. Gundlach Jr., Fox Rothschild, L.L.P., Warrington, Kellie Ann McGowan, Eastburn and Gray, P.C., Doylestown, Abraham C. Reich, Fox Rothschild, L.L.P., Philadelphia, John A. Van Luvanee, Eastburn and Gray, P.C., Clair E. Wischusen, Warrington, for the Piper Group, Inc., et al.",
      "Matthew Nathan McClure, Ballard Spahr LLP, Philadelphia, H. Peter Nelson, John Bernard Rice, Grim, Biehn & Thatcher, P.C., Perkasie, Michael Sklaroff, Ballard Spahr LLP, Philadelphia, for Bedminster Township Board of Supervisors and Bedminster Township.",
      "Terry W. Clemons, Clemons Richter Walsh & Reiss, P.C., Doylestown, for Appellee Amicus Curiae, Bucks County Association of Township Officials.",
      "David Russell Getz, Thomas L. Wenger, Wix, Wenger & Weidner, P.C., Harrisburg, for Appellee Amicus Curiae, PA State Association of Township Supervisors."
    ],
    "corrections": "",
    "head_matter": "30 A.3d 1083\nThe PIPER GROUP, INC., Charles E. Sigety, Katharine S. Sigety, Nero Enterprises, Sigety Trust c/o Trustees Charles Birge Sigety and Katharine K. Yon, Piperlands Properties, L.P., 110 Dark Hollow Road, LLC., Robert G. Sigety, Cornelius E. Sigety, Elizabeth D. Sigety, and Robert G. Sigety, as Tenants by the Entireties and Robert G. Sigety Grat c/o Trustee Cornelius E. Sigety, Appellants v. BEDMINSTER TOWNSHIP BOARD OF SUPERVISORS and Bedminster Township, Appellees.\nSupreme Court of Pennsylvania.\nArgued May 11, 2011.\nDecided Sept. 28, 2011.\nRobert W. Gundlach Jr., Fox Rothschild, L.L.P., Warrington, Kellie Ann McGowan, Eastburn and Gray, P.C., Doylestown, Abraham C. Reich, Fox Rothschild, L.L.P., Philadelphia, John A. Van Luvanee, Eastburn and Gray, P.C., Clair E. Wischusen, Warrington, for the Piper Group, Inc., et al.\nMatthew Nathan McClure, Ballard Spahr LLP, Philadelphia, H. Peter Nelson, John Bernard Rice, Grim, Biehn & Thatcher, P.C., Perkasie, Michael Sklaroff, Ballard Spahr LLP, Philadelphia, for Bedminster Township Board of Supervisors and Bedminster Township.\nTerry W. Clemons, Clemons Richter Walsh & Reiss, P.C., Doylestown, for Appellee Amicus Curiae, Bucks County Association of Township Officials.\nDavid Russell Getz, Thomas L. Wenger, Wix, Wenger & Weidner, P.C., Harrisburg, for Appellee Amicus Curiae, PA State Association of Township Supervisors.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0282-01",
  "first_page_order": 326,
  "last_page_order": 351
}