{
  "id": 4205088,
  "name": "CITY OF PHILADELPHIA, v. WORKERS' COMPENSATION APPEAL BOARD (KRIEBEL). Appeal of Patricia Kriebel",
  "name_abbreviation": "City of Philadelphia v. Workers' Compensation Appeal Board",
  "decision_date": "2011-10-19",
  "docket_number": "No. 49 EAP 2010",
  "first_page": "6",
  "last_page": "22",
  "citations": [
    {
      "type": "official",
      "cite": "612 Pa. 6"
    },
    {
      "type": "parallel",
      "cite": "29 A.3d 762"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "861 A.2d 938",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1100661,
        9190983
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "943"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0470-01",
        "/a2d/861/0938-01"
      ]
    },
    {
      "cite": "580 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100661
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0470-01"
      ]
    },
    {
      "cite": "525 A.2d 1204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1804529,
        1804531,
        1804614
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "1211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0450-01",
        "/pa/514/0448-01",
        "/pa/514/0449-01"
      ]
    },
    {
      "cite": "514 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804529
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0450-01"
      ]
    },
    {
      "cite": "221 A.2d 163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "170"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900340
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0594-01"
      ]
    },
    {
      "cite": "246 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "404",
          "parenthetical": "internal citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917403
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "390-91",
          "parenthetical": "internal citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0378-01"
      ]
    },
    {
      "cite": "962 A.2d 14",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8184008
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/962/0014-01"
      ]
    },
    {
      "cite": "692 A.2d 1062",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468697,
        11919571
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1066"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0639-01",
        "/a2d/692/1062-01"
      ]
    },
    {
      "cite": "547 Pa. 639",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468697
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0639-01"
      ]
    },
    {
      "cite": "282 A.2d 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "698"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938591
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0436-01"
      ]
    },
    {
      "cite": "420 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "798"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "508 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794052
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0360-01"
      ]
    },
    {
      "cite": "808 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/808/0994-01"
      ]
    },
    {
      "cite": "492 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767132
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "1062"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0001-01"
      ]
    },
    {
      "cite": "742 A.2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "560 Pa. 676",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "725 A.2d 232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11636360
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/725/0232-01"
      ]
    },
    {
      "cite": "938 A.2d 1054",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "595 Pa. 709",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "889 A.2d 129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8991915
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/889/0129-01"
      ]
    },
    {
      "cite": "664 A.2d 90",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862344,
        470742
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0090-01",
        "/pa/541/0435-01"
      ]
    },
    {
      "cite": "541 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470742
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0435-01"
      ]
    },
    {
      "cite": "679 A.2d 1304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        767082,
        11338435
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/451/0442-01",
        "/a2d/679/1304-01"
      ]
    },
    {
      "cite": "451 Pa.Super. 442",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        767082
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/451/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1203,
    "char_count": 30868,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 1.4930976369517113e-07,
      "percentile": 0.6634060518586219
    },
    "sha256": "6658cb6da74006e346dceefce44b47ebbbc385d532cadcf7e0daaef456a7f496",
    "simhash": "1:688b31b6b3c9b27c",
    "word_count": 4878
  },
  "last_updated": "2024-02-27T21:06:01.025246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ.",
      "Chief Justice CASTILLE, Justices EAKIN, BAER, TODD, and McCAFFERY join the opinion.",
      "Justice SAYLOR concurs in the result."
    ],
    "parties": [
      "CITY OF PHILADELPHIA, v. WORKERS’ COMPENSATION APPEAL BOARD (KRIEBEL). Appeal of Patricia Kriebel."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice ORIE MELVIN.\nWe granted review to determine whether an opinion rendered by a medical expert is sufficient to rebut the presumption of disease causation under the Pennsylvania Workers’ Compensation Act (“Act”), 77 P.S. §§ 1-1041.4; 2501-2626. For the reasons that follow, we hold that an expert’s opinion does not constitute substantial competent evidence where it is based on a series of assumptions that lack the necessary factual predicate. Since the medical opinion in the instant case is based upon unfounded supposition, it is legally insufficient to overcome the presumption of disease causation. Accordingly, we reverse the order of the Commonwealth Court.\nJoseph Kriebel (“Decedent”) worked for the City of Philadelphia (“Employer”) as a firefighter from 1974 until 2003. He died on October 25, 2004, at the age of fifty-two from liver disease caused by hepatitis C. Decedent’s widow, Patricia Kriebel (“Appellant”), filed a claim petition under the Act on January 12, 2005, alleging that Decedent contracted hepatitis C in the course of his employment. Section 108(m.l) of the Act identifies hepatitis C as an “occupational disease” among professional and volunteer firefighters. 77 P.S. § 27.1(m.l). As discussed more fully infra, section 301(e) of the Act creates a rebuttable presumption that an occupational disease is causally related to employment. 77 P.S. § 413.\nOn April 15, 2005, the WCJ held a hearing on the petition. Appellant sought to raise the presumption of occupational exposure through evidence that Decedent was employed as a firefighter for thirty years, was diagnosed with hepatitis C during that time, and died from complications caused by the disease.\nIn support of her claim, Appellant presented the testimony of Thomas Meehan (“Meehan”), a firefighter who worked with Decedent for twenty-two years. Hearing Transcript, 4/15/05, at 12. Meehan testified that Decedent responded to fires, automobile accidents, and other emergencies where he was exposed to the blood of the victim(s). Id. at 13-16. Meehan explained that in the 1980s Employer’s rescue protocol was known as the “sweep and scoop” method. Id. at 17. Under this protocol, Decedent and Meehan were to locate the victims and extricate them as quickly as possible; they were not to wait for a medical unit to arrive. Id. As a result, their uniforms were often contaminated with blood and other bodily fluids. Id. at 19. Meehan explained that the latex gloves they wore when responding to emergencies tore easily and failed to shield their wrists and forearms from contact with bodily fluid. Id. at 20-21. He further testified that he observed Decedent with torn gloves and blood on his hands. Id. at 21-22. Meehan stated that Employer did not have a defined post-contact procedure; employees who came into direct contact with blood were instructed to “just wash [it] off.” Id. at 23.\nAppellant also presented the deposition testimony of Victor J. Navarro, M.D., who is Board-certified in internal medicine and gastroenterology. When Dr. Navarro began treating Decedent in 2002, he had already been diagnosed with hepatitis C, which led to the development of cirrhosis. Deposition of Dr. Navarro, 3/15/2005, at 10. Dr. Nayarro diagnosed Decedent with hepatocellular carcinoma, a form of liver cancer, identifying its etiology as the cirrhosis. Id. at 12. He opined that the liver disease caused Decedent’s death. Id. at 18. With regard to causation, Dr. Navarro stated, “I think as a firefighter, he was exposed to hepatitis C. He acquired it. That led to liver disease, cancer and death.” Id. at 19. Dr. Navarro explained the connection between hepatitis C and Decedent’s occupation: workers who are exposed through needle stick[s] or blood exposure ... to me [this] is where he got his hepatitis C.\nI know that in Philadelphia, from training in Philadelphia, that the firefighters were first responders for many things so they rotated on and off the emergency wagons and that hepatitis C was not uncommon in the blood supply prior to 1990, that, particularly in ... [Philadelphia] where there’s a high prevalence — in many sections anyway — of drug abusers and also minority populations where hepatitis C is more common that [Decedent] probably would have been exposed if he was at all exposed to blood products. So given that and the fact that the only other exposure he has is a tattoo, which the CDC [Centers for Disease Control] ... does not regard as a conventional risk factor, the prevailing thought among practitioners is that people who have blood, particularly first responders, are no different than healthcare\nId. at 20-21.\nEmployer sought to rebut the presumption of disease causation with the testimony of Stephen J. Gluckman, M.D., who is Board-certified in internal medicine and infectious disease. Dr. Gluckman agreed with Dr. Navarro’s conclusion that Decedent’s hepatitis C led to cirrhosis, cancer, and ultimately death. Deposition of Dr. Gluckman, 11/15/05, at 11-12. Dr. Gluckman disagreed, however, with Dr. Navarro’s identification of the source of the hepatitis. According to Dr. Gluckman, Decedent acquired hepatitis C from drug use, not occupational exposure. Id. As support for his conclusion, Dr. Gluckman cited a note in Decedent’s military medical records indicating that he contracted “serum hepatitis from drug usage” in 1969. Id. at 15. He explained that “serum” hepatitis, now known as hepatitis B, is often contracted through contaminated needles. Id. Dr. Gluckman stated that hepatitis B and C, although distinct diseases, are transmitted in a similar manner, most commonly through needle-related drug use. Id. at 19. Dr. Gluckman concluded, “[Decedent] got his hepatitis C from his drug use that was dated in 1969 and that was also a time when he [ ] acquired the hepatitis B or serum hepatitis.” Id. Dr. Gluckman observed that Decedent had an appropriate social history for the disease: intravenous drug use. Id. He also explained that the timing of the development of cirrhosis was consistent with acquisition of hepatitis C in 1969 because the medical literature suggests that complications from the disease will not manifest for approximately thirty years. Id. at 21. Dr. Gluckman further opined that there were no occupational exposures that would have caused Decedent to acquire hepatitis C. Id. at 23. He explained that while Decedent encountered the blood of numerous victims, there was no indication that it penetrated his skin. Id. at 20.\nOn cross-examination, Dr. Gluckman admitted that the sole foundation for his causation opinion was the 1971 note in Decedent’s military medical records. Id. at 26-27. He conceded that there were no medical records indicating that Decedent was treated for drug addiction. Id. at 25-26. Similarly, Dr. Gluckman acknowledged that none of Decedent’s physical examinations revealed indicia of intravenous drug use. Id. In fact, he admitted that there was no mention of intravenous drug use in Decedent’s medical records. Id. at 30. ■ Dr. Gluckman further recognized that hepatitis B is commonly spread through other means, including sexual contact, and that the word “serum” does not indicate that an injection was involved. Id. at 30, 47.\nAppellant submitted a letter dated December 12, 2005 from Dr. Navarro in response to Dr. Gluckman’s testimony. Exhibit C-6, C.R. at 2. While acknowledging that he did not see the treatment note at issue, Dr. Navarro stated that he did not receive a history of intravenous drug use from Decedent and that there was no evidence to corroborate such a history. Dr. Navarro agreed that contaminated needles are a significant risk factor for contracting the disease. Nonetheless, he opined that Decedent’s “most likely route of exposure to hepatitis C was job related.” Employer presented a responsive letter from Dr. Gluckman in which he reiterated the views expressed in his testimony. Exhibit D-l, C.R. at 2.\nThe WCJ credited Dr. Gluckman’s testimony that Decedent acquired hepatitis C through intravenous drug use as opposed to exposure to blood during his career as a firefighter. Decision, 11/1/07, C.R. at 2. He concluded that the note bore indicia of reliability because it was signed by Decedent. The WCJ also found it significant that there was no evidence of puncture wounds during Decedent’s career, suggesting that his exposure to blood was limited to contact with the skin. Thus, the WCJ concluded that Employer successfully rebutted the presumption. Consequently, he denied Appellant’s fatal claim petition.\nAppellant appealed to the WCAB, which reversed. Opinion, 9/15/08, C.R. at 2. The WCAB concluded that the WCJ should have sustained Appellant’s hearsay objection because Dr. Gluckman’s conclusion was based on the causation opinion of another physician who was not subject to cross-examination. The WCAB explained that pursuant to Pennsylvania Rule of Evidence 703, Dr. Gluckman could rely on the facts contained in the note, i.e., that Decedent had hepatitis B and used drugs, but he could not rely on the conclusion contained therein, i.e., that the hepatitis B was acquired as a result of drug use, in the absence of other contemporaneous facts or data on which he could base an independent causation opinion. In this regard, the WCAB found that Dr. Gluckman impermissibly “parroted” the opinion of another expert and failed to offer an assessment based on his own expertise and judgment. See Gustison v. Ted Smith Floor Products, 451 Pa.Super. 442, 679 A.2d 1304 (1996). The WCAB further held that Dr. Gluckman impermissibly assumed, based on the coexisting factors of drug use and hepatitis B, that Decedent used needle-based drugs when there was no evidence of record to substantiate the finding. Thus, it concluded that Dr. Gluckman’s testimony did not constitute competent evidence because it lacked a sufficient factual predicate. Accordingly, the WCAB held that Employer did not proffer evidence sufficient to rebut the presumption that Decedent contracted hepatitis C in the course of his employment. Consequently, it reversed the WCJ’s decision and order.\nA divided panel of the Commonwealth Court reversed. City of Philadelphia v. WCAB (Kriebel), No.1953 C.D.2008, unpublished memorandum (Pa.Cmwlth. filed August 28, 2009). The court concluded that Dr. Gluckman’s testimony “constituted substantial, competent evidence to rebut the statutory presumption.” Id. at 16. In so holding, the Commonwealth Court observed that Dr. Gluckman reviewed Decedent’s entire medical history and permissibly deduced that the note concerning “serum hepatitis from drug usage” indicated that Decedent contracted hepatitis C from contaminated needles prior to his employment as a firefighter. The court found that the record substantiated Dr. Gluckman’s finding that Decedent did not sustain a puncture wound in his professional capacity. Finally, the court observed that Dr. Gluckman persuasively explained that the progression of Decedent’s condition mirrored the normal time frame for hepatitis C patients who subsequently develop carcinoma. According to the Commonwealth Court, Dr. Gluckman drew upon numerous factors, including his own expertise, to opine with a reasonable degree of medical certainty that Decedent’s condition stemmed from intravenous drug use. Consequently, the court held that the WCAB erred in reversing the decision of the WCJ.\nSenior Judge Kelley dissented, opining that Dr. Gluckman’s expert opinion was not competent because it was based on the pure speculation that Decedent was an intravenous drug user who contracted hepatitis C through contaminated needles. Since there was no proof that Decedent ever used intravenous drugs aside from the medical record reference to “serum hepatitis from drug usage,” Judge Kelley concluded that Dr. Gluckman impermissibly relied upon facts that were not supported by independent evidence. Thus, Judge Kelley would have held that Employer failed to satisfy its burden of proof.\nAppellant filed a petition for allowance of appeal with this Court, which we granted limited to the following issue:\nWhether the Commonwealth Court’s decision to reverse the decision of the WCAB and reinstate the decision of the WCJ is supported by substantial competent evidence, given (1) the rebuttable statutory presumption under Section 301(e) of the Act, that Decedent’s occupational disease, i.e., hepatitis C, arose out of and in the course of his employment as a firefighter; and (2) the absence of any evidence establishing that Decedent was an intravenous drug user, shared needles, and/or came in contact with contaminated needles.\nAppellant argues that Employer did not meet its burden to rebut the presumption because Dr. Gluckman’s opinion lacks evidentiary support. Appellant contends, “Since Dr. Gluckman admits that serum hepatitis refers to hepatitis B, not hepatitis C, and that hepatitis B has more than one cause, his ‘extrapolation’ that Decedent was an intravenous drug user, shared needles and contracted hepatitis C from a contaminated needle is improperly based on a series of assumptions.” Appellant’s brief at 16. Thus, in the absence of the necessary factual predicate, Appellant avers that Employer did not present competent evidence sufficient to rebut the statutory presumption.\nEmployer counters that Dr. Gluckman’s testimony was competent and, therefore, legally sufficient to rebut the presumption. Employer argues that experts are permitted to rely on records and reports made by other physicians regardless of whether those documents have been admitted into evidence. It vigorously asserts that an expert may render an opinion on the basis of information contained in a record compiled by another physician as long as the expert customarily relies upon those types of records in the practice of his profession. Employer further avers that Dr. Gluckman relied upon a host of factors in formulating his causation opinion, including: (1) the strong association between needle-based drug use and hepatitis C; (2) Decedent’s lack of occupational exposure to needle sticks or injections; (3) the 1971 report of injectable drug use; (4) Decedent’s failure to report his prior drug use while being treated for hepatitis C; and (5) the fact that Decedent’s condition developed following the average latency period. Thus, Employer maintains that Dr. Gluckman’s independent medical assessment constitutes substantial, competent evidence sufficient to rebut the presumption.\nIn a workers’ compensation case, our scope of review is limited to determining whether constitutional rights were violated, whether the adjudication is in accordance with the law, and whether the necessary findings of fact are supported by substantial evidence. 2 Pa.C.S. § 704; City of Wilkes-Barre v. WCAB (Zuczek), 541 Pa. 435, 664 A.2d 90 (1995).\nWithin the context of a fatal claim petition, the surviving family member must substantiate the elements necessary to merit an award of benefits. “Those elements encompass establishment of a work-related injury or occupational disease, impact on the earning capacity of the employee, and, in the case of a fatal claim petition, that this injury or disease was a substantial contributing cause in bringing about the death of that employee.” Gibson, 861 A.2d at 943.\nUnder section 301(c)(2) of the Act, an injury arising in the course of employment includes an “occupational disease as defined in section 108.” 77 P.S. § 411(2). Serum hepatitis, infectious hepatitis, and hepatitis C are among the occupational diseases identified in Section 108. 77 P.S. § 27.1(m) & (m.l). Section 301(e) of the Act creates a rebuttable presumption that an occupational disease is causally related to employment. This section provides:\nIf it be shown that the employe, at or immediately before the date of disability, was employed in any occupation or industry in which the occupational disease is a hazard, it shall be presumed that the employe’s occupational disease arose out of and in the course of his employment, but this presumption shall not be conclusive.\n77 P.S. § 413. Thus, once a claimant establishes that he suffers from an enumerated occupational disease, he is entitled to the presumption that the disease arose during the course of his employment. See also City of Philadelphia v. WCAB (Sites), 889 A.2d 129, 137 n. 20 (Pa.Cmwlth.2005), appeal denied, 595 Pa. 709, 938 A.2d 1054 (2007). The burden then shifts to the employer to rebut the presumption with substantial, competent evidence. Id. See also Kelley v. WCAB (City of Wilkes-Barre), 725 A.2d 232, 235 (Pa.Cmwlth.1999), appeal denied, 560 Pa. 676, 742 A.2d 173 (1999). Substantial evidence is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. Republic Steel Corp. v. WCAB (Shinsky), 492 Pa. 1, 421 A.2d 1060, 1062 (1980). “Medical evidence that relies on possibilities, or is less than positive, will not constitute legally competent evidence to establish causation.” Industrial Recision Services v. WCAB (Farbo), 808 A.2d 994 (Pa.Cmwlth.2002).\nWhether an expert’s opinion is competent is a question of law subject to plenary review. Lewis v. WCAB (Pittsburgh Bd. of Educ.), 508 Pa. 360, 498 A.2d 800 (1985). “In conducting such a review the medical witness’s entire testimony must be reviewed and taken as a whole[,] and a final decision ‘should not rest upon a few words taken out of context of the entire testimony.’ ” Id. at 803 (quoting Wilkes-Barre, City v. WCAB, 54 Pa.Cmwlth. 230, 420 A.2d 795, 798 (1980)). In Commonwealth v. Thomas, 444 Pa. 436, 282 A.2d 693, 698 (1971), this Court first adopted the rule permitting a “medical witness to express opinion testimony on matters based, in part, upon reports of others which are not in evidence, but which the expert customarily relies upon in the practice of his profession.” We have further held that while an expert may base his opinion on facts of which he has no personal knowledge, those facts must be supported by evidence of record. Newcomer v. WCAB (Ward Trucking Corp.), 547 Pa. 639, 692 A.2d 1062, 1066 (1997); Casne v. WCAB (Stat Couriers, Inc.), 962 A.2d 14 (Pa.Cmwlth.2008) (holding that if an expert’s opinion is dependent upon information that is inaccurate or lacks support in the record, it is deemed incompetent.). This Court has explained: Collins v. Hand, 431 Pa. 378, 390-91, 246 A.2d 398, 404 (1968) (internal citations omitted).\nAn expert cannot base his opinion upon facts which are not warranted by the record. No matter how skilled or experienced the witness may be, he will not be permitted to guess or to state a judgment based on mere conjecture.... To endow opinion evidence with probative value it must be based on facts proven or assumed, sufficient to enable the expert to form an intelligent opinion. The opinion must be an intelligent and reasonable conclusion, based on a given state of facts, and be such as reason and experience have shown to be a probable resulting consequence of the facts proved. The basis of the conclusion cannot be deduced or inferred from the conclusion itself. In other words, the opinion of the expert does not constitute proof of the existence of the facts necessary to support the opinion.\nIn the instant case, we are asked to decide whether Dr. Gluckman’s testimony is legally sufficient to rebut the statutory presumption that Decedent’s hepatitis C arose out of his employment. We find that his opinion is not competent because it is based upon a series of assumptions that lack a factual predicate.\nBy his own admission, Dr. Gluckman based his causation opinion entirely upon the lone notation in the 1971 medical record documenting “serum hepatitis from drug usage.” From this information, Dr. Gluckman opined that Decedent contracted hepatitis C via contaminated needles. To reach this conclusion, he “reasoned,” based on the coexisting factors of drug use and hepatitis B, that Decedent’s drug use was intravenous, that he shared needles, used a contaminated needle, and thereby contracted hepatitis B. Subsequently, he “reasoned” that Decedent contemporaneously contracted hepatitis C by using a contaminated needle, ■ relying on the fact that intravenous drug use is the most common method of contracting the disease.\nBy reducing Dr. Gluckman’s opinion to its essential components, it is apparent that his conclusion rests upon a series of unsubstantiated assumptions. Initially, Dr. Gluckman assumes that the drug use referenced in the 1971 medical note was needle-based or intravenous. As Dr. Gluckman conceded, there is absolutely no evidence in the subsequent thirty years of medical records to corroborate the finding that Decedent was an intravenous drug user. The paucity of evidence supporting Dr. Gluckman’s finding becomes evident during the following exchanges:\nQ. There were also no records of any inpatient treatment for drug addiction, correct?\nA. I am not sure. They referred him to — oh, drug addiction, I’m sorry. No.\nQ. And there’s no indication in any of the physical examinations that I have seen of any track marks or anything indicia [sic] of a drug abuser, correct?\nA. There’s nothing in the records, correct.\nQ. Okay. In all of the records that you were provided, there’s no other reference to him being a drug abuser; is that correct?\nA. That’s correct.\nQ. There’s no specific records of him sharing needles in the record?\nA. No.\nQ. There’s no specific record of any needle he ever used being from another person who had hepatitis B, C or A, correct?\nA. No, but most of them wouldn’t know that.\nQ. And there is no reference to the frequency, if any, that he supposedly used drugs, correct?\nA. Correct.\nQ. In fact, there’s no record of the word intravenous drug use anywhere in this record, correct?\nA. Correct.\nQ. Meaning the word intravenous drug doesn’t exist?\nA. Correct.\nQ. What you have done is take the risk factor for hepatitis and [the] comment [about] drug use [in the 1971 medical record] and from that extrapolated that has to be intravenous drug use; is that fair?\nA. Well, not exactly intravenous, you don’t need it in your vein.\nQ. Injection?\nA. Yes. Yes, that’s how serum hepatitis which is in the record is transmitted, drug use, so that’s why I made that extrapolation.\nDeposition of Dr. Gluckman, 11/15/05, at 25-27, 29-31. Even though there was no independent evidence to corroborate the premise for Dr. Gluckman’s opinion, he “extrapolated” from his finding of injectable drug use and concluded that Decedent used contaminated needles and concurrently contracted hepatitis B and hepatitis C, a separate disease that is not referenced in the treatment note at issue.\nWhile an expert may base his opinion on facts of which he has no personal knowledge, those facts must be supported by record evidence. Newcomer, supra; Casne, supra. In the instant case, there is no evidence in the over thirty years of subsequent medical records to support or corroborate a finding of drug use, yet alone intravenous drug use. Thus, there were no competent facts supporting Dr. Gluckman’s expert opinion regarding how and when Decedent acquired the hepatitis C that ultimately caused his death. Stated simply, Dr. Gluckman based his opinion upon facts which were not warranted by the record. The law prohibits such action. Collins, supra. This Court has stated that reliance on a “presumption on a presumption,” as Employer’s expert has done herein, must be condemned as the height of “irresponsible speculation.” Id. at 404 (quoting Auerbach v. Phila. Transp. Co., 421 Pa. 594, 221 A.2d 163, 170 (1966)). Accordingly, we find that Dr. Gluckman’s opinion, which lacks an adequate factual foundation, constitutes nothing but conjecture and speculation.\nSince the premise for Dr. Gluckman’s causation opinion is unsound, the auxiliary information he cited to bolster his conclusion is unwarranted. All of the additional data he relied upon, such as the average latency period and the common modes of transmission, are mere statistics. Dr. Gluckman may not use this statistical data to legitimize the foundation for his conclusion as it amounts to nothing more than impermissible bootstrapping. While we do not doubt the accuracy of this data, it does not revive his opinion from its fatal flaw: the absence of substantiating evidence.\nHaving concluded that Dr. Gluckman’s opinion lacks an adequate factual foundation, it follows that his opinion is insufficient to overcome the statutory disease causation presumption. Appellant was entitled to the “procedural or evidentiary advantage” of the presumption because she effectively established that Decedent contracted an occupational disease as defined in section 108(m.l) and that the disease was a hazard in his occupation. Pawlosky v. WCAB, 514 Pa. 450, 525 A.2d 1204, 1211 (1987). Employer could overcome the presumption through the presentation of substantial competent evidence. Sites, supra; Kelley, supra. The only evidence proffered in this regard — Dr. Gluckman’s opinion— does not meet this standard. His opinion was based on the barest scintilla of evidence: an uncorroborated forty-year-old notation in a medical record. Supposition and speculation founded upon a small sliver of proof does not constitute substantial competent evidence. Since Employer failed to meet its burden of proof, Appellant is entitled to the presumption in section 301(e) of the Act.\nThe order of the Commonwealth Court is reversed, and the decision of the WCAB is reinstated.\nChief Justice CASTILLE, Justices EAKIN, BAER, TODD, and McCAFFERY join the opinion.\nJustice SAYLOR concurs in the result.\n. Following the suggestion of the Workers’ Compensation Judge (\"WCJ”), Appellant filed a separate fatal claim petition on September 14, 2005. Since the burden of proof is virtually identical in both claim and fatal claim petitions, we address only the latter herein. See Gibson v. WCAB (Armco Stainless & Alloy Products), 580 Pa. 470, 861 A.2d 938, 943 (2004). We note that our treatment of the case in this manner is consistent with that of the Workers’ Compensation Appeal Board (\"WCAB”) and the Commonwealth Court.\n. Decedent was diagnosed with hepatitis C in 1997.\n. Dr. Gluckman did not evaluate Decedent. Rather, his assessment was based on a review of the medical records and testimony.\n. Indeed, the WCJ found as fact that Decedent died, at least in part, \"as a result of liver disease that either was, or developed from, hepatitis C.” Decision, 11/1/07, ¶ 41, Certified Record (C.R.) at 2.\n. The note referenced by Dr. Gluckman bears a date of October 26, 1971 and is signed by a Herbert Salís, M.D. While portions of the note are illegible, the phrase \"Serum hepatitis from drug usage — Dec 1969— NCD\" is readily apparent. Dr. Gluckman was unable to explain the abbreviation “NCD,” and there is no definition elsewhere in the record. The note further reads, \"Takes psychogenic drugs — no recent narcotics.”\n. Appellant interposed a hearsay objection to Dr. Gluckman’s causation opinion based on Dr. Salis's diagnosis, which was ultimately overruled by the WCJ.\n. We note that although Decedent’s alleged drug use is described as \"intravenous,” Dr. Gluckman stated that it need only be injected in the body, not necessarily the vein. Id. at 31. For ease of discussion and consistency, we use the term \"intravenous.”\n. Pa.R.E. 703 provides:\nThe facts or data in the particular case upon which an expert bases an opinion or inference may be those perceived by or made known to the expert at or before the hearing. If of a type reasonably relied upon by experts in the particular field in forming opinions or inferences upon the subject, the facts or data need not be admissible in evidence.\n. One commissioner dissented, opining that the note from 1971 was not a medical diagnosis or conclusion; it was simply a report of Decedent’s medical history. Thus, he would have concluded that Dr. Gluckman's reliance on the same was proper.\n. Employer bases its claim on its belief that Decedent consistently expressed a \"lack of candor\" regarding his condition. Employer’s brief at 26. As support, Employer notes that a scheduled liver transplant was cancelled due to the presence of alcohol in Decedent's system, despite the fact that he denied consuming the same.\n. As relevant herein, section 108 provides:\nThe term \"occupational disease,” as used in this act, shall mean only the following diseases.\n(m. 1) Hepatitis C in the occupations of professional and volunteer firefighters, volunteer ambulance corps personnel, volunteer rescue and lifesaving squad personnel, emergency medical services personnel and paramedics, Pennsylvania State Police officers, police officers requiring certification under 53 Pa.C.S. Ch. 21 (relating to employees), and Commonwealth and county correctional employes, and forensic security employes of the Department of Public Welfare, having duties including care, custody and control of inmates involving exposure to such disease. Hepatitis C in any of these occupations shall establish a presumption that such disease is an occupational disease within the meaning of this act, but this presumption shall not be conclusive and may be rebutted.\n77 P.S. § 27.1(m.l).\n. The rule from Thomas is codified in Pa.R.E. 703. See supra, at n. 8.\n. Counsel queried, \"Now, your opinion that [Decedent] developed hepatitis C from drug use in 1969 is based entirely on the history found in the medical records that you told us about from the military in 1971, correct?” Deposition of Dr. Gluckman, 11/15/05, at 26-27(emphasis added). Dr. Gluckman replied, \"Yes.” Id. at 27.\n. We note that Claimant’s medical expert, who was Decedent's treating physician, never received a history of drug use. Additionally, he confirmed that there was no evidence in the medical records to support such a finding.\n. In this regard, we find that the Commonwealth Court’s conclusion that Dr. Gluckman reviewed and actually relied upon other medical records is baseless. Dr. Gluckman admitted that he grounded his causation opinion \"entirely” upon the lone note from 1971. Furthermore, as discussed above, there is nothing in the subsequent medical records to corroborate Dr. Gluckman’s findings. As such, the review of additional records does not, and cannot, substantiate his opinion.",
        "type": "majority",
        "author": "Justice ORIE MELVIN."
      }
    ],
    "attorneys": [
      "Michael Gerald Dryden, Willig, Williams & Davidson, Philadelphia, for Patricia Kriebel.",
      "Elise Michelle Bruhl, City of Philadelphia Law Dept., for City of Philadelphia.",
      "Amber Marie Kenger, Richard C. Lengler, Harrisburg, PA Dept. of Labor & Industry, for Workers Compensation Appeal Board."
    ],
    "corrections": "",
    "head_matter": "29 A.3d 762\nCITY OF PHILADELPHIA, v. WORKERS’ COMPENSATION APPEAL BOARD (KRIEBEL). Appeal of Patricia Kriebel.\nSupreme Court of Pennsylvania.\nArgued March 9, 2011.\nDecided Oct. 19, 2011.\nMichael Gerald Dryden, Willig, Williams & Davidson, Philadelphia, for Patricia Kriebel.\nElise Michelle Bruhl, City of Philadelphia Law Dept., for City of Philadelphia.\nAmber Marie Kenger, Richard C. Lengler, Harrisburg, PA Dept. of Labor & Industry, for Workers Compensation Appeal Board.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0006-01",
  "first_page_order": 50,
  "last_page_order": 66
}