{
  "id": 425198,
  "name": "In the Matter of the Personal Restraint of Robert Perkins, Petitioner",
  "name_abbreviation": "In re the Personal Restraint of Perkins",
  "decision_date": "2001-03-15",
  "docket_number": "No. 69662-4",
  "first_page": "261",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 261"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "681 P.2d 835",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "101 Wn.2d 498",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1139578
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/101/0498-01"
      ]
    },
    {
      "cite": "789 P.2d 731",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "114 Wn.2d 485",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1169885
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "492"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/114/0485-01"
      ]
    },
    {
      "cite": "976 P.2d 616",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "137 Wn.2d 897",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        179355
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/137/0897-01"
      ]
    },
    {
      "cite": "792 P.2d 506",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "114 Wn.2d 802",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1169880
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "806-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/114/0802-01"
      ]
    },
    {
      "cite": "746 P.2d 809",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "109 Wn.2d 607",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1186029
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "613"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/109/0607-01"
      ]
    },
    {
      "cite": "849 P.2d 1221",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "121 Wn.2d 327",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1365824
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/121/0327-01"
      ]
    },
    {
      "cite": "5 P.3d 1240",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183458
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "351-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0342-01"
      ]
    },
    {
      "cite": "933 P.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "RCW 10.73.140 does not bar this court's review of a second PRP."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "131 Wn.2d 558",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1547160
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "566",
          "parenthetical": "RCW 10.73.140 does not bar this court's review of a second PRP."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/131/0558-01"
      ]
    },
    {
      "cite": "880 P.2d 25",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 459",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507255
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0459-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 10236,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 2.57036934953313e-07,
      "percentile": 0.8161914072982633
    },
    "sha256": "6279c816a94d9e948feb138e6d3645154a22aace1abf0d3aa3630539f0954985",
    "simhash": "1:24fde7596501c77b",
    "word_count": 1715
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Personal Restraint of Robert Perkins, Petitioner."
    ],
    "opinions": [
      {
        "text": "Sanders, J.\nThe Court of Appeals properly transferred Robert Perkins’ successive personal restraint petition (PRP) to this court for review on the merits rather than dismissing it pursuant to RCW 10.73.140. We hold Mr. Perkins is entitled to the relief he seeks and remand for resentencing.\nFacts\nOn December 2, 1998, petitioner Robert Perkins pleaded guilty to one count of solicitation to deliver a controlled substance (cocaine) in violation of RCW 69.50.401(a)(1)(i) and RCW 9A.28.030. He was sentenced to 81 months in prison plus one year of community placement. He did not appeal this judgment and sentence but, on September 2, 1999, filed a pro se PRP collaterally attacking the propriety of the one-year term of community placement. The State conceded community placement as error. The Court of Appeals agreed and vacated the community placement portion of his sentence.\nOn December 10, 1999, Perkins filed a second pro se PRP claiming the sentencing court had no statutory authority to sentence him beyond the statutory five-year maximum, and had improperly relied upon RCW 69.50.408’s inapplicable doubling provision. However Perkins did not disclose in this pro se petition that he had filed an earlier petition, nor did he make a “good cause” argument to justify this successive petition contrary to the same rule. See RAP 16.7(a)(1).\nThe state concedes the second PRP was not time-barred by RCW 10.73.090 because it fell under the excessive sentence exception in RCW 10.73.100(5), but argued the petition should be dismissed as an impermissible subsequent petition and an abuse of the writ, citing RCW 10.73.140. The Court of Appeals agreed Perkins’ failure to satisfy the good cause requirement for a second PRP barred review by the Court of Appeals; however, it avoided the defect by transferring the.case to the Supreme Court, to which RCW 10.73.140 does not apply.\nThe state concedes the claim raised in Perkins’ second PRP has neither been heard nor determined on the merits and thus is not a “petition for similar relief” barred by RAP 16.4(d). The State further concedes Perkins is entitled to relief if this court determines the Court of Appeals properly transferred the PRP rather than dismissing it.\nThe issue is therefore whether the Court of Appeals properly transferred the second PRP to the Supreme Court or whether it should have dismissed the case under RCW 10.73.140.\nAnalysis\nThe relevant statute provides:\nIf a person has previously filed a petition for personal restraint, the court of appeals will not consider the petition unless the person certifies that he or she has not filed a previous petition on similar grounds, and shows good cause why the petitioner did not raise the new grounds in the previous petition. Upon receipt of a personal restraint petition, the court of appeals shall review the petition and determine whether the person has previously filed a petition or petitions and if so, compare them. If upon review, the court of appeals finds that the petitioner has previously raised the same grounds for review, or that the petitioner has failed to show good cause why the ground was not raised earlier, the court of appeals shall dismiss the petition on its own motion without requiring the state to respond to the petition. Upon receipt of a first or subsequent petition, the court of appeals shall, whenever possible, review the petition and determine if the petition is based on frivolous grounds. If frivolous, the court of appeals shall dismiss the petition on its own motion without first requiring the state to respond to the petition.\nRCW 10.73.140.\nAccordingly the Court of Appeals\nhas no subject-matter jurisdiction of PRPs raising the same grounds for review. The Court of Appeals has jurisdiction to decide jurisdiction, Stikes Woods Neighborhood Ass’n v. City of Lacey, 124 Wn.2d 459, 465, 880 P.2d 25 (1994)....\nIn re Pers. Restraint of Johnson, 131 Wn.2d 558, 566 n.3, 933 P.2d 1019 (1997). Johnson held RCW 10.73.140 does not bar our consideration of successive PRPs and allowed relief on a transferred PRP. Johnson, 131 Wn.2d at 566. RCW 10.73.140 does not apply to the Supreme Court. In re Pers. Restraint of Stoudmire, 141 Wn.2d 342, 351-52, 5 P.3d 1240 (2000).\nIn re Pers. Restraint of Holmes, 121 Wn.2d 327, 333, 849 P.2d 1221 (1993), affirmed a Court of Appeals dismissal for lack of good cause under RCW 10.73.140. However Holmes failed to undertake any analysis of RCW 2.06.030, which appears to mandate transfer in all cases without determining “good cause.” Furthermore, Holmes did not mention the petitioner would have been free of the requirements of RCW 10.73.140 had the case been transferred. Holmes simply did not address the Court of Appeals’ dismissal of a case over which it did not have jurisdiction on a basis that would have been unavailable to the Supreme Court had the case been transferred.\nRCW 2.06.030, entitled “General powers and authority—Transfers of cases—Appellate jurisdiction, exceptions—Appeals,” provides in part:\nNo case, appeal or petition for a writ filed in the supreme court or the court shall be dismissed for the reason that it was not filed in the proper court, but it shall be transferred to the proper court.\n(Emphasis added.) Article IV, section 4, of the Washington Constitution vests this court with original jurisdiction in habeas corpus proceedings. Toliver v. Olsen, 109 Wn.2d 607, 613, 746 P.2d 809 (1987).\nRAP 16.5 provides, “A personal restraint petition should be filed in the Court of Appeals,” and continues, “If a personal restraint petition is filed in the Supreme Court, the Supreme Court will ordinarily transfer the petition to the Court of Appeals.” (Emphasis added.)\nClearly Perkins could have filed his PRP directly in the Supreme Court at his election. Had he done so we could not have transferred the petition to the Court of Appeals pursuant to RAP 16.5 because we have jurisdiction in this matter whereas the Court of Appeals does not. Thus, Perkins’ problem arises because he initially filed his PRP in the Court of Appeals rather than in the Supreme Court. Is this fatal?\nWe think not because RCW 2.06.030 explicitly requires the case shall not be dismissed but shall be transferred to the proper court.\nJohnson allowed relief on a transferred successive PRP. Johnson, 131 Wn.2d at 566. Thus Johnson provides no authority for the state’s argument that the Court of Appeals must dismiss rather than transfer a case over which it has no jurisdiction under RCW 10.73.140.\nThe Court of Appeals retains the power under RAP 16.4(d) to dismiss successive PRPs seeking the same relief. Furthermore, the Supreme Court may dismiss successive PRPs based on new grounds if it determines there has been an abuse of writ. Stoudmire, 141 Wn.2d at 352. But no further procedural obstacles are placed in the path of a petitioner raising new grounds in a successive PRP. See supra notes 4-5.\nConclusion\nThe Court of Appeals properly transferred Perkins’ PRP to the Supreme Court pursuant to RCW 2.06.030. Accordingly, the decision of the Court of Appeals is affirmed and the case is remanded for resentencing consistent with this opinion.\nAlexander, C.J., Smith, Johnson, Madsen, Ireland, and Bridge, JJ., and Guy and Talmadge, JJ. Pro Tern., concur.\nIn re Pers. Restraint of Johnson, 131 Wn.2d 558, 566, 933 P.2d 1019 (1997) (RCW 10.73.140 does not bar this court’s review of a second PRP.).\nSee In re Pers. Restraint of Cook, 114 Wn.2d 802, 806-07, 792 P.2d 506 (1990).\nThe state admits “the petitioner is entitled to relief. He has been sentenced in excess of the statutory maximum for his crime. His case should be remanded for entry of a 60 month sentence.” State’s Br. of Resp’t at 13. See In re Pers. Restraint of Hopkins, 137 Wn.2d 897, 976 P.2d 616 (1999).\nRAP 16.4(d) states, “[n]o more than one petition for similar relief on behalf of the same petitioner will be entertained without good cause shown.” We considered the nature of “similar relief” in Johnson and granted a transferred PRP, which was beyond the Court of Appeals’jurisdiction, because of a material intervening change in law. Johnson, 131 Wn.2d at 569.\nBecause RCW 10.73.140 does not apply to this court, the abuse of writ doctrine is the only direct bar to the raising of new issues in successive PRPs in this court. Stoudmire, 141 Wn.2d at 352. However, “[a]buse of the writ only occurs ‘if the petitioner was represented by counsel throughout postconviction proceedings.’ ” Id. (quoting In re Pers. Restraint of Jeffries, 114 Wn.2d 485, 492, 789 P.2d 731 (1990)). Here, Perkins filed both PRPs pro se. Pet’r’s Opening Br. at 3. The state concedes there is no procedural bar to this court deciding, and granting, the PRP on its merits if we determine the Court of Appeals properly transferred the case.\nHolmes was decided four years prior to Johnson, a case which exempted the Supreme Court from RCW 10.73.140. Whether or not this result was evident from the language of the statute prior to Johnson, Holmes does not address the inapplicability of RCW 10.73.140 to cases transferred to the Supreme Court.\nSee supra notes 4-5. Although lack of good cause is a valid basis for the Supreme Court to dismiss a successive PRP where the same relief is sought under RAP 16.4(d), where the petitioner raises a new issue, the only procedural bar at the Supreme Court level is abuse of the writ. Stoudmire, 141 Wn.2d at 352. Had the Court of Appeals transferred the case in Holmes, tbds court could not have dismissed the claim for lack of good cause (the court may have been able to dismiss for abuse of the writ, but it is unclear whether Holmes was represented by counsel in his first PRP, a necessary element for abuse of the writ under Stoudmire).\nA distinction exists between requesting similar relief and raising new grounds in a successive PRP. See In re Pers. Restraint of Haverty, 101 Wn.2d 498, 503, 681 P.2d 835 (1984).",
        "type": "majority",
        "author": "Sanders, J."
      }
    ],
    "attorneys": [
      "Pattie Mhoon, for petitioner.",
      "Robert Perkins, pro se.",
      "Gerald A. Horne, Prosecuting Attorney, and Barbara L. Corey-Boulet and Kathleen Proctor, Deputies, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 69662-4.\nEn Banc.]\nArgued November 28, 2000.\nDecided March 15, 2001.\nIn the Matter of the Personal Restraint of Robert Perkins, Petitioner.\nPattie Mhoon, for petitioner.\nRobert Perkins, pro se.\nGerald A. Horne, Prosecuting Attorney, and Barbara L. Corey-Boulet and Kathleen Proctor, Deputies, for respondent."
  },
  "file_name": "0261-01",
  "first_page_order": 335,
  "last_page_order": 341
}