{
  "id": 425271,
  "name": "Thuan Dinh, et al., Petitioners, v. Craig Salins, et al., Respondents",
  "name_abbreviation": "Thuan Dinh v. Salins",
  "decision_date": "2001-04-12",
  "docket_number": "No. 69541-5",
  "first_page": "378",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 378"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "69 F.R.D. 558",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        7855617
      ],
      "weight": 6,
      "year": 1976,
      "pin_cites": [
        {
          "page": "559"
        },
        {
          "page": "564"
        },
        {
          "page": "566"
        },
        {
          "page": "567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/69/0558-01"
      ]
    },
    {
      "cite": "607 P.2d 856",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "93 Wn.2d 199",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1167761
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/93/0199-01"
      ]
    },
    {
      "cite": "810 P.2d 4",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "61 Wn. App. 163",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1729395
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/61/0163-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 9182,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015703811303284475
    },
    "sha256": "f112feb0508f09ca902afdae196effe9911f638de100b3271ca895791a2d322d",
    "simhash": "1:99b4fe2c1794dc27",
    "word_count": 1469
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thuan Dinh, et al., Petitioners, v. Craig Salins, et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Sanders, J.\nWe here review a Court of Appeals decision affirming a trial court dismissal of a personal injury action for a party’s failure to comply with a discovery order.\nThe primary question is whether the Superior Court erred when it entered the discovery order after the case had been assigned to mandatory arbitration. We conclude a plain reading of the mandatory arbitration rules dictates all discovery matters must be decided by the arbitrator once a case is assigned to arbitration. So concluding, we reverse the trial court’s dismissal of Mr. Dinh and Mrs. Nguyen’s complaint and remand for further proceedings consistent with this opinion.\nFacts\nAfter Thuan Dinh and his wife Thuy Nguyen (hereafter Dinh) were rear-ended by Craig and Jane Doe Salins they commenced suit for injuries sustained.\nOn August 6, 1998 Salins served interrogatories and requests for production of documents on Dinh. Dinh failed to timely respond. Dinh filed a statement of arbitrability on September 2. On September 3, Salins wrote Dinh’s lawyer indicating the responses were overdue and requesting a discovery conference pursuant to CR 26.\nA discovery conference was held on September 18, 1998. Counsel agreed to extend Dinh’s deadline for filing interrogatory responses until September 28. Dinh’s lawyer promised he would supply the answers as soon as he received Salins’ answers. Dinh received Salins’ answers on September 24; but no interrogatory answers were forthcoming.\nOn October 5, one week after the new deadline had passed, Salins filed a motion to compel discovery coupled with a request for sanctions. Dinh responded by asserting an arbitrator would soon be appointed and the court had no authority to compel discovery or impose sanctions. An arbitrator was in fact appointed four days later on October 9, 1998.\nAfter the matter had been assigned to arbitration, on October 15, Judge Jarvis ordered Dinh to respond to the discovery requests within five days and imposed terms of $500. Dinh did serve some answers however on October 19. Salins asserted Dinh’s answers were incomplete and evasive. On October 30 Salins again notified Dinh several responses were deficient and complained the $500 terms imposed by Judge Jarvis had not yet been paid. Salins also threatened if the answers were not promptly submitted and the terms were not paid, he would file a motion to dismiss Dinh’s complaint.\nThe arbitration was held on November 19, 1998. Five days later the arbitrator ruled in favor of Dinh. Salins then requested a trial de novo pursuant to MAR 7.1.\nSalins moved to dismiss Dinh’s complaint on February 8, 1999, asserting Dinh had still failed to comply with Judge Jarvis’s discovery order of October 15, 1998. A hearing on the motion was conducted on March 5, 1999 at which time the trial court granted Salins’s motion to dismiss and rendered judgment for an additional $1,500 in terms against Dinh. The trial court supported this judgment with factual findings drafted in substantial compliance with the requirements for dismissal outlined in White v. Kent Medical Center, Inc., 61 Wn. App. 163, 810 P.2d 4 (1991).\nDinh then appealed to the Court of Appeals which affirmed this dismissal. We accepted review.\nQuestion Presented\nDinh raises several issues on appeal, although we conclude the question of whether a trial court may enter a discovery order after an arbitrator has been appointed in a case set for mandatory arbitration is dispositive.\nAnalysis\nDinh argues the trial court lacked authority to issue an order compelling discovery and thus should not have dismissed the complaint based on Dinh’s failure to comply with that order. Dinh asserts a plain reading of MAR 4.2 (Superior Court Mandatory Arbitration Rules) and King County LMAR 4.2 (Local Rules for Mandatory Arbitration) vests the arbitrator, not the trial court, with exclusive authority to permit, deny, or compel discovery. MAR 4.2 provides:\nAfter the assignment of a case to the arbitrator, a party may demand a specification of damages under RCW 4.28.360, may request from the arbitrator an examination under CR 35, may request admissions from a party under CR 36, and may take the deposition of another party, unless the arbitrator orders otherwise. No additional discovery shall be allowed, except as the parties may stipulate or as the arbitrator may order. The arbitrator will allow discovery only when reasonably necessary.\nSimilarly, King County LMAR 4.2 provides:\n(a) In determining when additional discovery beyond that directly authorized by MAR 4.2 is reasonably necessary, the arbitrator shall balance the benefits of discovery against the burdens and expenses. The arbitrator shall consider the nature and complexity of the case, the amount in controversy, values at stake, the discovery that has already occurred, the burdens on the party from whom discovery is sought, and the possibility of unfair surprise which may result if discovery is restricted. Authorized discovery shall be conducted in accordance with the civil rules except that motions concerning discovery shall be determined by the arbitrator.\n(b) Discovery Pending at the Time Arbitrator is Assigned. Discovery pending at the time the case is assigned to an arbitrator is stayed pending order from the arbitrator or except as the parties may stipulate or except as authorized by MAR 4.2.\nSalins asserts neither rule is implicated by these facts. According to Salins, the agreement by Dinh to respond to the discovery constituted a discovery stipulation. We disagree. Under MAR 8.1 a stipulation must be made as part of an arbitration proceeding or in a writing signed by the parties, which this was not. Salins also claims since no arbitrator had yet been appointed when the motion to compel was filed this makes the rule inapplicable. We disagree. An arbitrator was appointed six days prior to Judge Jarvis’s order on the motion. The date of the order controls. Further, Salins contends by the time the arbitrator was appointed the discovery in question was not pending, rather it was overdue, thus taking it outside of the realm of King County LMAR 4.2. Nor do we find this argument persuasive. Whether timely or overdue, the answers to Salins’ interrogatories were not completed and were therefore “pending” for purposes of MAR 4.2.\nNeither party draws our attention to any controlling authority. However in its unpublished opinion the Court of Appeals referenced our decision in Balfour, Guthrie & Co. v. Commercial Metals Co., 93 Wn.2d 199, 607 P.2d 856 (1980). In Balfour we held, “Once arbitration proceedings are validly invoked the arbitrators are the ones who should determine the nature and scope of the whole gamut of discovery.” Balfour, 93 Wn.2d at 203. We also noted, “The federal rule is summarized thusly: ‘Discovery on the subject matter of the dispute to be arbitrated generally has been denied,’ ” id. (quoting 7 James William Moore, Federal Practice § 81.05[7], at 81-82 (2d ed. 1979)), and further observed, “An excellent analysis is contained in Mississippi Power Co. v. Peabody Coal Co., 69 F.R.D. 558 (S.D. Miss. 1976).” Id. at 203-04.\nIn Mississippi Power the trial court ordered the parties involved to proceed to arbitration pursuant to their arbitration agreement. Mississippi Power, 69 F.R.D. at 559. However the court retained its jurisdiction over the matter and when Mississippi Power Company filed a motion to compel discovery, the court sua sponte questioned the company’s right to do so. Id.\nAccording to Mississippi Power, the situation “left the parties standing with one foot in the district court and the other in the arbitrator’s office.” Id. at 564. The court surveyed decisions from multiple jurisdictions and found “numerous other district court cases have declared for various reasons that discovery as to the merits of a suit that has been stayed for arbitration is improper and should not be allowed.” Id. at 566. Mississippi Power ultimately reached the same conclusion holding:\nThere should be no necessity for double-barrelled discovery, proceeding simultaneously under the supervision of the Court, on one hand, and under the supervision of the arbitrator, on the other, a situation fraught with the likelihood of conflicts, duplications, hindrances and delays, all basically in conflict with the arbitration process ....\nId. at 567.\nA plain reading of the rule coupled with our approval of Mississippi Power in Balfour resolves the instant matter in favor of Mr. Dinh. A plain reading of MAR 4.2 and King County LMAR 4.2 vests in the arbitrator exclusive authority to decide discovery matters. We therefore reverse the dismissal and award of sanctions, remanding for further proceedings consistent with this opinion. Dinh shall recover his costs on appeal.\nAlexander, C.J., and Smith, Johnson, Madsen, Ireland, Bridge, Chambers, and Owens, JJ., concur.",
        "type": "majority",
        "author": "Sanders, J."
      }
    ],
    "attorneys": [
      "Steven C. Smith, for petitioners.",
      "Rick J. Wathen, Jeannette L. Adams, Thomas Lether, and Mark S. Cole (of Clarke, Bovingdon, Cole, Mills & Lether, P.C.), for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 69541-5.\nEn Banc.]\nArgued January 18, 2001.\nDecided April 12, 2001.\nThuan Dinh, et al., Petitioners, v. Craig Salins, et al., Respondents.\nSteven C. Smith, for petitioners.\nRick J. Wathen, Jeannette L. Adams, Thomas Lether, and Mark S. Cole (of Clarke, Bovingdon, Cole, Mills & Lether, P.C.), for respondents."
  },
  "file_name": "0378-01",
  "first_page_order": 452,
  "last_page_order": 458
}