{
  "id": 425201,
  "name": "Wendy Haywood, Plaintiff, Deborah Hittle, Petitioner, v. Ildefonsa Aranda, et al., Respondents; Mary K. Creso, Petitioner, v. Lauri J. Philips, Respondent",
  "name_abbreviation": "Haywood v. Aranda",
  "decision_date": "2001-03-15",
  "docket_number": "Nos. 68868-1; 68905-9",
  "first_page": "231",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 231"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "812 P.2d 102",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 1026",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "803 P.2d 57",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "60 Wn. App. 278",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1719267
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/60/0278-01"
      ]
    },
    {
      "cite": "93 Wn.2d 1004",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "600 P.2d 614",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "24 Wn. App. 112",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        459129
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "114-15"
        },
        {
          "page": "115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/24/0112-01"
      ]
    },
    {
      "cite": "1 P.3d 1124",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 29",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183442
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0029-01"
      ]
    },
    {
      "cite": "121 S. Ct. 880",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "986 P.2d 790",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "139 Wn.2d 379",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        98987
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/139/0379-01"
      ]
    },
    {
      "cite": "940 P.2d 654",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "132 Wn.2d 1013",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "929 P.2d 1215",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "84 Wn. App. 733",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        121793
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "737"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/84/0733-01"
      ]
    },
    {
      "cite": "989 P.2d 1143",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "138 Wn.2d 1017",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "963 P.2d 934",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "93 Wn. App. 189",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        48769
      ],
      "weight": 2,
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/93/0189-01"
      ]
    },
    {
      "cite": "969 P.2d 446",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "137 Wn.2d 84",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        179408
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/137/0084-01"
      ]
    },
    {
      "cite": "942 P.2d 979",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "86 Wn. App. 497",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1278978
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/86/0497-01"
      ]
    },
    {
      "cite": "958 P.2d 962",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "holding that a court is powerless to adjudicate a controversy over which it lacks subject matter jurisdiction"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "135 Wn.2d 542",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812832
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "556",
          "parenthetical": "holding that a court is powerless to adjudicate a controversy over which it lacks subject matter jurisdiction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/135/0542-01"
      ]
    },
    {
      "cite": "987 P.2d 137",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "97 Wn. App. 829",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        184182
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "831"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/97/0829-01"
      ]
    },
    {
      "cite": "5 P.3d 8",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "140 Wn.2d 1012",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "weight": 2,
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "987 P.2d 121",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "97 Wn. App. 741",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        184405
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/97/0741-01"
      ]
    },
    {
      "cite": "985 P.2d 956",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "97 Wn. App. 701",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        183781
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/97/0701-01"
      ]
    },
    {
      "cite": "947 P.2d 721",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "133 Wn.2d 804",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        331074
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/133/0804-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 19691,
    "ocr_confidence": 0.756,
    "pagerank": {
      "raw": 1.1801986250117512e-07,
      "percentile": 0.5884586321441907
    },
    "sha256": "2305103ee140d6bec7f960bfb9b45ec851e7ec65604ea13e5a9504bd8b96d9bb",
    "simhash": "1:315974e53004acc6",
    "word_count": 3396
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wendy Haywood, Plaintiff, Deborah Hittle, Petitioner, v. Ildefonsa Aranda, et al., Respondents. Mary K. Creso, Petitioner, v. Lauri J. Philips, Respondent."
    ],
    "opinions": [
      {
        "text": "Alexander, C.J.\nIn Nevers v. Fireside, Inc., 133 Wn.2d 804, 947 P.2d 721 (1997), this court held that in order for a party to obtain a trial de novo following mandatory arbitration of a civil action, the party seeking the trial must strictly comply with MAR 7.1 and timely file proof of service of the request for trial de novo. In the two cases before us we are presented with an issue that flows from but was not directly addressed in Nevers: whether an objection to a trial de novo, on grounds that the party requesting the trial failed to timely file proof of service of the request for a trial de novo, may be raised for the first time after the trial de novo has taken place? The trial courts held that such an objection is “waived” if it is not raised before the trial de novo. Consequently, they each denied a motion to vacate the jury’s verdict. In separate appeals, the Court of Appeals affirmed both trial courts. We affirm the Court of Appeals, concluding that an objection to a party’s failure to file proof of service of a request for trial de novo is “waived” if not raised before the trial de novo.\nI. FACTS AND PROCEEDINGS\nThe two cases before us, Haywood v. Aranda and Creso v. Philips, are similar in that in each case a plaintiff filed a lawsuit in Pierce County Superior Court seeking damages for personal injuries the plaintiff allegedly sustained in an automobile accident. In each case, the superior court transferred the action to mandatory arbitration pursuant to RCW 7.06.050. Both designated arbitrators issued an award in favor of the plaintiff. Subsequently, each defendant filed a timely written request for a trial de novo with the Pierce County Superior Court. Each defendant also served a copy of their request on the plaintiff within the required 20 days. Significantly, neither defendant filed proof of such service “along with” their written request for a trial de novo as required by MAR 7.1(a).\nBefore either trial de novo took place, this court issued its decision in Nevers and, as noted above, concluded that filing proof of service of a request for trial de novo is necessary to obtain a trial de novo. Despite our decision, the plaintiff in each case did not object to the defendant’s failure to properly file proof of service.\nThe cases proceeded to trial and each resulted in a jury verdict in favor of the plaintiff, but in an amount substantially less than the amount each plaintiff had received in arbitration. Only after their respective trials did plaintiffs Haywood and Hittle and the plaintiff Creso object to the defendants’ failure to file proof of service. They each did so by moving, in superior court, for an order vacating the jury verdict and for entry of a judgment based on the larger arbitration award. In support of their separate motions, each plaintiff cited our decision in Nevers, and asserted that a party’s failure to file proof of service of a request for trial de novo precludes that party from obtaining such a trial. They argued, therefore, that the resulting verdicts were void. Both trial courts denied the motions, each concluding that the plaintiff “waived” any objection to the defendant’s failure to file proof of service by not raising the objection before trial. The Creso trial court held that laches was also a bar to setting the verdict aside. The plaintiff in each case appealed the order of the trial court to the Court of Appeals, Division Two.\nConsistent with its earlier decision in Cook v. Von Stein, 97 Wn. App. 701, 985 P.2d 956 (1999), that court affirmed both trial courts in Haywood v. Aranda, 97 Wn. App. 741, 987 P.2d 121 (1999), review granted, 140 Wn.2d 1012, 5 P.3d 8 (2000), and Creso v. Philips, 97 Wn. App. 829, 830 n.6, 987 P.2d 137 (1999), review granted, 140 Wn.2d 1012, 5 P.3d 8 (2000). In Haywood, it held that the plaintiff waived its right to object to the failure of the defendant to file proof of service by waiting until after trial to register the objection. It also held that equitable estoppel and laches formed an alternate basis for affirming the trial court’s ruling. In Creso, the appellate court, while not specifically mentioning the term “waiver,” concluded that a party should not be able to “ ‘sit on’ the opposing party’s failure to file proof of service until the jury’s verdict, and invoke such failure only if the verdict is less favorable than the arbitration award.” Creso, 97 Wn. App. at 831. Haywood and Hittle together and Creso separately petitioned this court for review of the Court of Appeals’ decisions. We granted their petitions and consolidated both cases for review.\nII. DISCUSSION\nAs indicated above, both petitions raise the narrow legal question of whether an objection to a party’s failure to timely file proof of service of a request for trial de novo, following mandatory arbitration, may be raised for the first time following the trial de novo. For reasons we set forth hereafter, we hold that it may not. Consequently, we agree with the Court of Appeals that the plaintiff in each of the cases before us “waived” any objection they had on these grounds by not registering the objection before the trial de novo commenced.\nA. Jurisdiction\nThe plaintiffs in both cases contend that an objection to a party’s failure to file proof of service of a request for trial de novo cannot be waived. Their primary argument in support of that assertion is that MAR 7.1(a)’s proof of service requirement is “jurisdictional” in nature and that, as a consequence, the failure of the party requesting a trial de novo to timely file proof that he or she served a copy of the request on the other parties deprives the superior court of authority to do anything other than to enter an order of dismissal of the trial de novo and to enter judgment on the arbitration award. See Skagit Surveyors & Eng’rs, LLC v. Friends of Skagit County, 135 Wn.2d 542, 556, 958 P.2d 962 (1998) (holding that a court is powerless to adjudicate a controversy over which it lacks subject matter jurisdiction). The plaintiffs assert, therefore, that a party’s noncompliance with MAR 7.1(a)’s proof of service requirement, like a court’s lack of subject matter jurisdiction, may be raised at any time.\nThe defendants respond that MAR 7.1(a)’s proof of service requirement is not jurisdictional. Although they each concede that an objection to a trial de novo on grounds that the party requesting the trial failed to file proof of service of the request, when raised prior to the trial de novo, is grounds for denial of the request for trial, they argue that the objection is “waived” if not raised prior to the trial de novo.\nIn support of their argument that MAR 7.1(a)’s proof of service requirement is jurisdictional, both plaintiffs point to statements we made in Nevers. There, we framed the issue that was before us as follows:\nThe issue before us is whether the MAR 7.1(a) requirement that proof of service be filed within 20 days of the date the arbitration award is filed is mandatory and thus a condition precedent to obtaining a trial de novo. If it is, failure to strictly comply with that requirement is fatal to a request for trial de novo and the superior court’s authority is limited to entering a judgment upon the arbitrator’s decision and award.\nNevers, 133 Wn.2d at 811. We then concluded:\nWe are of the view that timely filing of a request for trial de novo of an arbitrator’s decision in court ordered arbitration is necessary for the superior court to conduct a trial de novo. In that regard we are in accord with the Court of Appeals in State v. Hofer, 86 Wn. App. 497, 942 P.2d 979 (1997) to the effect that failure to strictly comply with MAR 7.1(a)’s filing requirement prevents the superior court from conducting a trial de novo. It follows, we believe, that the requirement in MAR 7.1(a) that proof of service of copies of the request for trial de novo be filed is also a prerequisite to obtaining a trial de novo. ... [I]t is only when there has been timely service and filing of proof of that service, that the court may conduct a trial de novo. Both steps must be taken, and on this the rule is unambiguous.\nNevers, 133 Wn.2d at 811-12 (footnote omitted).\nWhat the plaintiffs overlook is the fact that we did not say that the requirements of MAR 7.1(a) are jurisdictional. Indeed, we said just the opposite, observing, albeit in a footnote, that:\nAlthough we recognize the filing of the request and proof of service with the superior court is somewhat akin to filing a notice of appeal, it is not a step that invokes the superior court’s jurisdiction. That court’s jurisdiction is invoked upon the filing of the underlying lawsuit and it is not lost merely because the dispute is transferred to mandatory arbitration.\nNevers, 133 Wn.2d at 812 n.4.\nMoreover, in Roberts v. Johnson, 137 Wn.2d 84, 969 P.2d 446 (1999), we reaffirmed what we said in Nevers, indicating that the failure of a person to strictly observe the filing requirements set forth in the mandatory arbitration rules does not deprive the superior court of jurisdiction. We observed that a judgment entered on an arbitration award by a superior court, where the arbitrator had failed to file proof of service of that award on the parties as required by MAR 6.2, is not subject to being vacated as a void judgment. We note, also, that Division One of the Court of Appeals has similarly held that MAR 7.1(a)’s proof of service requirement is not jurisdictional and that an objection to failure to file proof of service can be waived if not raised in a timely manner. See Wright v. Miller, 93 Wn. App. 189, 963 P.2d 934 (1998), review denied, 138 Wn.2d 1017, 989 P.2d 1143 (1999).\nOur conclusion that a party’s noncompliance with MAR 7.1(a)’s proof of service requirement does not deprive a superior court of jurisdiction to conduct a trial de novo following mandatory arbitration is consistent with the Legislature’s purpose in enacting the mandatory arbitration statutes: “to ‘reduce congestion in the courts and delays in hearing civil cases.’ ” Nevers, 133 Wn.2d at 815 (emphasis omitted) (quoting Perkins Coie v. Williams, 84 Wn. App. 733, 737, 929 P.2d 1215, review denied, 132 Wn.2d 1013, 940 P.2d 654 (1997)). We believe that if we were to conclude otherwise, we would be defeating, rather than promoting, this purpose. The plaintiffs’ approach, in short, would serve to increase congestion in our trial courts by allowing a party to await the outcome of the trial de novo before deciding whether to object to what he or she already knows—that their opponent did not file proof of service. If we were to adopt that reasoning, we would be coming down on the side of needless trials, wasting of judicial resources, and the unnecessary expenditure of funds for attorney fees and costs. We would also be violating the principle that procedural rules should be interpreted to eliminate procedural traps and to allow cases to be decided on their merits. In re Detention of Turay, 139 Wn.2d 379, 390, 986 P.2d 790 (1999), cert. denied, 121 S. Ct. 880 (2001).\nFinally, we note that the defect in these cases—the defendants’ failure to timely file proof of service of their request for trial de novo—bears greater similarity to waivable procedural defects, than to a defect that deprives a court of subject matter jurisdiction. Although the plaintiffs contend that the superior court acted outside its authority, we are satisfied that both of the trial courts were not deprived of jurisdiction any more than is a trial court that entertains litigation where a party has been improperly served with process and that party fails to object to the improper service until after trial. In this regard, we think our recent decision in Lybbert v. Grant County, 141 Wn.2d 29, 1 P.3d 1124 (2000), is instructive. There, we held that a party waived the right to the defense of insufficient service of process where it “failed to preserve the defense by pleading it in its answer or other responsive pleading before proceeding with discovery ..., it engaged in discovery over the course of several months and then, after the statute of limitations had apparently extinguished the claim against it, it asserted the defense.” Lybbert, 141 Wn.2d at 44; see also Raymond v. Fleming, 24 Wn. App. 112, 114-15, 600 P.2d 614 (1979), review denied, 93 Wn.2d 1004 (1980).\nB. Waiver\nGiven our conclusion that MAR 7.1(a)’s proof of service requirement is not jurisdictional, and that an objection to a party’s failure to timely file proof of service of a trial de novo request can be waived, the next issue that we must address is whether the Court of Appeals properly held that the plaintiff in each of the cases before us waived any objection it had to the defendants’ failure to file proof of service of their. request for a trial de novo. We reach that issue because both plaintiffs contend that even if MAE 7.1(a)’s proof of service requirement is not jurisdictional, the Court of Appeals erred in upholding the trial courts’ denial of their motions to vacate the jury verdicts on grounds of waiver.\nCommon law waiver can occur in two ways. “It can occur if the defendant’s assertion of the defense is inconsistent with the defendant’s previous behavior.” Lybbert, 141 Wn.2d at 39 (citing Romjue v. Fairchild, 60 Wn. App. 278, 281, 803 P.2d 57, review denied, 116 Wn.2d 1026, 812 P.2d 102 (1991)). “It can also occur if the defendant’s counsel has been dilatory in asserting the defense.” Lybbert, 141 Wn.2d at 39 (citing Raymond, 24 Wn. App. at 115). As we explained in Lybbert, “the doctrine of waiver is sensible and consistent with. . . our modern day procedural rules, which exist to foster and promote ‘the just, speedy, and inexpensive determination of every action.’ ” Lybbert, 141 Wn.2d at 39 (quoting CR 1).\nWe are satisfied that the Court of Appeals did not err in holding that the plaintiff in each of these cases waived the right to object to the defendants’ failure to file proof that they had timely served their request for a trial de novo by not raising the objection before trial. We reach that conclusion because the record reveals that each plaintiff knew or should have known, before the trial de novo commenced, that the defendant had failed to file proof of service of the trial de novo request and that this failure constituted a violation of MAR 7.1(a) as that rule was construed in Nevers. Nevertheless, they proceeded to present their case to a jury and acquiesced in the jury’s deliberation on a verdict. It was only after the jury reached a verdict that each plaintiff considered less favorable than the decision of the arbitrator that any objection was voiced. Unquestionably, this conduct is inconsistent with the present assertion of each plaintiff that the superior court lacked jurisdiction to conduct the trial de novo because proof of service of the trial de novo request was not filed.\nMoreover, as the Court of Appeals in Creso noted, the plaintiffs’ delay was self-serving.\n[I]f we allow a party to raise, for the first time after trial, the failure to file proof of service as required by Nevers[, a] party could simply “sit on” the opposing party’s failure to file proof of service until the jury’s verdict, and invoke such failure only if the verdict is less favorable than the arbitration award.\nCreso, 97 Wn. App. at 831. Had the plaintiffs received jury verdicts that were more favorable than their arbitration awards, we think it is unlikely that either of them would have moved to vacate the jury verdicts on grounds that no proof of service had been filed. Similarly, if the verdicts had been more favorable to the plaintiffs and the defendants were before this court arguing that the verdicts were void because of their own failure to file proof of service, the plaintiffs would almost certainly be arguing that the objections had been waived. See Wright, 93 Wn. App. 189. In sum, by not objecting to defendants’ failure to file proof of service of their trial de novo requests before the trial de novo, the plaintiffs waived any objection that they had to the trial de novo on those grounds.\nIII. CONCLUSION\nWe affirm the decisions of the Court of Appeals in Haywood and Creso. We believe that court properly affirmed orders of both trial courts’ denying each plaintiff’s motion to vacate the jury verdict and enter a judgment consistent with the arbitration award. For the reasons we have set forth above, we hold that the courts below did not err in holding that the plaintiffs “waived” any objection that they could have raised to the failure of the defendants to file proof of service of the request for trial de novo. In reaching this holding, we reject the argument that compliance with MAR 7.1(a) is “jurisdictional” in nature. Because we affirm the Court of Appeals’ decisions on common law waiver grounds, it is unnecessary for us to decide whether each plaintiff is similarly barred by principle of estoppel and laches from raising an objection to the defendants’ procedural failing.\nAffirmed.\nSmith, Johnson, Madsen, Sanders, Ireland, and Bridge, JJ., and Guy and Talmadge, JJ. Pro Tern., concur.\nIn Haywood, the arbitrator awarded the plaintiffs, Haywood and Hittle, each approximately $12,000. In Creso, the arbitrator awarded the plaintiff Creso $37,721.47.\nThe defendants Lauri and Rick Philips contend that they filed proof of service. The trial court did not make a finding on this issue because it found that regardless of whether proof of service had actually been filed, Creso had waived her objection to the lack of proof of service and/or was precluded by laches from raising it after the trial. The Court of Appeals stated, without analysis, that the Philipses had not filed adequate proof of service. In light of our decision here, it is unnecessary for us to resolve that issue.\nOur decision in Nevers was issued three months before the trial in Haywood and four days before the trial in Creso.\nHittle received a jury verdict in the amount of $2,500. Creso received a verdict in the amount of $4,700.\nHittle’s motion was submitted three and one-half months after the jury verdict was rendered; Plaintiff Haywood joined Hittle’s motion, notwithstanding the fact that her claims had been dismissed at trial because of her failure to appear. Creso’s motion was made over two months after the jury verdict was rendered.\nMAR 7.1(a) provides: “Within 20 days after the arbitration award is filed with the clerk, any aggrieved party not having waived the right to appeal may serve and file with the clerk a written request for a trial de novo in the superior court along -with proof that a copy has been served upon all other parties appearing in the case.”\nMAR 6.2, in part, provides: “Within 14 days after the conclusion of the arbitration hearing, the arbitrator shall file the award with the clerk of the superior court, with proof of service of a copy on each party.”\nFor example, a party must assert affirmative defenses under CR 8(c), evidentiary objections under ER 103(a)(1), and objections to jury instructions under CR 51(f), or they will be deemed “waived.” See Cook, 97 Wn. App. at 7Ó8 n.6.",
        "type": "majority",
        "author": "Alexander, C.J."
      }
    ],
    "attorneys": [
      "Charles W. Talbot (of Law Offices of Charles Talbot & Associates, P.S.), for petitioner Hittle.",
      "Paul A. Lindenmuth (of Law Offices of Ben F. Barcus), for petitioner Creso.",
      "Anthony J. Vidlak; Marilee C. Erickson and William R. Hickman (of Reed McClure)', and David H. Middleton, for respondents."
    ],
    "corrections": "",
    "head_matter": "[Nos. 68868-1; 68905-9.\nEn Banc.]\nArgued October 24, 2000.\nDecided March 15, 2001.\nWendy Haywood, Plaintiff, Deborah Hittle, Petitioner, v. Ildefonsa Aranda, et al., Respondents. Mary K. Creso, Petitioner, v. Lauri J. Philips, Respondent.\nCharles W. Talbot (of Law Offices of Charles Talbot & Associates, P.S.), for petitioner Hittle.\nPaul A. Lindenmuth (of Law Offices of Ben F. Barcus), for petitioner Creso.\nAnthony J. Vidlak; Marilee C. Erickson and William R. Hickman (of Reed McClure)', and David H. Middleton, for respondents."
  },
  "file_name": "0231-01",
  "first_page_order": 305,
  "last_page_order": 315
}