{
  "id": 425215,
  "name": "River Park Square, L.L.C., et al., Respondents, v. Henry Miggins, as City Manager, et al., Appellants",
  "name_abbreviation": "River Park Square, L.L.C. v. Miggins",
  "decision_date": "2001-02-15",
  "docket_number": "No. 69769-8",
  "first_page": "68",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 68"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "482 P.2d 775",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "79 Wn.2d 12",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1070564
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/79/0012-01"
      ]
    },
    {
      "cite": "128 P.2d 332",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "14 Wn.2d 340",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2567484
      ],
      "year": 1942,
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/14/0340-01"
      ]
    },
    {
      "cite": "244 P.2d 668",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1952,
      "pin_cites": [
        {
          "parenthetical": "citing State ex rel. O'Brien v. Police Court, 14 Wn.2d 340, 348, 128 P.2d 332 (1942)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "40 Wn.2d 502",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4975969
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "517",
          "parenthetical": "citing State ex rel. O'Brien v. Police Court, 14 Wn.2d 340, 348, 128 P.2d 332 (1942)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/40/0502-01"
      ]
    },
    {
      "cite": "947 P.2d 1169",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "133 Wn.2d 455",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        331109
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/133/0455-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 816,
    "char_count": 22234,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 2.7583178508197597e-07,
      "percentile": 0.8333539909083503
    },
    "sha256": "81971d2258fbefd29eaede928400cb82dbffce2a0acb09afb7a76eef9bfb494d",
    "simhash": "1:36fd0deaa0e57db7",
    "word_count": 3768
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "River Park Square, L.L.C., et al., Respondents, v. Henry Miggins, as City Manager, et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Guy, J.\nThis is a mandamus action initiated by River Park Square, L.L.C., R.P.S. II, L.L.C., and Citizens Realty Company (Developers) against Henry Miggins, the Spokane City Manager (City Manager), and James C. Sloane, the Spokane City Attorney (City Attorney), to compel the City Manager and the City Attorney to loan funds from the city’s parking meter revenue fund to cover the ground lease payments and operating expenses that the Spokane Public Development Authority (PDA) has insufficient parking revenue to pay. We hold that no duty exists for the City Manager and the City Attorney to pay out funds absent an order from the Spokane City Council (Council) to do so. In addition to this issue, we are being asked to rule on three motions for consideration of additional evidence. We find it unnecessary to consider the additional evidence in making the determination in this case and therefore deny the motions. The court is also being asked to determine whether it was proper for the trial court to deny Stephen Eugster’s motion to intervene and motion for change of judge in this matter. We find that it was proper for the trial court to deny his motions.\nFACTS\nIn 1995, the Developers approached the City of Spokane (City) and requested assistance to renovate and expand a parking garage, then a part of the commercial retail business area in downtown Spokane identified as River Park Square. As inducement for such assistance, River Park Square was to be improved and expanded with the view of maintaining significant retail business in the central area of the city. As part of the ultimate agreement, a private, nonprofit foundation was created to purchase the garage. The purchase was financed through the issuance of tax-exempt bonds authorized by the City. The bonds are to be repaid from garage revenues and, upon full payment on the bonds, the garage will be gifted to the City. Various leases were entered into as part of the project. The lease agreements are as follows: the nonprofit foundation leased the garage to the PDA; the Developer leased the land upon which the garage is built to the nonprofit foundation; and the nonprofit foundation assigned the lease to the PDA.\nOn January 27, 1997, the Council enacted Ordinance C31823, which outlines the lease agreements to be entered into, creates the parking meter revenue fund out of which ground lease payments and operating expenses that the PDA is unable to pay are to be covered, delegates authority to the City Manager, City Attorney, and bond counsel, Perkins Coie, to carry out the transactions contemplated by the ordinance, and outlines an emergency clause. The ordinance was timely challenged by the citizens group CLEAN on the basis that a plan to provide public financing for the renovation and expansion of a privately owned parking garage violated statutory and constitutional requirements. CLEAN v. City of Spokane, 133 Wn.2d 455, 947 P.2d 1169 (1997). We held that the ordinance was valid since the financing plan and the ordinance under which it was approved satisfied statutory and constitutional requirements. Id.\nThe role assumed by the City pursuant to the ordinance was to make a limited guaranty of funds for the parking garage that the City would ultimately own. Before passing the ordinance, the Council arranged a feasibility study conducted by Walker Parking Consultants to make projections of the expected financial performance of the garage. Currently, major retailers have remained in the downtown area, which was one of the reasons to go forward with the project originally. However, the garage has not performed as anticipated. At the present time, revenues from the parking garage are insufficient to cover the ground lease payments and operating expenses.\nDue to the revenue deficiencies, the PDA requested a loan be made from the parking meter revenue fund. The City Manager and the City Attorney did not direct a loan but asked the Council to approve a loan. In a 3-4 vote, the Council refused to approve a loan. On May 9, 2000, the Developers applied for a writ of mandamus to compel the City Manager and the City Attorney to issue the loan. The PDA was not a party to this action.\nOn May 24, 2000, the superior court conducted a show cause hearing. Neither party sought discovery nor requested a trial. Following the hearing, Judge Donohue granted the alternative writ of mandamus and ordered the City Manager and the City Attorney to issue the loan. The trial court reasoned that Ordinance C31823 mandates that the City Manager and the City Attorney issue a loan when revenues to pay the ground lease payment and operating expenses are deficient, and there is no plain, speedy, and adequate remedy in the ordinary course of law.\nThe City Manager and the City Attorney filed a notice of appeal with Division Three of the Court of Appeals on May 25, 2000, and on the following day filed a notice of super-session of the writ of mandamus and order without bond. On June 9, 2000, a statement of grounds for direct review was filed with this court. The Developers objected to the May 25th notice of supersession of the writ of mandamus. On June 12, 2000, the superior court granted the objection and ordered the City Manager and the City Attorney to comply with the writ or to obtain a stay from the Court of Appeals. A notice of appeal to this court was filed on June 13, 2000. On June 22, the City Manager and the City Attorney filed a motion for stay of enforcement of the mandamus and order. The City Manager and the City Attorney did not comply with the writ. A compliance hearing was held on June 27, 2000, and the superior court again found that there had not been compliance. This court granted direct review on July 12, 2000. At that same time we conditionally granted the stay, but lifted the stay on August 3, 2000 and remanded the matter to the trial court for further proceedings. When this court lifted the stay, it also expanded the jurisdiction of the superior court to grant the City Manager and the City Attorney a discretionary stay under RAP 8.1(b)(3). On September 6, 2000, the trial court granted a conditional stay. We are now asked to determine whether issuance of the writ of mandamus was proper.\nISSUES\n(1) Does Ordinance C31823 create a duty for the City Manager and the City Attorney to make the loan in question and should a writ of mandamus be issued to compel them to make the loan?\n(2) Is the additional evidence necessary to make a determination of the issue in this case?\n(3) Should Stephen Eugster’s motion to intervene and motion for change of judge have been granted?\nDISCUSSION\nI\nThe City Manager and the City Attorney argue that issuance of the writ was in error because they do not have the duty or authority to act as mandated. We agree, and find that the ordinance does not mandate that the City Manager and the City Attorney make the loan absent an order by the Council to make such an allocation. Because the Council has not approved an order for the loan, the City Manager and the City Attorney cannot be compelled to pay out the loan. Therefore, the writ was issued in error and should be reversed.\nThe dispositive issue is whether Ordinance C31823 is an appropriations ordinance mandating that the City Manager and the City Attorney make loans to the PDA when parking revenues are insufficient to cover ground lease payments and operating expenses. The Spokane City Charter states the following:\nSection 12. Form and Manner of Legislation.\nAll legislation and appropriations of money shall be by ordinance; save where there is a special fund created for a particular purpose, payments from such fund shall be made on order of the city council. Every ordinance and resolution shall be in writing and filed with the clerk before a vote is taken thereon, and upon every such vote the ayes and nays shall be called and recorded.\nSection 13. Subject of Ordinance.\nThe subject of every ordinance shall be set out clearly in the title thereof, and no ordinance except one making appropriations shall contain more than one subject. Ordinances making appropriations shall be confined to the subject of appropriations.\n(Emphasis added.)\nOrdinance C31823 outlines what lease agreements are to be made between the various parties involved in the River Park Square project. The ordinance also creates a parking meter revenue fund to provide funds to cover deficiencies in ground lease payments and operating expenses of the parking garage. The relevant portions of Ordinance C31823 state:\nSection 8. The Parking Meter Revenue Fund.\nThere is hereby created and shall be maintained in the office of the Treasurer a fund separate and distinct from all other funds and accounts of the City, designated the “Parking Meter Revenue Fund” (the “Parking Meter Revenue Fund”). All Parking Meter Revenue shall be deposited into the Parking Meter Revenue Fund upon receipt. Money shall be withdrawn from the Parking Meter Revenue Fund to maintain public streets and roadways within the City and for the purposes set forth in Section 9 of this Ordinance. The City shall maintain the number of parking meters at approximately the number that exists on the date of this Ordinance and shall charge parking meter rates that are market rates.\nSection 9. Contingent Pledge of Parking Meter Revenue Fund.\nThe City hereby pledges, as a first charge and lien, that, in the event Parking Revenues are insufficient to make Ground Lease Payments and pay Operating Expenses, the City shall loan money from the Parking Meter Revenue Fund (but only to the extent money or investments are then on deposit or allocable to the Parking Meter Revenue Fund) to the Authority’s Ground Lease Account and Operating and Maintenance Account in an amount that is no more than is necessary, together with such other money as is on hand and available in the Ground Lease Account and the Operating and Maintenance Account, to permit the Authority to make Ground Lease Payments and to pay Operating Expenses. The City covenants to maintain parking meter rates at a level to produce an amount each year that, together with other legally available money loaned to the Parking Meter Fund, will equal Ground Lease Payments and Operating Expenses budgeted for that year. Notwithstanding the foregoing, the City specifically does not: (i) pledge to maintain money in the Parking Meter Revenue Fund; (ii) pledge revenue derived from the enforcement of City parking laws to the Parking Meter Revenue Fund or any transfer therefrom; (iii) pledge the City’s full faith, credit and resources, or money in the City’s General Fund to the payment of Ground Lease Payments or Operating Expenses; or (iv) pledge any assets of the City to the payment of principal of or interest on the Foundation’s Bonds.\nSection 11. Delegated Authority.\nThe City Manager, the City Attorney and their designees, plus bond counsel, Perkins Coie, are authorized in their reasonable judgment to take all acts as appropriate or necessary in order to carry out and complete the transactions contemplated by this Ordinance.\nA writ of mandamus may be issued by a court “to compel the performance of an act which the law especially enjoins as a duty resulting from an office.” RCW 7.16.160. The writ must be issued in “cases where there is not a plain, speedy and adequate remedy in the ordinary course of law.” RCW 7.16.170. The determination of whether a statute specifies a duty that the person must perform is a question of law. Whether there is a plain, speedy, and adequate remedy in the ordinary course of the law is a question left to the discretion of the court in which the proceeding is instituted. State ex rel. Hodde v. Superior Court, 40 Wn.2d 502, 517, 244 P.2d 668 (1952) (citing State ex rel. O’Brien v. Police Court, 14 Wn.2d 340, 348, 128 P.2d 332 (1942)). Therefore, we will not disturb a decision regarding a plain, speedy, and adequate remedy on review unless the superior court’s discretion was manifestly unreasonable, or exercised on untenable grounds, or for untenable reasons. See State ex rel. Carroll v. Junker, 79 Wn.2d 12, 26, 482 P.2d 775 (1971). We find that as a matter of law no duty exists which the law especially enjoins and we therefore need not address the trial court’s decision of whether a plain, speedy, and adequate remedy existed.\nThe writ should not issue because Ordinance C31823 does not especially enjoin the City Manager and the City Attorney to act as a result of their office. Ordinance C31823 created a special fund and because a special fund is involved, “payments from such fund shall be made on order of the city council.” Spokane City Charter § 12. The ordinance cannot simply bypass this requirement and give the City Manager and the City Attorney authority to pay out funds from the parking meter revenue fund when there has not been an order from the Council approving the loan. Here the Council has rejected issuing the loan in question. The Developers are attempting to compel the City Manager and the City Attorney to do something they have no authority to do. Therefore, the issuance of the writ forcing the City Manager and the City Attorney to issue the loan is improper. There is no duty on the part of the City Manager and the City Attorney to act. The responsibility to approve an order to issue the loan is that of the Council. Only then can the loan be paid out.\nAdditionally, because Ordinance C31823 creates a special fund and contains subjects other than just appropriations, it is not an appropriations ordinance that would give the City Manager and the City Attorney power to pay out loans without an order from the Council. State law and the Spokane City Charter require that the transfer of funds be by appropriation or other legislative order. RCW 35.33.075, .121; Spokane City Charter § 12; see generally Const. art. VIII, § 4. Because section 9 of the ordinance creates a special fund, pursuant to section 12 of the Spokane City Charter, a separate order must be made to make payments from the special fund. This ordinance contains subjects other than just appropriations in that it consists of the following: an outline of what leases are to be entered into, the creation of the parking meter revenue fund, direction as to when money is to be loaned, a delegation of authority to carry out the ordinance, and an emergency clause. Those subjects go beyond just appropriations. Section 13 of the Spokane City Charter states that “[o]rdinances making appropriations shall be confined to the subject of appropriations.” Because the ordinance creates a special fund and contains subjects other than appropriations, Ordinance C31823 is not an appropriations ordinance conferring the power to loan.\nBecause we find the issues relating to whether Ordinance C31823 creates a duty for the City Manager and the City Attorney to issue the loan dispositive, we need not address the additional arguments raised by the parties, the City Manager and the City Attorney do not have a duty to issue the loan in question absent an order from the Council to do so. We hold that the writ should be quashed.\nII\nWe are being asked to consider three separate motions for consideration of additional evidence. The first motion was made by the City Manager and the City Attorney to have Appendix A of their brief considered. Appendix A was originally stricken by the Supreme Court Commissioner because the appendix and attached exhibits were not part of the record before the trial court. The City Manager and the City Attorney then made a motion to have them considered as additional evidence. The second motion was made by U.S. Bank to have evidence relating to positions taken by the City Manager and the City Attorney in previous litigation considered by this court. The third motion was made by the City Manager and the City Attorney to have an early draft of Ordinance C31823, PDA Resolution 97-1, Standard & Poor’s New Issue Review (Aug. 10, 1998) (see Decl. of Lewis, Ex. C), and PDA Res., 98-1 considered. None of the motions satisfy the requirements of RAP 9.11(a), consequently all three motions are denied.\nPursuant to RAP 9.11(a), additional evidence on review may be considered if the parties establish the following: (1) additional proof of facts is needed to fairly resolve the issues on review, (2) the additional evidence would probably change the decision being reviewed, (3) it is equitable to excuse a party’s failure to present the evidence to the trial court, (4) the remedy available to a party through postjudgment motions in the trial court is inadequate or unnecessarily expensive, (5) the appellate court remedy of granting a new trial is inadequate or unnecessarily expensive, and (6) it would be inequitable to decide the case solely on the evidence already taken in the trial court.\nWe find that the requirements of RAP 9.11(a) have not been met because the additional evidence is not needed to decide the issue on review. The evidence in the record before this court is sufficient to decide whether a duty exists for the City Manager and the City Attorney to issue the loan. The motions for consideration of additional evidence are denied.\nIll\nMr. Eugster’s motion to intervene and motion for change of judge should have been denied; therefore, the trial court judge did not abuse his discretion in doing so. Mr. Eugster filed his motion to intervene on May 24, 2000, the day of the trial court’s hearing and subsequent granting of the application for the alternative writ of mandamus. Mr. Eugster filed a motion for change of judge on June 8, 2000. The trial court denied both motions.\nMr. Eugster claims that as a member of the Council, he should have been a party to this action. However, the mandamus action was instituted to compel the City Manager and the City Attorney to act, not the Council. As such, Mr. Eugster, as a member of the Council, was not a necessary party to the proceedings. Mr. Eugster also does not satisfy the requirements for intervention as a matter of right, permissive intervention, or joinder as a necessary party because the proceedings involve the City Manager and the City Attorney, not the Council.\nIn addition, Mr. Eugster did not comply procedurally in making his motion. He filed his motion to intervene on the same day the trial court held the hearing on the application for the alternative writ. Spokane County LCR 40(b)(10) requires that a note for hearing on a motion be served no later than 12 days prior to the hearing on the motion. He also failed to file the pleading setting forth his claim or defenses. Pursuant to CR 24(c), he was required to serve a motion that set forth the grounds for the motion accompanied by a pleading setting forth the claim or defenses for which intervention was sought. Mr. Eugster did not comply with the procedural requirements in making his motion; therefore, it was proper to deny his motion to intervene on this basis.\nMr. Eugster also made a motion for change of judge. To succeed in making this motion he must be a party to the action and establish prejudice by motion, supported by affidavit. See RCW 4.12.050. Mr. Eugster made his motion for change of judge on June 8, 2000; the writ was granted on May 24, 2000. The motion must be made before the judge makes a ruling in the case. RCW 4.12.050. As a result, Mr. Eugster was untimely in making his motion, in addition to not having standing as a party to make the motion.\nMr. Eugster’s claim that the writ of mandamus must be reversed because he was not allowed to intervene in the action is without merit. Accordingly, the trial court’s denial to intervene as well as denial of the motion for change of judge is affirmed.\nCONCLUSION\nThe Spokane City Charter requires that when allocating money from a special fund, an order must be made by the Council to pay out money from the fund. Ordinance C31823 creates the parking meter revenue fund, a special fund, and therefore an order from the Council approving the loan is required for the loan to be issued. Ordinance C31823 is not an appropriations ordinance giving the City Manager and the City Attorney power to pay out loans absent an order from the Council. Consequently, the City Manager and the City Attorney cannot be compelled to do so. Additional evidence is not needed to make this determination. In addition, Mr. Eugster’s interests are not being affected in this proceeding. Therefore, we hold that the writ of mandamus compelling the City Manager and the City Attorney to pay out the loan in question is quashed. The three motions for consideration of additional evidence are denied. Denial of Mr. Eugster’s motion to intervene and motion for change of judge is affirmed.\nAlexander, C.J., Smith, Johnson, Madsen, Sanders, Ireland, and Bridge, JJ., and Talmadge, J. Pro Tem., concur.\nReconsideration denied May 1, 2001.\nJustice Richard P. Guy is serving as a justice pro tempore of the Supreme Court pursuant to Const. art. IV, § 2(a).\nThe title of Ordinance C31823 is: “AN ORDINANCE OF THE CITY COUNCIL OF THE CITY OF SPOKANE RELATING TO OFF STREET PARKING FACILITIES; PROVIDING FOR THE DEVELOPMENT AND ACCEPTANCE OF FULL LEGAL AND UNENCUMBERED TITLE TO THE RIVER PARK SQUARE PARKING GARAGE LOCATED ADJACENT TO CIVIC CENTER FACILITIES; CREATING THE PARKING METER REVENUE FUND; CONTINGENTLY PLEDGING MONEY IN SAID FUND TO MAKE CERTAIN PAYMENTS TO THE CITYS PUBLIC DEVELOPMENT AUTHORITY; DECLARING AN URGENCY AND EMERGENCY AND PROVIDING FOR OTHER MATTERS PROPERLY RELATING THERETO.”",
        "type": "majority",
        "author": "Guy, J."
      }
    ],
    "attorneys": [
      "Michael Connelly, City Attorney, and Milton G. Rowland, Assistant; O. Yale Lewis, Jr., Katherine Hendricks, Kevin W. Crean, and Randolph W. Urmston (of Hendricks & Lewis); and Stephen K. Eugster (of Eugster Law Offices), for appellants.",
      "Leslie R. Weatherhead, Robert S. Magnuson, and Christopher G. Varallo (of Witherspoon, Kelley, Davenport & Toole, P.S.); for respondents River Park Square, L.L.C., and Citizens Realty Company.",
      "Curt R. Hineline and Gary E. Hood (of Dorsey & Whitney, L.L.P.), for respondent U.S. Bank Trust National."
    ],
    "corrections": "",
    "head_matter": "[No. 69769-8.\nEn Banc.]\nArgued December 6, 2000.\nDecided February 15, 2001.\nRiver Park Square, L.L.C., et al., Respondents, v. Henry Miggins, as City Manager, et al., Appellants.\nMichael Connelly, City Attorney, and Milton G. Rowland, Assistant; O. Yale Lewis, Jr., Katherine Hendricks, Kevin W. Crean, and Randolph W. Urmston (of Hendricks & Lewis); and Stephen K. Eugster (of Eugster Law Offices), for appellants.\nLeslie R. Weatherhead, Robert S. Magnuson, and Christopher G. Varallo (of Witherspoon, Kelley, Davenport & Toole, P.S.); for respondents River Park Square, L.L.C., and Citizens Realty Company.\nCurt R. Hineline and Gary E. Hood (of Dorsey & Whitney, L.L.P.), for respondent U.S. Bank Trust National."
  },
  "file_name": "0068-01",
  "first_page_order": 142,
  "last_page_order": 155
}