{
  "id": 425259,
  "name": "David Diaz, et al., Petitioners, v. National Car Rental Systems, Inc., et al., Respondents",
  "name_abbreviation": "Diaz v. National Car Rental Systems, Inc.",
  "decision_date": "2001-02-15",
  "docket_number": "No. 68258-5",
  "first_page": "57",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 57"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "919 P.2d 594",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "citing Berg, 115 Wn.2d at 669"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "129 Wn.2d 565",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        904180
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "569",
          "parenthetical": "citing Berg, 115 Wn.2d at 669"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/129/0565-01"
      ]
    },
    {
      "cite": "974 P.2d 836",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "137 Wn.2d 683",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        179319
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "695-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/137/0683-01"
      ]
    },
    {
      "cite": "801 P.2d 222",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 657",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379120
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0657-01"
      ]
    },
    {
      "cite": "784 P.2d 507",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "113 Wn.2d 869",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1172062
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/113/0869-01"
      ]
    },
    {
      "cite": "883 P.2d 308",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "quoting Boeing Co. v. Aetna Cas. & Sur. Co., 113 Wn.2d 869, 877, 784 P.2d 507 (1990)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 Wn.2d 164",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437062
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "170",
          "parenthetical": "quoting Boeing Co. v. Aetna Cas. & Sur. Co., 113 Wn.2d 869, 877, 784 P.2d 507 (1990)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/125/0164-01"
      ]
    },
    {
      "cite": "782 P.2d 1063",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "113 Wn.2d 754",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1172045
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "756-57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/113/0754-01"
      ]
    },
    {
      "cite": "779 P.2d 257",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "113 Wn.2d 309",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1172061
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/113/0309-01"
      ]
    },
    {
      "cite": "850 P.2d 1298",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "quoting Kenworthy v. Pa. Gen. Ins. Co., 113 Wn.2d 309, 313, 779 P.2d 257 (1989)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "121 Wn.2d 243",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1365844
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "251",
          "parenthetical": "quoting Kenworthy v. Pa. Gen. Ins. Co., 113 Wn.2d 309, 313, 779 P.2d 257 (1989)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/121/0243-01"
      ]
    },
    {
      "cite": "977 P.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "96 Wn. App. 142",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        128501
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "151-52",
          "parenthetical": "Becker, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/96/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 735,
    "char_count": 18579,
    "ocr_confidence": 0.77,
    "pagerank": {
      "raw": 1.681614983045034e-07,
      "percentile": 0.6976518708233569
    },
    "sha256": "238712de4b6b8e8bcf5fa1d2ad143d5b01f48528e954a96e741d6864cc682b9c",
    "simhash": "1:9fc1df5435aa10a8",
    "word_count": 2909
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David Diaz, et al., Petitioners, v. National Car Rental Systems, Inc., et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nThis case requires us to decide whether a person who rents a vehicle and purchases an insurance policy as part of the transaction is entitled to underinsured motorist benefits against the rental agency equal to the total amount of liability coverage. In determining this, we are asked to decide whether a policy which is labeled as a “supplemental liability insurance” (SLI) policy is exempt under Washington’s underinsured motorist (UIM) statute, RCW 48.22.030. The UIM statute requires every vehicle insurance policy issued in Washington State to provide coverage “for the protection of persons insured thereunder who are legally entitled to recover damages from owners or operators of underinsured motor vehicles.” RCW 48.22.030(2). The statute exempts “policies which apply only as excess to the insurance directly applicable to the vehicle insured.” RCW 48.22.030(2). The Court of Appeals determined the SLI policy was an excess policy and was, therefore, exempt from the UIM statute. We reverse and hold under the specific circumstances of this case the SLI policy is a primary policy with coverage up to $1 million.\nFACTS\nBetty Pulliam (Pulliam) rented a car from National Car Rental Systems, Inc. (National) on July 29, 1996. Marilyn Walker (Walker) was an additional authorized driver. Neither carried her own car insurance. Under the terms of the rental agreement, National provided insurance that met the statutory minimum at no additional cost to the renter; however, this insurance would be withdrawn under certain conditions. In addition, when Pulliam rented the car, the National rental agent offered her “full coverage” up to $1 million for an extra $8.95 per day. No exclusions were discussed. Pulliam accepted the “full coverage” by initialing a spot on the car rental form and paying the extra charge. She never signed a waiver expressly rejecting UIM coverage.\nBefore Walker and Pulliam left the car rental desk, they were given a copy of National’s rental agreement and brochure. Nothing in the signed rental agreement mentioned Philadelphia Indemnity Insurance Company (Philadelphia) as a separate carrier for the SLI coverage. The record shows Walker and Pulliam were never given a copy of Philadelphia’s policy.\nOn July 31, 1996, an uninsured motorist sideswiped the rental car while Walker was driving. The car rolled several times, seriously injuring Walker and her passengers, David Diaz (Diaz) and Walker’s two dependent children. Walker requested personal injury protection and UIM benefits from National. National initially refused to pay full benefits. In response, Walker and Diaz brought suit against National. National then offered to pay up to $50,000 in UIM benefits, the amount it claimed was authorized under its own insurance policy, but rejected any UIM claims beyond that.\nNational and Philadelphia successfully moved for summary judgment limiting coverage to $50,000 on the grounds the Philadelphia policy was an excess policy exempted from RCW 48.22.030(2). Clerk’s Papers at 260, 310. A divided Court of Appeals affirmed summary judgment. Diaz v. Nat’l Car Rental Sys., Inc., 96 Wn. App. 142, 977 P.2d 1258 (1999). Walker and Diaz filed a petition for review, which this court granted.\nANALYSIS\nThe Washington UIM statute requires every vehicle insurance policy issued in Washington State to provide coverage to protect the policyholders from injury or loss caused by an uninsured or underinsured motorist. RCW 48.22.030(2). The UIM statute is “ liberally construed in order to provide broad protection against financially irresponsible motorists.’ ” Clements v. Travelers Indem. Co., 121 Wn.2d 243, 251, 850 P.2d 1298 (1993) (quoting Kenworthy v. Pa. Gen. Ins. Co., 113 Wn.2d 309, 313, 779 P.2d 257 (1989)). Under this statute, uninsured and under-insured motorist insurance is included by operation of law in all primary automobile insurance policies unless specifically waived in writing by the insured. RCW 48.22.030(4); Clements, 121 Wn.2d at 254-55. The amount of coverage the UIM statute requires equals “the maximum limits of liability for all damages resulting from any one accident.” RCW 48.22.030(5). For example, if the vehicle insurance policy provides liability insurance in the amount of $50,000 per accident, the UIM statute operates to create UIM coverage of $50,000 per accident. This statutory provision does not apply to policies that operate “only as excess to the insurance directly applicable to the vehicle insured.” RCW 48.22.030(2).\nIn this case, the argument centers on whether the SLI policy purchased by Pulliam is an excess policy (to which the statutory provision does not apply) or a primary policy which would create maximum benefits of $1 million. In resolving whether an insurance policy is primary or excess, we apply a functional approach. MacKenzie v. Empire Ins. Cos., 113 Wn.2d 754, 756-57, 782 P.2d 1063 (1989). This means we must first determine whether the insurance National sold Pulliam functions like a primary policy of $1 million or whether the insurance functions like a primary policy of $50,000 and an excess policy of $950,000. Only then can we determine the amount of UIM coverage available to petitioners.\n“Primary insurance” is defined as “[insurance that attaches immediately on the happening of a loss.” Black’s Law Dictionary 807 (7th ed. 1999). The terms of an insurance agreement establish whether the function of the policy is to attach coverage immediately upon the happening of an accident (in which case the policy is primary), or whether the function of the policy is to provide coverage only after the primary coverage is exhausted (in which case it is excess). See, e.g., MacKenzie, 113 Wn.2d at 756-57. Therefore, we look to the terms of the agreement at issue here.\nThe parties point to three separate documents in the record that touch upon the question at issue here. The first document is National’s “terms and conditions of rental agreement” (rental agreement), executed between National and Pulliam. The second document is a “rental supplemental liability insurance excess policy” (Philadelphia policy), a policy executed between National and Philadelphia. The Philadelphia policy was separate from the rental agreement between National and Pulliam and was not mentioned or expressly incorporated into the rental agreement. The third document is a brochure titled “supplemental liability insurance—renter option purchased at time of rental” (brochure), which gives a plain language explanation of the SLI policy, but which also specifically states it is not part of the rental agreement.\nIn order to decide the issue in this case, we must first decide which document controls. The brochure does not apply here because it specifically states it is not part of the rental agreement. National argues because the brochure explicitly excludes UIM coverage, this court should deduce that UIM coverage up to $1 million was never contemplated as part of the agreement with the renters. However, the brochure is not part of the rental agreement. The brochure merely provides an informative summary of the SLI policy. Walker and Pulliam were not given the brochure until the transaction had been completed. Even if it were part of the rental agreement, however, an express UIM exemption is effective only if the SLI policy is first determined to be an excess insurance policy. As long as there is no signed waiver and the SLI policy is found to be a primary policy, the exemption is void by operation of the UIM statute.\nLikewise, the Philadelphia policy does not control. The Philadelphia policy is a contract entered into between National and Philadelphia. The contract is for a blanket policy covering all National customers who select the SLI coverage option. National is the named policyholder. Philadelphia and Pulliam never contracted with each other for anything. As stated in the facts above, neither Pulliam nor Walker knew a contract between Philadelphia and National existed when Pulliam signed the rental agreement with National. Any interpretation of the Philadelphia policy is not helpful here.\nThat leaves the contract between Pulliam and National —the rental agreement—as the controlling document in this case. The relevant section of the rental agreement provides:\n9. Liability Insurance or Qualified Self-Insurance An automobile liability policy or qualified self-insurance arrangement provides the Authorized Driver with the minimum limits required by the automobile financial responsibility or compulsory insurance laws of the state in which the Vehicle is rented. I understand and agree that the liability protection provided in this section will be withdrawn and will not apply if there is any other applicable insurance. However, the Company will provide primary liability insurance protection regardless of other applicable insurance available if:\na. I accept optional Supplemental Liability Insurance at the beginning of the rental; or\nb. Primary liability protection is provided pursuant to a separate commercial account agreement; or\nc. If, by operation of law, the Company is required to provide primary liability protection\nIf a, b or c above do not apply, but by operation of law, the Company is not entitled to withdraw its coverage and is required to provide liability protection for the Vehicle, the protection provided under this Agreement shall be in excess of all other insurance available to the Authorized Driver.\nClerk’s Papers at 121-22 (emphasis added). National argues the language in its rental agreement demonstrates the renter purchased two functionally distinct policies; one a primary policy and one an excess policy. Yet, the emphasized language contradicts such a reading.\nIn the Court of Appeals dissenting opinion, Judge Becker analyzed this language to ascertain what the terms of National’s rental agreement mean. She explained:\nNational provides coverage in the first sentence but takes it back in the second. The second sentence is an escape clause, in which National’s coverage “is withdrawn and will not apply if there is any other applicable insurance.” The renter who does not check off the SLI option has not purchased primary insurance directly applicable to the rental vehicle and immediately available upon the occurrence of an accident. . . .\nFor those renters who do check off the SLI option, on the other hand, National unequivocally agrees in the third sentence to provide primary liability coverage “regardless of other applicable insurance.” . . . This coverage does not operate “only as excess” to a primary policy. It does not pick up after $50,000 in primary coverage is exhausted. It is itself the primary coverage.\nDiaz, 96 Wn. App. at 151-52 (Becker, J., dissenting) (footnote omitted). She is partly correct. We do not read the first two sentences of the rental agreement as an escape clause. Instead, we read those sentences merely as coordinating two possibly existing coverages.\nHowever, we do agree with Judge Becker’s interpretation of the third sentence of the rental agreement, which contains the governing terms here. In the third sentence, National represents itself as providing a single primary policy. National would have us interpret this in conjunction with the first sentence, which indicates National’s primary policy provides coverage only up to the minimum statutory limits, or $50,000. Yet, the language in the third sentence of the rental agreement does not support such a reading.\nThe use of the word “however” in the beginning of the third sentence indicates it should be read standing on its own without reference to the previous two sentences. “Courts interpret insurance contracts as an average insuranee purchaser would understand them and give undefined terms in these contracts their ‘plain, ordinary, and popular’ meaning.” Kish v. Ins. Co. of N. Am., 125 Wn.2d 164, 170, 883 P.2d 308 (1994) (quoting Boeing Co. v. Aetna Cas. & Sur. Co., 113 Wn.2d 869, 877, 784 P.2d 507 (1990)). As defined in Webster’s, the word “however,” used in the context of sentence three, means “nevertheless” or “notwithstanding.” Webster’s Third New International Dictionary 1097 (1971). Therefore, we read the third sentence to say that notwithstanding what was said before (in sentences one and two), National will provide renters with primary insurance if they opt for SLI. Thus, under these terms, National contracted to provide primary insurance regardless of any other insurance National is required to carry (as described in sentence one) and regardless of any insurance the renter carries personally (as described in sentence two). Moreover, the coverage provided for in sentence three applies immediately after the happening of the accident, thus functioning as primary. The only qualifier is that the renter must sign up for SLI at the time of contract, which Pulliam did.\nFor the reasons explained above, we hold when Pulliam accepted the SLI option and paid the additional $8.95 per day for that option, National contracted with Pulliam to provide “primary liability insurance protection.” National provided one single policy that functioned as a primary policy. There is no language in the rental agreement indicating there were two separate policies. Therefore, the only question remaining is what is the amount of coverage intended in sentence three.\nIn order to give meaning to the term “primary liability insurance protection” in sentence three and determine the amount of liability coverage intended, we turn to extrinsic evidence available here. When interpreting contracts, Washington courts use the “context rule” of interpretation. Berg v. Hudesman, 115 Wn.2d 657, 667, 801 P.2d 222 (1990). Under Berg, extrinsic evidence maybe admissible to give meaning to the contract language. Hollis v. Garwall, Inc., 137 Wn.2d 683, 695-96, 974 P.2d 836 (1999). Extrinsic evidence may be used whether or not the contract language is ambiguous. U.S. Life Credit Life Ins. Co. v. Williams, 129 Wn.2d 565, 569, 919 P.2d 594 (1996) (citing Berg, 115 Wn.2d at 669).\nThe evidence that controls here is the brochure. While the brochure is irrelevant when determining the character of the policy Pulliam purchased from National, once the character of the policy has been determined it becomes relevant when determining the intent of the parties. The brochure states:\nNational’s Supplemental Liability Insurance (SLI) option provides you (the Renter) and Additional Authorized Drivers (as defined in the Rental Agreement) with up to $1,000,000 in protection.\nThis protection covers your liability to third parties, resulting from an auto accident in a rented vehicle, for bodily injury and property damage, other than to the rental vehicle, to the maximum protection of $1,000,000 for each occurrence.\nClerk’s Papers at 123. We read this language to indicate both parties understood the total amount of coverage purchased by Pulliam to be $1 million.\nUnder the terms of the rental agreement and the extrinsic evidence giving meaning to those terms, we hold National and Pulliam contracted for up to $1 million in primary liability insurance protection. Furthermore, since there was no waiver of UIM coverage, we conclude RCW 48.22.030 operates to provide UIM coverage up to $1 million in this case.\nWhile we find National sold Pulliam a single primary liability policy providing UIM benefits up to $1 million, it does not necessarily follow that Philadelphia is also liable to the petitioners here. The Philadelphia policy is a contract entered into between National and Philadelphia, with National as the identified policyholder. Although Philadelphia correctly points out that the terms of the Philadelphia policy plainly state the policy excludes UIM benefits and clearly functions as an excess policy, the terms of that policy have no bearing on the issue presented here. The Philadelphia policy is a separate contract entered into by National and Philadelphia alone. It was not incorporated into the rental agreement between Pulliam and National. Pulliam was not even aware of the Philadelphia policy at the time she entered into the rental agreement with National. Under the facts of this case, Philadelphia never contracted with Pulliam to provide any coverage—National is the only policyholder on the Philadelphia policy. Therefore, any issues arising out of the Philadelphia policy are between National and Philadelphia and are not before us.\nWe reverse the Court of Appeals to the extent it upheld summary judgment in favor of National and remand for further proceedings. We affirm summary judgment in favor of Philadelphia.\nAlexander, C.J., Smith, Madsen, Sanders, and Bridge, JJ., and Guy, Kato, and Talmadge, JJ. Pro Tern., concur.\nAfter filing suit, Walker and Diaz discovered Philadelphia had underwritten the SLI coverage and amended their suit to include Philadelphia as a defendant.\nNational argues because the Philadelphia policy identifies itself as an excess policy, it must be characterized as such. This argument fails on two grounds. First, as discussed above, the Philadelphia policy is not controlling in this case. Second, the name given to an insurance policy by the insurer is not necessarily controlling as to whether the policy functions as an excess or primary policy. The functionality of the policy determines its character, not necessarily the name given it by an insurance company.\nBy incorporating all of Judge Becker’s dissent into their brief, Walker and Diaz ask this court to determine whether the rental agreement contained an escape clause and whether it is against public policy. Finding there is no escape clause here, we decline to reach the public policy issue.\nWhile Philadelphia asks us to read this sentence differently than we do in this opinion, it agrees that the third sentence governs.\nNational points to the exclusionary language in the brochure as evidence that UIM coverage was never available to Pulliam. However, the UIM exclusions in the brochure are ineffective because they were not accompanied with a specifically signed rejection as required by RCW 48.22.030(4).",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Richard L. Levandowski (of Finch & Levandowski), for petitioners.",
      "Tracy R. Antley-Olander (of Betts, Patterson & Mines, P.S.) and Leonard D. Flanagan and Don M. Gulliford (of Gulliford & McGaughey, P.L.L.C.) (James E. Green, Jr., and Mark Dreyer, of counsel), for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 68258-5.\nEn Banc.]\nArgued September 26, 2000.\nDecided February 15, 2001.\nDavid Diaz, et al., Petitioners, v. National Car Rental Systems, Inc., et al., Respondents.\nRichard L. Levandowski (of Finch & Levandowski), for petitioners.\nTracy R. Antley-Olander (of Betts, Patterson & Mines, P.S.) and Leonard D. Flanagan and Don M. Gulliford (of Gulliford & McGaughey, P.L.L.C.) (James E. Green, Jr., and Mark Dreyer, of counsel), for respondents."
  },
  "file_name": "0057-01",
  "first_page_order": 131,
  "last_page_order": 142
}