{
  "id": 425244,
  "name": "The State of Washington, Respondent, v. Todd D. Barker, Petitioner",
  "name_abbreviation": "State v. Barker",
  "decision_date": "2001-06-21",
  "docket_number": "No. 69342-1",
  "first_page": "915",
  "last_page": "923",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 915"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "640 P.2d 1061",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "97 Wn.2d 92",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1154953
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "108-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/97/0092-01"
      ]
    },
    {
      "cite": "800 P.2d 1112",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 571",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379094
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0571-01"
      ]
    },
    {
      "cite": "867 P.2d 593",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "123 Wn.2d 173",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812787
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/123/0173-01"
      ]
    },
    {
      "cite": "855 P.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "70 Wn. App. 853",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1745503
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "855"
        },
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/70/0853-01"
      ]
    },
    {
      "cite": "517 P.2d 619",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "citing, among other sources, Edward C. Fisher, Laws of Arrest § 142, at 314 (1967); 5 Am. Jur. 2d Arrest § 50 (1962); 6 C.J.S. Arrest § 12b(2) (1937)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Wn. App. 369",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1857729
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "371",
          "parenthetical": "citing, among other sources, Edward C. Fisher, Laws of Arrest § 142, at 314 (1967); 5 Am. Jur. 2d Arrest § 50 (1962); 6 C.J.S. Arrest § 12b(2) (1937)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/10/0369-01"
      ]
    },
    {
      "cite": "424 P.2d 650",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "70 Wn.2d 638",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1060258
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/70/0638-01"
      ]
    },
    {
      "cite": "979 P.2d 833",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "138 Wn.2d 343",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        887355
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/138/0343-01"
      ]
    },
    {
      "cite": "987 P.2d 73",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "139 Wn.2d 486",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        99010
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "494-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/139/0486-01"
      ]
    },
    {
      "cite": "759 P.2d 1188",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "111 Wn.2d 182",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1179769
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "193",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/111/0182-01"
      ]
    },
    {
      "cite": "844 P.2d 403",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "120 Wn.2d 490",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1368181
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "496",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/120/0490-01"
      ]
    },
    {
      "cite": "996 P.2d 610",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "respondent's failure to raise issue precluded review of issue"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Wn.2d 250",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1119527
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "258",
          "parenthetical": "respondent's failure to raise issue precluded review of issue"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/140/0250-01"
      ]
    },
    {
      "cite": "990 P.2d 438",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "98 Wn. App. 439",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        155884
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/98/0439-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 11559,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 1.8687538862086333e-07,
      "percentile": 0.7258921273016303
    },
    "sha256": "aff0ecf1cc84b245c3caf6a3a7e0af8c3b9d33aea43529a6cbbf03206171badf",
    "simhash": "1:7a2dcef266c067a2",
    "word_count": 1896
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Respondent, v. Todd D. Barker, Petitioner."
    ],
    "opinions": [
      {
        "text": "Madsen, J.\nIn 1996, an Oregon state officer pursued the defendant into Washington and detained him until a Washington state trooper arrived and arrested the defendant for driving while under the influence of intoxicants. The trial court held that the Oregon officer lacked authority to arrest the defendant, and suppressed all evidence flowing from the arrest, effectively ending the case. On discretionary review sought by the State, the Court of Appeals agreed that the arrest violated RCW 10.93.090, part of the Washington Mutual Aid Peace Officer Powers Act of 1985, because the officer lacked training required by that statute. The Court of Appeals held, however, that the arrest did not violate article I, section 7 of the Washington State Constitution because the officer had probable cause to arrest.\nWe hold that probable cause alone did not provide the constitutionally required authority of law for the Oregon officer’s arrest of the defendant, and accordingly reverse the Court of Appeals.\nFACTS\nOn April 18, 1996, Oregon State Police Officer Kathryn Wall noticed defendant Todd D. Barker driving north on 1-205, near the bridge over the Columbia River, at an excessive rate of speed. Officer Wall was also northbound, about two miles behind Barker, driving an unmarked car. She increased her rate of speed to 90 miles per hour while trying to catch Barker, whose speed she estimated at 100 miles per hour. She saw him make unsafe lane changes, and at times follow other traffic too closely. She tried to stop him on the bridge, and finally caught up to him and stopped him near the exit to Washington Highway 14 at about 11:30 p.m. Wall detained Barker and called Oregon Dispatch, which advised Wall to wait for a Washington state patrol officer, and called the Washington State Patrol. A Washington state trooper arrived shortly and arrested Barker for driving while under the influence of intoxicants.\nOfficer Wall was on regular routine patrol at the time of the stop. She had been an Oregon State Police Officer for 14 years, and had completed basic officer training in Oregon as well as annual training sessions. However, there was no evidence presented that Officer Wall had ever completed a training program as required by RCW 10.93.090. Under that statute, a “specially commissioned Washington peace officer who has successfully completed a course of basic training prescribed or approved for such officers by the Washington state criminal justice training commission” is authorized to act within Washington when in fresh pursuit (as defined in RCW 10.93.120) or pursuant to a mutual law enforcement assistance agreement. When she stopped and detained Barker, Wall was a specially commissioned Washington peace officer as defined in RCW 10.93.020(5), since she was a “full-time, fully compensated peace officer[] duly commissioned by the state[] of Oregon.”\nThe Clark County Prosecutor charged Barker with driving while under the influence of intoxicants. Barker moved to suppress all of the evidence flowing from the stop, contending that Wall lacked authority to stop him in Washington because she had not completed the training required by RCW 10.93.090. The district court judge agreed, and suppressed the evidence of Wall’s intoxication. The judge also addressed the State’s argument on the issue whether Officer Wall was acting as a private citizen at the time of the stop and ruled that she was not.\nThe State appealed. Clark County Superior Court affirmed. The State then sought discretionary review, which Division Two granted. The Court of Appeals reversed, reasoning that Wall’s conduct violated RCW 10.93.090 because she lacked the required training, but, to the extent Officer Wall acted as a police officer, the arrest did not violate article I, section 7 of the Washington State Constitution because she had probable cause to arrest. The Court of Appeals held that the exclusionary rule did not apply as a remedy for the statutory violation. State v. Barker, 98 Wn. App. 439, 990 P.2d 438 (1999).\nBarker then petitioned for discretionary review, which this court granted.\nANALYSIS\nA respondent must raise in an answer to the petition for review any issue that the respondent wants this court to address. RAP 13.4(d). This court ordinarily will not review issues not presented in the petition for review or the answer. RAP 13.7(b); see State v. Bobic, 140 Wn.2d 250, 258, 996 P.2d 610 (2000) (respondent’s failure to raise issue precluded review of issue); Estate of Jordan v. Hartford Accident & Indem. Co., 120 Wn.2d 490, 496, 844 P.2d 403 (1993) (same); Honcoop v. State, 111 Wn.2d 182, 193, 759 P.2d 1188 (1988) (same).\nThe State did not file an answer to Barker’s petition for review, and has not raised as an issue the propriety of the Court of Appeals’ holding that Officer Wall lacked statutory authority to arrest Barker. The State also did not seek review in the Court of Appeals of the trial court’s determination that the officer lacked authority to make a common law citizen’s arrest. The Court of Appeals asked for additional briefing on this question, but then said only that “Wall’s stop was constitutional to the extent she was acting as a private citizen.” 98 Wn. App. at 445. The court did not, however, actually decide whether or not Officer Wall was acting as a private citizen. As noted, the State has not filed an answer, and thus has not raised as an issue whether Wall was acting as a private citizen with authority to make a common law citizen’s arrest.\nWe accordingly do not reach any issues concerning whether Officer Wall had statutory or common law authority to arrest Barker in Washington. We accept, for purposes of our review, the determination of the courts below that she did not.\nIn his petition for review, Barker contends that Officer Wall’s actions violated article I, section 7 of the Washington State Constitution because the stop and detention were without “authority of law.” The State contends the Court of Appeals’ ruling should be upheld, arguing that Wall had probable cause to arrest Barker for a violation of the Oregon reckless driving statute.\nArticle I, section 7 provides that “[n]o person shall be disturbed in his private affairs, or his home invaded, without authority of law.” A traffic stop is a seizure for purposes of article I, section 7 and a disturbance of one’s private affairs. State v. Parker, 139 Wn.2d 486, 494-96, 987 P.2d 73 (1999); State v. Ladson, 138 Wn.2d 343, 979 P.2d 833 (1999).\nArticle I, section 7 itself, of course, is not a source of authority of law to arrest or stop and detain a person in Washington. There must be some other source of authority of law for a constitutional warrantless arrest. Contrary to the State’s argument, probable cause alone does not establish authority of law for an officer outside his or her jurisdiction to effect a warrantless arrest.\nAt common law, police officers had authority to make warrantless arrests where a misdemeanor was committed in the officer’s presence, or the officer had probable cause to believe that the arrested individual committed a felony. State v. Wilson, 70 Wn.2d 638, 641, 424 P.2d 650 (1967). However, at common law a law enforcement officer generally did not have authority to arrest outside his or her jurisdiction. Irwin v. Dep’t of Motor Vehicles, 10 Wn. App. 369, 371, 517 P.2d 619 (1974) (citing, among other sources, Edward C. Fisher, Laws of Arrest § 142, at 314 (1967); 5 Am. Jur. 2d Arrest § 50 (1962); 6 C.J.S. Arrest § 12b(2) (1937)); State v. Rasmussen, 70 Wn. App. 853, 855, 855 P.2d 1206 (1993); see 5 Am. Jur. 2d Arrest § 69 (1995). Although an exception to this rule existed where the officer was in “fresh pursuit” of one who had committed a felony, Rasmussen, 70 Wn. App. at 855, the exception would not be applicable where, as here, the offense was a misdemeanor.\nAt common law, an officer outside his or her jurisdiction did not acquire authority to arrest merely because probable cause existed.\nRCW 10.31.100 both codifies the common law and expands it in certain respects. The statute provides that officers may effect warrantless arrests when the officer has probable cause to believe the person has committed or is committing a felony, and may make warrantless arrests for misdemeanors committed in the officer’s presence. It also provides that an officer having probable cause that a person has committed or is committing certain misdemeanors or gross misdemeanors has the authority to make a warrant-less arrest. The statute lists other circumstances where warrantless arrests may be made, RCW 10.31.100(2), and also provides for warrantless arrests for certain violations of the traffic laws, RCW 10.31.100(3). The authority of an out-of-state officer to act within Washington is also defined by statutes, including the Washington Mutual Aid Peace Officer Powers Act of 1985, chapter 10.93 RCW, and the Uniform Act on Fresh Pursuit, chapter 10.89 RCW.\nNeither the common law nor statutory authority allows for an out-of-state officer to arrest within Washington based solely upon probable cause.\nOfficer Wall lacked statutory or common law authority to arrest Barker in Washington, and existence of probable cause does not render the stop constitutionally valid. The arrest was “without authority of law” and therefore violative of article I, section 7.\nThe article I, section 7 violation requires suppression of the evidence obtained as a result of the unconstitutionality. State v. Young, 123 Wn.2d 173, 196, 867 P.2d 593 (1994); State v. Boland, 115 Wn.2d 571, 582, 800 P.2d 1112 (1990); State v. White, 97 Wn.2d 92, 108-12, 640 P.2d 1061 (1982).\nThe Court of Appeals is reversed.\nAlexander, C.J., and Smith, Johnson, Sanders, Ireland, Bridge, Chambers, and Owens, JJ., concur.\nReconsideration denied August 3, 2001.\nIn 1998, the Legislature amended the Uniform Act on Fresh Pursuit, and as a result officers from other jurisdictions are now clearly authorized to pursue persons into this state when they are believed to have committed certain traffic offenses, including driving while under the influence of intoxicants and reckless driving. RCW 10.89.010; Laws of 1998, ch. 205, § 1.\nThese misdemeanors include those “involving physical harm or threats of harm to any person or property or the unlawful taking of property or involving the use or possession of cannabis, or involving the acquisition, possession, or consumption of alcohol by a person under the age of twenty-one years ... or involving criminal trespass.” RCW 10.31.100(1).\nMoreover, probable cause, in and of itself, does not necessarily justify an intrusion into an individual’s private affairs in this state, even when the officer is acting within his or her jurisdiction. In Ladson, police officers had probable cause to stop a vehicle based upon a traffic infraction, but this court held that the stop was a violation of article I, section 7 because it was pretextual and therefore “without authority of law.”\nIn light of our disposition of this case, we do not reach the issue whether the exclusionary rule should be applied when RCW 10.93.090 is violated.",
        "type": "majority",
        "author": "Madsen, J."
      }
    ],
    "attorneys": [
      "William K. Thayer (of Schauermann, Thayer & Jacobs, L.L.P.), for petitioner.",
      "Arthur D. Curtis, Prosecuting Attorney, and Richard A. Melnick, Deputy, for respondent.",
      "Steven W. Thayer and Mark W. Muenster on behalf of Washington Association of Criminal Defense Lawyers, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 69342-1.\nEn Banc.]\nArgued January 17, 2001.\nDecided June 21, 2001.\nThe State of Washington, Respondent, v. Todd D. Barker, Petitioner.\nWilliam K. Thayer (of Schauermann, Thayer & Jacobs, L.L.P.), for petitioner.\nArthur D. Curtis, Prosecuting Attorney, and Richard A. Melnick, Deputy, for respondent.\nSteven W. Thayer and Mark W. Muenster on behalf of Washington Association of Criminal Defense Lawyers, amicus curiae."
  },
  "file_name": "0915-01",
  "first_page_order": 989,
  "last_page_order": 997
}