{
  "id": 425212,
  "name": "In the Matter of the Estate of Thomas A. Fleming. Antonio B. Marzan, Individually and as Personal Representative, Petitioner, v. Judith Kovacs, as Personal Representative, et al., Respondents",
  "name_abbreviation": "Marzan v. Kovacs",
  "decision_date": "2001-04-12",
  "docket_number": "No. 69386-2",
  "first_page": "412",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 412"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "134 P.2d 943",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1943,
      "pin_cites": [
        {
          "parenthetical": "adoptive child can inherit from both his or her adoptive parents and biological parents"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "16 Wn.2d 681",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2578548
      ],
      "year": 1943,
      "pin_cites": [
        {
          "parenthetical": "adoptive child can inherit from both his or her adoptive parents and biological parents"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/16/0681-01"
      ]
    },
    {
      "cite": "502 P.2d 1163",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "81 Wn.2d 430",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1064045
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/81/0430-01"
      ]
    },
    {
      "cite": "291 P. 325",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "weight": 2,
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "158 Wash. 377",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        831026
      ],
      "weight": 2,
      "year": 1930,
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/158/0377-01"
      ]
    },
    {
      "cite": "472 P.2d 536",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "a person's right to inherit intestate is determined by the law in effect at the time of deceased death"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "78 Wn.2d 238",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1072621
      ],
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "a person's right to inherit intestate is determined by the law in effect at the time of deceased death"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/78/0238-01"
      ]
    },
    {
      "cite": "933 P.2d 1031",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "questions of statutory interpretation are reviewed de novo"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "131 Wn.2d 514",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1547171
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "517-18",
          "parenthetical": "questions of statutory interpretation are reviewed de novo"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/131/0514-01"
      ]
    },
    {
      "cite": "991 P.2d 128",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "98 Wn. App. 915",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        155881
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "922",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/98/0915-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 649,
    "char_count": 16115,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 6.24270015130462e-08,
      "percentile": 0.3858251967585755
    },
    "sha256": "9473a35ca7faeda59b77db574d27f4a1c6a7961935062238caffc959e25d3420",
    "simhash": "1:a911578d543a5ea3",
    "word_count": 2579
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Estate of Thomas A. Fleming. Antonio B. Marzan, Individually and as Personal Representative, Petitioner, v. Judith Kovacs, as Personal Representative, et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nThe issue in this case is whether under Washington’s intestate law (RCW 11.04.015) a biological parent who permanently terminated a parent-child relationship can inherit from her biological child if the child was never adopted. We are also asked to determine whether a person can inherit from his or her deceased sibling when their common biological parent has terminated the parent-child relationship. The Court of Appeals found neither the biological mother nor her son was entitled to inherit. We affirm.\nFACTS\nThomas A. Fleming (Thomas) was born to Margaret Fleming (Fleming) in 1946. Paternity was never established. Fleming decided to give up her son for adoption. In 1947, the King County Juvenile Court entered a parental termination order stating Fleming was “permanently deprived of any and all maternal rights and interests in and to the said Baby Boy Fleming.” Clerk’s Papers at 72. The order also placed Thomas into the permanent custody of the Catholic Charities of the Diocese of Seattle, authorizing that organization to consent to his adoption. Thomas was never adopted. The parent-child relationship between Thomas and Fleming was never reestablished.\nThomas died intestate in 1996. He was not married and had no children. Two biological relatives survived Thomas—his biological mother and his half-brother, Antonio Marzan, who was born to Fleming after she terminated her parental rights to Thomas.\nIn 1998, Judith Kovacs, the personal administrator of Thomas’ estate, filed a petition for determination of heir-ship. Kovacs asked the court to find Fleming and Marzan were not entitled to inherit from Thomas because by court order all maternal rights had been terminated. She argued Thomas’ estate should escheat to the State of Washington because he died intestate without any legal heirs.\nFleming and Marzan filed a response and objection to the petition. The superior court commissioner agreed with Kovacs and ruled the estate escheats to the State because Thomas was without legal heirs. The commissioner found the 1947 order terminating Fleming’s maternal rights to Thomas also extinguished her right to inherit intestate, and Marzan could not inherit from Thomas because there was no longer a common ancestor between them.\nFleming died soon after the commissioner ruled. Marzan was appointed personal representative of her estate. After her death, Marzan continued to assert a claim to Thomas’ estate, filing a motion in superior court to revise the ruling of the commissioner. The superior court upheld the commissioner’s order. Marzan appealed to the Court of Appeals, which affirmed the superior court’s ruling. In re Estate of Fleming, 98 Wn. App. 915, 991 P.2d 128 (2000). We granted discretionary review. We review the issues de novo. In re Estate of Baird, 131 Wn.2d 514, 517-18, 933 P.2d 1031 (1997) (questions of statutory interpretation are reviewed de novo).\nANALYSIS\nAs stated above, two issues are presented: (1) whether Fleming is entitled to inherit as Thomas’ biological parent even though she terminated her parental rights; and (2) whether Marzan is entitled to inherit as Thomas’ half-brother. We first address the question of whether Fleming has a right to inherit intestacy from Thomas.\nWe begin with two inquires: (1) what is Fleming’s legal status in relation to Thomas as a result of the 1947 parental termination order; and (2) is a person of such status entitled to an intestate distribution under RCW 11.04.015. The first question is controlled by the law in effect in 1947 when the termination order was issued. The second question is controlled by the law in effect at the time of Thomas’ death in 1996. See In re Estate of Wiltermood, 78 Wn.2d 238, 472 P.2d 536 (1970) (a person’s right to inherit intestate is determined by the law in effect at the time of deceased death).\nThe order terminating Fleming’s parental rights was issued under Rem. Rev. Stat. § 1700, which governed the surrender of a child to a charitable society for purposes of receiving, caring for, or placing the child out for adoption. This statute was in effect at the time of the court ordered surrender of Thomas. The statute provided when a parent surrendered a child to a charitable organization, “the rights of its natural parents or of the guardian of its person (if any) shall cease and such corporation shall become entitled to the custody of such a child.” Rem. Rev. Stat. § 1700(d). Accordingly, the 1947 order approving Fleming’s voluntary termination of her parental relationship with Thomas stated she was “permanently deprived of any and all maternal rights and interests in and to the said Baby Boy Fleming.” Clerk’s Papers at 72. Under the express language of the statute and termination order, Fleming lost all of her rights and interests in Thomas in 1947. While the order could not change Fleming’s status as the biological parent of Thomas, it did end her legal status as his parent. Since Fleming never reestablished the parent-child relationship, in the eyes of the law she was not Thomas’ legal parent at the time of his death in 1996.\nAlthough Marzan acknowledges Fleming’s maternal rights were terminated in 1947, he argues the courts cannot necessarily infer this also foreclosed Fleming’s right to inherit from Thomas as an heir. He argues the significant factor here is the common bloodline, not the legal status of their relationship. He asserts the order terminating Fleming’s rights could not disqualify her from inheriting under RCW 11.04.015 because the order did not alter the biological bloodline. Marzan cites to the case law controlling in 1947. However, as stated above, we look to the law in effect at the time of Thomas’ death in 1996 to determine who is entitled to an intestate share of his estate. Wiltermood, 78 Wn.2d at 240.\nTo decide the effect of the termination order on Fleming’s right to inherit, we look to RCW 11.04.015, which governs intestate distribution. That statute states in relevant part:\n(2) Shares of others than surviving spouse. The shares of the net estate not distributable to the surviving spouse, or the entire net estate if there is no surviving spouse, shall descend and be distributed as follows:\n(a) To the issue of the intestate ....\n(b) If the intestate not be survived by issue, then to the parent or parents who survive the intestate.\n(c) If the intestate not be survived by issue or by either parent, then to those issue of the parent or parents who survive the intestate[.]\nRCW 11.04.015(2). If no person qualifies to inherit under the intestate law, the property escheats to the State. RCW 11.08.140.\nThe critical question here is what meaning to give to the term “parent” as used in RCW 11.04.015(2)(b). Does it refer to one’s legal status as parent or does it refer to the biological parent? The probate statute does not define the term “parent.” See RCW 11.02.005. Black’s Law Dictionary defines “parent” as: “[t]he lawful father or mother of someone. In ordinary usage, the term denotes more than responsibility for conception and birth.” Black’s Law Dictionary 1137 (7th ed. 1999). The Court of Appeals interpreted the term to refer to a person’s legal status, thus disqualifying Fleming from an intestate distribution under RCW 11.04.015(2)(b). Challenging this interpretation, Marzan argues consanguinity must be inferred into all modern probate law. He asserts unless there is a statute specifically stating a biological parent must retain legal status as a parent to qualify for an intestate distribution, the courts must defer to the concept of consanguinity and distribute the parent’s share to the biological parent. However, Marzan cites outdated case law to make his point. Although this court in In re Estate of Roderick, 158 Wash. 377, 381, 291 P. 325 (1930) took the deferential approach Marzan suggests, we have since abandoned that approach in response to legislative changes and policy changes that predominate in modern probate law. See, e.g., In re Estates of Donnelly, 81 Wn.2d 430, 502 P.2d 1163 (1972).\nContemporary probate and adoption statutes provide ample evidence the Legislature has abandoned consanguinity as the overriding policy consideration where the parent-child relationship is terminated. For instance, RCW 11.04.085 provides that an adopted child is not an heir of his or her biological parents. Similarly, RCW 26.33.260(1) provides that an adoptive child enjoys complete inheritance rights from the adoptive parent.\nOur opinion in Donnelly also demonstrates we no longer infer consanguinity into all probate matters. In Donnelly, we examined the intersection of Washington’s probate law and Washington’s adoption law in deciding whether an adopted child could inherit from her biological grandfather. The Court of Appeals had held the child could inherit. The Court of Appeals had invoked the doctrine of consanguinity, finding the biological bloodline controlled regardless of adoption. Donnelly, 81 Wn.2d at 436. Because the adoption statute failed explicitly to terminate such an inheritance right, the court reasoned it had to assume consanguinity controlled. We rejected this approach on appeal. Instead, we looked to both the adoption and probate statutes and concluded the concept of consanguinity yielded to the more significant legislative objective of giving the adopted child a “fresh start” by severing all ties with a biological parent who relinquishes his or her parental rights. Donnelly, 81 Wn.2d at 436-38. We concluded because the adopted child was not entitled to inherit from her biological father, she could not represent him and take from her biological grandparents. Donnelly, 81 Wn.2d at 439. While not specifically addressed in Donnelly, this approach also extinguishes the biological parent’s right to inherit from his or her biological child who has been adopted.\nWhile Marzan acknowledges our holding in Donnelly, he argues it is inapplicable here because Thomas was never adopted. He suggests the event triggering the abandonment of consanguinity in Donnelly was the adoption of the child, not the termination of the parent-child relationship. We reject this argument because it fails to consider that adoption is a process rather than a single event. Reading the adoption statute as a whole, it is apparent the Legislature considered adoption as a fluid process starting from the termination of the biological parent-child relationship and extending beyond the placement of the child into a new family. See RCW 26.33.120. Washington’s adoption statute includes provisions for the filing of petitions for relinquishment of parental rights (RCW 26.33.080), hearings regarding those petitions (RCW 26.33.090), grounds for the termination of a parent-child relationship (RCW 26.33.120), and the effect of a termination order (RCW 26.33.130). Given the overall statutory scheme, adoption cannot be narrowly construed as a single event when we are determining the intestacy rights of biological parents who voluntarily terminate the parent-child relationship.\nThe legislative policy identified in Donnelly applies to the entire adoption process, including the termination of the biological parent-child relationship. The adopted child must be given a “fresh start.” The legislative policy provided that all ties be severed at this point, not at the time the child is placed into the adoptive family. In fact, the Legislature indicated so in RCW 26.33.130(2), stating: “[a]n order terminating the parent-child relationship divests the parent and the child of all legal rights, powers, privileges, immunities, duties, and obligations with respect to each other.” Given this, it stands to reason our holding in Donnelly applies not only to cases where an adoption has occurred but also to cases in which the parent-child relationship has been permanently severed in anticipation of an adoption. Therefore, Marzan’s attempt to distinguish Donnelly fails.\nWe find Fleming has no right to an intestate distribution. Fleming severed the parent-child relationship between herself and Thomas in 1947. The court order stated she was giving up any and all parental rights and interests in Thomas. She was no longer Thomas’ legal parent. She is not entitled to an intestate distribution under RCW 11.04.015(2)(b).\nNext, we turn to the question of whether Marzan is entitled to an intestate distribution as Thomas’ biological brother. Marzan argues the Court of Appeals erred in ruling that the termination of the parent-child relationship between Fleming and Thomas also divested his right to a distribution under RCW 11.04.015(2)(c) as Thomas’ sibling.\nWe need look no further than the express language of the statute. RCW 11.04.015(2)(c) states “those issue of the parent” of the deceased may inherit. We agree with the State’s assertion that there are only two options—a person either has a legal parent or does not. Here, Thomas had no legal parent. The right of a sibling to inherit from a deceased sibling is based upon the person’s status as the issue of a common parent; there is no direct distribution to a person based upon his or her status as a sibling of the deceased. The common parent provides the link through which the estate passes. In this case, there is no common parent because Fleming had terminated the parent-child relationship between herself and Thomas. Thus, the Court of Appeal was correct when it concluded:\nIntestacy statutes establish a system of intestate succession whereby the line of descent and distribution flows through a decedent’s parents to reach the issue of parents. The line must flow through a common ancestor. Margaret Fleming, as the parent of Marzan and Thomas, was the only direct connection between them. When Margaret Fleming’s parental rights were terminated, the effect was to permanently sever Thomas from her family line, leaving him without a legal parent. Therefore, the line of intestate succession between Marzan and Thomas was severed as well.\nFleming, 98 Wn. App. at 922 (footnote omitted).\nThe policy considerations articulated in Donnelly also support this conclusion. In order to give a child a fresh start, all interests and rights between the biological parent and child are severed when that relationship is terminated. The interests and rights of more remote biological relatives are also severed for the same purposes. Accordingly, we find Marzan is not entitled to an intestate distribution under RCW 11.04.015(2)(c) because he and Thomas do not share the same legal parent.\nWe affirm the Court of Appeals and hold that neither Fleming nor Marzan are intestate heirs. Thomas’ estate, therefore, escheats to the State of Washington under RCW 11.08.140.\nAlexander, C.J., and Smith, Madsen, Sanders, Ireland, Bridge, Chambers, and Owens, JJ., concur.\nSee In re Estate of Roderick, 158 Wash. 377, 291 P. 325 (1930); In re Estate of Egley, 16 Wn.2d 681, 134 P.2d 943 (1943) (adoptive child can inherit from both his or her adoptive parents and biological parents).\nThe State also points to the definition used in RCW 13.04.011 of the basic juvenile court act and in RCW 26.33.020(8) (Washington’s adoption statute). RCW 13.04.011 defines “parent” as “that parent or parents who have the right of legal custody of the child” and as “biological or adoptive parents of a child unless the legal rights of that person have been terminated by judicial proceedings.” RCW 26.33.020(8) defines “parent” as “the natural or adoptive mother or father of a child ... .It does not include any person whose parent-child relationship has been terminated by a court of competent jurisdiction.” (Emphasis added.)",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Michael M. Feinberg and Tracy M. Miller (of Karr Tuttle Campbell), for petitioner.",
      "Karen M. Thompson (of Thompson & Howie); and Christine O. Gregoire, Attorney General, and Donald F. Cofer, Assistant, for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 69386-2.\nEn Banc.]\nArgued January 30, 2001.\nDecided April 12, 2001.\nIn the Matter of the Estate of Thomas A. Fleming. Antonio B. Marzan, Individually and as Personal Representative, Petitioner, v. Judith Kovacs, as Personal Representative, et al., Respondents.\nMichael M. Feinberg and Tracy M. Miller (of Karr Tuttle Campbell), for petitioner.\nKaren M. Thompson (of Thompson & Howie); and Christine O. Gregoire, Attorney General, and Donald F. Cofer, Assistant, for respondents."
  },
  "file_name": "0412-01",
  "first_page_order": 486,
  "last_page_order": 496
}