{
  "id": 425282,
  "name": "In the Matter of the Recall of Covington City Council Member Jesse Ackerson, Sr.",
  "name_abbreviation": "In re the Recall of Ackerson",
  "decision_date": "2001-04-05",
  "docket_number": "No. 69889-9",
  "first_page": "366",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 366"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "961 P.2d 343",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 255",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867977
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0255-01"
      ]
    },
    {
      "cite": "774 P.2d 1223",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "112 Wn.2d 906",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1175474
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/112/0906-01"
      ]
    },
    {
      "cite": "778 P.2d 524",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "wrongful nature of conduct not stated with specificity"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 Wn.2d 302",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1172031
      ],
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "wrongful nature of conduct not stated with specificity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/113/0302-01"
      ]
    },
    {
      "cite": "756 P.2d 1318",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "on an unspecified date, in an unknown manner, an official mishandled an unknown item of unknown ownership"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 933",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182865
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "on an unspecified date, in an unknown manner, an official mishandled an unknown item of unknown ownership"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0933-01"
      ]
    },
    {
      "cite": "751 P.2d 1187",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "simply not clear what the official did or did not do"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 305",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182858
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "simply not clear what the official did or did not do"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0305-01"
      ]
    },
    {
      "cite": "908 P.2d 878",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "128 Wn.2d 419",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        518005
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/128/0419-01"
      ]
    },
    {
      "cite": "953 P.2d 82",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "no showing of intent to violate RCW 36.16.050's bond provision"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "134 Wn.2d 662",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        452333
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "670",
          "parenthetical": "no showing of intent to violate RCW 36.16.050's bond provision"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/134/0662-01"
      ]
    },
    {
      "cite": "929 P.2d 410",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "131 Wn.2d 92",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1547055
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/131/0092-01"
      ]
    },
    {
      "cite": "723 P.2d 1135",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 Wn.2d 569",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1195543
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/106/0569-01"
      ]
    },
    {
      "cite": "859 P.2d 1244",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "122 Wn.2d 613",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1363514
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/122/0613-01"
      ]
    },
    {
      "cite": "774 P.2d 1196",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "112 Wn.2d 924",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1175507
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "930"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/112/0924-01"
      ]
    },
    {
      "cite": "707 P.2d 1327",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "104 Wn.2d 580",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1201382
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "586-87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/104/0580-01"
      ]
    },
    {
      "cite": "799 P.2d 1179",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 544",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379103
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0544-01"
      ]
    },
    {
      "cite": "717 P.2d 1368",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "105 Wn.2d 669",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1199202
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/105/0669-01"
      ]
    },
    {
      "cite": "693 P.2d 71",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "103 Wn.2d 268",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1134167
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/103/0268-01"
      ]
    },
    {
      "cite": "886 P.2d 1127",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "125 Wn.2d 683",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437173
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/125/0683-01"
      ]
    },
    {
      "cite": "692 P.2d 799",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "103 Wn.2d 280",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1134102
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/103/0280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 838,
    "char_count": 17644,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 2.2937680477033473e-07,
      "percentile": 0.7865771324891915
    },
    "sha256": "2108a2511f4847e9d0dde671ddafd8368507e9a3bab5cf0d6f857596df4ed411",
    "simhash": "1:eb98ee1cf0b88249",
    "word_count": 2879
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Recall of Covington City Council Member Jesse Ackerson, Sr."
    ],
    "opinions": [
      {
        "text": "Per Curiam\nThis case involves a petition demanding the recall of Covington City Council member Jesse Ackerson, Sr. The petition contains four charges: (1) conversion of campaign funds for personal use, (2) failure to disclose a conflict of interest in voting on a building moratorium, (3) wrongful participation in a vote after sleeping through the public hearing, and (4) ignoring factual material when deciding zoning issues. The superior court rejected the fourth charge but found the first three charges legally and factually sufficient. The superior court then certified the ballot synopsis. Councilman Ackerson appealed directly to this court. We reverse and dismiss the three remaining charges.\nFACTS\nKathlene Simpson filed a statement of recall charges against Covington City Council member Jesse Ackerson, Sr., in April 2000. The first two charges of the petition rely on a personal conversation in December 1999 between Simpson and Ackerson, in which Ackerson allegedly made several admissions. First, Ackerson allegedly said that he had put campaign funds toward his personal use. Secondly, Ackerson, a real estate agent, reportedly revealed that it would be in his personal and financial best interest if the building moratorium in Covington were lifted. Later, he allegedly reiterated this conflict at a public meeting at a local library in April 2000. The final charge arose from a plat hearing on April 4, 2000, where Ackerson allegedly fell asleep during presentations by the public but awoke in time to vote on the pending legislation.\nThe recall petition was forwarded to the office of the King County prosecutor, who then petitioned the superior court to determine the sufficiency of the charges. A hearing was held; however, no court reporter was present. The Narrative Report of Proceedings (NRP) shows that the court initiated a voir dire of Simpson to discover the basis of her knowledge. Simpson testified to personally speaking to Ackerson in a phone conversation on December 7, 1999, to personally listening to a tape recording of the April 4, 2000 meeting, and to being personally present at the meeting in the library on April 15, 2000. In additional voir dire, Simpson testified, “Mr. Ackerson stated that he pocketed the money.” NRP at 3. There is no indication whether Mr. Ackerson was present at the hearing.\nThe superior court found that three of the four charges included in the recall petition were sufficient and entered an order certifying the ballot synopsis.\nANALYSIS\nA recall petition is first brought before the superior court, which approves or disapproves the ballot synopsis and determines the sufficiency of the charges. RCW 29.82.023. This court has revisory jurisdiction over the decision of the superior court. RAP 4.2(a)(1); RCW 29.82.160. The sufficiency of the charges in a recall petition is reviewed as a matter of law under the same criteria as the superior court. Cole v. Webster, 103 Wn.2d 280, 288, 692 P.2d 799 (1984); In re Recall of Shipman, 125 Wn.2d 683, 684, 886 P.2d 1127 (1995).\nIn Washington, the right of recall is a constitutional right accorded to the people. Wash. Const. art. I, §§ 33, 34. The state constitution requires a showing of cause before a recall will be allowed. Chandler v. Otto, 103 Wn.2d 268, 270, 693 P.2d 71 (1984).\nCharges in a recall petition must state in concise language the act or acts complained of and give a detailed description of each act, including the approximate date, location, and nature of each act complained of. RCW 29.82.010. The petition must further set forth the name of the officer to be recalled and recite that the officer to be recalled committed an act or acts of misfeasance, malfeasance, or violated the oath of office. RCW 29.82.010.\nMisfeasance or malfeasance in office is “any wrongful conduct that affects, interrupts, or interferes with the performance of official duty.” RCW 29.82.010(1). Misfeasance is also the performance of a duty in an inappropriate way, while malfeasance is the commission of an unlawful act. RCW 29.82.010(1)(a)-(b). “Violation of the oath of office” is the willful neglect or failure by an elected official to faithfully perform a duty imposed by law. RCW 29.82.010(2).\nThis court has recognized the need for public officials to be free from the harassment of recall elections grounded on frivolous charges or mere insinuations. Chandler, 103 Wn.2d at 274. Charges must therefore be both legally and factually sufficient to justify recall. Id. at 274.\nThe threshold question is whether the charges of a recall petition are legally sufficient. Greco v. Parsons, 105 Wn.2d 669, 717 P.2d 1368 (1986). To be legally sufficient, the petition must state with specificity substantial conduct clearly amounting to misfeasance, malfeasance, or a violation of the oath of office. Chandler, 103 Wn.2d at 274.\nA legally cognizable justification for an official’s conduct renders a recall charge insufficient. In re Recall of Wade, 115 Wn.2d 544, 799 P.2d 1179 (1990). An elected official cannot be recalled for appropriately exercising the discretion granted him or her by law. Chandler, 103 Wn.2d at 274.\nFactually sufficient means the petitioner has alleged facts that establish a prima facie case of misfeasance, malfeasance, or violation of the oath of office. Cole, 103 Wn.2d at 288. The charges as a whole must identify to the electors and to the official being recalled acts or omissions that without justification support recall. Chandler, 103 Wn.2d at 274. This prima facie showing ensures that both the voters and the officials can make an intelligent decision on the recall charge. Teaford v. Howard, 104 Wn.2d 580, 586-87, 707 P.2d 1327 (1985).\nCourts do not have the authority to look at the truthfulness of the charges or question the underlying motivations. Cole, 103 Wn.2d at 287. Instead, courts must consider whether, accepting the allegations as true, the charge on its face supports the conclusion that the officer in some way abused his position. Teaford, 104 Wn.2d at 586.\nFactual sufficiency further requires that the recall petitioner have more than a simple belief that the charges are true. In re Recall of DeBruyn, 112 Wn.2d 924, 930, 774 P.2d 1196 (1989). The petitioner must have some form of knowledge of the facts underlying the charges, but there is no requirement that the knowledge be firsthand. In re Recall of Lee, 122 Wn.2d 613, 617, 859 P.2d 1244 (1993).\nAckerson assigns error to the trial court determination of factual and legal sufficiency for charges 1 through 3 of the recall petition. Both parties request attorney fees.\nI\nIn charge 1 of the recall petition, Simpson charges Ackerson with taking political campaign donations and putting them to his personal use. Clerk’s Papers (CP) at 5. Councilman Ackerson objects to this charge because it contains an alleged confession with no corroborating evidence. He suggests that the court should be bound by a rule analogous to the corpus delicti rule of criminal cases. Br. of Appellant at 16. “The corpus delicti rule was established by the courts to protect a defendant from the possibility of an unjust conviction based upon a false confession alone.” City of Bremerton v. Corbett, 106 Wn.2d 569, 576, 723 P.2d 1135 (1986).\nAs this court recognized in Chandler, there is a real concern that officials not be subjected to recall based on false or frivolous charges. 103 Wn.2d at 272. While Ackerson requests a new rule parallel to the corpus delicti rule of criminal law, a new rule is not needed. The procedural safeguards of sufficiency, specificity and knowledge, established through case law and through legislation, adequately respond to Ackerson’s concerns.\nWhen an official is accused of a crime, the recall petitioner must have knowledge of facts indicating intent to violate the law. In re Recall of Anderson, 131 Wn.2d 92, 95, 929 P.2d 410 (1997). The recall statutes do not require the petitioner to have firsthand knowledge, but they do require the petitioner have some form of knowledge more than simply a belief that, the charges are true. Lee, 122 Wn.2d at 617.\nWithout specific citation, recall charge 1 accuses Ackerson of violating election laws by converting campaign funds. However, Simpson gives no facts that show intent to commit the wrongful act as required. See Anderson, 131 Wn.2d at 95 (no showing of intent to violate the Open Public Meetings Act, chapter 42.30 RCW); In re Recall of Sandhaus, 134 Wn.2d 662, 670, 953 P.2d 82 (1998) (no showing of intent to violate RCW 36.16.050’s bond provision). Instead, Simpson suggests that intent can be inferred from surrounding circumstances. Br. of Resp’t at 10. Neither the recall petition nor the hearing record provides enough information to support such an inference. Without a more definitive statement of the entire context of the conversation, an inference of intent is too conjectural. In re Recall of Beasley, 128 Wn.2d 419, 428, 908 P.2d 878 (1996). An alleged admission by itself does not amount to sufficient context from which to infer unlawful intent.\nFurthermore, circumstances beyond the telephone conversation directly vitiate against an inference of intent to commit a wrongful act. There is nothing in the records of the Public Disclosure Commission to indicate a campaign fund-raising violation. In fact, these reports show that Ackerson’s campaign expenditures surpassed the contributions received, indicating Ackerson paid some campaign expenses out-of-pocket. Unlawful intent cannot be inferred from such circumstances. Charge 1 is thus legally insufficient.\nSimpson suggests that Ackerson’s admission is enough to satisfy the factual sufficiency requirement. Br. of Resp’t at 9. Ackerson counters that the charge does not include the “approximate date, location, and nature of each act complained of.” RCW 29.82.010; Br. of Appellant at 15. The only detail provided in this charge is the date of an alleged confession. It gives no specifics as to when, where, or how the funds were converted and provides no details that would allow the voters to make an informed decision. See Jenkins v. Stables, 110 Wn.2d 305, 751 P.2d 1187 (1988) (simply not clear what the official did or did not do); In re Recall of Morrisette, 110 Wn.2d 933, 756 P.2d 1318 (1988) (on an unspecified date, in an unknown manner, an official mishandled an unknown item of unknown ownership). Charge 1 is thus factually insufficient.\nCharge 1 fails, as it is both factually and legally insufficient.\nII\nIn charge 2 of the recall petition, Simpson alleges that Ackerson expressed his strong desire that the building moratorium in Covington be lifted because “he was looking toward getting into some real estate contracts with developers in the Covington area.” CP at 5. The charge further states that Ackerson neglected to make a public disclosure regarding this conflict and participated in discussions and voting in the matter. CP at 5. Charge 2 alleges that such behavior is a violation of the appearance of fairness doctrine. CP at 5.\nSimpson bases this charge on two separate admissions by Ackerson. The first is the alleged admission of the December 7 telephone call. The second is the alleged admission at the local library, in which Ackerson reportedly acknowledged that he had been approached by a local developer and had discussed selling real estate. Br. of Resp’t at 12-13.\nYet, Simpson fails to allege any actual conflict. Simpson has not cited any real estate transactions potentially affected by the moratorium. Instead, this charge alleges the possibility of future contracts, the possibility of conflict. Ackerson is by profession a real estate agent. Br. of Appellant at 9. The mere fact that he voted on a building moratorium is insufficient to show a conflict of interest. A petitioner must state in detail the acts complained of and must allege “ ‘ “substantial conduct clearly amounting to . . . [a] violation of the oath of office.” ’ ” Sandhaus, 134 Wn.2d at 668 (emphasis added) (quoting Shipman, 125 Wn.2d at 685 (quoting Wade, 115 Wn.2d at 549)). This charge fails factually.\nThis charge is also legally insufficient. On appeal, respondent Simpson rightfully abandoned the legal sufficiency argument based on the violation of the appearance of fairness doctrine. Br. of Resp’t at 2. A vote on a building moratorium is not a quasi-judicial act; it is legislative. Moratoriums may be initiated upon the incorporation of a new city or may be adopted as emergency zoning ordinances without prior notice or hearing. RCW 35.02.137; RCW 35.63.200. Quasi-judicial actions require both notice and hearing, and involve the consideration of a contested case to determine the rights or duties of specific parties. RCW 42.36.010. The appearance of fairness doctrine does not apply to legislative acts like the amendment of area-wide zoning ordinances. RCW 42.36.010, .030. Simpson could not allege a violation of the appearance of fairness doctrine based on a legislative act.\nHaving abandoned the appearance of fairness doctrine, Simpson must alternatively identify why the acts alleged constitute misfeasance, malfeasance, or a violation of the oath of office. Teaford, 104 Wn.2d at 587. Without providing the specific nature of the wrongdoing, the charge on its face does not support the conclusion that the officer acted unlawfully or improperly. Teaford, 104 Wn.2d at 587; In re Recall of McNeill, 113 Wn.2d 302, 778 P.2d 524 (1989) (wrongful nature of conduct not stated with specificity). Failure to allege another standard, law or rule violated is fatal to a recall charge. In re Recall of Zufelt, 112 Wn.2d 906, 774 P.2d 1223 (1989).\nIn briefing to this court, Simpson claims that the failure to disclose a potential conflict to the public amounts to a violation of the oath of office, which is alleged generally in the recall petition. CP at 5. However, we cannot ignore that respondent Simpson also states Ackerson admitted there was a potential conflict at the April 15, 2000 public meeting at a local library. NRP at 2-3. Simpson defeats her own allegation.\nIll\nThe last charge held sufficient by the superior court charges Ackerson with voting at an April 4, 2000 plat hearing notwithstanding the fact that he had slept through the public discussion. CP at 6. This charge is factually sufficient as it provides information including date, location, and identifiable acts.\nAppellant Ackerson challenges Simpson’s basis of knowledge because she was not personally present at the meeting. He maintains there is no way, based on listening to the tape, that Simpson could have known whether he was actually asleep or not. Br. of Appellant at 25. Ackerson expresses concern about the hearsay nature of the statements contained on the tape. Id. at 26.\nThe fact that Simpson’s knowledge was not personal, but learned by listening to an audiotape, has little bearing. This court has determined that chapter 29.82 RCW does not require personal knowledge. Zufelt, 112 Wn.2d at 912. Petitioners only need to have “some form of knowledge of the facts upon which the charges are based.” Lee, 122 Wn.2d at 617.\nIn a 1989 recall of a mayor based in part on interfering with police business, the recall petitioner gained the knowledge to support his recall petition in a conversation with the police chief and by reading a civil deposition. Zufelt, 112 Wn.2d at 908. The court held that these methods were adequate information sources and sufficient bases of knowledge. Id. at 909.\nIn the instant case, Simpson based her allegation on listening to an audiotape of a public meeting. On the audiotape, a member of the public asked Ackerson for a response. Receiving none, she asked if he was sleeping. Ackerson did not respond to questioning or deny that he was sleeping. Another council member verified on the tape that Ackerson was in fact sleeping. Br. of Resp’t at 18. Because knowledge need not be personal, the tape is an adequate information source upon which to base the recall charges.\nWhile the factual basis of this third charge is sufficient, the question of legal sufficiency remains, as Simpson does not specify why this act constitutes misfeasance, malfeasance, or a violation of the oath of office. Teaford, 104 Wn.2d at 587. The sufficiency of the charge must be determined from the face of the petition. Id. at 587. This charge does not identify a standard, law, or rule that would make the officer’s conduct wrongful, improper, or unlawful; it does not present a prima facie case of misfeasance, malfeasance, or violation of the oath of office. Zufelt, 112 Wn.2d at 914. While sleeping during a public meeting is ill advised, it does not amount to a violation of the oath of office. Such conduct is better addressed as a political issue for regular election.\nOn appeal, both parties seek attorney fees. This court has held that attorney fees may be awarded under CR 11 and the equitable powers of the court in the case of bad faith. In re Recall of Pearsall-Stipek, 136 Wn.2d 255, 267, 961 P.2d 343 (1998). No showing of bad faith has been made. Neither party is entitled to attorney fees.\nCONCLUSION\nThe charges of this recall petition fail. The superior court’s order finding the charges sufficient is reversed. Attorney fees are denied.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Charles A. Klinge (of Groen, Stephens & Klinge, L.L.P.), for appellant.",
      "J.M. Bouffard; Michael A. Aronoff (of Aronoff & McGoran, P.S.); and Norm Maleng, Prosecuting Attorney for King County, and Ian S. Taylor, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 69889-9.\nEn Banc.]\nArgued June 23, 2000.\nDecided April 5, 2001.\nIn the Matter of the Recall of Covington City Council Member Jesse Ackerson, Sr.\nCharles A. Klinge (of Groen, Stephens & Klinge, L.L.P.), for appellant.\nJ.M. Bouffard; Michael A. Aronoff (of Aronoff & McGoran, P.S.); and Norm Maleng, Prosecuting Attorney for King County, and Ian S. Taylor, Deputy, for respondent."
  },
  "file_name": "0366-01",
  "first_page_order": 440,
  "last_page_order": 452
}