{
  "id": 425309,
  "name": "In the Matter of the Personal Restraint of Paul J. Becker, Petitioner",
  "name_abbreviation": "In re the Personal Restraint of Becker",
  "decision_date": "2001-04-05",
  "docket_number": "No. 68700-5",
  "first_page": "491",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 491"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "828 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "65 Wn. App. 166",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1736130
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "174"
        },
        {
          "page": "174",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/65/0166-01"
      ]
    },
    {
      "cite": "1 P.3d 1120",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 20",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183466
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0020-01"
      ]
    },
    {
      "cite": "842 P.2d 470",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "120 Wn.2d 365",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1368174
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "369-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/120/0365-01"
      ]
    },
    {
      "cite": "972 P.2d 1250",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "137 Wn.2d 378",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        179349
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/137/0378-01"
      ]
    },
    {
      "cite": "634 P.2d 895",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "30 Wn. App. 402",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1826734
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/30/0402-01"
      ]
    },
    {
      "cite": "946 P.2d 750",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "133 Wn.2d 433",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        331077
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/133/0433-01"
      ]
    },
    {
      "cite": "964 P.2d 349",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 383",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867962
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "398-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0383-01"
      ]
    },
    {
      "cite": "982 P.2d 639",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "96 Wn. App. 902",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        128689
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "908"
        },
        {
          "page": "907-08"
        },
        {
          "page": "907"
        },
        {
          "page": "905-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/96/0902-01"
      ]
    },
    {
      "cite": "1 P.3d 1120",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "In re PRP of Bailey"
        },
        {
          "parenthetical": "In re PRP of Bailey"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "141 Wn.2d 20",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183466
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "In re PRP of Bailey"
        },
        {
          "page": "26",
          "parenthetical": "In re PRP of Bailey"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/141/0020-01"
      ]
    },
    {
      "cite": "842 P.2d 470",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 1
    },
    {
      "cite": "120 Wn.2d 365",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1368174
      ],
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/120/0365-01"
      ]
    },
    {
      "cite": "946 P.2d 750",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "Sanders, J., dissenting"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "133 Wn.2d 433",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        331077
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "451-54",
          "parenthetical": "Sanders, J., dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/133/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 817,
    "char_count": 23450,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 1.2707810441630372e-07,
      "percentile": 0.6147030193652216
    },
    "sha256": "9f925ce9d59da62376208ed9a67af09898408e31e5d170d993d1e57bd07bb901",
    "simhash": "1:201ed28d7f43a5f1",
    "word_count": 3881
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Personal Restraint of Paul J. Becker, Petitioner."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nIn this case we must determine whether the Court of Appeals erred when it vacated petitioner’s writ of habeas corpus because it was time barred under RCW 10.73.090-.110. We affirm the Court of Appeals on the basis that the petitioner’s writ was an attempt to relitigate the same issue decided in a previous collateral attack proceeding and is properly barred as a successive collateral attack.\nFACTS\nOn February 27, 1996, Paul J. Becker (Becker) entered a plea of guilty to driving while under the influence and was sentenced in district court. Becker had been represented by a legal intern, who was later found in noncompliance with the requirements of APR 9. On May 22, 1996, the district court amended its sentence, giving Becker credit for time served and suspending the remainder of the jail sentence. The same day, Becker filed a motion to vacate his guilty plea on the basis he was denied counsel due to his legal intern’s failure to comply with APR 9 requirements. On February 3, 1997, the district court denied Becker’s motion to vacate his plea. On March 4, 1997, Becker filed a RALJ appeal in superior court challenging the district court’s ruling. On May 29, 1997, the appeal was dismissed due to abandonment.\nOn January 28, 1998, Becker sought a writ of habeas corpus, again alleging he had been deprived of counsel regarding his plea. On February 13, 1998, the superior court entered an order vacating the conviction. The superior court found Becker had been both restrained and denied counsel regarding his guilty plea. On April 21, 1998, the City of Spokane (City) filed a motion for relief from the order, which the superior court denied. On August 24, 1998, after reconsideration of its April 21 decision, the superior court issued its order denying the City’s motion for stay and relief from the writ.\nThe City appealed. The Court of Appeals vacated the writ and reinstated the conviction, holding the action was time barred under the one-year statute of limitations in RCW 10.73.110. In re Pers. Restraint of Becker, 96 Wn. App. 902, 908, 982 P.2d 639 (1999). The Court of Appeals also held the district court’s failure to advise Becker of his one-year time limit for filing for collateral relief under RCW 10.73.110 was of no consequence because the statute is superseded by CrRLJ 7.2(b). Becker, 96 Wn. App. at 907-08. The Court of Appeals did not analyze whether Becker’s writ was barred under RCW 10.73.140 as a successive collateral attack. Becker petitioned this court for review of the Court of Appeals decision, which we granted.\nANALYSIS\nAccording to Becker, the central issue is whether the petition should have been dismissed as untimely. Becker claims it was filed within one year of his final conviction and, even if it were not, the statute of limitations in RCW 10.73.090 does not apply because the sentencing court failed to inform him of its provision as required by RCW 10.73.110.\nThe Court of Appeals reasoned, since Becker had pleaded guilty, he need not have been advised of his appellate and postconviction rights because CrRLJ 7.2(b) exempts courts of limited jurisdiction from advising defendants of their appellate and postconviction rights at sentencing when “the judgment and sentence are based on a plea of guilty.” CrRLJ 7.2(b); Becker, 96 Wn. App. at 907. The Court of Appeals concluded the statute of limitations in RCW 10.73.090 applied and Becker’s writ should have been dismissed as not timely filed. Becker, 96 Wn. App. at 905-06.\nRegardless of the timing issue, the State argues the successive collateral attack prohibition in RCW 10.73.140 applies in this case and is not part of the notification required at the time of sentencing. See, e.g., Shumway v. Payne, 136 Wn.2d 383, 398-99, 964 P.2d 349 (1998). The State argues Becker’s writ of habeas corpus/personal restraint petition is barred by RCW 10.73.140’s prohibition against successive collateral attacks. We agree and find this issue to be dispositive.\n“Collateral attack” means any form of postconviction relief other than a direct appeal. In re Pers. Restraint of Well, 133 Wn.2d 433, 441, 946 P.2d 750 (1997). “Collateral attack” includes such actions as a personal restraint petition, a habeas corpus petition, a motion to vacate judgment, a motion to withdraw guilty plea, a motion for a new trial, and a motion to arrest judgment. RCW 10.73.090(2); Well, 133 Wn.2d at 441. The principle underlying the rule barring successive collateral attacks is the need for judicial finality regarding claims that have already been adjudicated. In re Pers. Restraint of LaLande, 30 Wn. App. 402, 405, 634 P.2d 895 (1981). Collateral attack by personal restraint petition of a criminal conviction and sentence cannot simply be a reiteration of issues finally resolved at trial and upon appellate review. Personal restraint petitions must raise new points of fact and law that were not or could not have been raised in the principal action. In re Pers. Restraint of Gentry, 137 Wn.2d 378, 388, 972 P.2d 1250 (1999). We have recognized that certain motions are considered the functional equivalent of personal restraint petitions for the purpose of applying statutory limitations on successive writs. See, e.g., State v. Brand, 120 Wn.2d 365, 369-71, 842 P.2d 470 (1992). Thus, courts may not consider such a motion if the movant has previously brought a collateral attack on the same or substantially similar grounds. Brand, 120 Wn.2d at 370 (motion for relief from judgment). Summary dismissal is appropriate under RCW 10.73.140 where petitioner has previously filed a personal restraint petition or where the petition is based on frivolous grounds. In re Pers. Restraint of Bailey, 141 Wn.2d 20, 22, 1 P.3d 1120 (2000).\nBecker argues RCW 10.73.140’s prohibition against successive collateral attacks applies only to Court of Appeals petitions, and the rules relating to personal restraint petitions do not supersede or apply to habeas corpus petitions initiated in the superior court. RAP 16.3(b). However, for purposes of RAL J appeals, the superior court stands as an appellate court in relation to the district court. The same provisions and limitations apply in both the trial court and the appellate court to applications for postconviction relief. State v. Brand, 65 Wn. App. 166, 174, 828 P.2d 1, aff’d, 120 Wn.2d 365, 842 P.2d 470 (1992).\nThe question then is whether Becker’s initial motion raised in district court constitutes a collateral attack. If it does, then Becker’s writ action is prohibited under RCW 10.73.140 or under our general prohibition against successive attacks that are embodied in the doctrines of claim and issue preclusion.\nAlthough decided in a different context, we have previously addressed this issue in Brand, 120 Wn.2d 365. In Brand, the defendant was found guilty of murder in the second degree. Brand appealed and filed a personal restraint petition, arguing newly discovered evidence regarding the effects of testosterone treatment on his mental capacity at the time of the shooting warranted a new trial. Brand, 120 Wn.2d at 368. The Court of Appeals consolidated the appeal and personal restraint petition, affirmed the conviction, and dismissed the petition. More than one year later, Brand filed a motion in superior court for a new trial on grounds the previously unknown psychiatric effects of combined steroid and antidepressant use would probably change the result of the trial. Brand, 120 Wn.2d at 368. The superior court granted Brand relief under CrR 7.8(b)(5). When the issue reached this court on appeal, we treated Brand’s motion as moving for a new trial under CrR 7.8(b)(2), and subject to RCW 10.73.140. We held the phrase in CrR 7.8(b)(5), “any other reason,” meant a reason different from the reasons specifically identified in the rule. Brand’s reason for the motion most appropriately fell under CrR 7.8(b)(2). We concluded the drafters of CrR 7.8(b) intended RCW 10.73.140 to apply by analogy because “[t]o hold otherwise would thwart the legislative purpose by allowing repetitious collateral attacks in the trial courts in contravention of the policy limiting collateral review.” Brand, 120 Wn.2d at 370. We held a court may not consider a CrR 7.8(b) motion if the movant has previously brought a collateral attack on similar grounds. Brand, 120 Wn.2d at 370 (citing RCW 10.73.140).\nIn order to prevent all subsequent personal restraint petitions from being prohibited by any postconviction collateral attack at the trial court level, summary dismissal is appropriate under RCW 10.73.140 only where the petitioner has previously filed a petition or where the subsequent petition is entirely based on frivolous grounds. Bailey, 141 Wn.2d at 22. Thus, the prior filing of a postconviction motion for collateral relief at the trial court does not subject a first nonfrivolous personal restraint petition to summary dismissal under RCW 10.73.140. In Bailey, the defendant filed with the trial court a CrR 7.8(b) motion to vacate the judgment based on new evidence. The trial court denied the motion. Bailey appealed the denial. The appeal was consolidated for review with his direct appeal of the principal case. The Court of Appeals affirmed the trial court’s decision. Bailey then filed a personal restraint petition with the Court of Appeals raising seven claims, one of which had never been raised in the motion or the direct appeal. We reversed the Court of Appeals and allowed Bailey to pursue his claim in the Court of Appeals. We found Bailey was bringing a new claim that had not been previously raised and adjudicated. However, Bailey is distinguishable from the present case. Unlike Bailey, Becker’s second collateral attack contains no new issues. Becker’s writ action contains only issues previously raised and adjudicated.\nThe same principles of Brand and Bailey apply here. Accordingly, we must decide whether Becker’s 1998 writ action is barred as a successive collateral attack pursuant to RCW 10.73.140 because it merely reiterates the same issues raised and adjudicated in Becker’s 1996 original postconviction motion.\nThe relief Becker again seeks in his writ action is a new trial. Becker’s request is analogous to CrR 7.8(b) motions for relief from judgments or orders due to mistake, inadvertence, excusable neglect, newly discovered evidence, fraud, etc. The basis of Becker’s claim is the same argument concerning denial of counsel he litigated in the principal case. Therefore, we treat Becker as moving for relief under CrR 7.8(b), which we have held is subject to RCW 10.73.140’s embodiment of the general rule against subsequent collateral attacks. Brand, 120 Wn.2d at 369. Becker’s 1996 motion to set aside his guilty plea because of denial of counsel constitutes a collateral attack under RCW 10.73.090. His 1996 motion gave him the opportunity to litigate that specific issue. Becker did so and abandoned his appeal after losing the argument. Becker’s 1998 writ action is an attempt to relitigate the same issue. Bailey requires that a personal restraint petition, which is a successive collateral attack, must be based on nonfrivolous grounds, e.g., it must contain at least one significant legal issue not previously raised and adjudicated. Here, Becker used his writ action to take a second bite at the apple. Becker’s writ action contains no new issues and does not meet Bailey’s requirement of a nonfrivolous personal restraint petition.\nTherefore we hold, under both Brand and Bailey, Becker’s writ is properly barred as a successive collateral attack prohibited by RCW 10.73.140. If we were to hold otherwise, nothing would prevent Becker from raising the same issue again and again. A defendant is guaranteed one bite at the apple, not a feast.\nWe affirm the Court of Appeals.\nSmith, Ireland, and Bridge, JJ., and Grosse and Guy, JJ. Pro Tern., concur.\nOn November 7, 1997, Becker appears to have filed an identical motion in district court to vacate judgment and withdraw guilty plea. We have no indication in the record of what happened regarding this motion.\nRCW 10.73.140 states: “If a person, has previously filed a petition for personal restraint, the court of appeals will not consider the petition unless the person certifies that he or she has not filed a previous petition on similar grounds, and shows good cause why the petitioner did not raise the new grounds in the previous petition. Upon receipt of a personal restraint petition, the court of appeals shall review the petition and determine whether the person has previously filed a petition or petitions and if so, compare them. If upon review, the court of appeals finds that the petitioner has previously raised the same grounds for review, or that the petitioner has failed to show good cause why the ground was not raised earlier, the court of appeals shall dismiss the petition on its own motion without requiring the state to respond to the petition. Upon receipt of a first or subsequent petition, the court of appeals shall, whenever possible, review the petition and determine if the petition is based on frivolous grounds. If frivolous, the court of appeals shall dismiss the petition on its own motion without first requiring the state to respond to the petition.”\nThe Court of Appeals relied upon RCW 10.73.090’s time bar and held notifications or time limits required by RCW 10.73.110 are superseded by CrRLJ 7.2(b) because defendants who plead guilty are exempted from the notification requirements of RCW 10.73.090. However, we do not reach this issue because, procedurally, this case is governed by our interpretation of RCW 10.73.140. Although we decide this case on the basis of prohibited successive collateral attacks, the facts of this case call into question the wisdom of CrRLJ 7.2(b). The statute makes no distinction for requiring notification on the time limits for collateral attacks. While we do not decide the issue of whether this is procedural or substantive, little basis exists for the difference between the court rule and the statute. The better practice is to provide the statutory notification in all cases.\nWe agree with the Court of Appeals in Brand when it stated: “RCW 10.73.140 is somewhat confusing because, in establishing limitations on successive applications for PRP’s, the section explicitly refers only to actions by the Court of Appeals. Although there is no express language in the statute dealing with PRP’s filed in the trial court rather than in the appellate court, it is clear the same limitations apply.... Indeed, it would be irrational and indefensible to apply a different standard to applications for postconviction relief depending on whether a proceeding is filed in the appellate court or in the trial court.” Brand, 65 Wn. App. at 174 (footnotes omitted).\nCrR 7.8(b)(5) states: “On motion and upon such terms as are just, the court may relieve a party from a final judgment, order, or proceeding for the following reasons:... (5) Any other reason justifying relief from the operation of the judgment.”\nCrR 7.8(b)(2) states: “Newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under rule 7.6 . .. .”",
        "type": "majority",
        "author": "Johnson, J."
      },
      {
        "text": "Sanders, J.\n(dissenting) — Contrary to the majority’s view, Paul Becker did not file two personal restraint petitions. Rather he originally filed a motion to vacate judgment and withdraw his guilty plea. This was a collateral attack but not a prior personal restraint petition (PRP). The majority however erroneously concludes Becker’s writ is “barred as a successive collateral attack prohibited by RCW 10.73.140.” Majority at 500 (emphasis added). RCW 10.73.140 doesn’t bar successive collateral attacks—it bars multiple PRPs:\nIf a person has previously filed a petition for personal restraint, the court of appeals will not consider the petition unless the person certifies that he or she has not filed a previous petition on similar grounds, and shows good cause why the petitioner did not raise the new grounds in the previous petition. Upon receipt of a personal restraint petition, the court of appeals shall review the petition and determine whether the person has previously filed a petition or petitions and if so, compare them. If upon review, the court of appeals finds that the petitioner has previously raised the same grounds for review, or that the petitioner has failed to show good cause why the ground was not raised earlier, the court of appeals shall dismiss the petition on its own motion without requiring the state to respond to the petition.\n(Emphasis added.)\nThe majority’s conclusion is directly contrary to our recent decision in In re Pers. Restraint of Bailey, 141 Wn.2d 20, 1 P.3d 1120 (2000) (In re PRP of Bailey). There we considered the precise issue of whether RCW 10.73.140 bars a first PRP where, as here, the petitioner has previously filed a motion for collateral relief with the trial court. We unanimously held, “prior filing of a postconviction motion for collateral relief with the trial court does not subject a first, nonfrivolous PRP to summary dismissal under RCW 10.73.140.” In re PRP of Bailey, 141 Wn.2d at 28 (emphasis added). The majority proceeds as though its conclusion is consistent with, and even sanctioned by, Bailey when, in fact, today’s decision and Bailey are but two ships passing in the night. Moreover, the majority relies on State v. Brand, 120 Wn.2d 365, 842 P.2d 470 (1992), a case which Bailey specifically distinguished in this context. In re PRP of Bailey, 141 Wn.2d at 25-28.\nIn Bailey we considered the state’s attempt to include all requests for collateral relief, even those filed at the trial level, as a “petition for personal restraint” or “petition or petitions” as those terms are used in RCW 10.73.140. But we held RCW 10.73.140 “does not apply” to a first PRP, thus roundly rejecting the state’s attempt to broaden the statute “beyond its literal meaning so as to permit summary dismissal... of a broader category of PRPs.” In re PRP of Bailey, 141 Wn.2d at 28, 24. We said “the first three sentences of RCW 10.73.140 clearly pertain to cases where ‘a person has previously filed a petition for personal restraint,’ which Mr. Bailey has not. They are therefore inapplicable here.” Id. at 26 (footnote omitted).\nLike Bailey, Becker had not previously filed a petition for personal restraint. Thus, RCW 10.73.140 is similarly inapplicable. Like today’s majority, the state in Bailey attempted to support its reading of RCW 10.73.140 with Brand. However, we held Brand was inapposite to this issue, saying RCW 10.73.140 “includes no reference whatsoever to [CrR 7.8(b)], and there is no other reason to believe that the phrase ‘petition for personal restraint’ in RCW 10.73.140 was intended to include any other form of collateral challenge, such as a CrR 7.8(b) motion.” In re PRP of Bailey, 141 Wn.2d at 26.\nBrand was adjudicated under CrR 7.8(b) and the defendant initially filed a PRP and subsequently filed a motion for new trial. Brand, 120 Wn.2d at 368. This is precisely the opposite of our case, which is adjudicated under RCW 10.73.140 and in which Becker did not file his first, and only, PRP until after he filed to withdraw his claim at the trial level. While CrR 7.8(b) expressly makes itself “ ‘subject to . . . RCW 10.73.140,’ ” Bailey said the argument “is not a two-way street,” thus specifically rejecting the notion RCW 10.73.140 should be broadly read as subject to CrR 7.8(b). In re PRP of Bailey, 141 Wn.2d at 26.\nThe majority is restless by its own reasoning, prohibiting Becker’s PRP “under RCW 10.73.140 or under our general prohibition against successive attacks.” Majority at 497 (emphasis added). In fact, RCW 10.73.140 can’t apply to this case because it deals only with successive PRPs and this is Becker’s first. In re PRP of Bailey, 141 Wn.2d at 28. The majority attempts to distinguish Bailey because Becker’s only PRP “contains no new issues.” Majority at 499. Not so. Any issue raised in a first PRP is, by definition, new. For Becker’s claims to have been “previously raised and adjudicated” under either RCW 10.73.140 or RAP 16.4(d), majority at 499, there must be a previous PRP and a successive one. In re PRP of Bailey, 141 Wn.2d at 28. Here, as in Bailey, there were not.\nReliance on the “general prohibition against successive attacks” is equally dubious. Majority at 497. The majority’s expansive attempt to “treat Becker[’s PRP] as moving for relief under CrR 7.8(b)” is addressed by Bailey as well. Majority at 499. In Bailey we said there was “no other reason to believe that the phrase ‘petition for personal restraint’ in RCW 10.73.140 was intended to include any other form of collateral challenge, such as a CrR 7.8(b) motion.” In re PRP of Bailey, 141 Wn.2d at 26 (emphasis added). Thus it is clear PRPs are distinct from CrR 7.8(b) motions, and Becker’s PRP should not be treated as one simply as a means to the majority’s otherwise unattainable end.\nThe majority is quick to bar Becker’s PRP in the interest of “judicial finality.” Majority at 496. Of course the purpose of a PRP and writ of habeas corpus is precisely to upset finality where that finality is the result of legal error. Because it is his first PRP, the majority is forced to “analogize” his request to a CrR 7.8(b) motion and then commit a second analogical leap by saying RCW 10.73.140 should be construed to bar collateral attacks beyond the broad language of the statute. However, the majority overlooks “ ‘the role of collateral review in preserving constitutional liberties and remedying prejudicial error,’ ” and forgets its own holding in Bailey to reach its inconsistent conclusion. In re PRP of Bailey, 141 Wn.2d at 25 (quoting Brand, 120 Wn.2d at 368-69).\nIn so doing the majority leaves in its wake a demoralizing precedent. Although Bailey plainly held RCW 10.73.140 applies only where one has actually filed multiple PRPs, today the majority arbitrarily classifies an initial PRP as successive by treating it as a CrR 7.8(b) motion and then misapplying RCW 10.73.140. Hence the majority robs the legislation of the plain meaning of “petition for personal restraint,” as these terms are used in RCW 10.73.140.\nMore troubling still is the continued demise of the “great writ of antiquity,” a writ so central to our jurisprudence that it was contained within the original text of the United States Constitution (art. I, § 9) as well as the constitution of our state. See In re Pers. Restraint of Well, 133 Wn.2d 433, 451-54, 946 P.2d 750 (1997) (Sanders, J., dissenting).\nI therefore dissent.\nAlexander, C.J., and Madsen, J., concur with Sanders, J.\nThat Becker’s motion to vacate judgment and withdraw his guilty plea is a collateral attack under RCW 10.73.090 is entirely irrelevant to the application of RCW 10.73.140, which governs only successive personal restraint petitions. In re Pers. Restraint of Bailey, 141 Wn.2d 20, 26, 1 P.3d 1120 (2000) (In re PRP of Bailey).\nAs in Bailey, the state has not claimed Becker’s grounds were frivolous nor did the Court of Appeals address the issue. See In re PRP of Bailey, 141 Wn.2d at 24 n.1.",
        "type": "dissent",
        "author": "Sanders, J."
      }
    ],
    "attorneys": [
      "Charles S. Dorn, for petitioner.",
      "Michael Connelly, City Attorney for the City of Spokane, and Patricia M.C. Walker, Assistant, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 68700-5.\nEn Banc.]\nArgued October 19, 2000.\nDecided April 5, 2001.\nIn the Matter of the Personal Restraint of Paul J. Becker, Petitioner.\nCharles S. Dorn, for petitioner.\nMichael Connelly, City Attorney for the City of Spokane, and Patricia M.C. Walker, Assistant, for respondent."
  },
  "file_name": "0491-01",
  "first_page_order": 565,
  "last_page_order": 577
}