{
  "id": 425305,
  "name": "The State of Washington, Petitioner, v. Steven Darby McDonald, Respondent. In the Matter of the Personal Restraint of Steven Darby McDonald, Petitioner",
  "name_abbreviation": "State v. McDonald",
  "decision_date": "2001-05-10",
  "docket_number": "No. 68376-0",
  "first_page": "506",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "143 Wash. 2d 506"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "766 P.2d 1127",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "53 Wn. App. 345",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1764503
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/53/0345-01"
      ]
    },
    {
      "cite": "832 P.2d 95",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "66 Wn. App. 332",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1702973
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/66/0332-01"
      ]
    },
    {
      "cite": "528 U.S. 152",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9476208
      ],
      "weight": 3,
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/us/528/0152-01"
      ]
    },
    {
      "cite": "530 U.S. 466",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9413911
      ],
      "weight": 3,
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/us/530/0466-01"
      ]
    },
    {
      "cite": "675 P.2d 209",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "100 Wn.2d 669",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1142049
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "677"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/100/0669-01"
      ]
    },
    {
      "cite": "845 P.2d 289",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "120 Wn.2d 631",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1368204
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "666"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/120/0631-01"
      ]
    },
    {
      "cite": "740 P.2d 829",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 Wn.2d 515",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1187873
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/108/0515-01"
      ]
    },
    {
      "cite": "465 U.S. 168",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11335001
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "177-78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/465/0168-01"
      ]
    },
    {
      "cite": "422 U.S. 806",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9431
      ],
      "weight": 6,
      "year": 1975,
      "pin_cites": [
        {
          "page": "816"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0806-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "16 P.3d 601",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "142 Wn.2d 868",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1361339
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/142/0868-01"
      ]
    },
    {
      "cite": "979 P.2d 857",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "96 Wn. App. 311",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        128651
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/96/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 13799,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 1.0448049486963843e-07,
      "percentile": 0.5517775360648439
    },
    "sha256": "e1369b667b75369c7117fe22a065525d7e1a2add213a83975fed84c817ce6b70",
    "simhash": "1:a9f5d124a64681c8",
    "word_count": 2172
  },
  "last_updated": "2024-02-27T19:32:28.277612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Petitioner, v. Steven Darby McDonald, Respondent. In the Matter of the Personal Restraint of Steven Darby McDonald, Petitioner."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nThis case involves a claim of conflict of interest between standby counsel and the defendant, where the defendant had been afforded his right to self-representation. Steven Darby McDonald (McDonald) was convicted of first and second degree arson and, based upon his prior criminal record, was sentenced to life in prison without the possibility of parole under the Persistent Offender Accountability Act (POAA). The Court of Appeals reversed the convictions, holding McDonald received ineffective assistance of counsel due to the conflict between the defendant and standby counsel. We affirm the Court of Appeals but clarify what standard applies to the performance of standby counsel.\nFACTS\nThe State charged McDonald with first and second degree arson. The first degree arson charge was based upon the defendant setting fire to the welcome mat outside a motel room, which destroyed the mat and discolored the door before being extinguished. The second degree arson charge was based upon a separate incident where McDonald set fire to an automobile. One week after arraignment at a bail hearing, McDonald moved to proceed pro se. Following a Faretta hearing, the trial judge granted the motion and allowed McDonald to represent himself, but with standby counsel. On April 4, 1996, a second judge conducted a hearing on the self-representation issue and, again, granted McDonald’s motion and appointed Gary Gaer (Gaer) as standby counsel.\nProblems apparently arose between McDonald and Gaer. On May 16, 1996, McDonald informed the trial court he had filed bar complaints and civil rights suits against the local public defenders, including Gaer. On five occasions, the trial court heard and denied motions by all of the parties to remove Gaer as standby counsel. On July 25, 1996, the trial court noted the State’s motion to discharge Gaer because of the pending federal civil action and the potential conflict of interest. However, the court denied the motion based upon Gaer’s belief there was no conflict of interest at that time. McDonald reasserted his motion to dismiss Gaer, which the court again denied on August 7, 1996. On September 16, 1996, the prosecutor made another motion to dismiss Gaer as standby counsel because the prosecutor’s office had been assigned to defend Gaer against McDonald’s lawsuit in federal court, thereby creating a conflict of interest. The trial court denied the motion. On September 4, 1996, Gaer moved to withdraw as standby counsel because he believed a real conflict was created when the prosecutor’s office was assigned to defend him against McDonald’s lawsuit. McDonald also reiterated his earlier motion to remove Gaer as standby counsel. The trial court denied the motions, believing the federal suit was frivolous and would proceed more slowly than the criminal case before it.\nThe criminal case against McDonald proceeded to trial, with Gaer as standby counsel. McDonald was convicted as charged and sentenced to life in prison without the possibility of parole. The sentencing judge considered McDonald’s prior criminal history in imposing the sentence. On November 4, 1996, the federal district court dismissed with prejudice McDonald’s lawsuit against the public defender’s office and Gaer, among others.\nMcDonald appealed his conviction. After filing his opening brief with the Court of Appeals, McDonald moved to represent himself on appeal. A commissioner ordered the trial court to hold a hearing to determine whether McDonald was competent to represent himself on appeal. After McDonald refused to answer any of the trial court’s Faretta inquiries at the hearing, the court sent McDonald to Western State Hospital to evaluate his competency. McDonald refused to answer any questions posed by the evaluating doctors. The trial court then found McDonald incompetent to represent himself on appeal, primarily because he refused to answer any questions. Appellate counsel was appointed and filed briefs in McDonald’s case. McDonald moved for substitute counsel and filed a personal restraint petition alleging ineffective assistance of appellate counsel. The Court of Appeals denied the motion and dismissed the petition, based upon its resolution of the right to counsel issue. In a published decision, the court reversed McDonald’s convictions and held because the trial court failed to adequately inquire into the nature and extent of the alleged conflict between McDonald and Gaer, McDonald’s right to effective assistance of counsel was violated. State v. McDonald, 96 Wn. App. 311, 979 P.2d 857 (1999).\nWe accepted review of the State’s petition. McDonald cross-petitioned the Court of Appeals’ denial of his motion to represent himself on appeal. McDonald also moved in this court for self-representation, which we denied. McDonald is represented here by counsel and has filed a pro se brief.\nANALYSIS\nWe resolve this case by determining whether an actual conflict of interest between standby counsel and a defendant merits an assumption of prejudice justifying reversal of the trial court’s decision. Because we affirm the Court of Appeals result, we need not fully address and analyze the constitutional right to proceed pro se on appeal. We have also fully considered the other issues raised by McDonald and find them moot for purposes of our disposition.\nThe Sixth Amendment to the United States Constitution gives a criminal defendant the right to effective assistance of counsel. In re Pers. Restraint of Brett, 142 Wn.2d 868, 16 P.3d 601 (2001). Effective assistance includes a duty of loyalty and a duty to avoid conflicts of interest. Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). The Sixth Amendment also gives a criminal defendant the right to represent himself or herself at trial. Faretta v. California, 422 U.S. 806, 816, 95 S. Ct. 2525, 45 L. Ed. 2d 562 (1975). However, the United States Supreme Court has held the trial court has the authority to appoint standby counsel (even over the defendant’s objections) to explain court rulings and requirements to the defendant and to assure a defendant lacking in legal knowledge does not interfere with the administration of justice. McKaskle v. Wiggins, 465 U.S. 168, 177-78, 104 S. Ct. 944, 79 L. Ed. 2d 122 (1984).\nThis court has defined standby counsel’s role as not necessarily representing the defendant but as providing technical information. Standby counsel must be available to represent the accused on a moment’s notice in the event termination of the defendant’s self-representation is necessary. Furthermore, statements between defendant and standby counsel are privileged. State v. Bebb, 108 Wn.2d 515, 525, 740 P.2d 829 (1987). In this case, we must determine whether an actual conflict of interest between standby counsel and McDonald merits a presumption of prejudice justifying reversal of his conviction, when the trial court was notified of the conflict and did not inquire into its nature and extent.\nThe Court of Appeals relied upon State v. Benn, 120 Wn.2d 631, 666, 845 P.2d 289 (1993) for the proposition that an effective assistance of counsel analysis applies to an attorney appointed as standby counsel. However, in Benn, the defendant did not wish to present mitigating evidence during the penalty phase of a capital punishment case, even though trial counsel was prepared to present such evidence. The trial court had granted Benn’s motion to proceed pro se in the penalty phase. Trial counsel, therefore, became standby counsel for a brief period during the penalty phase. Thus, Benn involved a disagreement over trial strategy between the defendant and standby counsel. Benn did not involve a situation where standby counsel suffered a conflict of interest with the defendant. Although the court’s language in Benn does suggest standby counsel’s performance is subject to an effective assistance of counsel analysis, this suggestion is inaccurate because Benn did not involve ineffective performance by standby counsel.\nGenerally, defendants who are afforded the right to self-representation cannot claim ineffective assistance of counsel for the obvious reason they become their own counsel and assume complete responsibility for their own representation. However, this does not mean standby counsel has no obligations or duties to the defendant when standby counsel has been appointed by the court. A defendant possesses a right to have conflict-free standby counsel because standby counsel must be (1) candid and forthcoming in providing technical information/advice, (2) able to fully represent the accused on a moment’s notice, in the event termination of the defendant’s self-representation is necessary, and (3) able to maintain attorney-client privilege.\nIn a slightly different setting, we held the failure of the trial court to inquire into a possible conflict of interest between the defendant and defense counsel is reversible error and prejudice is presumed. In re Pers. Restraint of Richardson, 100 Wn.2d 669, 677, 675 P.2d 209 (1983). In Richardson, defense counsel had also represented a defense witness whose testimony created a self-incrimination issue. We adopted two rules. First, a trial court commits reversible error if it knows or reasonably should know of a particular conflict and fails to inquire. Second, reversal is always necessary where a defendant shows an actual conflict of interest adversely affecting counsel’s performance. These rules apply to any situation where defense counsel represents conflicting interests. Richardson, 100 Wn.2d at 677. We find this approach applies where a conflict of interest between a defendant and standby counsel exists (although the second rule becomes irrelevant because pro se defendants cannot show adverse impact on their own performance). We now hold that when the trial court knows or should know of a conflict of interest between the defendant and standby counsel, it must conduct an inquiry into the nature and extent of the conflict. After such an inquiry, the court may remove standby counsel and then substitute or replace standby counsel, or take other appropriate action. Failure to make an inquiry and take appropriate action constitutes reversible error and prejudice will be presumed.\nIn this case, McDonald sued standby counsel in federal court. When the civil division of the Skagit County Prosecutor’s Office was assigned as Gaer’s defense counsel in the federal suit, Gaer’s conflict became apparent to all parties. All parties notified the trial court of this conflict between McDonald and Gaer. However, the trial court did not conduct an inquiry or create a record to show whether the federal case had been stayed, whether Gaer had already disclosed secrets and confidences to the prosecutor, whether the prosecutor had created any procedures to avoid learning about any disclosure of McDonald’s communications, or whether the prosecutor had learned about McDonald’s defense strategies.\nThe true conflict at issue here is the one created when the prosecutor’s office was assigned to represent Gaer in the civil suit brought by McDonald during the same time period the prosecution was pending. While Gaer only acted as standby counsel, the attorney-client privilege still attached to that relationship. The representation of Gaer by the prosecutor’s office undermines the duties Gaer owed to McDonald, including the attorney-client privilege. The lack of an inquiry by the trial court provides us with no record to refute the actual conflict of interest between Gaer and McDonald.\nWe affirm the Court of Appeals and remand this case for a new trial.\nAlexander, C.J., and Smith, Sanders, Ireland, Bridge, Chambers, and Owens, JJ., concur.\nMadsen, J., concurs in the result.\nReconsideration denied July 12, 2001.\nSee Faretta v. California, 422 U.S. 806, 95 S. Ct. 2525, 45 L. Ed. 2d 562 (1975).\nAfter accepting review, we asked for additional briefing based upon the United States Supreme Court’s ruling in Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000). Based upon our resolution of the primary issue, we decline to reach the Apprendi issue.\nThe United States Supreme Court has held there is no constitutional right to self-representation on appeal, but a state could recognize such a right under its own constitution. Martinez v. Court of Appeal, 528 U.S. 152, 120 S. Ct. 684, 145 L. Ed. 2d 597 (2000). Washington’s Constitution contains an express right to self-representation in article I, section 22. However, no Washington court has examined the right to self-representation on appeal. Procedurally, although we denied McDonald’s motion for self-representation, we allowed McDonald to raise separate issues in pro se briefing. This is also true procedurally for the Court of Appeals. Therefore, McDonald was not denied any right to proceed pro se. We have fully considered the issues raised in McDonald’s pro se briefs and, because this case is decided under a conflict of interest analysis, we need not fully reach them.\nThe State argues the right to proceed pro se and the right to assistance of counsel are mutually exclusive. See State v. Vermillion, 66 Wn. App. 332, 340, 832 P.2d 95 (1992); State v. Hegge, 53 Wn. App. 345, 349, 766 P.2d 1127 (1989). While this proposition may be true in certain limited instances, standby counsel still must be free from actual conflict.",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Thomas L. Verge, Prosecuting Attorney, and Erik Pedersen, Deputy, for petitioner State.",
      "Steven D. McDonald, pro se.",
      "Sheryl G. McCloud, for respondent/petitioner McDonald."
    ],
    "corrections": "",
    "head_matter": "[No. 68376-0.\nEn Banc.]\nArgued January 17, 2001.\nDecided May 10, 2001.\nThe State of Washington, Petitioner, v. Steven Darby McDonald, Respondent. In the Matter of the Personal Restraint of Steven Darby McDonald, Petitioner.\nThomas L. Verge, Prosecuting Attorney, and Erik Pedersen, Deputy, for petitioner State.\nSteven D. McDonald, pro se.\nSheryl G. McCloud, for respondent/petitioner McDonald."
  },
  "file_name": "0506-01",
  "first_page_order": 580,
  "last_page_order": 588
}