{
  "id": 4271677,
  "name": "Commonwealth vs. Gerald Porges",
  "name_abbreviation": "Commonwealth v. Porges",
  "decision_date": "2011-09-06",
  "docket_number": "",
  "first_page": "525",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "460 Mass. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "374 Mass. 640",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3871193
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "663-664"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/374/0640-01"
      ]
    },
    {
      "cite": "440 Mass. 436",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1346493
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/440/0436-01"
      ]
    },
    {
      "cite": "448 Mass. 809",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3855881
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/448/0809-01"
      ]
    },
    {
      "cite": "453 Mass. 179",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3658507
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/453/0179-01"
      ]
    },
    {
      "cite": "345 Mass. 466",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        48047
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "471-472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/345/0466-01"
      ]
    },
    {
      "cite": "338 Mass. 648",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        515559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/338/0648-01"
      ]
    },
    {
      "cite": "407 Mass. 550",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3886495
      ],
      "weight": 7,
      "year": 1990,
      "pin_cites": [
        {
          "page": "550-551"
        },
        {
          "page": "551"
        },
        {
          "page": "552"
        },
        {
          "page": "551"
        },
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0550-01"
      ]
    },
    {
      "cite": "448 Mass. 320",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3855473
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/448/0320-01"
      ]
    },
    {
      "cite": "453 Mass. 1014",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3657951
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/mass/453/1014-01"
      ]
    },
    {
      "cite": "442 Mass. 1501",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 2004,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 666,
    "char_count": 20743,
    "ocr_confidence": 0.92,
    "pagerank": {
      "raw": 1.3000318250023275e-07,
      "percentile": 0.6219644465758428
    },
    "sha256": "891f168b4939365cc38566d3deba51c6cc205345e609f34e1133216b1a341d62",
    "simhash": "1:b73769b0da8ca28c",
    "word_count": 3469
  },
  "last_updated": "2024-02-27T17:56:26.592595+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Gerald Porges."
    ],
    "opinions": [
      {
        "text": "Gants, J.\nA Superior Court judge reported the following question under Mass. R. Crim. P. 34, as amended, 442 Mass. 1501 (2004):\n“Does the Superior Court have the jurisdiction over indictments charging rape of a child with force (G. L. c. 265, § 22A) and indecent assault and battery of a child under the age of 14 (G. L. c. 265, § 13B), pursuant to G. L. c. 119, § 72A, where the defendant is alleged to have been under the age of 14 at the time of the commission of the offense, but was not apprehended until after his eighteenth birthday, or do other provisions of chapter 119, specifically § 54, preclude the prosecution as an adult of a person who was under the age of 14 at the time the offense was committed?”\nElsewhere in his memorandum and order, the judge stated the issue more bluntly: “whether a person who commits an offense at an age under 14, but who is not apprehended until after he or she has passed the age of 18, may be prosecuted.” We granted the Commonwealth’s application for direct appellate review. We conclude that, where a person commits a criminal offense before the age of fourteen years and is apprehended after the person has reached the age of eighteen years, the Superior Court has jurisdiction to try the person for that offense under G. L. c. 119, § 72A, after indictment, provided that a judge in the Juvenile Court has determined that there is probable cause to believe that the person committed the offense charged and that the interests of the public require that the person be tried for the offense instead of being discharged.\nBackground. For purposes of this appeal, the parties stipulate to the following:\n“The victim alleges that she was repeatedly sexually assaulted and raped by the defendant for approximately three years while she was under the age of fourteen. The allegations include indecent assault and battery on a child under fourteen and forcible rape of a child. Four of the indictments cover time periods when the defendant was under the age of fourteen. Four of the indictments bridge the defendant’s thirteenth and fourteenth years. The victim did not tell anyone about the abuse until July 2003 and first reported the crimes to the police in 2007, when the defendant was twenty-three.”\nA complaint issued against the defendant on October 30, 2007. A judge in the Juvenile Court, after hearing, transferred the case to the Superior Court under G. L. c. 119, § 72A, after finding probable cause and determining that the interests of the public require that the defendant be tried for the alleged offenses instead of being discharged. The defendant was later indicted on six charges of rape of a child with force and two charges of indecent assault and battery on a child under the age of fourteen. The defendant then filed a motion to dismiss, claiming that the Superior Court did not have subject matter jurisdiction to adjudicate offenses he allegedly committed before he was fourteen years of age, which triggered the reported question.\nThe Commonwealth argues that we should not answer the reported question because a defendant is not entitled to interlocutory review of a Juvenile Court judge’s decision to transfer a case under G. L. c. 119, § 72A. See Fitzpatrick v. Commonwealth, 453 Mass. 1014 (2009). The judge, however, does not ask this court to review the Juvenile Court judge’s finding of probable cause or the judge’s opinion that the interests of the public require that the defendant be tried for the offenses charged rather than discharged. Rather, the judge’s reported question asks about the Superior Court’s subject matter jurisdiction, which any court has both the authority and the obligation to resolve at any time during a proceeding. See, e.g., Miller v. Miller, 448 Mass. 320, 325 (2007), and cases cited. The judge acted appropriately to report “prior to trial ... a question of law . . . which the trial judge determines is so important or doubtful as to require the decision of the Appeals Court.” Mass. R. Crim. R 34. We proceed now to provide an answer.\nDiscussion. General Laws c. 119, § 72A, as appearing in St. 1996, c. 200, § 13A, provides:\n“If a person commits an offense or violation prior to his seventeenth birthday, and is not apprehended until after his eighteenth birthday, the court, after a hearing, shall determine whether there is probable cause to believe that said person committed the offense charged, and shall, in its discretion, either order that the person be discharged, if satisfied that such discharge is consistent with the protection of the public; or, if the court is of the opinion that the interests of the public require that such person be tried for such offense or violation instead of being discharged, the court shall dismiss the delinquency complaint and cause a criminal complaint to be issued. The case shall thereafter proceed according to the usual course of criminal proceedings and in accordance with the provisions of [G. L. c. 218, § 30] and [G. L. c. 278, § 18]. Said hearing shall be held prior to, and separate from, any trial on the merits of the charges alleged.”\nThe plain meaning of this statute is that, where a person has allegedly committed a crime before his seventeenth birthday but is apprehended after his eighteenth birthday, a delinquency complaint shall be filed in the Juvenile Court, and a Juvenile Court judge shall conduct a hearing to determine whether there is probable cause to believe that the person committed the crime charged and, if so, how the case should proceed. The judge shall order the person discharged, if discharge is consistent with the protection of the public, or shall dismiss the delinquency complaint and cause a criminal complaint to issue, if the interests of the public require that the person be tried for the offense. If a criminal complaint issues, the case “shall thereafter proceed according to the usual course of criminal proceedings,” and the prosecution may choose to proceed in the Superior Court by obtaining an indictment or seeking a “bind-over” hearing under G. L. c. 218, § 30.\nThe revision of G. L. c. 119, § 72A, enacted in 1996 significantly altered the statute, which had been rewritten in 1975. See St. 1975, c. 840, § 2. The language of the 1975 version provided: “The case of any person who commits an offense . . . prior to his seventeenth birthday, and who is not apprehended until after his eighteenth birthday, shall be heard and determined in accordance with [G. L. c. 119, §§ 53-63], inclusive.” Id. The 1975 statute also provided that, if a judge determines after a hearing that there is probable cause to believe the person committed the offense as charged and that discharge is not consistent with the protection of the public, the judge “shall order that the complaint be dismissed, if the court is of the opinion that the interests of the public require that such person be tried for such offense or violation instead of being discharged.” Id.\nIn Commonwealth v. A Juvenile, 407 Mass. 550, 550-551 (1990), a twenty-one year old man was arraigned in a juvenile session of the District Court on delinquency charges alleging that, when he was twelve and thirteen years of age, he committed forcible rape and other crimes against his stepsister, who was six years younger than he. The judge conducted a § 72A hearing and found probable cause as to all the charges after reducing the forcible rape complaint to rape of a child. Id. at 551. The judge then dismissed all the complaints, essentially concluding that the defendant could not be prosecuted for these offenses, and the Commonwealth appealed. Id. We affirmed, concluding that “[tjhis case falls between the cracks.” Id. at 552.\nWe noted that, under § 72A as then in effect, a case involving a person who commits an offense before his seventeenth birthday and who is not apprehended until after his eighteenth birthday “shall be heard and determined in a manner consistent with G. L. c. 119, §§ 53-63.” Id. at 551. Among these statutes, only G. L. c. 119, § 61, as amended through St. 1985, c. 744 (since repealed), permitted a delinquency complaint to be transferred from the Juvenile Court. It provided that, if a child between the ages of fourteen and seventeen commits an offense involving the infliction or threat of serious bodily harm that, if committed by an adult, would be punishable by imprisonment in State prison, a Juvenile Court judge may transfer the case and dismiss the delinquency complaint after entering a written finding based on clear and convincing evidence that the child presents a significant danger to the public.\nBecause the person in Commonwealth v. A Juvenile, supra, had allegedly committed the offenses before he was fourteen years old, § 61 did not provide for his transfer, and because he was over eighteen years of age when he was apprehended, his case could not be adjudicated on a delinquency complaint under § 72A. We declared:\n“We recognize that this construction means that there is no remedial or punitive procedure available for a boy who commits an offence at thirteen, and is not apprehended or validly proceeded against until after he has passed the age at which he may be dealt with as a delinquent. See Met-calf v. Commonwealth, 338 Mass. 648 [1959]. This gap in the statute and other uncertainties therein are, however, properly for legislative consideration.”\nId. at 552, quoting D’Urbano v. Commonwealth, 345 Mass. 466, 471-472 (1963).\nThe defendant contends that his case still falls “between the cracks” despite the 1996 amendments to § 72A, because he, too, was under the age of fourteen when he allegedly committed these offenses and over the age of eighteen when he was apprehended. His contention fails. In enacting the new § 72A in 1996, the Legislature no longer required that the case “shall be heard and determined in accordance with [G. L. c. 119, §§ 53-63],” where an offense is committed before a person’s seventeenth birthday but the person is not apprehended until after his eighteenth birthday. Therefore, we need not look to G. L. c. 119, §§ 53-63, to determine whether any of these statutes provide for the transfer of a delinquency complaint to an adult criminal court. “Where the Legislature has deleted such language, apparently purposefully, the current version of the statute cannot be interpreted to include the rejected requirement. Reading in language that the Legislature chose to remove . . . violates basic principles of statutory construction and impermissibly interferes with the legislative function.” Kenniston v. Department of Youth Servs., 453 Mass. 179, 185 (2009), and cases cited.\nIn addition, in contrast with the 1975 statute, the 1996 statute expressly provides that, where the Juvenile Court judge determines that dismissal is appropriate, the judge shall dismiss the delinquency complaint and cause a criminal complaint to be issued, and “[t]he case shall thereafter proceed according to the usual course of criminal proceedings.” G. L. c. 119, § 72A. This last phrase makes clear that the Legislature intended that, after dismissal of the delinquency complaint, the case should continue as a criminal proceeding. See G. L. c. 119, § 74 (Juvenile Court “shall not have jurisdiction” over person between age of fourteen and seventeen charged with committing murder in first or second degree; complaints and indictments brought against such persons “shall be brought in accordance with the usual course and manner of criminal proceedings”).\nWe infer from the 1996 revision to the statute that the Legislature intended to close the “cracks” we identified and invited the Legislature to remedy in Commonwealth v. A Juvenile, supra at 552. (“The Commonwealth argues that this result is not satisfactory. The Legislature is the proper forum in which to raise this concern”). We presume that “when the Legislature amends a statute it is ‘aware of the prior state of the law as explicated by the decisions of this court.’ ” Commonwealth v. Colturi, 448 Mass. 809, 812 (2007), quoting Commonwealth v. Callahan, 440 Mass. 436,441 (2003). By eliminating the requirement in § 72A that such cases “be heard and determined in accordance with [G. L. c. 119, §§ 53-63],” and by requiring, where a delinquency complaint is dismissed under § 72A, that the judge cause a criminal complaint to issue and that the case thereafter proceed in the “usual course of criminal proceedings,” the Legislature both eliminated the reason a crime committed by a person under fourteen years of age who is apprehended after he turns eighteen years of age may fall “between the cracks” and clarified that it wished such cases to proceed in the criminal session of a District or Superior Court.\nWe also infer that, when the Legislature in 1996 enacted “the first comprehensive changes to the delinquency statute since it was enacted in the Commonwealth [in 1906],” R.L. Ireland, Juvenile Law § 1.2, at 16 (2d ed. 2006), it did not intend to continue to allow violent crimes committed by children under the age of fourteen to fall “between the cracks” and be free from prosecution where the assailant is apprehended after his eighteenth birthday. Our inference is strengthened by the title the Legislature gave to this legislation: “An Act to provide for the prosecution of violent juvenile offenders in the criminal courts of the Commonwealth.” St. 1996, c. 200. We will not impose an overly narrow or artificial construction on a statute that would frustrate a grant of jurisdiction that the Legislature clearly intended. Police Comm’r of Boston v. Municipal Court of the Dorchester Dist., 374 Mass. 640, 663-664 (1978).\nNor do we understand § 72A under the 1996 statute to be inconsistent with G. L. c. 119, § 54, also enacted in 1996, which provides that, in designated circumstances, children between the ages of fourteen and seventeen who are alleged to have committed an offense that, if committed by an adult, would be punishable by imprisonment in State prison may be prosecuted as youthful offenders and indicted for these offenses in accordance with the usual course of criminal proceedings. G. L. c. 119, § 54, as amended through St. 1996, c. 200, § 2. Children who commit offenses when they are younger than the age of fourteen cannot be indicted for these offenses as youthful offenders if they are apprehended before their eighteenth birthday, but they may be charged with delinquency and suffer consequences for their offenses. See id. Without § 72A, a person who committed a crime before the age of fourteen would suffer no consequences for his crime, no matter how serious, if he avoided apprehension until he turned eighteen, because neither an adult court nor the Juvenile Court would have jurisdiction over him. See G. L. c. 119, § 72 (Juvenile Court has jurisdiction over person over age of eighteen only where offense committed before person’s seventeenth birthday and person has been apprehended before eighteenth birthday); G. L. c. 119, § 74 (unless otherwise provided in G. L. c. 119, §§ 52-84, “no criminal proceeding shall be begun against any person” who commits crime before seventeenth birthday). Section 72A allows the possibility of criminal consequences for such crimes where a Juvenile Court judge has determined that the interests of the public require the person to be tried for the offense rather than discharged.\nConclusion. In answer to the reported question, we conclude that the Superior Court has jurisdiction over indictments charging rape of a child with force (G. L. c. 265, § 22A), and indecent assault and battery of a child under the age of fourteen (G. L. c. 265, § 13B), pursuant to G. L. c. 119, § 72A, where the defendant is alleged to have been under the age of fourteen at the time of the commission of the offenses, but was not apprehended until after his eighteenth birthday, provided a delinquency complaint is filed and a Juvenile Court judge determines that there is probable cause to believe the defendant committed the offenses charged, and the judge, in the sound exercise of discretion, determines that the interests of the public require that the defendant be tried for the offenses in the usual course of criminal proceedings instead of being discharged. The matter is remanded to the Superior Court for further proceedings consistent with this opinion.\nSo ordered.\nUnder G. L. c. 119, § 52, the word “court” in G. L. c. 119, § 72A, is defined as “a division of the juvenile court department.”\nThe full text of G. L. c. 119, § 72A, as appearing in St. 1975, c. 840, § 2, read:\n“The case of any person who commits an offense or violation prior to his seventeenth birthday, and who is not apprehended until after his eighteenth birthday, shall be heard and determined in accordance with [§§ 53-63], inclusive. In any such case, the court, after a hearing shall determine whether there is probable cause to believe that said person committed the offense as charged, and shall, in its discretion, either order that the person be discharged, if satisfied that such discharge is consistent with the protection of the public; or shall order that the complaint be dismissed, if the court is of the opinion that the interests of the public require that such person be tried for such offense or violation instead of being discharged. Said hearing shall be held prior to, and separate from, any trial on the merits of the charges alleged.”\nThis statute was repealed by St. 1996, c. 200, § 7, but with modifications, the procedure for youthful offenders was preserved as part of G. L. c. 119, § 54, as amended through St. 1996, c. 200, § 2.\nWe do not address whether a transfer hearing under G. L. c. 119, § 72A, must be held before the Commonwealth brings a youthful offender indictment against a person who was apprehended after his eighteenth birthday but allegedly committed offenses when he was between fourteen and seventeen years old. We have granted the Commonwealth’s application for direct appellate review in a case where this issue is presented. Commonwealth vs. Nanny, DAR-19798 (May 25, 2011).\nNor do we address whether a defendant may raise a due process claim if the Commonwealth in bad faith were to delay his apprehension until after his eighteenth birthday in order to proceed in an adult court under G. L. c. 119, § 72A, rather than in the Juvenile Court under G. L. c. 119, § 72, and a Juvenile Court judge were to decide that the interests of the public require that the person be tried for the offense.",
        "type": "majority",
        "author": "Gants, J."
      },
      {
        "text": "Spina, J. (dissenting).\nIf this defendant had been charged before his eighteenth birthday, the Superior Court would not have had jurisdiction of any of the offenses committed before the defendant’s fourteenth birthday. See G. L. c. 119, § 54. The statute being construed here, G. L. c. 119, § 72A, should be construed in harmony with § 54, which allows indictment of a defendant only for certain crimes committed after his fourteenth birthday. But for the victim’s disclosure of the defendant’s crime to police after his eighteenth birthday, he would have been treated as a juvenile, not as an adult. The defendant could have avoided the result by surrendering himself to authorities before his eighteenth birthday, but that would have impermis-sibly burdened his privilege against self-incrimination. I would conclude that the interpretation given today to § 72A constitutionally cannot be reconciled with § 54, and that the defendant should not be required to defend against this indictment. I respectfully dissent.",
        "type": "dissent",
        "author": "Spina, J. (dissenting)."
      }
    ],
    "attorneys": [
      "Dana Alan Curban {Joseph P. Cataldo with him) for the defendant.",
      "Alexei Tymoczko, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Gerald Porges.\nNorfolk.\nMay 3, 2011.\n-September 6, 2011.\nPresent: Ireland, C.J., Spina, Cordy, Botsford, Gants, & Duffly, JJ.\nJurisdiction, Delinquent child, Superior Court. Delinquent Child. Superior Court, Jurisdiction. Statute, Construction.\nThis court concluded that where a person commits a criminal offense before the age of fourteen years and is apprehended after the person has reached the age of eighteen years, the Superior Court has jurisdiction to try the person for that offense under G. L. c. 119, § 72A, after indictment, provided that a judge in the Juvenile Court has determined that there is probable cause to believe that the person committed the offense charged and that the interests of the public require that the person be tried for the offense instead of being discharged. [527-533] Spina, J., dissenting.\nIndictments found and returned in the Superior Court Department on August 20, 2008.\nA question of law was reported to the Appeals Court by Kenneth J. Fishman, J.\nThe Supreme Judicial Court granted an application for direct appellate review.\nDana Alan Curban {Joseph P. Cataldo with him) for the defendant.\nAlexei Tymoczko, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0525-01",
  "first_page_order": 551,
  "last_page_order": 560
}