{
  "id": 4271474,
  "name": "Commonwealth vs. Donald Suave",
  "name_abbreviation": "Commonwealth v. Suave",
  "decision_date": "2011-09-16",
  "docket_number": "",
  "first_page": "582",
  "last_page": "589",
  "citations": [
    {
      "type": "official",
      "cite": "460 Mass. 582"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "432 Mass. 244",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        285223
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/432/0244-01"
      ]
    },
    {
      "cite": "432 Mass. 489",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        285263
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "499-502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/432/0489-01"
      ]
    },
    {
      "cite": "456 Mass. 27",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3668756
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/456/0027-01"
      ]
    },
    {
      "cite": "424 Mass. 661",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        117685
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "663"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/424/0661-01"
      ]
    },
    {
      "cite": "78 Mass. App. Ct. 280",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3839955
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/78/0280-01"
      ]
    },
    {
      "cite": "521 U.S. 346",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        916116
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "357"
        },
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/521/0346-01"
      ]
    },
    {
      "cite": "455 Mass. 1022",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3665855
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/mass/455/1022-01"
      ]
    },
    {
      "cite": "442 Mass. 770",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1183104
      ],
      "weight": 4,
      "year": 2004,
      "pin_cites": [
        {
          "page": "774-775"
        },
        {
          "page": "774-775"
        },
        {
          "page": "774-775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/442/0770-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 17322,
    "ocr_confidence": 0.914,
    "pagerank": {
      "raw": 2.610743355679232e-07,
      "percentile": 0.820424086500796
    },
    "sha256": "da6290c8970b451c674fa0b27f92218ebf58d61f31f42545afc3c7c566ce9d35",
    "simhash": "1:a12606e5929eaedc",
    "word_count": 2818
  },
  "last_updated": "2024-02-27T17:56:26.592595+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Donald Suave."
    ],
    "opinions": [
      {
        "text": "Spina, J.\nAfter a jury-waived trial on the Commonwealth’s petition for commitment under G. L. c. 123A, §§ 12-16, a judge in the Superior Court concluded that as applied to this defendant, whose victims both historically and predictably are limited to adult women to whom he would expose himself, sometimes while masturbating, the statute could not be construed constitutionally to support a determination that would result in the defendant’s commitment as a sexually dangerous person. The Commonwealth appealed and sought a stay of the defendant’s release pending appeal. A stay was granted by a single justice of the Appeals Court, and we transferred the case from the Appeals Court on our own motion. We now affirm the judgment of the Superior Court, but we do so on the basis of the statute, and we need not reach the constitutional question.\n1. Facts. We summarize the judge’s findings of fact, which are largely undisputed. At the time of trial, the defendant was fifty-three years old. Since 1986 he has been convicted of open and gross lewdness and lascivious behavior (G. L. c. 272, § 16) or indecent exposure (G. L. c. 272, § 53) eight times. Every one of his “open and gross” convictions (seven in number) involved exposing his genitals and masturbating in front of one or more unsuspecting female persons. His most recent “open and gross” conviction was on February 25, 2005. He had been incarcerated on that charge, another earlier conviction, and a subsequent probation violation much of the time since 2005. He had been scheduled for release from his sentences on March 25, 2010, but the Commonwealth commenced this G. L. c. 123A petition before that date, and he has been in custody since that date as a result of this civil action.\nNone of the victims to his sexual offenses are reported to be children; the youngest appear to have been two eighteen year old females employed at a beach club where the offending behavior occurred. The defendant reported to one of the qualified examiners that since he was thirteen years old, he has exposed himself twenty to thirty times, of which approximately ten incidents led to arrests. He further reported that his youngest victim was sixteen years old, but that he did not know that at the time.\nThe judge found that the defendant’s criminal record, beyond the above offenses, is “unremarkable.” His “open and gross” convictions in 2000 and 2005 in Superior Court were accompanied by convictions of possession of marijuana. He was convicted of operating to endanger (G. L. c. 90, § 24 [2] [a]) in 1988. Other charges, brought in 1978 and 1980, were continued without a finding and ultimately dismissed. His juvenile record, which includes a charge of lewd and lascivious conduct (G. L. c. 272, § 53) in 1974, indicates all cases (three) were dismissed without adjudication. The judge found that the defendant “has no convictions for crimes of violence, and all of his sex offenses can be characterized as ‘hands-off,’ nonviolent, noncontact offenses. None of his sex offenses, as far as the record discloses, involved stalking, luring, approaching, confining, or touching a victim.”\nThe judge then turned to the three elements of proof required to show that the defendant is a “sexually dangerous person.” He found that open and gross and lascivious behavior (G. L. c. 272, § 16) is a “sexual offense” under the statute, easily satisfying the first element of proof. G. L. c. 123A, § 1 (definition of “[s]exual offense”).\nAddressing the second element, the judge first found that the defendant suffers from a mental disorder, exhibitionism, as defined in the Diagnostic and Statistical Manual of Mental Disorders (4th ed. 2000). He then determined that the defendant’s exhibitionism is a “mental abnormality” under the statute. The judge reasoned that the alarm or shock that the defendant’s open and gross conduct is likely to engender are “significant negative emotions,” citing Commonwealth v. Kessler, 442 Mass. 770, 774-775 (2004), and that this renders the defendant a “menace to the health of other persons under a plain reading” of the statute. The judge found that the defendant did not suffer from an antisocial personality disorder and, thus, rejected that aspect of the Commonwealth’s proof.\nThe judge determined that the third element of the Commonwealth’s proof had been met because the defendant’s exhibitionism makes him likely to commit criminal acts in the future similar to those for which he already has been convicted if he is not confined to a secure facility. In particular, if not so confined, the defendant is likely to commit “hands-off, noncontact sex offenses involving exposing himself and masturbating in front of unsuspecting strangers.” The judge emphasized, however, that based on the testimony of three of the four experts who testified, the defendant’s likely future criminal sexual offenses will not escalate into contact, violent sexual offenses. He further found that the record could not support a finding that the defendant’s future victims likely would include children. Nevertheless, the judge concluded that, because the defendant is likely to commit the crime of open and gross lewdness and lascivious behavior, a “sexual offense” within the meaning of the statute, that is all the statute requires for proof of the third element. Finally, the judge concluded that, properly construed, the statute permits a finding that the defendant is sexually dangerous.\nThe judge then turned to two issues left unresolved in Commonwealth v. Grant, 455 Mass. 1022 (2010), because that case became moot. The first is whether G. L. c. 123A, properly construed, permits a finding of sexual dangerousness based on an individual’s history of committing noncontact sexual offenses and his likelihood of committing only noncontact offenses in the future. The judge concluded that it did. The second is whether the statute, if construed to permit such a result, would pass constitutional muster. Relying on Kansas v. Hendricks, 521 U.S. 346, 357 (1997), the judge ruled that, as a matter of substantive due process, the Commonwealth must show that the defendant is likely to commit a crime of sexual violence before he can be committed as a sexually dangerous person. The judge determined that the crime of open and gross lewdness and lascivious behavior is not a sexually violent crime and that it could not, standing alone, constitute the predicted future behavior needed to justify the defendant’s commitment as a sexually dangerous person. The judge concluded that the Commonwealth’s failure to make this showing entitled the defendant to a judgment in his favor.\n2. Discussion. The first question we must address is whether G. L. c. 123A, properly construed, permits a finding that this defendant is sexually dangerous, where the judge found that because of his exhibitionism he is likely to commit only a “hands-off, noncontact sex[ual] offense[] involving exposing himself and masturbating in front of unsuspecting strangers.” The judge found that there was no evidence that the defendant had ever stalked, lured, approached, confined, or touched a victim. Moreover, the judge found that the defendant’s future sexual offenses would not escalate into contact offenses, and there was no basis to believe he would target children. The judge further determined that the negative emotions likely to result from exposure to the defendant’s future exhibitionist crimes, while significant, would probably be similar to those required to establish the crime of open and gross lewdness and lascivious behavior. Those emotions are alarm or shock. See Commonwealth v. Kes-sler, 442 Mass. 770, 774-775 (2004). It is these judicial findings that inform our analysis.\nThe Commonwealth argues the judge correctly concluded that the defendant is a sexually dangerous person under the plain meaning of the statute. Although the defendant did not appeal from this aspect of the judge’s decision, the Commonwealth correctly points out that when “a particular construction of a statute is the premise of a constitutional claim, [the court] must resolve any ‘issues of statutory interpretation . . . prior to reaching any constitutional issue.’ ” Santos, petitioner, 78 Mass. App. Ct. 280, 284 (2010), quoting 1010 Memorial Drive Tenants Corp. v. Fire Chief of Cambridge, 424 Mass. 661, 663 (1997). The Commonwealth has briefed the issue extensively.\nThe first and third elements of the Commonwealth’s prima facie case were easily met by proof that the defendant had committed and would commit in the future a “sexual offense,” open and gross lewdness and lascivious behavior. Our focus is on the second element, whether the defendant suffers from a “mental abnormality.” That term contains both medical and legal aspects. The medical aspects are not in dispute. The defendant suffers from a mental disorder, exhibitionism, which predisposes him to commit criminal sexual acts, namely, open and gross lewdness and lascivious behavior. The legal aspect of this element, whether the defendant’s disorder makes him “a menace to the health and safety of other persons,” is at the heart of this case.\nBecause the statute does not define the term “menace,” we ascribe to the word its usual and accepted meaning. See Commonwealth v. Zubiel, 456 Mass. 27, 31 (2010). A “menace” is a “threatening gesture, statement, or act.” Webster’s Third Int’l Dictionary 1409 (1993). See Black’s Law Dictionary 985 (6th ed. 1990) (same). Although a sexually dangerous person commitment proceeding is a civil proceeding, see Commonwealth v. Bruno, 432 Mass. 489, 499-502 (2000), one element of the Commonwealth’s proof is a defendant’s conviction of a “sexual offense” enumerated in G. L. c. 123A, § 1, and another is the likelihood that he will commit such an offense in the future if not confined to a secure facility, as discussed above. It is therefore also appropriate to look to the criminal law for guidance in construing the terms “menace” and “threat.”\nThose terms are central to the elements of the crime of assault, particularly assault under the theory of a threatened battery. To prove a threatened battery type of assault, the Commonwealth must prove that the defendant engaged in “ ‘objectively menacing’ conduct with the intent to put the victim in fear of immediate bodily harm.” Commonwealth v. Gorassi, 432 Mass. 244, 248 (2000). In that case we emphasized that “what is essential is that the defendant intended to put the victim in fear of imminent bodily harm, not that the defendant’s actions created a generalized fear or some other specified psychological harm in the victim.” Id. at 249. The term “menace,” as it is used in the definition of “[m]ental abnormality” in G. L. c. 123A, § 1, and as that term is used in the definition of “[sjexually dangerous person,” which requires proof of the likely commission of a “sexual offense,” connotes a person whose conduct will objectively put his victim in fear of bodily harm by reason of a battery and, specifically, a contact sex crime. In other words, the Commonwealth must show the defendant’s predicted sexual offenses will instill in his victims a reasonable apprehension of being subjected to a contact sex crime. A generalized fear or some other unspecified psychological harm such as shock or alarm will not suffice. This is consistent with the ordinary usage of the word “menace,” and with the words “health and safety” as used immediately after the word “menace” in the statute. Contrary to the judge’s conclusion, the type of negative emotion the defendant is likely to produce by reason of any future open and gross lewdness and lascivious behavior, namely alarm or shock, see Commonwealth v. Kessler, 442 Mass. 770, 774-775 (2004), is not sufficient to establish that the defendant is a “menace” to the health and safety of the public.\nWhere the judge found no evidence that the defendant had ever stalked, lured, approached, confined, or touched a victim, that there was no reason to believe he would target children, and that there was no reason to believe the defendant’s future sexual offenses would escalate into contact offenses, the judge should have concluded that, as a matter of law, the manner in which the defendant would likely commit a future “sexual offense,” i.e., open and gross lewdness and lascivious behavior, would not render him a “menace to the health and safety of other persons.” G. L. c. 123A, § 1 (definition of “[mjental abnormality”).\nWe do not suggest that all sex offenders who have committed only noncontact sexual offenses and who are likely to commit only noncontact sexual offenses in the future are not menaces to the health and safety of other persons. Each case is fact specific. We can easily envision a case where the outcome might be different, based on the specific behavior of a particular defendant. We hold only that the findings made as to the manner in which this defendant has behaved historically, and the findings as to his predicted criminal sexual behavior, do not support a finding that he is a “menace” within the meaning of G. L. c. 123A. Because of the result we reach, we do not need to decide the constitutional question. The defendant is entitled to a judgment that he is not a sexually dangerous person.\nJudgment affirmed.\nWe acknowledge the amicus brief filed by the Committee for Public Counsel Services supporting the defendant’s position.\nOne element of this felony requires proof that one or more persons were in fact alarmed or shocked by the defendant’s exposing himself. Commonwealth v. Kessler, 442 Mass. 770, 772 & n.4 (2004).\nIn order to find the defendant is a “sexually dangerous person,” the Commonwealth must prove three things: (1) the defendant has been convicted of a “[s]exual offense,” as defined in G. L. c. 123A, § 1; (2) he suffers from a “[mjental abnormality” or “[personality disorder,” as those terms are defined in § 1; and (3) as a result of such mental abnormality or personality disorder, the defendant is “likely to engage in sexual offenses if not confined to a secure facility.” G. L. c. 123A, § 1 (definition of “[sjexually dangerous person”). The Commonwealth’s burden of proof is proof beyond a reasonable doubt. See G. L. c. 123A, § 14 (d).\nThe judge found that the Diagnostic and Statistical Manual of Mental Disorders (4th ed. 2000) defines exhibitionism as:\n“A. Over a period of at least six months, recurrent, intense, sexually arousing fantasies, sexual urges, or behaviors involving the exposure of one’s genitals to an unsuspecting stranger.\n“B. The person has acted on these urges, or the sexual urges of fantasies caused marked distress or interpersonal difficulty.”\nGeneral Laws c. 123A, § 1, defines a “[m]ental abnormality” as “a congenital or acquired condition of a person that affects the emotional or volitional capacity of the person in a manner that predisposes that person to the commission of criminal sexual acts to a degree that makes the person a menace to the health and safety of other persons.”\nThe judge’s conclusion that the defendant’s likely future conduct constitutes a “menace to the health of other persons,” and not a “menace to the health and safety of other persons,” as required by the statute, appears to be deliberate and not an oversight. The judge later clarified this finding by saying that he found the defendant to be “predisposed to be a menace to the emotional health of likely future victims of his exhibitionism.” (Emphases added.)\nA “ [personality disorder” is defined in G. L. c. 123A, § 1, as “a congenital or acquired physical or mental condition that results in a general lack of power to control sexual impulses.”\nThe Supreme Court traditionally has left to the States the task of defining terms of a medical nature that have legal significance. As a result, States have created forensic medical terms such as “insanity” and “competency” that vary substantially from their medical or psychiatric counterparts. See Kansas v. Hendricks, 521 U.S. 346, 359 (1997).",
        "type": "majority",
        "author": "Spina, J."
      }
    ],
    "attorneys": [
      "Kenneth E. Steinfield, Assistant District Attorney, for the Commonwealth.",
      "William A. Korman for the defendant.",
      "Brownlow M. Speer, Committee for Public Counsel Services, for Committee for Public Counsel Services, amicus curiae, submitted a brief."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Donald Suave.\nEssex.\nMarch 10, 2011.\n- September 16, 2011.\nPresent: Ireland, C.J., Spina, Cordy, Botsford, & Gants, JJ.\nOpen and Gross Lewdness and Lascivious Behavior. Statute, Construction. Words, “Sexual offense,” “Mental abnormality,” “Menace,” “Sexually dangerous person.”\nThis court concluded that, at a jury-waived trial on the Commonwealth’s petition for the commitment of the defendant as a sexually dangerous person under G. L. c. 123A, §§ 12-16, the judge’s findings as to the manner in which the defendant had behaved historically, and the findings as to his criminal sexual behavior, did not support a conclusion that the defendant’s mental disorder (exhibitionism) made him a “menace to the health and safety of other persons” within the meaning of G. L. c. 123A. [586-589]\nPetition for civil commitment filed in the Superior Court Department on September 17, 2009.\nThe case was heard by Timothy Q. Feeley, J.\nThe Supreme Judicial Court on its own initiative transferred the case from the Appeals Court.\nKenneth E. Steinfield, Assistant District Attorney, for the Commonwealth.\nWilliam A. Korman for the defendant.\nBrownlow M. Speer, Committee for Public Counsel Services, for Committee for Public Counsel Services, amicus curiae, submitted a brief."
  },
  "file_name": "0582-01",
  "first_page_order": 608,
  "last_page_order": 615
}