{
  "id": 4272234,
  "name": "Commonwealth vs. Joseph Morgan",
  "name_abbreviation": "Commonwealth v. Morgan",
  "decision_date": "2011-07-29",
  "docket_number": "",
  "first_page": "277",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "460 Mass. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "448 Mass. 334",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3855974
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/448/0334-01"
      ]
    },
    {
      "cite": "447 Mass. 537",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3730867
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "544",
          "parenthetical": "where defendant is convicted of felony-murder only, predicate felony conviction should be dismissed as duplicative"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/447/0537-01"
      ]
    },
    {
      "cite": "424 Mass. 770",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        117631
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/424/0770-01"
      ]
    },
    {
      "cite": "441 Mass. 291",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        411762
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/441/0291-01"
      ]
    },
    {
      "cite": "453 Mass. 782",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3657256
      ],
      "weight": 6,
      "year": 2009,
      "pin_cites": [
        {
          "page": "801"
        },
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/453/0782-01"
      ]
    },
    {
      "cite": "377 Mass. 264",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        334097
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/377/0264-01"
      ]
    },
    {
      "cite": "443 Mass. 60",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1276632
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/443/0060-01"
      ]
    },
    {
      "cite": "395 Mass. 296",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        896016
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/395/0296-01"
      ]
    },
    {
      "cite": "404 Mass. 378",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484436
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0378-01"
      ]
    },
    {
      "cite": "422 Mass. 18",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        890091
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/422/0018-01"
      ]
    },
    {
      "cite": "458 Mass. 461",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        4269833
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "478-479",
          "parenthetical": "no abuse of discretion in admitting bad act evidence subject to limiting instruction given immediately after evidence was admitted, as well as instruction in final charge"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/458/0461-01"
      ]
    },
    {
      "cite": "427 Mass. 65",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        310362
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/427/0065-01"
      ]
    },
    {
      "cite": "443 Mass. 782",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1276659
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/443/0782-01"
      ]
    },
    {
      "cite": "450 Mass. 144",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3777729
      ],
      "weight": 4,
      "year": 2007,
      "pin_cites": [
        {
          "page": "158"
        },
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/450/0144-01"
      ]
    },
    {
      "cite": "398 Mass. 214",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        877723
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/398/0214-01"
      ]
    },
    {
      "cite": "442 Mass. 1506",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "\"A defendant who has been arrested shall be brought before a court if then in session, and if not, at its next session\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "443 Mass. 824",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1276683
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "828"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/443/0824-01"
      ]
    },
    {
      "cite": "438 Mass. 213",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        201328
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/438/0213-01"
      ]
    },
    {
      "cite": "440 Mass. 642",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1346462
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "646"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/440/0642-01"
      ]
    },
    {
      "cite": "422 Mass. 48",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        890332
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "56"
        },
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/422/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1360,
    "char_count": 38081,
    "ocr_confidence": 0.927,
    "pagerank": {
      "raw": 9.119731183087723e-08,
      "percentile": 0.5070330355167425
    },
    "sha256": "c0a3fe8b06dc41be0f56c3b224089cd6d23d133f94456f23cccefa99bd85b046",
    "simhash": "1:b0a7faac9dd814fe",
    "word_count": 6264
  },
  "last_updated": "2024-02-27T17:56:26.592595+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Joseph Morgan."
    ],
    "opinions": [
      {
        "text": "Ireland, C.J.\nThe defendant, Joseph Morgan, was convicted of murder in the first degree on the theory of felony-murder with armed assault with the intent to rob as the predicate felony., He was also convicted of armed assault in a dwelling, unlawful possession of a firearm, and unlawful possession of ammunition.1 The Commonwealth contended that the defendant acted as a joint venturer with Christopher Middlemiss, who was tried separately. Represented by new counsel on appeal, the defendant claims error in the denial of his motion to suppress. He also argues that the trial judge (who was not the motion judge) erred in admitting evidence of the defendant’s prior bad acts and in limiting the defendant’s use of third-party culprit evidence. The defendant contends that his trial counsel should have requested a jury instruction concerning the effects of marijuana intoxication on the defendant’s ability to form the specific intent for murder with deliberate premeditation and the underlying felony for felony-murder. Last, the defendant requests that, pursuant to our power under G. L. c. 278, § 33E, we reduce the verdict on the murder charge or order a new trial. Finding no reversible error, we affirm the judgments of conviction and discern no basis to exercise our authority under G. L. c. 278, § 33E.\n1. Motion to suppress. The defendant claims that the judge erred in denying his motion to suppress statements he made to police. He argues that his waiver of his right to a prompt arraignment pursuant to Commonwealth v. Rosario, 422 Mass. 48, 56 (1996), was not voluntary because the delay in the arraignment amounted to “psychological coercion.”\nIn reviewing a decision on a motion to suppress, “we accept the judge’s subsidiary findings of fact absent clear error ‘but conduct an independent review of his ultimate findings and conclusions of law.’ ” Commonwealth v. Scott, 440 Mass. 642, 646 (2004), quoting Commonwealth v. Jimenez, 438 Mass. 213, 218 (2002). We summarize the judge’s findings of fact, supplemented with uncontested testimony adduced at the evi-dentiary hearing. See Commonwealth v. Garcia, 443 Mass. 824, 828 (2005).\nAt 1:20 a.m. on July 5, 2006, the defendant, then twenty-one years of age, was arrested for the murder of Alberto Cintron (victim). The murder had occurred in Lowell.\nLater that morning, at 8 a.m., Detective James Latham of the Lowell police department reported to the station. He and Detective Mark Poirier went to the cell block in the basement to escort the defendant to the criminal bureau on the first floor to have “major case prints” of the defendant taken by the State police. Taking “major case prints” involves the use of a roller and other equipment not available to the Lowell police department. The State police technician, among other things, takes palm prints and measures a suspect’s thumb and hand size. The equipment had been set up in an interview room, so Detectives Latham and Poirier brought the defendant to that room.\nBetween 10:30 and 10:45 a.m., the detectives were notified that the State police had completed their work and that the defendant was ready to be returned to his cell. As the officers were about to escort the defendant back to the cell block, Detective Poirier asked the defendant whether he would like to speak with them. The defendant replied that he would think about it. After a few minutes by himself, the defendant said he would speak with them.\nWhile in the interview room, the defendant was offered a soda and a cigarette, which he accepted. After three or four minutes, Detective Poirier read the defendant the Miranda warnings from a preprinted form. The defendant indicated that he understood his rights by checking the “Yes” box on the form and by writing his initials. One of the detectives next read the Rosario waiver form to the defendant. The defendant was asked whether he wanted to have his statements electronically recorded. The defendant declined and so indicated on a form. The defendant, however, agreed to the audio recording of the administration of the Miranda warnings.\nThe tape recorder was activated. On the recording, to which we have listened, the defendant’s voice is clear and calm, as is Detective Latham’s. There is no hint of nervousness and no tone of coercion on Detective Latham’s part. Detective Latham first reviewed the Miranda warnings as designated on the preprinted form line by line. After each warning was read, the defendant indicated that he understood what was read to him. Detective La-tham then stated that there was another waiver form, the Rosario waiver form. Detective Latham asked the defendant to read aloud the first paragraph of this form. The defendant read the first paragraph with ease and acknowledged that he understood the content of the form.\nAfter the recorder was stopped, the defendant read the Rosario waiver form to himself and signed it at 11:02 a.m. Then he gave a brief unrecorded statement. He was not under the influence of alcohol or drugs, and he was coherent. He gave the statement in narrative form after Detective Latham asked him what happened the previous day. The defendant’s narrative was clear and it was recited in chronological order. The interview ended when another officer knocked on the door and told Detective Latham that the defendant’s attorney had arrived to speak with him. The police transported the defendant to the Lowell Division of the District Court Department for his arraignment between 11:25 and 11:30 a.m.\nIn Commonwealth v. Rosario, supra at 56, the court held that an “otherwise admissible statement is not to be excluded on the ground of unreasonable delay in arraignment, if the statement is made within six hours of the arrest (day or night), or if (at any time) the defendant made an informed and voluntary written . . . waiver of his right to be arraigned without unreasonable delay.” See Mass. R. Crim. R 7 (a) (1), as appearing in 442 Mass. 1506 (2004) (“A defendant who has been arrested shall be brought before a court if then in session, and if not, at its next session”). Here, the judge found that the defendant’s statements were voluntary; were made after he voluntarily, knowingly, and intelligently waived his Miranda rights; and were made after he voluntarily, knowingly, and intelligently waived (in writing) his Rosario rights. The judge’s findings and conclusions are supported by the evidence and there is no reason to disturb them. To adopt the defendant’s argument, that the psychological pressure of being in custody prior to arraignment suffices by itself to negate the voluntariness of a waiver of the Rosario rights, would obviate the utility of a waiver of the Rosario rights and would lead to the suppression of any statement made after the six-hour safe harbor period. This is not the governing law. Rather, when a defendant makes a statement outside the safe harbor period and after making an informed and voluntary written waiver of his Rosario rights, as was the case here, his statement is admissible. Commonwealth v. Rosario, supra. There was no error in denying the defendant’s motion to suppress.,,,\n2. Facts. The jury could have found the following. On July 4, 2006, at approximately 2:30 a.m., the victim was shot inside his second-floor apartment at 115 Shaw Street in Lowell. The victim was shot five times: three times in the front and twice in the back. The victim telephoned 911. He provided his address and stated that he had been shot three times. He told the dispatcher that “Chris,” who lived in the apartment downstairs from him, shot him, and that “there was an Asian kid with him.”\nLowell police officers responded to the victim’s apartment and found him lying in a pool of blood on the floor of the living room. The victim’s Rottweiler dog was standing by him, growling at the officers. A police officer moved the dog to a bedroom. Paramedics, who had arrived just after police, tended to the victim and commented that he might succumb to his injuries. An officer asked the victim who had shot him. The victim replied, “Chris. He lives downstairs.” The victim indicated that Chris lived “in this building; right below me,” and that Chris was a white male.\nThe victim was transported to a nearby hospital, where he was pronounced dead. He suffered gunshot entrance wounds to areas near his right shoulder, front chest, left rib cage, back right armpit, and midback. He died as a result of multiple gunshot wounds to his torso. At the time of his death, he had significant amounts of alcohol in his system.\nThe victim was not alone in his apartment when he was shot. After drinking together at a local bar, the victim invited his friend, Curtis Glenn, back to his apartment. When they arrived, the victim entered and remarked that something was not “right” because the lights would not work and his dog did not come to greet him.\nThe victim went to the bathroom, opened the door and turned on a light. As he did, his dog came running out. A masked man stepped out from the living room holding a gun with a laser. The victim walked right up to the man and then around him. Thinking that some kind of joke was occurring, Glenn went over to the kitchen table. Another masked man by the kitchen stove (who wore sunglasses and also possessed a gun with a laser) appeared and said, “Get down.” Glenn went toward the bathroom and got down on the floor, facing the living room. The masked man in the kitchen kept his gun pointed at Glenn. The victim went into the kitchen, and Glenn crawled into the living room. A “scuffle” then broke out. Glenn got up and ran to a bedroom, where he escaped out a window that he had to break. As he was running to the bedroom, he heard gunshots and looked behind him. Glenn saw the masked man who earlier had aimed his gun at Glenn (the man with the sunglasses) fire in the direction of the kitchen.\nAfter jumping out the window, Glenn got to his feet and ran. Soon thereafter, he encountered a police officer, who had responded to a report of a man bleeding in the area. Glenn told the officer what had happened. In his statement to police, Glenn, who was five feet, seven inches tall, recounted that the masked men were “about [his] height.”\nTwo witnesses, Scott Russell and Colin Michael Ferderer, identified the defendant as having been involved in the shooting. Each witness testified pursuant to a plea agreement with the Commonwealth.\nRussell and Ferderer were friends. Ferderer worked at a Cumberland Farms store in Nashua, New Hampshire, and met Russell while working there. Russell worked next door at a Dunkin’ Donuts store. To supplement their income, Russell and Ferderer each sold marijuana. In addition, when Ferderer was working, he would turn a “blind eye” while Russell stole digital video discs (DVDs) from the Cumberland Farms store. Russell would then sell these items to make money. Also, instead of placing customer payments inside the register at work, Ferderer would pocket the money.\nFerderer lived in Nashua in the basement of his parents’ house. His father kept several guns in the house; they were contained in various safes. His father also had a machine to make ammunition. When Ferderer was eighteen years of age, he obtained a license to carry firearms in New Hampshire.\nAt the time of the shooting, Russell lived in a first-floor apartment at 115 Shaw Street in Lowell, which was a ten- to twelve-minute drive from Nashua. Russell shared the apartment with a woman, Jessie Supemault, and the defendant. The defendant’s friend, Middlemiss, and an Asian male, Jesse Do, often visited the apartment. Do was a friend of Middlemiss. Russell introduced Ferderer to the defendant and Middlemiss. The victim and his girl friend, Angie, lived upstairs. Angie would socialize with Russell and the other occupants and visitors of the apartment shared by Russell, the defendant, and Supemault.\nA few weeks before the shooting, Russell, Ferderer, the defendant, and Middlemiss came up with a plan to rob the victim. The plan appeared to have originated from comments Angie made in the first-floor apartment at 115 Shaw Street in the presence of Russell, the defendant, and Middlemiss. Angie joked that the victim had a lot of money because he sold drugs. The victim previously had been robbed and gave up the money without a fight, so it was believed that robbing him would be “easy.” Angie indicated that the victim had lots of DVDs and video games. Russell and the defendant discussed how they could pawn these items. The defendant said he needed money for his rent, automobile, and bills.\nSeveral conversations concerning how to rob the victim ensued. The defendant asked Supemault whether she could obtain a key to the victim’s apartment. Supemault replied that she would try to get a key from Angie. On another occasion, Russell, the defendant, and Middlemiss inquired of Ferderer if he could bring them some guns. Initially Ferderer put them off, but he eventually agreed to supply guns if they were needed. Supemault later obtained a key to the victim’s apartment from Angie and gave it to Russell for safekeeping.\nAt about noon on July 3, Russell left the apartment with his girl friend. When he left, others who had spent the night were still sleeping, including the defendant, Middlemiss, and Do. Russell returned to an empty apartment around 11:30 p.m. About twenty minutes later, the defendant and Middlemiss arrived. The defendant was upset because his automobile had broken down at a beach and he needed money to get it back. He asked Russell to get the key to the victim’s apartment. The defendant and Middlemiss went up to the victim’s apartment. They returned shortly thereafter, commenting that they did not find anything. They told Russell to telephone Ferderer and to have him come over with his guns.\nShortly thereafter, Ferderer arrived. He had two loaded guns with him, a Clock, model 30, .45 caliber semiautomatic handgun (Clock 30); and a Clock, model 36, .45 caliber semiautomatic pistol (Clock 36). Both had laser aiming devices, but the one on the Clock 36 was not working well. When Ferderer arrived, he had one of the guns in his back pocket, and the other in an ankle holster that he removed after his arrival. The men went into Russell’s bedroom, smoked a marijuana cigar, and discussed how they were going to rob the victim. Eventually they decided that the defendant and Middlemiss would wait for the victim in his apartment and then rob him, and Ferderer would be the “getaway” driver, assisted by Russell. The proceeds of the robbery would be split four ways. Although the victim had a dog, both the defendant and Middlemiss were friendly with it and they anticipated that they could put the dog in the bathroom.\nThe defendant and Middlemiss got dressed in black hooded sweatshirts and used bandanas to cover their faces with the sole exception of their eyes. The defendant had the Clock 30, and Middlemiss carried the Clock 36. They went upstairs and entered the apartment with Angie’s key. Russell and Ferderer left in Ferderer’s Jeep.\nApproximately twenty minutes later, the defendant used his cellular telephone to contact Russell and instruct him on where to pick them up. Another two calls were made concerning the pick-up location. When Ferderer and Russell picked up the defendant and Middlemiss, they had shed their black clothing and masks, as well as the guns. The defendant and Middlemiss directed Ferderer to the spot where they had left the belongings, and the defendant got out and retrieved them. Ferderer drove to the highway, heading north toward Nashua.\nAs recounted by Ferderer, Middlemiss said that the victim had come home with another man. The defendant brandished his gun and told the victim to “get down.” The victim walked over to the defendant and asked what was going on. The victim let the dog out of the bathroom. The dog went over to Middle-miss who was in the living room, sniffed him, and walked off. The victim said, “Chris?” The victim and the defendant then engaged in a struggle. The victim had the defendant in a headlock and was reaching for the defendant’s gun. Middlemiss shot the victim, followed by the defendant. They did not get any money or valuables because they “got scared” and ran. The defendant told Ferderer that he had fired his gun twice into the victim’s chest.\nFerderer stopped at the Cumberland Farms where he worked and got a cigar. The others placed the clothing used by the defendant and Middlemiss into a dumpster. They went to Ferd-erer’s house, where he cleaned the guns and put them back into their respective safes. The defendant telephoned Supernault, told her what had happened, and asked her to remove anything that might implicate him as living in the first-floor apartment. Middlemiss called Do and told him what had happened. In Ferderer’s room, the men went over what had happened. The defendant and Middlemiss stated that they would “be okay” if the victim died. The men smoked some marijuana and went to sleep.\nIn the morning, Russell telephoned Supernault, but a Lowell police officer answered and asked him to come to the police station for questioning. Russell and the others developed false alibis and went their separate ways.\nFrom the victim’s apartment, police seized cash in the amount of $1,246. They also recovered four .45 caliber discharged cartridge casings and two .45 caliber spent projectiles. One discharged cartridge casing was found in the living room, and the other three were in the kitchen. One of the discharged cartridge casings contained a distinct manufacturing marking indicative of having been made by the Homady Manufacturing Company. With regard to the projectiles, one projectile was retrieved from the kitchen, and another from a mattress in the bedroom.\nOn the day of the shooting, after the police had left, the brother of the victim went to the apartment to gather his personal belongings. In the living room he found two .45 caliber discharged cartridge casings, one of which bore a Homady manu-factoring mark. The victim’s brother also came across a spent .45 caliber projectile between a wall shared by the kitchen and bathroom. He eventually turned this evidence over to the prosecutor, who in turn gave it to police.\nThree spent .45 caliber projectiles were recovered from the victim’s body during the autopsy. No comparisons of the projectiles to the Glock 30 or Glock 36 could be made because the projectiles were too damaged.\nPolice found a black ankle holster inside the defendant’s apartment. They also found a live round of ammunition with a cartridge casing manufactured by Homady.\nPolice recovered the Glock 30 and the Glock 36 from Ferderer’s father. The Commonwealth introduced expert testimony of a State firearms identification analyst that, based on his microscopic examination, the three discharged cartridge casings recovered by police in the kitchen had been fired from the Glock 36. He also opined that the discharged cartridge casing found by police in the living room had been fired from the Glock 30. With respect to the discharged cartridge casings taken by the victim’s brother, the Commonwealth’s expert opined that one had been fired from the Glock 36, and the other from the Glock 30.\nOn July 4 and July 5, Russell was questioned by police, and on July 5, Ferderer was questioned. After initially lying to police, the men eventually revealed that they, along with the defendant and Middlemiss, had planned to rob, but not shoot, the victim.\nThe police spoke with the defendant three times after the shooting. In each instance and before any questioning occurred, the defendant was read the Miranda warnings and agreed in writing to waive his rights. He also was advised (in each instance) that his interview with police could be tape recorded, but he declined twice in writing and once verbally to consent to such a recording.\nThe defendant first spoke with police after coming to the Lowell police station at 9:30 p.m. on July 4; he next spoke with police after he was arrested, which occurred at 1:20 a.m. on July 5; he last spoke with police at about 11 a.m. on July 5 after having his major case prints taken and before his arraignment. At first the defendant lied to police about his whereabouts at the time of the shooting (saying that he was in Haverhill) and about his involvement in the shooting. In his last statement to police, however, he admitted that he and Middlemiss, armed with .45 caliber weapons given to them by Ferderer, entered the victim’s apartment intending to rob him, but not to kill him. The defendant stated that, when the victim and another man came home, he (the defendant) ordered them to get on the ground. The interview was interrupted and did not resume.\nThe defendant did not testify and did not call any witnesses to testify. The defendant introduced a stipulation providing that, prior to July 4, 2006, he had never been arrested. In his closing, the defendant’s trial counsel argued that Russell and Ferderer were liars and presented inconsistencies in their versions of what had occurred. The defendant’s trial counsel went on to suggest that the victim had no motive to lie and identified an Asian male, not the defendant, in the shooting. Defense counsel suggested that, based on Glenn’s estimation of the height of the masked men, the Asian male was Jesse Do. Last, defense counsel pointed out that there was no forensic evidence tying the defendant to the shooting.\n3. Admission of bad act evidence. At trial, Russell testified that sometime between May and June of 2006, the defendant told him that he made money by breaking into motor vehicles and stealing the valuables therein. Russell’s testimony came as no surprise, for it had been the subject of a defense motion in limine on which the judge ruled in the Commonwealth’s favor. After Russell’s testimony, the judge gave a limiting instruction to the jury that they could not consider this evidence as “proof that the defendant committed the crimes charged, nor ... as proof that the defendant has a criminal propensity or bad character.” The judge went on to say that the jury could consider this evidence “solely on the limited issue of the defendant’s motive to commit the alleged crimes.” Later in the trial, Ferderer testified similarly, adding that the defendant expressly stated that he sold the stolen items to make money. No limiting instruction followed this testimony (nor was a request for a limiting instruction at this time made). In his final charge to the jury, the judge referenced the evidence concerning the defendant’s alleged thefts from motor vehicles and reiterated that this evidence was admitted for “a limited purpose only,” namely on the issue of motive. The judge repeated that the jury could not use this evidence “as a substitute for proof that the defendant committed the crimes for which he is charged [or] as proof that the defendant is a man of bad character with a propensity to commit criminal acts.” The defendant argues that this evidence should not have been admitted and was so prejudicial to require reversal.\n“It is well settled that the prosecution may not introduce evidence that a defendant previously has misbehaved ... for the purposes of showing his bad character or propensity to commit the crime charged . . . .” Commonwealth v. Helfant, 398 Mass. 214, 224 (1986). “Such evidence may be admissible, however, if relevant for some other probative purpose, including to show intent, motive, state of mind, or some other relevant issue at trial.” Commonwealth v. Robidoux, 450 Mass. 144, 158 (2007), citing Commonwealth v. DelValle, 443 Mass. 782, 790 (2005). “Additionally, the ‘prosecution [is] entitled to present as full a picture as possible of the events surrounding the incident itself,’ as long as the probative value of the evidence presented is not substantially outweighed by any prejudice to the defendant.” Commonwealth v. Robidoux, supra, quoting Commonwealth v. Marrero, 427 Mass. 65, 67 (1998). “Determinations of the relevance, probative value, and prejudice of such evidence are left to the sound discretion of the judge, whose decision to admit such evidence will be upheld absent clear error.” Commonwealth v. Robidoux, supra, and cases cited. See generally Mass. G. Evid. § 404(b) (2011).\nThere was no error in admitting evidence of the defendant’s prior bad acts. The evidence was relevant to the issue of the defendant’s motive. See Commonwealth v. Robidoux, supra at 159. The evidence tended to show that the defendant needed money and went to various extremes to get it. In the hours before the shooting, the defendant’s automobile had broken down and he needed money to retrieve it. The evidence of the defendant’s recent acts of breaking into motor vehicles to steal valuables therein showed that the defendant’s need for money at the time of the shooting was not isolated or exaggerated, but rather was escalating, which was relevant to why the defendant decided it was time to put general talk of robbing the victim into execution.\nAlthough the better course would have been for the judge also to have given a limiting instruction (on the subject of the defendant’s prior bad acts) at the time of Ferderer’s testimony, defense counsel did not request an instruction at that time and the judge had correctly instructed the jury on the subject at the time of Russell’s testimony (which was prior to Ferderer’s) and then did so again during his final charge to the jury. Cf. Commonwealth v. McCowen, 458 Mass. 461, 478-479 (2010) (no abuse of discretion in admitting bad act evidence subject to limiting instruction given immediately after evidence was admitted, as well as instruction in final charge). In view of these circumstances and the strength of the Commonwealth’s case, the absence of a limiting instruction at the time of Ferderer’s testimony did not create a substantial likelihood of a miscarriage of justice.\n4. Third-party culprit evidence. At trial, there was evidence that the victim identified Middlemiss as the shooter and stated that “an Asian kid” had been with him. There was also evidence that an Asian male, Jesse Do, was a friend of Middlemiss, and often was at the defendant’s apartment. The defendant argues that the judge improperly limited his ability to advance a third-party culprit defense, namely, that Do (and not the defendant) had committed the shooting with Middlemiss. The judge did so by not permitting Russell to testify about Do’s statements concerning armed robberies he (Do) had committed by himself in May or June of 2006. We determine there was no error.\nThird-party culprit evidence is “a time-honored method of defending against a criminal charge.” Commonwealth v. Rosa, 422 Mass. 18, 22 (1996). “A defendant may introduce evidence that tends to show that another person committed the crime or had the motive, intent, and opportunity to commit it.” Commonwealth v. Lawrence, 404 Mass. 378, 387 (1989), quoting Commonwealth v. Harris, 395 Mass. 296, 300 (1985). “If the evidence is ‘of substantial probative value, and will not tend to prejudice or confuse, all doubt should be resolved in favor of admissibility.’ ” Commonwealth v. Conkey, 443 Mass. 60, 66 (2004), quoting Commonwealth v. Keizer, 377 Mass. 264, 267 (1979). There are limits, however, to the admission of this type of evidence. See Commonwealth v. Silva-Santiago, 453 Mass. 782, 801 (2009). “First, because the evidence is offered for the truth of the matter asserted — that a third party is the true culprit — we have permitted hearsay evidence that does not fall within a hearsay exception only if, in the judge’s discretion, ‘the evidence is otherwise relevant, will not tend to prejudice or confuse the jury, and there are other “substantial connecting links” to the crime.’ ” Id., quoting Commonwealth v. Rice, 441 Mass. 291, 305 (2004). “Second, the evidence, even if it is not hearsay, ‘must have a rational tendency to prove the issue the defense raises, and the evidence cannot be too remote or speculative.’ ” Commonwealth v. Silva-Santiago, supra, quoting Commonwealth v. Rosa, supra. “[T]he exclusion of third-party culprit evidence is of constitutional dimension and therefore examined independently.” Commonwealth v. Silva-Santiago, supra at 804 n.26.\nBefore the judge made his ruling, a voir dire examination of Russell was conducted. Russell testified concerning what Do had relayed to him. Do said that, in May or June of 2006, he made his money by committing armed robberies. Do would jump out of a motor vehicle, run up to someone, and rob him or her at gunpoint. Do used a .22 caliber or nine millimeter weapon. As stated, the judge excluded the testimony.\nThe defendant argues that the testimony should have been admitted because it would have demonstrated to the jury Do’s motive “for going after [the victim].” While the establishment of the presence of another person’s motive for committing the crime charged is a proper factor to consider in admitting third-party culprit evidence, it is not the sole factor. The admission of third-party culprit evidence is subject to all the principles and limitations set forth above, not just motive. Here, significantly, the defendant did not establish that Do’s armed robberies bore “substantial connecting links” to the offenses against the victim. See Commonwealth v. Silva-Santiago, supra at 801. The defendant generally characterizes Do’s armed robberies and the crimes against the victim as “armed robberies,” but further examination reveals more variances than similarities with regard to these offenses. For example, although the perpetrators of both offenses were armed, the crimes involving the victim were committed by men who possessed .45 caliber laser guided guns, not .22 caliber or nine millimeter weapons such as those used by Do in his armed robberies. Further, concerning method of operation, in the victim’s case, the perpetrators entered the victim’s apartment with a key and lay in wait for his return, while in Do’s armed robberies, Do jumped out of a motor vehicle and then ran up to someone and robbed that person. These significant details demonstrate that Do’s “armed robberies” did not bear the requisite “substantial connecting links,” Commonwealth v. Silva-Santiago, supra, to the offenses against the victim and are not “so closely connected in . . . method of operation as to cast doubt upon the identification of the defendant as the person who committed the crime,” Commonwealth v. Harris, supra, quoting Commonwealth v. Keizer, supra. The judge did not err in excluding Russell’s testimony concerning Do’s armed robberies.\n5. Jury instructions. Although there was evidence that the defendant smoked a marijuana cigar with Russell, Ferderer, and Middlemiss prior to the shooting, there was no evidence suggesting that the defendant was or appeared to be impaired to any degree by his inhalation of marijuana. “Voluntary intoxication instructions are not required where the evidence does not suggest a condition of ‘debilitating intoxication’ that could support a reasonable doubt as to whether a defendant was capable of forming the requisite criminal intent.” Commonwealth v. James, 424 Mass. 770, 789 (1997), and cases cited. Because the evidence did not warrant a voluntary drug intoxication instruction, the defendant’s argument that his counsel, by failing to request one (in connection with the charge of murder in the first degree based on deliberate premeditation and the underlying felony on the felony-murder charge) created a substantial likelihood of a miscarriage of justice lacks merit.\n6. General Laws c. 278, § 33E. We have reviewed the entire record and discern no basis to grant relief under G. L. c. 278, § 33E.\nJudgments affirmed.\nThe Commonwealth had proceeded also under a theory of deliberate premeditation, which the jury rejected.\nDuring sentencing, the trial judge correctly vacated the conviction of armed assault with the intent to rob and dismissed the underlying indictment. See Commonwealth v. Vives, 447 Mass. 537, 544 (2006) (where defendant is convicted of felony-murder only, predicate felony conviction should be dismissed as duplicative).\nTwo indictments charging conspiracy were not tried and at sentencing were placed on file with the defendant’s consent.\nWe “supplement a judge’s finding of facts if the evidence is uncontroverted and undisputed and where the judge explicitly or implicitly credited the witness’s testimony.” Commonwealth v. Isaiah I., 448 Mass. 334, 337 (2007). Here, the defendant does not dispute the judge’s factual findings, and it is apparent from the record that the judge implicitly credited the testimony of Detective James Latham, who provided the only testimony at the evidentiary hearing on the motion to suppress.\nThe defendant had never been arrested prior to this date.\nThe form provided: “I, Joseph Morgan, have been informed that I have a right to be brought to court, within a reasonable period of time when the court is open, to be arraigned on the charges for which I have been arrested. I have been informed that the Lowell District Court is open Monday through Friday, 8:30 a.m. to 4:30 p.m., except legal holidays. I have also been informed the police may not question me if more than six hours had passed since the time of my arrest unless I give them permission to do so. I understand that if I am disabled due to drug or alcohol intoxication at the time of my arrest, the six-hour period of questioning me does not begin until my disability ends. Having these rights in mind, I wish to continue speaking with the police.”\nDetective Latham recalled that he did this to be sure that the defendant in fact was able to read.\nJessie Supemault was a friend of Scott Russell’s sister.\nRussell met the defendant through Supemault, and they became friends.\nThere was testimony that Christopher Middlemiss, a white male, is approximately six feet tall.\nThe judge gave a limiting instruction concerning this testimony, telling the jury that the defendant’s statements could only be used to show his state of mind.\nAt the time, Middlemiss had a black eye.\nThe Commonwealth introduced evidence that these calls were made from the defendant’s cellular telephone and originated from a cellular tower in Lowell.\nAccording to Russell, Middlemiss said that the defendant had made a gesture indicating that he (Middlemiss) should not shoot. In other respects Russell’s account of what Middlemiss relayed was consistent with that recounted by Ferderer.\nThe Commonwealth introduced evidence that, at 3:37 a.m. on July 4, the defendant’s cellular telephone was used to contact Supernault, and that this call originated from a cellular tower located in Nashua, New Hampshire.\nIn view of the victim’s statement to police, the police did not know whether the shooter or shooters were inside the building and consequently did a protective sweep of the first-floor apartment, during which they recovered the ankle holster. Later, a warrant to search the apartment was obtained. There is no challenge to the search or basis therefor.\nThe record does not support the defendant’s contention that Ferderer testified that the defendant admitted to having robbed drug dealers in the past. To the contrary, Ferderer recounted only that the defendant “made a joke” about possibly robbing drug dealers. Ferderer considered the topic humorous because the defendant told the joke in the company of two drug dealers, namely, himself (Ferderer) and Russell.",
        "type": "majority",
        "author": "Ireland, C.J."
      }
    ],
    "attorneys": [
      "Stephen Neyman for the defendant.",
      "Casey E. Silvia, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Joseph Morgan.\nMiddlesex.\nMay 6, 2011.\n- July 29, 2011.\nPresent: Ireland, C.J., Spina, Botsford, Gants, & Duffly, JJ.\nHomicide. Felony-Murder Rule. Practice, Criminal, Capital case, Motion to suppress, Voluntariness of statement, Instructions to jury. Evidence, Volun-tariness of statement, Prior misconduct, Exculpatory, Intoxication, Intent. Intoxication. Intent.\nA Superior Court judge did not err in denying the criminal defendant’s pretrial motion to suppress statements he made to police, where the defendant’s statements (which were voluntary and were made after he voluntarily, knowingly, and intelligently waived his Miranda rights) were made after he voluntarily, knowingly, and intelligently waived (in writing) his right to an arraignment without unreasonable delay. [278-281]\nAt a murder trial, no error arose in the admission of testimony from two witnesses regarding the defendant’s prior bad acts, where the evidence was relevant to the issue of the defendant’s motive; moreover, although it would have been better practice for the judge to give a limiting instruction on the subject of the defendant’s bad acts at the time of the second witness’s testimony (as the judge had at the time of the first witness’s testimony), given the strength of the Commonwealth’s case and the lack of a request for such a limiting instruction at the time of the second witness’s testimony, the absence of such an instruction did not create a substantial likelihood of a miscarriage of justice. [288-290]\nAt the trial of indictments charging murder in the first degree on a theory of felony-murder, with armed assault with the intent to rob as the predicate felony, the judge did not err in excluding testimony regarding armed robberies committed by a third party, where the defendant did not establish that the third party’s armed robberies bore substantial connecting links to the offenses against the victim. [290-292]\nAt a murder trial, defense counsel was not ineffective for failing to request an instruction on voluntary intoxication, where there was no evidence suggesting that the defendant was or appeared to be impaired to any degree by his inhalation of marijuana. [292-293]\nIndictments found and returned in the Superior Court Department on September 28, 2006.\nA pretrial motion to suppress evidence was heard by S. Jane Haggerty, J., and the cases were tried before Kenneth J. Fish-man, J.\nStephen Neyman for the defendant.\nCasey E. Silvia, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0277-01",
  "first_page_order": 303,
  "last_page_order": 319
}