{
  "id": 4272584,
  "name": "Elena Rosnov vs. John H. Molloy",
  "name_abbreviation": "Rosnov v. Molloy",
  "decision_date": "2011-08-31",
  "docket_number": "",
  "first_page": "474",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "460 Mass. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "350 Mass. 39",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        527043
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "42",
          "parenthetical": "where statutory \"amendment was enacted soon after the present controversy arose . . . it is just as logical to regard it as a clarification of an ambiguity and a legislative interpretation of the original act\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/350/0039-01"
      ]
    },
    {
      "cite": "441 Mass. 443",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        411747
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "449-450"
        },
        {
          "page": "449-450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/441/0443-01"
      ]
    },
    {
      "cite": "406 Mass. 412",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3885179
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "414",
          "parenthetical": "\"Unless the legislative intent is unequivocally clear to the contrary, a statute operates prospectively, not retroactively\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/406/0412-01"
      ]
    },
    {
      "cite": "423 Mass. 52",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1027995
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "59",
          "parenthetical": "elimination from enacted art preservation statute of two provisions present in earlier House bill indicates \"purposeful determination\" to limit applicability of statute to art created after statute's enactment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/423/0052-01"
      ]
    },
    {
      "cite": "422 Mass. 551",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        890326
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/422/0551-01"
      ]
    },
    {
      "cite": "424 Mass. 214",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        117702
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "219",
          "parenthetical": "finding express intention of Legislature to apply Uniform Interstate Family Support Act retroactively in specific words of statute and given its procedural nature"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/424/0214-01"
      ]
    },
    {
      "cite": "304 Mass. 612",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        873528
      ],
      "year": 1939,
      "pin_cites": [
        {
          "page": "613",
          "parenthetical": "amendment to dog bite statute eliminating automatic double damages provision would not apply to plaintiff who was bitten by dog and brought suit before amendment took effect"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/304/0612-01"
      ]
    },
    {
      "cite": "511 U.S. 244",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147362
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "283-284"
        },
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0244-01"
      ]
    },
    {
      "cite": "432 Mass. 165",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        285230
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "178-179",
          "parenthetical": "Goodrow"
        },
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/432/0165-01"
      ]
    },
    {
      "cite": "444 Mass. 698",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        985794
      ],
      "weight": 8,
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "Wiedmann"
        },
        {
          "page": "709"
        },
        {
          "page": "710"
        },
        {
          "page": "710"
        },
        {
          "page": "709-710"
        },
        {
          "page": "709-710"
        },
        {
          "page": "709-710",
          "parenthetical": "Wiedmann,"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/444/0698-01"
      ]
    },
    {
      "cite": "422 Mass. 666",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        890236
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "670"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/422/0666-01"
      ]
    },
    {
      "cite": "364 Mass. 624",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        289707
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "626"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/364/0624-01"
      ]
    },
    {
      "cite": "415 Mass. 309",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3905825
      ],
      "weight": 8,
      "year": 1993,
      "pin_cites": [
        {
          "page": "318"
        },
        {
          "page": "319"
        },
        {
          "page": "317, 320-321"
        },
        {
          "page": "319-320"
        },
        {
          "page": "320"
        },
        {
          "page": "319-321"
        },
        {
          "page": "320-321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/415/0309-01"
      ]
    },
    {
      "cite": "448 Mass. 441",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3856720
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "448-449",
          "parenthetical": "\"To the extent that there may be uncertainty about the application of new legislation, it must be resolved against retroactivity\""
        },
        {
          "page": "450",
          "parenthetical": "no \"explicit pronouncement\" from Legislature that statutory amendment extinguishing substantive right was to be applied retroactively; amendment held to operate prospectively only"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/448/0441-01"
      ]
    },
    {
      "cite": "415 Mass. 358",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3906545
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "359",
          "parenthetical": "\"Statutory interpretation is a pure question of law\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/415/0358-01"
      ]
    },
    {
      "cite": "447 Mass. 478",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3731791
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/447/0478-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 969,
    "char_count": 22357,
    "ocr_confidence": 0.916,
    "pagerank": {
      "raw": 1.4272172595235592e-07,
      "percentile": 0.6501587544293123
    },
    "sha256": "4616f26d9bb0f60226d5f92ec8b9d4d6694a51dbdc136852b6de1002ca8a3310",
    "simhash": "1:1436c2651e153f87",
    "word_count": 3609
  },
  "last_updated": "2024-02-27T17:56:26.592595+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elena Rosnov vs. John H. Molloy."
    ],
    "opinions": [
      {
        "text": "Botsford, J.\nThe issue we address in this case is whether a 2008 amendment to the enforcement section of the Massachusetts Wage Act, G. L. c. 149, § 150 (§ 150), providing for a mandatory award of treble damages to a prevailing employee, should be applied in an action brought by an employee against her employer for violation of the Wage Act before the amendment’s effective date. We conclude that the amendment should be read to apply only prospectively, to claims arising on or after the amendment’s effective date of July 12, 2008. Because the Superior Court judge applied the amendment retrospectively to this case, we remand to the Superior Court for further proceedings consistent with this opinion.\n1. Background'. The plaintiff, Elena Rosnov, worked as an attorney in the law office of the defendant, John H. Molloy, from early February, 2006, until her resignation on June 26, 2006. As a term of her employment, Rosnov was to be provided a referral fee of forty per cent of any contingency fee that Mol-loy or his office received in connection with the settlement or damage award in any case that Rosnov referred to Molloy. In March of 2007, a case that Rosnov had referred to Molloy the preceding year reached a partial settlement of $2.5 million. Ultimately, Molloy received attorney’s fees in connection with the partial settlement in the amount of $432,500.\nOn April 17, 2007, Rosnov filed a complaint in the Superior Court against Molloy, claiming his failure to pay her a referral fee connected to the case was a breach of contract and violated the Wage Act, G. L. c. 149, §§ 148, 150 (Wage Act). She sought to recover a portion of the attorney’s fees Molloy had received. By agreement of the parties, the trial was bifurcated, and the liability portion of Rosnov’s contract claim was tried to a jury without reference to damages; the parties agreed that if there was liability on the contract claim, the amount of contract damages was $173,000, or forty per cent of $432,500. In March, 2009, a jury found that an oral contract for the division of fees existed between Rosnov and Molloy, and that Molloy had breached the contract by not providing Rosnov a referral fee. Thereafter, the trial judge considered, without a jury, whether Rosnov’s referral fee constituted a “commission” under the Wage Act, and if so, whether Rosnov was entitled to treble damages under § 150.\nThe judge found that Rosnov was an employee under the Wage Act and that the fee qualified as a commission. The judge further concluded the version of § 150 amended after this case was filed applied, “because violators of the Wage Act have always been subject to treble damages. . . . This is not a case where the amendment to the statute substantially changes parties’ rights and expectations.” The judge thus concluded that Rosnov was entitled to a mandatory award of treble damages, or $519,000, plus interest. Molloy appealed, and we granted his application for direct appellate review.\n2. Discussion. As earlier indicated, the only question we address is which version of § 150 should be applied in this case: § 150, as amended through St. 2008, c. 80, § 5 (chapter 80), effective July 12, 2008; or § 150, as amended through St. 2005, c. 99, § 2, the version of the statute in effect in 2007 when Rosnov filed her complaint. This is a question of statutory interpretation, and therefore one that we review de novo. See, e.g., Commerce Ins. Co. v. Commissioner of Ins., 447 Mass. 478, 481 (2006). See Commonwealth v. Cintolo, 415 Mass. 358, 359 (1993) (“Statutory interpretation is a pure question of law”).\na. Statutory retroactivity. The presumption that statutes operate prospectively is well established. Fleet Nat’l Bank v. Commissioner of Revenue, 448 Mass. 441, 448-449 (2007) (“To the extent that there may be uncertainty about the application of new legislation, it must be resolved against retroactivity”). See 2 NJ. Singer & J.D. Shambie, Statutes and Statutory Construction § 41.4, at 400-401 (7th ed. 2009) (“Retrospective operation is not favored by courts, and a law is not construed as retroactive unless the act clearly, by express language or necessary implication, indicates that the legislature intended a retroactive application”). As this court has explained, however, statutes may operate retroactively in certain circumstances:\n“In the absence of an express legislative directive, this court has usually applied ‘[t]he general rule of interpretation . . . that all statutes are prospective in their operation, unless an intention that they shall be retrospective appears by necessary implication from their words, context or objects when considered in the light of the subject matter, the pre-existing state of the law and the effect upon existent rights, remedies and obligations. Doubtless all legislation commonly looks to the future, not to the past, and has no retroactive effect unless such effect manifestly is required by unequivocal terms. It is only statutes regulating practice, procedure and evidence, in short, those relating to remedies and not affecting substantive rights, that commonly are treated as operating retroactively, and as applying to pending actions or causes of action.’ ”\nFontaine v. Ebtec Corp., 415 Mass. 309, 318 (1993), quoting City Council of Waltham v. Vinciullo, 364 Mass. 624, 626 (1974). See Gray v. Commissioner of Revenue, 422 Mass. 666, 670 (1996).\nRosnov argues that the presumption of prospective application does not apply to chapter 80 for two reasons: because the statute relates only to remedies and not to substantive rights; and because the legislative history of this amendment evinces an intent on the part of the Legislature that the amendment be applied retroactively. Conversely, Molloy contends that chapter 80 pertains to substantive rights because it alters the extent of a party’s liability; and that in any event there is insufficient evidence of a clear legislative intent that chapter 80 be retroactively applied. For the reasons that follow, we agree with Molloy.\nb. Substantive right. Before chapter 80 was passed, the relevant portion of § 150, as amended through St. 2005, c. 99, § 2, read as follows:\n“Any employee claiming to be aggrieved by a violation of [the Wage Act or certain other statutes] may, at the expiration of ninety days after the filing of a complaint with the attorney general . . . institute and prosecute in his own name and on his own behalf, or for himself and for others similarly situated, a civil action for injunctive relief and any damages incurred, including treble damages for any loss of wages and other benefits. An employee so aggrieved and who prevails in such an action shall be entitled to an award of the costs of the litigation and reasonable attorney fees” (emphasis supplied).\nIn Wiedmann v. Bradford Group, 444 Mass. 698 (2005) (Wiedmann), this court concluded that “there is nothing in the plain language” of § 150 requiring an automatic award of treble damages, where “[t]he text of the statute states only that a plaintiff ‘may’ institute a suit for damages that includes a request for treble damages. Id. at 709. We held that an award of treble damages under § 150 lies in the judge’s discretion, citing with approval the conclusion in Goodrow v. Lane Bryant, Inc., 432 Mass. 165, 178-179 (2000) (Goodrow), that “treble damages are punitive in nature, allowed only where authorized by statute, and appropriate where conduct is ‘outrageous, because of the defendant’s evil motive or his reckless indifference to the rights of others.’ ” Wiedmann, supra at 710, quoting Goodrow, supra at 178.\nThe Wiedmann case was decided on July 21, 2005. Effective July 12, 2008, three years later, the provision of § 150 concerning treble damages was amended as follows:\n“An employee so aggrieved who prevails in such an action shall be awarded treble damages, as liquidated damages, for any lost wages and other benefits and shall also be awarded the costs of the litigation and reasonable attorneys’ fees” (emphasis supplied).\nChapter 80 effected a critical change in the language of the statute, removing the provision that treble damages “may” be awarded, and replacing it with the directive that treble damages “shall be awarded.” See Wiedmann, supra at 710, and cases cited (“may” is permissive; “shall” imposes mandatory obligation).\nWe recognize that “the distinction between legislation that concerns ‘substantive rights,’ and legislation that concerns ‘procedures’ and ‘remedies,’ has proved to be difficult to draw.” Fontaine v. Ebtec Corp., 415 Mass. at 319. In Fontaine, the court concluded that amendments to G. L. c. 151B, § 9, providing for recovery of punitive damages in a discrimination case and multiple damages in an age discrimination case, could not be retroactively applied. Id. at 317, 320-321. We explained, “legislation limiting or increasing the measure of liability, while arguably remedial in the broad sense of that word, generally is considered to impair the substantive rights of a party who will be adversely affected by the legislation. In the absence of a provision mandating retrospective application, we have not assumed that such legislation applies to claims arising prior to enactment.” Id. at 319-320, and cases cited. The damages allowed by the amended version of G. L. c. 151B, § 9, provided the potential for an increase in a defendant’s liability, that could, of course, ripen into an actual increase when those damages were imposed. See id. at 320. For that reason, in the absence of an “express directive” by the Legislature that the enhanced damage provisions of the amendments were “to apply to cases pending at the time of their enactment, or to conduct occurring prior thereto,” id., we concluded that the plaintiff there — whose age discrimination case was commenced before the amendments to c. 15IB, § 9 — could not recover increased damages. Id. at 319-321.\nSimilarly, in this case, where only a potential for treble damages existed before, certainty of their imposition is now the rule. The 2008 amendment to § 150 increases a defendant’s measure of liability because the discretion of a judge not to award treble damages — where, for example, the judge did not find the defendant’s conduct to have been outrageous or recklessly indifferent, see Wiedmann, 444 Mass. at 710 — has been removed; treble damages must be awarded. This represents a marked increase in the liability a defendant faces, and thus affects the defendant’s substantive rights. See Landgraf v. USI Film Prods., 511 U.S. 244, 283-284 (1994) (“The extent of a party’s liability . . . is an important legal consequence that cannot be ignored .... [In no case] in which Congress ha[s] not clearly spoken, have we read a statute substantially increasing monetary liability of a private party to apply to conduct occurring before the statute’s enactment”). Cf. Cudlassi v. MacFarland, 304 Mass. 612, 613 (1939) (amendment to dog bite statute eliminating automatic double damages provision would not apply to plaintiff who was bitten by dog and brought suit before amendment took effect). Absent an express legislative directive to the contrary, therefore, the mandatory treble damages provision of § 150 should not be retroactively applied. Fontaine v. Ebtec Corp., 415 Mass. at 320-321. We turn to the question whether there is such a legislative directive.\nc. Legislative intent. By its terms, chapter 80 gives no indication the Legislature intended that the amended version of § 150 be applied retroactively. See Fleet Nat’l Bank v. Commissioner of Revenue, 448 Mass. 441, 450 (2007) (no “explicit pronouncement” from Legislature that statutory amendment extinguishing substantive right was to be applied retroactively; amendment held to operate prospectively only). Contrast Child Support Enforcement Div. of Alaska v. Brenckle, 424 Mass. 214, 219 (1997) (finding express intention of Legislature to apply Uniform Interstate Family Support Act retroactively in specific words of statute and given its procedural nature). Rosnov argues, however, that the legislative history of chapter 80 reveals an intent that its treble damage provision be retroactively applied, even if chapter 80’s plain text does not.\nThe undertaking to amend the treble damage provision of § 150 began before the Wiedmann case was decided in July of 2005. See 2005 House Doc. No. 3775; 2005 Senate Doc. No. 928. Subsequent to the decision in Wiedmann, a new draft of these bills was filed, first as 2005 House Doc. No. 4343, and then as 2006 House Doc. No. 4663. The preamble of 2006 House Doc. No. 4663 stated that “the purpose of this Act is to clarify the language of the statute to reiterate the intent of the Legislature that such treble damages be mandatory.” The treble damages clause proposed in 2006 House Doc. No. 4663 read:\n“Any employee so aggrieved and who prevails in such an action shall be awarded treble damages, as liquidated damages, for any loss of wages and other benefits; and such employee shall also be awarded the costs of the litigation and reasonable attorneys’ fees.”\nHouse Doc. No. 4663 passed both the House of Representatives and the Senate, but then was vetoed by the Governor and was never enacted. 2006 House J. 2203.\nRosnov nonetheless points to 2007 Senate Doc. No. 1059, which ultimately was enacted in 2008 as chapter 80. Senate Doc. No. 1059 was entitled “An Act to clarify the law protecting employee compensation,” and included a separate section (§ 8) that identified the purpose of the act as clarifying the existing law and “reiterat[ing] the original intention of the general court that triple damages are mandatory.” At some point — it may have been while the bill was in third reading — the title changed to “An Act further regulating employee compensation,” and that § 8 was removed.\nAs a general rule, when language is removed from a bill before its final passage, we presume its deletion to have been intentional. See Green v. Wyman-Gordon, Co., 422 Mass. 551, 556 (1996). See also Moakley v. Eastwick, 423 Mass. 52, 59 (1996) (elimination from enacted art preservation statute of two provisions present in earlier House bill indicates “purposeful determination” to limit applicability of statute to art created after statute’s enactment). Rosnov argues this presumption does not apply here because (1) the deletion occurred while the bill was pending before the Committee on Bills in the Third Reading; (2) that committee’s authority is restricted to making changes in form but not substance; and (3) accordingly, the deletion of § 8 of the bill and change of its title “could be seen as an indication that the Legislature thought [the language] was obvious or duplicative,” and therefore unnecessary.\nWe are unconvinced that Rosnov’s assumption about the Legislature’s thought process is correct; the best that can be said is that the Legislature’s intent on the retroactivity issue is murky. Certainly, chapter 80 does not reflect the “unequivocally clear” legislative intent required for this court to decide in favor of retrospective application. See, e.g., Sentry Fed. Sav. Bank v. Co-operative Cent. Bank, 406 Mass. 412, 414 (1990) (“Unless the legislative intent is unequivocally clear to the contrary, a statute operates prospectively, not retroactively”).\nRosnov also focuses on the fact that chapter 80 originated in the Senate two years after this court’s decision in Wiedmann; she finds in this timing further support for her position that in enacting chapter 80, the Legislature was only clarifying and restating its original position in relation to mandatory treble damage awards, not changing it. We disagree.\nIt is true that this court has interpreted “swift legislative action in the wake” of a contrary judicial ruling to evince legislative intent to clarify its position on the issue. Swift v. AutoZone, Inc., 441 Mass. 443, 449-450 (2004). See Fitz-Inn Auto Parks, Inc. v. Commissioner of Labor & Indus., 350 Mass. 39, 42 (1965) (where statutory “amendment was enacted soon after the present controversy arose . . . it is just as logical to regard it as a clarification of an ambiguity and a legislative interpretation of the original act”). But there is no basis to do so here. In Wied-mann, 444 Mass, at 709-710, we construed § 150 to vest discretion in judges regarding the award of treble damages. Chapter 80, altering this interpretation, was enacted almost three years after the Wiedmann decision with no emergency preamble. This cannot qualify as a “swift” response. Swift v. AutoZone, Inc., 441 Mass. 443, 449-450 (2004). Moreover, proposed changes to § 150 originated in the Legislature even before this court’s opinion in the Wiedmann case was issued. In the circumstances, we are left with no clear indication that chapter 80 was meant to explain § 150, rather than simply to amend it, which is the Legislature’s prerogative. The presumption of prospective operation of a statutory amendment is not overcome.\n3. Conclusion. Because we conclude the 2008 amendment to G. L. c. 149, § 150, does not apply retroactively to the present case, we vacate the judgment as to damages against Molloy and remand the case to the Superior Court for consideration whether treble damages are appropriate under the standard set out in Wiedmann v. Bradford Group, 444 Mass, at 709-710.\nSo ordered.\nWe acknowledge the amicus briefs of the New England Legal Foundation and Associated Industries of Massachusetts; Massachusetts Employment Lawyers Association, Greater Boston Legal Services and affiliated organizations; and William J. Okerman.\nThe facts recited here are taken primarily from the Superior Court judge’s memorandum of decision on the plaintiff’s motion for posttrial treble damages; the remaining facts recited appear to be undisputed.\nWith respect to the Wage Act claim, Elena Rosnov first obtained a right to sue letter from the Attorney General, as required by G. L. c. 149, § 150 (§ 150).\nAs we discuss in the text infra, effective July 12, 2008, the Legislature amended § 150 to include the mandatory imposition of treble damages for violations of § 150. G. L. c. 149, § 150, as amended through St. 2008, c. 80, § 5 (chapter 80). Beginning in 1993, § 150 had provided for treble damages, see St. 1993, c. 110, § 182, but the pertinent language of the statute was different.\nOn appeal, Molloy does not contest the Superior Court judge’s conclusions either that Rosnov was an “employee” or that she was paid a “commission” within the meaning of the Wage Act.\nMolloy argues briefly that, by mandating treble damages, this statute is “constitutionally suspect,” and that retroactive application of chapter 80 would violate Ms due process rights under the United States Constitution and the Massachusetts Declaration of Rights. Because we conclude chapter 80 does not apply retroactively to the conduct at issue in this case, we need not consider these constitutional arguments. See Landgraf v. USI Film Prods., 511 U.S. 244, 281 (1994) (before entertaining whether retroactive imposition of punitive damages under Civil Rights Act of 1991 raises “a serious constitutional question,” Court “would have to be confronted with a statute that explicitly authorized punitive damages for preenactment conduct. The Civil Rights Act of 1991 contains no such explicit command”).\nIn Wiedmann v. Bradford Group, 444 Mass. 698, 709-710 (2005) (Wiedmann,), the court was considering the version of § 150 that was in effect before the 2005 amendment, wMch did not relate to the treble damage provision in § 150 quoted in the text.\nIn their briefs, the parties appear to agree that these changes occurred during third reading, but at oral argument, counsel for Molloy expressed some uncertainty about the timing of the changes.\nAfter the Legislature passed chapter 80, the Governor sought amendments that would have allowed for an exception to mandatory treble damages for employers who act in good faith. When the Legislature declined to accept the proposed amendments, chapter 80 became law without the Governor’s signature. Rosnov cites the Senate’s rejection of the Governor’s proposed amendments as demonstrating that the Legislature intended chapter 80 as a response to Wiedmann and that chapter 80 should therefore be retroactively applied. The argument fails. The Legislature’s rejection of the Governor’s amendments tells us nothing about whether the Legislature intended its continued adherence to chapter 80 as passed to operate retroactively. Instead, this rejection demonstrates only that the Legislature wanted the law, at least going forward, to provide mandatory treble damages for any violation of the Wage Act.\nRosnov filed in this court a motion for “partial summary disposition” relative to her award of single damages. The Superior Court may consider this motion on remand.",
        "type": "majority",
        "author": "Botsford, J."
      }
    ],
    "attorneys": [
      "Richard L. Alfred (Barry J. Miller with him) for the defendant.",
      "Jeffrey R. Mazer (.Elena Rosnov with him) for the plaintiff.",
      "The following submitted briefs for amici curiae:",
      "Shannon Liss-Riordan & Hillary Schwab for Massachusetts Employment Lawyers Association & others.",
      "William J. Okerman, pro se.",
      "John Pagliaro & Martin J. Newhouse for New England Legal Foundation & another."
    ],
    "corrections": "",
    "head_matter": "Elena Rosnov vs. John H. Molloy.\nEssex.\nMay 5, 2011.\n-August 31, 2011.\nPresent: Ireland, C.J., Spina, Cordy, Botsford, Gants, & Duffly, JJ.\nLabor, Wages, Damages. Statute, Retroactive application.\nThis court concluded that St. 2008, c. 80, § 5 (c. 80), an amendment to the enforcement section of the Massachusetts Wage Act, G. L. c. 149, § 150, which provides for a mandatory award of treble damages to a prevailing employee, should be read to apply only prospectively to claims arising on or after the amendment’s effective date, where c. 80, which alters the extent of a party’s liability, pertained to substantive rights [476-480] and therefore could be applied retroactively where there was sufficient evidence of a clear legislative intent to do so, which did not exist in this case [480-483],\nCivil action commenced in the Superior Court Department on April 17, 2007.\nThe case was tried on a bifurcated basis by Leila R. Kern, J., the liability portion of the claim tried to a jury, and a motion for treble damages heard by her.\nThe Supreme Judicial Court granted an application for direct appellate review.\nRichard L. Alfred (Barry J. Miller with him) for the defendant.\nJeffrey R. Mazer (.Elena Rosnov with him) for the plaintiff.\nThe following submitted briefs for amici curiae:\nShannon Liss-Riordan & Hillary Schwab for Massachusetts Employment Lawyers Association & others.\nWilliam J. Okerman, pro se.\nJohn Pagliaro & Martin J. Newhouse for New England Legal Foundation & another."
  },
  "file_name": "0474-01",
  "first_page_order": 500,
  "last_page_order": 509
}