{
  "id": 4272707,
  "name": "Kathryn K. Culley & another vs. Gary Cato & others",
  "name_abbreviation": "Culley v. Cato",
  "decision_date": "2011-09-21",
  "docket_number": "",
  "first_page": "1009",
  "last_page": "1011",
  "citations": [
    {
      "type": "official",
      "cite": "460 Mass. 1009"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "390 Mass. 514",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        916731
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/mass/390/0514-01"
      ]
    },
    {
      "cite": "360 Mass. 787",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        317464
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/mass/360/0787-01"
      ]
    },
    {
      "cite": "364 Mass. 15",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        289688
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/mass/364/0015-01"
      ]
    },
    {
      "cite": "377 Mass. 364",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        334118
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "proceedings commenced in 1977"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/377/0364-01"
      ]
    },
    {
      "cite": "36 Mass. App. Ct. 7",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        4017584
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/36/0007-01"
      ]
    },
    {
      "cite": "425 Mass. 1021",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        274579,
        274582
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/mass/425/1021-02",
        "/mass/425/1021-01"
      ]
    },
    {
      "cite": "365 Mass. 820",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "395 Mass. 1001",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        896087
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/mass/395/1001-01"
      ]
    },
    {
      "cite": "437 Mass. 1010",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        735001,
        735004
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/mass/437/1010-01",
        "/mass/437/1010-02"
      ]
    },
    {
      "cite": "451 Mass. 1013",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3788732
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/mass/451/1013-01"
      ]
    },
    {
      "cite": "407 Mass. 196",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3887721
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "197",
          "parenthetical": "judge's decision \"so biased as to require his disqualification in this case\" and others involving same attorneys; remanding for further proceedings before different judge"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/407/0196-01"
      ]
    },
    {
      "cite": "424 Mass. 501",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        117659
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "524-526",
          "parenthetical": "evaluating claim trial judge not impartial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/424/0501-01"
      ]
    },
    {
      "cite": "406 Mass. 701",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3885089
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "706"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/406/0701-01"
      ]
    },
    {
      "cite": "420 Mass. 495",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        826177
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/420/0495-01"
      ]
    },
    {
      "cite": "444 Mass. 1007",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        985791
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "1008"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/444/1007-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 7565,
    "ocr_confidence": 0.932,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39347969707886443
    },
    "sha256": "60bfc34695be924b8a42bbf2e9cb7c0f3f6a8e4f83c6d05c7bdcd7cbb4091e2f",
    "simhash": "1:ad261721945ea4bd",
    "word_count": 1257
  },
  "last_updated": "2024-02-27T17:56:26.592595+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kathryn K. Culley & another vs. Gary Cato & others."
    ],
    "opinions": [
      {
        "text": "Kathryn K. and Christian R Culley appeal from a judgment of a single justice of this court denying, without a hearing, their petition for extraordinary relief under G. L. c. 211, § 3. We affirm.\nBackground. In 2006, the Culleys commenced an action in the Superior Court, alleging fraud, violation of G. L. c. 93A, and other claims arising from their purchase of a house which, they alleged, contained numerous undisclosed latent defects that rendered the house uninhabitable. A jury trial commenced on the Culleys’s claims other than their c. 93A claims, which were reserved for the judge. The jury found for the Culleys on one or more of the common-law claims and awarded damages. The defendants filed motions for judgment notwithstanding the verdict (judgment n.o.v.) and for a new trial, and all parties submitted briefs on the outstanding c. 93A claim. The judge denied the motions for judgment n.o.v. and allowed in part the motions for a new trial, limited to damages. The same day, the judge found certain of the defendants liable under c. 93A but, finding that the Culleys had presented no evidence of damages arising from the c. 93A violation, awarded nominal damages of $25. He also ruled that the Culleys were entitled to attorney’s fees and costs and ordered them to provide more information to support the amount of fees and costs that they claimed. To date, it appears that they have not done so.\nThe Culleys thereafter filed, ex parte, a document entitled, in part, “Notice of Violations of the Code of Judicial Conduct,” alleging that the judge was in violation of the Code in several respects. For example, they alleged that the judge served on the board of directors of an organization that, during his tenure, was represented by the same law firm that represents one of the defendants in this case. They argued that the judge’s alleged misconduct gave rise at least to an appearance of impropriety and, moreover, that he was actively biased against them during the trial. They argued that the judge should therefore disqualify himself and “rescind” his posttrial orders. The judge did not act on the “Notice,” but directed the Culleys, if they intended to seek such relief, to file a formal motion to recuse, giving the defendants an opportunity to respond, pursuant to Rule 9A of the Rules of the Superior Court. To date, they have not done so. The case has not yet gone to final judgment.\nThe Culleys’ G. L. c. 211, § 3, petition followed. They requested that the single justice remove the judge from the case, vacate his posttrial decisions, assign a different judge to consider the parties’ posttrial motions and c. 93A claims, and grant other relief. The single justice denied relief on the ground that the Culleys had adequate alternative remedies.\nDiscussion. General superintendence relief pursuant to G. L. c. 211, § 3, is extraordinary. We will not disturb the single justice’s denial of relief absent a clear error of law or abuse of discretion. E.g., Matthews v. Appeals Court, 444 Mass. 1007, 1008 (2005). A petitioner seeking relief under the statute “must ‘demonstrate both a substantial claim of violation of [his or her] substantive rights and error that cannot be remedied under the ordinary review process.’ ” McGuinness v. Commonwealth, 420 Mass. 495, 497 (1995), quoting Planned Parenthood League of Mass., Inc. v. Operation Rescue, 406 Mass. 701, 706 (1990). The Culleys have not done so, as they had (and still have) other remedies available to them.\nA claim that a judge should have recused himself or that a ruling should be vacated due to bias or other misconduct on the part of the judge is generally one that can adequately be raised in the ordinary course of appeal. See, e.g., Demoulas v. Demoulas Super Mkts., Inc., 424 Mass. 501, 524-526 (1997) (evaluating claim trial judge not impartial); MacDonald v. MacDonald, 407 Mass. 196, 197, 203 & n.11 (1990) (judge’s decision “so biased as to require his disqualification in this case” and others involving same attorneys; remanding for further proceedings before different judge). Attempts to litigate such claims interlocutorily pursuant to G. L. c. 211, § 3, are routinely rejected for this reason. E.g., Abraham v. Bates, 451 Mass. 1013 (2008); Blaise v. Bloise, 437 Mass. 1010 (2002); Doten v. Plymouth Div. of the Probate & Family Court Dep’t, 395 Mass. 1001 (1985). The Gulleys argue that they cannot appeal in this case because the judge has “refused” to enter a final judgment, and so no appeal can be taken. The defendants respond that, in fact, the case is not yet ripe for final judgment because the Gulleys have not complied with the order to provide further support for their claim for attorney’s fees. Presumably, once the Gulleys submit the additional information as directed, the fee issue will be addressed, the case will proceed in due course, and eventually a final judgment will enter. If the Gulleys believed that the order itself was improper, they might have filed a petition for review of that order pursuant to G. L. c. 231, § 118, first par., with a single justice of the Appeals Court. Alternatively, if they believe that the case is ripe for final judgment (or a separate and final judgment pursuant to Mass. R. Civ. P. 54 [b], 365 Mass. 820 [1974]) now, they are entitled to file such a motion and to pursue other appropriate steps in the trial court toward that end. See Matthews v. D’Arcy, 425 Mass. 1021 (1997); Zatsky v. Zatsky, 36 Mass. App. Ct. 7 (1994). The judge might also bring the G. L. c. 93A portion of the matter to a conclusion by resolving the fee issue without the additional information requested if (at their peril) the Gulleys persist in their refusal to furnish it.\nMichael C. McLaughlin for the plaintiffs.\nMark B. Johnson for Dante A. Mallegni & another.\nChristopher Maffucci for Paula A. Spinazola & another.\nTo the extent that the Gulleys request that the judge be disciplined for his alleged misconduct, such a request must be presented to the Commission on Judicial Conduct (commission) in the first instance. See G. L. c. 211C, inserted by St. 1978, c. 478, § 114. The cases on which the Gulleys rely for their claim that this court is obligated to act under its inherent and statutory power to discipline judges either predate the establishment of the commission, see Matter of Scott, 377 Mass. 364 (1979) (proceedings commenced in 1977); Matter of Troy, 364 Mass. 15 (1973); Matter of DeSaulnier (No. 4), 360 Mass. 787 (1972), or arise from proceedings commenced before the commission. See Matter of Donohue, 390 Mass. 514 (1983). Where the Legislature has provided that disciplinary complaints against judges be addressed to the commission, the single justice properly declined to entertain an attempt to have the judge disciplined directly by this court in the first instance.\nConclusion. The single justice did not err or abuse her discretion by denying extraordinary general superintendence relief.\nJudgment affirmed.\nWe express no view on the merits of this or any other allegation of judicial misconduct in this case.\nIn consideration of the totality of the circumstances, the defendants’ request for sanctions against the Gulleys and their attorney is denied.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Michael C. McLaughlin for the plaintiffs.",
      "Mark B. Johnson for Dante A. Mallegni & another.",
      "Christopher Maffucci for Paula A. Spinazola & another."
    ],
    "corrections": "",
    "head_matter": "Kathryn K. Culley & another vs. Gary Cato & others.\nSeptember 21, 2011.\nSupreme Judicial Court, Superintendence of inferior courts. Practice, Civil, Bias of judge, Disqualification of judge. Commission on Judicial Conduct.\nChristian P. Culley.\nDante A. Mallegni, White B Realty Trust, William Wright, Paula A. Spinazola, and Carlos Ferreira."
  },
  "file_name": "1009-01",
  "first_page_order": 899,
  "last_page_order": 901
}