{
  "id": 4272307,
  "name": "Commonwealth vs. Leroy Sanford",
  "name_abbreviation": "Commonwealth v. Sanford",
  "decision_date": "2011-08-23",
  "docket_number": "",
  "first_page": "441",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "460 Mass. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "326 Mass. 218",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        508725
      ],
      "weight": 2,
      "year": 1950,
      "pin_cites": [
        {
          "page": "220",
          "parenthetical": "\"a weapon designed for firing projectiles may be so defective or damaged that it has lost its initial character as a firearm, [but] this character is not lost when a relatively slight repair, replacement, or adjustment will make it an effective weapon\" [citations omitted]"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/326/0218-01"
      ]
    },
    {
      "cite": "383 Mass. 750",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        813512
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "753"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/383/0750-01"
      ]
    },
    {
      "cite": "453 Mass. 873",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3658527
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "878"
        },
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/453/0873-01"
      ]
    },
    {
      "cite": "417 F. Supp. 1332",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3878139
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "1348",
          "parenthetical": "government agent's conduct \"so reckless and wanton in their responsibility to preserve and maintain the integrity of material evidence in a criminal case, that their conduct was tantamount to bad faith\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/417/1332-01"
      ]
    },
    {
      "cite": "978 F.2d 17",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1992,
      "pin_cites": [
        {
          "page": "23",
          "parenthetical": "purposeful government misconduct includes bad faith or reckless disregard of responsibilities owed to court"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "438 Mass. 779",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        201307
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "784",
          "parenthetical": "\"It is not enough for a defendant merely to argue . . . that, with access to the evidence, his expert 'could have made potentially exculpatory findings.' Standing as it does, 'could have' is merely an introduction to speculation and is not a substitute for 'concrete evidence' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/438/0779-01"
      ]
    },
    {
      "cite": "440 Mass. 715",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1346357
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/440/0715-01"
      ]
    },
    {
      "cite": "488 U.S. 51",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1495598
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "58",
          "parenthetical": "where police lose or destroy evidence in bad faith, \"the police themselves by their conduct indicate that the evidence could form a basis for exonerating the defendant\""
        },
        {
          "page": "66",
          "parenthetical": "Blackmun, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0051-01"
      ]
    },
    {
      "cite": "25 Or. App. 523",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2094994
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or-app/25/0523-01"
      ]
    },
    {
      "cite": "411 Mass. 309",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3898318
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/411/0309-01"
      ]
    },
    {
      "cite": "455 Mass. 706",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3665141
      ],
      "weight": 11,
      "year": 2010,
      "pin_cites": [
        {
          "page": "714"
        },
        {
          "page": "713-719"
        },
        {
          "page": "716"
        },
        {
          "page": "718"
        },
        {
          "page": "720"
        },
        {
          "page": "716"
        },
        {
          "page": "719"
        },
        {
          "page": "718"
        },
        {
          "parenthetical": "at defendant's request, trial judge gave jury instruction that focused on Commonwealth's failure to conduct tests with defense expert present"
        },
        {
          "page": "718-719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/455/0706-01"
      ]
    },
    {
      "cite": "397 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        874793
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "3, 13-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/397/0001-01"
      ]
    },
    {
      "cite": "391 Mass. 301",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        918589
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "302"
        },
        {
          "page": "314"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/391/0301-01"
      ]
    },
    {
      "cite": "400 Mass. 427",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        880082
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "433"
        },
        {
          "page": "434-435",
          "parenthetical": "Licos, J., concurring in part and dissenting in part"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/400/0427-01"
      ]
    },
    {
      "cite": "392 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3875800
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "4"
        },
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/392/0001-01"
      ]
    },
    {
      "cite": "458 Mass. 434",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        4269929
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "442",
          "parenthetical": "\"sanctions pursuant to rule 14 [c] are designed to protect a defendant's right to a fair trial\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/458/0434-01"
      ]
    },
    {
      "cite": "458 Mass. 418",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        4270353
      ],
      "weight": 4,
      "year": 2010,
      "pin_cites": [
        {
          "page": "425"
        },
        {
          "page": "427"
        },
        {
          "page": "429",
          "parenthetical": "purpose of such sanctions must be remedial, not punitive"
        },
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/458/0418-01"
      ]
    },
    {
      "cite": "16 Mass. App. Ct. 1122",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "442 Mass. 1518",
      "category": "reporters:state",
      "reporter": "Mass.",
      "weight": 2,
      "year": 2004,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1004,
    "char_count": 26069,
    "ocr_confidence": 0.922,
    "pagerank": {
      "raw": 7.188132849897452e-08,
      "percentile": 0.4301839605320619
    },
    "sha256": "eff732409151dd3075077fb0d9ca13156b607b2b7fc6059ddcea287f3797cd9b",
    "simhash": "1:d202c772b89f7f59",
    "word_count": 4229
  },
  "last_updated": "2024-02-27T17:56:26.592595+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Leroy Sanford."
    ],
    "opinions": [
      {
        "text": "Duffly, J.\nThe defendant was arrested following the recovery of a weapon in the glove box of a motor vehicle after it was searched by police. A complaint issued in the Boston Municipal Court Department charging him with carrying a dangerous weapon, G. L. c. 269, § 10 (n); carrying a loaded firearm without a license, G. L. c. 269, § 10 (a); possession of a firearm without a firearm identification card, G. L. c. 269, § 10 (h); and defacing or obliterating the serial number on a firearm, G. L. c. 269, § 11C. The defendant sought sanctions for the Commonwealth’s violation of discovery orders aimed at preserving firearm evidence and securing the presence of the defendant’s expert at ballistics testing of the weapon. We address in this case the propriety of an order entered by a judge of the Boston Municipal Court, pursuant to Mass. R. Crim. R 14 (c), as appearing in 442 Mass. 1518 (2004), excluding “all evidence of the firearm and all testimony regarding ballistics testing.”\nThe Commonwealth’s motion for reconsideration of the sanctions orders was denied. Thereafter, the Commonwealth sought and was granted leave by a single justice of this court to file an interlocutory appeal with the Appeals Court. The Appeals Court reversed the order in an unpublished memorandum and order pursuant to its rule 1:28. Commonwealth v. Sanford, 16 Mass. App. Ct. 1122 (2010). We granted the defendant’s application for further appellate review. We hold that the order must be vacated; we conclude also that the matter must be remanded for further proceedings.\nBackground. The factual background for the arrest that led to the discovery order and sanctions is drawn from the police report. The charges against the defendant stem from a motor vehicle stop conducted after police officers observed a suspect clutching his left side enter a vehicle with its windows tinted in violation of Massachusetts law. Inside the vehicle, the suspect was observed passing something back and forth with another suspect. When the officers approached and asked the defendant, who was in the driver’s seat, to produce his driver’s license, they detected a strong odor of freshly burnt marijuana emanating from the vehicle and the defendant’s person. At some point, the officers searched the vehicle and found in the glove box a Star nine millimeter handgun with the hammer in the cocked position and the weapon’s serial number obliterated. Detective Tyrone Camper, a member of the Boston police department’s ballistics unit, removed the weapon from the glove box; the gun had one round of ammunition in the chamber and one round in the magazine, which was inserted in the weapon. The defendant was arrested and charged with offenses related to the weapon.\nOur summary of the relevant proceedings is drawn from the decision of the judge who ordered exclusion of the firearm and ballistics evidence following a nonevidentiary hearing. At a point prior to the pretrial conference of this case, conducted on October 12, 2006, the defendant filed a motion to preserve all evidence in possession of the Commonwealth, including the weapon; to notify defense counsel prior to any destructive testing; and to allow his ballistics expert to observe the ballistics testing of the weapon. The motion was allowed by a judge other than the judge who allowed the motion for sanctions. The judge who presided at the pretrial conference also set November 30, 2006, as the compliance date for all discovery. When the parties appeared on that date, the prosecutor informed the judge that no ballistics testing had taken place but that he would coordinate with defense counsel and with the defense expert, Greg Danas, to ensure the expert’s presence during subsequent testing; the prosecutor also told defense counsel that he would contact the ballistics unit of the Boston police department to alert them to the existence of the discovery order requiring that no test be conducted on the weapon outside of the presence of the expert. The judge set a new compliance date of January 31, 2007.\nOn December 4, 2006, defense counsel called the ballistics unit of the Boston police department and spoke to an officer about the order. The officer expressed no knowledge of the order and suggested that defense counsel contact the prosecutor, who could telephone the officer or Camper to confirm the existence of the court order. That same day, defense counsel left a detailed telephone message for the prosecutor at the Roxbury office of the Suffolk County district attorney’s office.\n“The defendant is entitled to have his own expert present during the testing of the firearm by the Commonwealth’s ballistician to determine if the alleged firearm is in working condition. As physical manipulation of the firearm may be required to make the firearm a working firearm, the defendant is entitled to have access and ability to be present during that potentially destructive process as crucial evidence may be lost without an opportunity to examine the same.”\nOn December 19, 2006, defense counsel sent a letter to Camper, to which he attached a copy of the motion, instructing Camper not to test the weapon outside of the expert’s presence. At around this time the defense expert, Danas, also made several attempts to arrange a time for the testing, as the prosecutor had suggested. However, Danas was told by Camper that the gun was still at the fingerprint laboratory and therefore could not yet be test-fired. Danas was assured that he would be notified once the weapon was back at the ballistics unit and ready for testing.\nOn January 31, 2007, the prosecutor reported to the motion judge that ballistics testing still had not occurred because the gun remained with the fingerprint unit. The judge ordered that the fingerprinting be concluded and again instructed the Commonwealth to arrange a time to conduct the ballistics test with Danas present. The judge set a third compliance date of March 9, 2007.\nIt was not until March 8, 2007, that the defendant’s ballistics expert was contacted by someone at the ballistics unit who arranged with Danas to be present to witness the test of the weapon, which he said was scheduled to take place the following day. However, when Danas arrived at the test site on March 9, he learned that a test of the weapon had already occurred. Danas and defense counsel were provided with a report dated February 21, 2007, reflecting results of ballistics testing that had been performed the same day, about which neither Danas nor defense counsel had been notified. Danas requested, and was permitted, to inspect the handgun and to witness Camper’s second test-fire of the handgun.\nThereafter, the defendant filed a motion for sanctions against the Commonwealth seeking dismissal of the charges or, in the alternative, exclusion of all firearm and ballistics evidence, based on two theories: (1) police misconduct attributable to the Commonwealth; and (2) discovery violation. At a hearing on the motion, defense counsel argued that the Commonwealth’s violation of the discovery order was sufficiently egregious that no showing of prejudice to the defendant was required; defense counsel argued also, but with less force, that the claimed violation resulted in the loss or destruction of potentially exculpatory evidence, and that the defendant was prejudiced thereby. In essence, the thrust of the defendant’s argument concerning prejudice was as follows: in order to convict the defendant of most of the firearms charges against him, the Commonwealth was required to prove that the handgun was operable; the condition of the gun before it was first test-fired was essential to establishing whether the handgun was operable in the absence of significant alteration or repair; and Camper’s manipulation of the gun to render it operable was destructive testing that now precludes his expert from observing or conducting a test fire of the gun in its original condition.\nThe judge found that, in direct violation of two discovery orders, the ballistics unit of the Boston police department test-fired the weapon outside of the presence of the defense expert and, as a result, “potential exculpatory evidence may have been altered or destroyed.” On this basis, the judge concluded that the Commonwealth’s failure to comply with the discovery order compromised the defendant’s right to a fair trial, entitling the defendant to the exclusion from trial of “all evidence of the firearm and all testimony regarding ballistics testing.”\nDiscussion. “We review the judge’s sanctions order for abuse of discretion or other error of law.” Commonwealth v. Carney, 458 Mass. 418, 425 (2010). Sanctions for failure to abide by a discovery order are codified in rule 14 (c), which includes as a possible sanction the exclusion of evidence. As a general matter, the imposition of sanctions under rule 14 (c) is governed by these principles: “First, sanctions are remedial in nature. Second, sanctions should be tailored appropriately to cure any prejudice resulting from a party’s noncompliance and to ensure a fair trial.” Commonwealth v. Carney, supra at 427. See id. at 429 (purpose of such sanctions must be remedial, not punitive). See also Commonwealth v. Frith, 458 Mass. 434, 442 (2010) (“sanctions pursuant to rule 14 [c] are designed to protect a defendant’s right to a fair trial”).\n“(1) Relief for Nondisclosure. For failure to comply with any discovery order issued or imposed pursuant to this rule, the court may make a further order for discovery, grant a continuance, or enter such other order as it deems just under the circumstances.\n“(2) Exclusion of Evidence. The court may in its discretion exclude evidence for noncompliance with a discovery order issued or imposed pursuant to this rule. ...”\nAs a preliminary matter, we note that there are a number of procedural avenues, in addition to a pretrial motion for sanctions pursuant to rule 14 (c), for addressing a claim that the Commonwealth has lost or destroyed exculpatory evidence. Such claims have been advanced, for example, by way of a pretrial motion for suppression, see, e.g., Commmonwealth v. Neal, 392 Mass. 1, 4 (1984); a pretrial motion for dismissal of the indictments, see, e.g., Commonwealth v. Willie, 400 Mass. 427 (1987); a motion to dismiss during trial, see, e.g., Commonwealth v. Lam Hue To, 391 Mass. 301, 302 (1984); and appeal from conviction, see, e.g., Commonwealth v. Charles, 397 Mass. 1, 3, 13-14 (1986). Underlying such claims for remedial action is the Commonwealth’s constitutional duty to disclose to the defendant, prior to trial, all material, exculpatory evidence in its possession or control, see Commonwealth v. Williams, 455 Mass. 706, 714 (2010), and cases cited, and the defendant’s due process right to a fair trial, see, e.g., Commonwealth v. Henderson, 411 Mass. 309, 310 (1991). The standards by which we consider whether a judge has abused his or her discretion in excluding evidence based on the alleged loss or destruction by the Commonwealth of potentially exculpatory evidence are similar, regardless of the vehicle in which the claim was advanced, in that all require the balancing of prejudice to the defendant, materiality of the evidence, and culpability of the Commonwealth. See Commonwealth v. Williams, supra at 713-719.\n1. The Williams framework. As we recently clarified in Commonwealth v. Williams, supra, there are two avenues by which to seek a remedy of suppression or exclusion on a claim that potentially exculpatory evidence has been lost or destroyed by the government. In the first, the defendant must demonstrate the exculpatory nature of the destroyed evidence, by establishing “a ‘reasonable possibility, based on concrete evidence rather than a fertile imagination,’ that access to the [material] would have produced evidence favorable to his cause.” Neal, supra at 12, quoting State v. Michener, 25 Or. App. 523, 532 (1976). If he meets this initial burden, but not otherwise, the court will proceed to balance the potential prejudice to the defendant (that will “of necessity . . . focus in part on the exculpatory nature of the evidence,” Commonwealth v. Williams, supra at 716), the materiality of the evidence, and the culpability of the Commonwealth.\nIf a defendant is unable to meet this threshold burden, he “may be independently entitled to a remedy” of exclusion if the loss or destruction of evidence was due to the bad faith or reckless acts of the Commonwealth. Id. at 718. In such a case, the judge may infer properly the exculpatory nature of the destroyed evidence, in essence shifting to the Commonwealth the burden to show that the lost or destroyed evidence was not exculpatory. See Arizona v. Youngblood, 488 U.S. 51, 58 (1988) (where police lose or destroy evidence in bad faith, “the police themselves by their conduct indicate that the evidence could form a basis for exonerating the defendant”).\n2. The Neal standard. The defendant claims that the handgun retrieved by police from the glove compartment of the vehicle\nhe occupied could have been altered, either prior to or as a consequence of the original testing, to a point that its original nature has been destroyed and comparable testing by the defendant is foreclosed. The defendant’s assertion that, had his expert been present at the initial ballistics test he could have witnessed and been able to testify favorably to his defense about the condition of the gun and any adjustments that were required to render it an operable handgun, “is based on surmise and speculation.” Commonwealth v. Williams, supra at 720, citing Commonwealth v. Neal, supra at 12.\nWe recognize that “[wjhere evidence [is] lost or destroyed, it may be difficult to determine the precise nature of the evidence.” Commonwealth v. Williams, supra at 716, quoting Commonwealth v. Willie, supra at 433. Thus, the defendant was not required to prove that, had his expert observed the initial test-fire, he would have uncovered such exculpatory evidence (i.e., that the gun was not operable without significant alteration); he was, however, required to make an evidence-based showing of a reasonable possibility that the handgun was inoperable before the initial ballistics test was conducted. See Commonwealth v. Williams, supra at 719.\nThe record before the motion judge included a report prepared by Danas, the defense expert, of the second ballistics test conducted by Camper and observed by Danas. In his report, Danas stated that the handgun he observed “did not possess the original factory magazine that would normally accompany this handgun when sold by the manufacturer,” and that in order to “function fire the firearm” Camper had to insert a cartridge directly into the chamber, which “is not a traditional method of chambering a round of ammunition.[] The traditional method of loading a semi-automatic pistol would be to first insert the magazine into the pistol with a cartridge in the magazine. . . . [T]he STAR 9mm pistol possesses a ‘magazine release safety’ that would not allow the firearm to fire if the magazine was out of the pistol. Detective Camper needed to insert the [Smith & Wesson] magazine into the STAR pistol in order to deactivate the magazine release safety and fire the firearm.”\nOn the basis of these unexplained assertions, the judge could not permissibly make a determination that a reasonable possibility existed that, had Danas been present at the initial test-fire, potentially exculpatory evidence would have been uncovered. See Commonwealth v. Dinkins, 440 Mass. 715, 718 (2004), quoting Commonwealth v. Cintron, 438 Mass. 779, 784 (2003) (“It is not enough for a defendant merely to argue . . . that, with access to the evidence, his expert ‘could have made potentially exculpatory findings.’ Standing as it does, ‘could have’ is merely an introduction to speculation and is not a substitute for ‘concrete evidence’ ”).\n3. Alternative basis for remedy. A defendant who fails to meet the initial Neal burden may nevertheless be independently entitled to a remedy if he can establish that the loss or destruction of the evidence was committed by the Commonwealth “in bad faith or recklessly.” Commonwealth v. Williams, supra at 718. Thus, had the defendant in this case established that the reason the test-fire occurred outside of his expert’s presence was the product of bad faith or the reckless acts of the Commonwealth, the motion judge properly could have inferred that it was a reasonable possibility that the expert’s access to the handgun at the initial test-fire would have produced evidence of an exculpatory nature, and placed the burden on the Commonwealth to show that the lost or destroyed evidence was not potentially exculpatory. Violation of a discovery order that is intentional, knowing, or in reckless disregard of its directives constitutes misconduct more culpable than mere negligence, and thus requires special scrutiny. See Commonwealth v. Willie, 400 Mass. 427, 434-435 (1987) (Licos, J., concurring in part and dissenting in part). See also United States v. Roberts, 978 F.2d 17, 23 (1st Cir. 1992) (purposeful government misconduct includes bad faith or reckless disregard of responsibilities owed to court); United States v. Pollock, 417 F. Supp. 1332, 1348 (D. Mass. 1976) (government agent’s conduct “so reckless and wanton in their responsibility to preserve and maintain the integrity of material evidence in a criminal case, that their conduct was tantamount to bad faith”).\nThe judge’s findings are unclear on the question of the level of the Commonwealth’s culpability, and specifically whether it acted in bad faith or in reckless disregard of the court’s order. The judge noted, “Negligence and inadvertence are less culpable than bad faith, but they are nevertheless culpable and must be accounted for in the balancing procedure,” suggesting, but not finding, that he considered the conduct to be negligent. However, the judge referred also to the Commonwealth as “defying” the discovery orders, and, when commenting on the conduct during the hearing, stated, “[W]e have a blatant disregard for court orders by the Boston police department.”\nConclusion. Because the record was not sufficiently developed either as to the likely exculpatory nature of the unobserved first test firing or the level of culpability that might warrant the shifting of the burden to the Commonwealth, and thus provided inadequate support for the judge’s findings, the order for sanctions is vacated and the case is remanded for further proceedings consistent with this opinion. The judge may consider affidavits submitted by the parties, or conduct an evidentiary hearing if requested to do so. See Commonwealth v. Lam Hue To, 391 Mass. 301, 314 (1984).\nSo ordered.\nA fifth charge, possession of a Class D controlled substance in violation of G. L. c. 94C, § 34, is not before us in this appeal.\nSo much of the motion seeking preservation of the evidence was allowed on June 12, 2006. As to the remaining request, which was allowed October 12, 2006, the defendant claimed:\nWe rely for this statement on the parties’ assertions and the findings of the judge who decided the defendant’s motion seeking exclusion of the firearm and ballistics testing.\nAs provided by Mass. R. Crim. R 14 (c), as appearing in 442 Mass. 1518 (2004), sanctions may be imposed for failure to comply with a discovery order or with the procedures for mandatory discovery. In relevant part, rule 14 (c) provides:\nWe observed recently that “[Remedial sanctions may not always be adequate to ensure the ‘absolute necessity for integrity in law enforcement.’ ” Commonwealth v. Carney, 458 Mass. 418, 427 (2010), quoting Commonwealth v. Mason, 453 Mass. 873, 878 (2009). In Commonwealth v. Mason, supra at 879, we said that even where police misconduct was egregious, dismissal of the case with prejudice was not warranted in the absence of a showing of a substantial threat of prejudice to the defendant and that “ [alternative, lesser sanctions are available to protect the defendant’s right to a fair trial, and if appropriate, recourse to civil remedies and departmental police discipline is also available.”\nWe note that a remedy other than exclusion may be available to a defendant where the Commonwealth’s violation of a discovery order has resulted in the loss or destruction of evidence, but the initial burdens described infra have not been met by the defendant. See, e.g., Commonwealth v. Williams, 455 Mass. 706, 719 n.10 (2010) (at defendant’s request, trial judge gave jury instruction that focused on Commonwealth’s failure to conduct tests with defense expert present).\nOperability is an element of four of the five offenses with which the defendant was charged. See G. L. c. 269, §§ 10 (a), 10 (h), 11C. “Firearm,” for purposes of G. L. c. 140, § 121, is defined as “a pistol, revolver or other weapon of any description, loaded or unloaded, from which a shot or bullet can be discharged.” See Commonwealth v. Sampson, 383 Mass. 750, 753 (1981). Evidence of a slight repair does not cause the weapon to lose its character as a firearm. See Commonwealth v. Bartholomew, 326 Mass. 218, 220 (1950) (“a weapon designed for firing projectiles may be so defective or damaged that it has lost its initial character as a firearm, [but] this character is not lost when a relatively slight repair, replacement, or adjustment will make it an effective weapon” [citations omitted]). Without a judicial determination that the gun is inoperable as a matter of law, it is for a jury to decide whether a magazine that does not match the manufacture of the gun itself is readily obtainable and its insertion into a gun may be accomplished by someone other than a firearms expert, such that it would be rendered an effective weapon. Id.\nNo party has argued that this report could not be considered by the judge.\nNothing in the record reflects whether the magazine used by Camper to test-fire the firearm was the same magazine that had been found with the firearm.\nAlso before the judge was Detective Tyrone Camper’s February 21, 2007, report of the ballistics test, which stated that he tested a “9mm STAR MODEL: BKS PISTOL, SEMI-AUTOMATIC.” In the remarks portion of the report he wrote, “Barrel length 4 3/8 inches. One 8 round Smith and Wesson 9mm magazine,” and stated that “having successfully test fired a shot, it is in my opinion a firearm as defined in Chapter 140, Section 121.”\nIt might reasonably have been inferred that the first test-fire also required the same manipulation, but the exclusion of evidence regarding the first test-fire would have been adequate to address any claim based on this inference. The judge went beyond what could reasonably have been inferred: he found not only that Camper succeeded in firing the STAR nine millimeter weapon only after inserting into it a magazine manufactured by Smith & Wesson for a different weapon (as stated, the record does not indicate whether the Smith & Wesson magazine was found with the handgun, see note 9, supra), but that “there is no guarantee” that other manipulations were not performed on the gun, and thus that the original condition of the gun could no longer be discovered. We do not foreclose the possibility that, at a hearing on the matter, additional testimony may provide a sufficient basis to support such an inference.\nIn Arizona v. Youngblood, 488 U.S. 51, 66 (1988) (Blackmun, J., dissenting), Justice Blackmun noted that the line between bad faith and good faith is not clear and that gradations of culpable behavior exist between the two poles; he asked whether a defendant would be required, in establishing bad faith, “to show actual malice, or would recklessness, or the deliberate failure to establish standards for maintaining and preserving evidence, be sufficient?” We leave it to future cases to define the precise contours of what constitutes bad faith or reckless conduct on the part of the Commonwealth when its violation of an order results in the loss or destruction of potentially exculpatory evidence.\nIn arriving at his decision, the judge did not have the benefit of the clarifying language provided by Commonwealth v. Williams, 455 Mass. 706, 718-719 (2010).",
        "type": "majority",
        "author": "Duffly, J."
      }
    ],
    "attorneys": [
      "Dana Alan Curhan (Adriana Contartese with him) for the defendant.",
      "Macy Lee, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Leroy Sanford.\nSuffolk.\nMarch 8, 2011.\n-August 23, 2011.\nPresent: Ireland, C.J., Spina, Cordy, Botsford, Gants, & Duffly, JJ.\nFirearms. Practice, Criminal, Discovery, Loss of evidence by prosecution. Rules of Criminal Procedure. Evidence, Exculpatory, Relevancy and materiality.\nA Boston Municipal Court judge erred in directing the entry of an order excluding a firearm and ballistics testing evidence as a sanction under Mass. R. Crim. R 14 (c) for the Commonwealth’s noncompliance with a discovery order, where the criminal defendant failed to demonstrate the potentially exculpatory nature of the destroyed evidence, in that his assertion that his expert could have witnessed and been able to testify favorably to his defense about the condition of the gun and any adjustments that were required to render it operable if he had been present at an initial ballistics test was based on surmise and speculation [445-449]; and where the judge’s findings were unclear on the question of the level of the Commonwealth’s culpability, i.e., whether it acted in bad faith or reckless disregard of the discovery order. [450-451]\nComplaint received and sworn to in the Roxbury Division of the Boston Municipal Court Department on September 12, 2006.\nA motion for sanctions for failure to comply with a discovery order was heard by Michael C. Bolden, J.\nAn application for leave to prosecute an interlocutory appeal was allowed by Botsford, J., in the Supreme Judicial Court for the county of Suffolk, and the appeal was reported by her to the Appeals Court.\nAfter review by the Appeals Court, the Supreme Judicial Court granted leave to obtain further appellate review.\nDana Alan Curhan (Adriana Contartese with him) for the defendant.\nMacy Lee, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0441-01",
  "first_page_order": 467,
  "last_page_order": 477
}