{
  "id": 4280834,
  "name": "MCT TRANSPORTATION INC. t/a Montco Suburban Taxi and Bucks County Services, Inc. and Concord Coach Limo t/a Concord Coach Taxi and Concord Coach USA t/a Bennett Taxi and Dee-Dee Cab Company t/a Penn Dell Cab and Germantown Cab Company, Appellants v. PHILADELPHIA PARKING AUTHORITY, Appellee; The Philadelphia Regional Limousine Association Individually and on Behalf of its Members, and A-1 Limousine, Inc., Accurate Transportation, LLC, A J & L Limousine Service, Adamo Limousine, Ltd., Afton Limousine Service, LLC, a Royal Limousine, LLC, Aries Limousine Service, AAAA Limousine, At Your Service Limo, Best of Times Chauffeured Limousine Service, Inc., Bieber Transportation, Boston Coach-Pennsylvania Corp., Carey Limousine Phila, Inc., Club Limo, Celebrity Limousine Service, Inc., Concord Limousine, Inc., Champagne Limousine Service, Inc., Corporate Sedan Services, LLC, Cloud 9 Transportation, Inc., Crystal Limousine, Inc., Christa Lauren Limousine Co., Inc., Firstclass Limo, Inc., Five Star Limousine Services, Inc., Frankford Limousine Service, Inc., Flyte Tyme Limousine, Galaxy Limousine, Inc., Global Limousine Network, Infinity Limousine, Inc., J & J Luxury Transportation Service, King Limousine Service, Inc., Limo Today.Com, Inc., Luxury Limousine Service, Inc., M J Lavish Limousine Service, Michael's Classic Limousine, Main Line Express, Inc., Pocono Limousine Service, Inc., Paoli Airport Limousine Service, Inc., Profile Transportation Company, Park Avenue Luxury Limousine, Private Coach, Park Place Limousine Service, Q Limousine, LLC, Rhoads Limousine Service, Inc., Touch of Class Transportation, Traveler's Limo, LLC, Unique Limousine, LLC, and U.S.A. Limousine Ultra, Inc., Appellants v. Philadelphia Parking Authority, Appellee",
  "name_abbreviation": "MCT Transportation Inc. v. Philadelphia Parking Authority",
  "decision_date": "2013-11-20",
  "docket_number": "Nos. 7 EAP 2013, 8 EAP 2013",
  "first_page": "741",
  "last_page": "742",
  "citations": [
    {
      "type": "official",
      "cite": "622 Pa. 741"
    },
    {
      "type": "parallel",
      "cite": "81 A.3d 813"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 134,
    "char_count": 1958,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 6.856768597488954e-08,
      "percentile": 0.41782937924180136
    },
    "sha256": "712930275611fd0cb396f4ad4b1002038ec0d98ed8812636bbfd95294e216b2c",
    "simhash": "1:4b98039e321233be",
    "word_count": 272
  },
  "last_updated": "2023-07-14T18:30:24.877122+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "file_name": "0741-01",
  "first_page_order": 785,
  "last_page_order": 786
}