{
  "id": 4281212,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. John Anthony MORALES, Appellee",
  "name_abbreviation": "Commonwealth v. Morales",
  "decision_date": "2013-10-30",
  "docket_number": "No. 41 MAP 2013",
  "first_page": "352",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "622 Pa. 352"
    },
    {
      "type": "parallel",
      "cite": "80 A.3d 1177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "701 A.2d 1363",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11908467
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1365-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/1363-01"
      ]
    },
    {
      "cite": "67 A.3d 736",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4329316,
        7308399
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "741",
          "parenthetical": "in considering matters which raise both constitutional and non-constitutional bases for relief, courts should attempt to resolve the matter on non-constitutional grounds whenever practicable"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/620/0251-01",
        "/a3d/67/0736-01"
      ]
    },
    {
      "cite": "620 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4329316
      ],
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "in considering matters which raise both constitutional and non-constitutional bases for relief, courts should attempt to resolve the matter on non-constitutional grounds whenever practicable"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/620/0251-01"
      ]
    },
    {
      "cite": "395 Pa.Super. 221",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        881225
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "improper for trial court to act as advocate and sum sponte raise defenses on behalf of a party"
        },
        {
          "page": "1128",
          "parenthetical": "improper for trial court to act as advocate and sum sponte raise defenses on behalf of a party"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/395/0221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 6082,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 4.470196332981887e-08,
      "percentile": 0.2803265750242582
    },
    "sha256": "4b00aeb19b25db2a402838873ffc6d4fb08f74b05528b23c86ab7593b7999bbf",
    "simhash": "1:3fe1b6ae73824c44",
    "word_count": 933
  },
  "last_updated": "2024-02-27T16:59:34.878718+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. John Anthony MORALES, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 30th day of October, 2013, as specified herein, the trial court’s decision from which this appeal is taken is VACATED in part, and the case is REMANDED to the Superior Court for further proceedings.\nThe factual and procedural history of the instant appeal may be summarized as follows: In January 2010, law enforcement arrested Appellee after he sold a quarter pound of marijuana to a confidential informant for the Franklin County Drug Task Force. Appellee pleaded guilty to one count of unlawful delivery of marijuana, which carries a minimum sentence of thirty days imprisonment. At sentencing, the Commonwealth argued for an enhanced sentence on the grounds that Appellee violated the Drug-Free School Zones Act, 18 Pa.C.S. § 6317. Notably, the parties stipulated that the drug deal transpired within 1,000 feet of the Trinity Nursery School. Appellee, however, argued sentencing entrapment. The trial court declined to impose an enhanced sentence under Section 6317 and proceeded to sentence Appellee to 1-2 months of incarceration, followed by probation. In its order, the trial court concluded that the Commonwealth engaged in sentencing entrapment, and with no explanation declared Section 6317 to be unconstitutionally vague facially and as-applied, notwithstanding that Appellee never challenged the constitutionality of Section 6317.\nOn October 13, 2011, the Commonwealth filed a motion to modify sentence, arguing that Appellee should receive a minimum sentence of two years’ imprisonment premised upon Appellee’s purported violation of Section 6317. In response to the Commonwealth’s motion to modify sentence, Appellee once again raised the defense of sentencing entrapment. The trial court denied the Commonwealth’s motion to modify sentence on two grounds. First, after conducting a mixed facial and as-applied constitutional analysis of the statute, the trial court concluded that Section 6317 is unconstitutional, finding it to be vague, poorly defined, and thus violative of due process. Second, the trial court held that the Commonwealth engaged in sentencing entrapment.\nThe Commonwealth appealed the trial court’s denial of its motion to modify sentence to the Superior Court, arguing that the trial court erred when it sua sponte declared Section 6317 unconstitutional, and further contending that the trial court misapplied the equitable doctrine of sentencing entrapment. Noting that the trial court struck down 18 Pa.C.S. § 6317, as unconstitutional on both facial and as-applied bases, the Superior Court transferred the appeal to this Court pursuant to 42 Pa.C.S. § 722(7) (providing this Court with exclusive jurisdiction over appeals where the common pleas court declares a statute unconstitutional).\nInstantly, the trial court erred when it sua sponte and unnecessarily struck down Section 6317 as unconstitutional. See MacGregor v. Mediq Inc., 395 Pa.Super. 221, 576 A.2d 1123, 1128 (1990) (improper for trial court to act as advocate and sum sponte raise defenses on behalf of a party). As the Commonwealth points out, Appellee never raised before the trial court either a facial or as applied constitutional challenge to Section 6317. Rather Appellee only argued the equitable defense of sentencing entrapment. The issue of Section 6317’s constitutionality was therefore waived by Appellee, and the trial court should not have addressed it. See Pa.R.A.P. Rule 302(a) (issues not raised below are waived and cannot be raised for the first time on appeal).\nAdditionally, as noted, the trial court found Appellee’s sentencing entrapment claim to have merit and granted relief on this basis. Because the trial court found non-constitutional grounds for relief, it should not have resolved the case on a constitutional basis, even assuming the issue was properly preserved. See Commonwealth v. Wilson, 620 Pa. 251, 67 A.3d 736, 741 (2013) (in considering matters which raise both constitutional and non-constitutional bases for relief, courts should attempt to resolve the matter on non-constitutional grounds whenever practicable). Thus, the appeal does not fall within the original jurisdiction of this Court as provided for under 42 Pa.C.S. § 722(7).\nAccordingly, it is hereby ORDERED as follows:\nThe trial court’s decision striking 18 Pa.C.S. § 6317 on constitutional grounds is hereby VACATED.\nThe balance of this case is REMANDED to the Superior Court to consider the Commonwealth’s remaining challenge to the trial court’s finding of sentencing entrapment.\n. Stating in relevant part:\n(a) General rule. — A person 18 years of age or older who is convicted in any court of this Commonwealth of a violation of section 13(a)(14) or (30) of the act of April 14, 1972 (P.L. 233, No. 64), known as The Controlled Substance, Drug, Device and Cosmetic Act, shall, if the delivery or possession with intent to deliver of the controlled substance occurred within 1,000 feet of real property on which is located a public, private or parochial school or a college or university ... be sentenced to a minimum sentence of at least two years of total confinement, notwithstanding any other provision of this title, The Controlled Substance, Drug, Device and Cosmetic Act or other statute to the contrary.\n18 Pa.C.S. § 6317.\n. The equitable doctrine of sentencing entrapment serves as a basis for deviating from sentencing guidelines, and is implicated when a defendant’s due process rights are violated. Commonwealth v. Petzold, 701 A.2d 1363, 1365-66 (Pa.Super.1997). Sentencing entrapment (or manipulation) occurs when a defendant, although predisposed to commit a minor or lessor offense, is entrapped into committing a greater offense subject to greater punishment. Id. To raise successfully the defense of sentencing entrapment, the defendant has the burden of showing that the government engaged in outrageous or extraordinary misconduct designed to increase the defendant’s sentence. Id.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "80 A.3d 1177\nCOMMONWEALTH of Pennsylvania, Appellant v. John Anthony MORALES, Appellee.\nSupreme Court of Pennsylvania.\nOct. 30, 2013."
  },
  "file_name": "0352-01",
  "first_page_order": 396,
  "last_page_order": 400
}