{
  "id": 4361245,
  "name": "Commonwealth vs. Kyron A. Gorham",
  "name_abbreviation": "Commonwealth v. Gorham",
  "decision_date": "2015-07-08",
  "docket_number": "",
  "first_page": "112",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "472 Mass. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "374 Mass. 722",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3871295
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "728-730"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/374/0722-01"
      ]
    },
    {
      "cite": "37 Mass. App. Ct. 339",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        4020656
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "344"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/37/0339-01"
      ]
    },
    {
      "cite": "446 Mass. 807",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3783997
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "811"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/446/0807-01"
      ]
    },
    {
      "cite": "437 Mass. 204",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        735039
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/mass/437/0204-01"
      ]
    },
    {
      "cite": "422 Mass. 792",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        890247
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "807"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/422/0792-01"
      ]
    },
    {
      "cite": "449 Mass. 71",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3817560
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/mass/449/0071-01"
      ]
    },
    {
      "cite": "453 Mass. 266",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3657024
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/453/0266-01"
      ]
    },
    {
      "cite": "450 Mass. 645",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3777837
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/450/0645-01"
      ]
    },
    {
      "cite": "429 Mass. 745",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        142803
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "754"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/429/0745-01"
      ]
    },
    {
      "cite": "456 Mass. 476",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3668408
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/456/0476-01"
      ]
    },
    {
      "cite": "469 Mass. 447",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        4308848
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/mass/469/0447-01"
      ]
    },
    {
      "cite": "411 Mass. 678",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3898207
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "682"
        },
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/411/0678-01"
      ]
    },
    {
      "cite": "429 Mass. 763",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        142833
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/429/0763-01"
      ]
    },
    {
      "cite": "424 Mass. 770",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        117631
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/424/0770-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 800,
    "char_count": 20049,
    "ocr_confidence": 0.896,
    "pagerank": {
      "raw": 7.671128339270885e-08,
      "percentile": 0.4523597707820031
    },
    "sha256": "38f5fb2615a62c4ce13fbe41d5186e217f95abbf3f623cfc79f6da3bfe7c2754",
    "simhash": "1:8a0613687a0685fd",
    "word_count": 3307
  },
  "last_updated": "2024-02-27T18:03:43.619532+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth vs. Kyron A. Gorham."
    ],
    "opinions": [
      {
        "text": "Spina, J.\nThe defendant appeals from his conviction of deliberately premeditated murder. At trial, the defendant claimed he intended only to scare the victim, but his rifle discharged accidentally when the victim grabbed the barrel in an attempt to disarm the defendant. Represented by new counsel on appeal, the defendant filed a motion for a new trial in which he claimed (1) ineffective assistance of counsel based on trial counsel’s failure to investigate a defense of “diminished capacity” caused by the voluntary consumption of alcohol, and (2) newly discovered evidence of the defendant’s intoxication at the time of the killing. He also filed a motion for funds for an investigator. The motions were denied without a hearing by the trial judge, who also denied without a hearing the defendant’s motion for reconsideration. On appeal the defendant argues that he was denied the effective assistance of counsel, and that the denials of his postconviction motions were an abuse of discretion. We affirm the convictions and the denial of the defendant’s postconviction motions. We also decline to exercise our powers under G. L. c. 278, § 33E.\n1. Background. The jury could have found the following facts. We reserve other details for discussion of particular issues. The defendant was one of ten to fifteen people who attended a party hosted by Kayla Aguiar at her home in Fall River on January 16, 2007. People were drinking alcohol, and it is not clear whether drugs also were used. The defendant did not appear intoxicated. The defendant left the party to get more beer. While he was gone, Kayla Joseph and Jasmine Dugan started arguing, and then fighting physically, over a young man named Shakeem Davis, who was not at the party. After some partygoers broke up the fight, Joseph telephoned Davis for a ride home. Davis and some friends arrived. Joseph got into their vehicle. At that time, there had been no communication between anyone at the party, other than Joseph, and anyone in the vehicle. They drove to an apartment on Amity Street. When the defendant returned to the party, the festive atmosphere had been dampened by the altercation between Joseph and Dugan. Disappointed and annoyed, the defendant telephoned Davis, and they argued. Angered by Davis’s insults, the defendant went to a friend’s apartment to get a rifle that the defendant kept there.\nThe defendant and a friend arrived at the Amity Street apartment where Davis and Joseph had gone. Davis and the defendant cursed each other. The defendant fired his rifle once at Davis, who was sitting on a couch. He fired several more times as Davis ran for cover. Davis sustained a graze wound to his right hand. Bullets penetrated his anterior right and left thighs, his lower left and lower right back, and the left side of his lower torso. The defendant ran from the apartment. He hid the rifle in some bushes. Davis died as a result of multiple gunshot wounds.\nAfter being told that the police were looking for him, the defendant left town. He was arrested in Syracuse, New York, on February 13, 2007, after first giving a false name to police. He gave a video-recorded statement to Syracuse police, which was played for the jury. In his statement the defendant admitted shooting Davis. He said he only wanted to scare Davis for being disrespectful. When he pointed the rifle at Davis, Davis grabbed the barrel of the rifle and a tug-of-war ensued. The defendant said he pulled the trigger a few times. Davis released his grasp on the barrel after being shot in the chest and stomach. The defendant fled, and he discarded the rifle in some nearby bushes.\nTrial counsel had indicated in his opening statement that absence of intent, including intoxication, would be a theory of the defense. Trial counsel requested a voluntary intoxication instruction based on a statement in the defendant’s confession to the effect that he had been drinking at the party. The judge declined to give the instruction because there had been no evidence as to the defendant’s level of impairment. Specifically, there was no evidence that the defendant’s condition rose to the level of “debilitating intoxication” that would support a reasonable doubt that the defendant was capable of forming the requisite criminal intent. See Commonwealth v. James, 424 Mass. 770, 789 (1997).\nThe defendant filed a motion for a new trial alleging newly discovered evidence and the failure of trial counsel to investigate a defense of voluntary intoxication. The defendant offered the affidavits of Alberta Smith and trial counsel in support of his motion for a new trial. Smith said that she saw the defendant at the party drinking brandy and beer and taking Colotopin pills. She indicated he was “seriously intoxicated.” Smith stated that the defendant slurred his speech, and his eyes were “red and bugged out.” She said that the defendant and Davis exchanged words outside the house after the defendant returned (in contradiction of the testimony at trial). She had not testified at the trial, but she said that she had been interviewed by police and never provided them with this information. She said she was never contacted by trial counsel.\nTrial counsel indicated in his affidavit that he “directed [his] investigator to look into evidence of the defendant’s intoxication on the night in question.” He said he pursued an intoxication defense at trial “based on the defendant’s statement to the police,” but the judge declined to give an instruction on voluntary intoxication. The defendant did not offer his own affidavit or that of trial counsel’s investigator in support of his motion.\nThe judge rejected the defendant’s claim of newly discovered evidence. He reasoned that, absent a full account of the investigator’s efforts, “[w]e do not know whether [the] investigator spoke with Smith or whether he or she secured similar or dissimilar evidence from the other guests at the party.” The judge also rejected the defendant’s claim of ineffective assistance of counsel. He reasoned that, without knowing what the investigator discovered after having been directed by trial counsel to investigate the question of the defendant’s intoxication, the defendant failed to meet his burden of establishing ineffective assistance. Finally, the judge denied the defendant’s motion for funds ($5,000) for an investigator. He said that “[n]o reasonable defendant or counsel would spend $5,000.00 searching for and interviewing the guests at the party without first getting a full account from the investigator as to his or her findings. Presently there is an insufficient basis ... to conclude that post trial discovery is reasonably likely to uncover evidence that might warrant granting a new trial.”\nThe defendant filed a motion for reconsideration of the denial of his motion for a new trial and his motion for funds. He offered his own affidavit in support, together with those of appellate counsel, the investigator, and Kendra Andrews. The defendant stated in his affidavit that while at the party he consumed five shots of brandy and three bottles of beer during the first hour. He continued drinking brandy and beer, but he could not recall how many he consumed. He said he also had taken two or three Colotopin pills and had smoked marijuana earlier in the evening.\nAndrews said that the defendant reeked of brandy, slurred his speech, walked into walls, and knocked over a table. She also said that the defendant and Davis exchanged words outside after the defendant returned to the party and Davis had arrived to pick up Joseph (in contradiction of the testimony at trial). Andrews acknowledged that she personally did not see Davis that night. She said that she spoke to the defendant the day after the party, and that he told her that he did not remember fighting with Davis or why he should be avoiding the police. She said that she had to tell him about the party because he had no recollection. Andrews stated that she had been interviewed by police but not by trial counsel or anyone who worked for him. Andrews had not testified at the trial.\nAppellate counsel’s affidavit indicates that the police reports noted the presence of ten to fifteen people at the party, several of whom reported that partygoers were drinking alcoholic beverages. He said that he needed the services of an investigator to locate and interview them. Appellate counsel included the police reports with his affidavit. The investigator filed an affidavit stating that he “was unable to develop any useable witnesses up to the time of . . . trial.” He further stated that he and trial counsel met with the defendant on April 8, 2008, at the Bristol County house of correction to discuss a possible plea to murder in the second degree, and that this was the only time he had ever spoken to the defendant or had contact with him in regard to this case.\nThe defendant also filed the “Declaration of John Nardizzi,” dated January 22, 2013. Nardizzi, a private investigator engaged by appellate counsel, located two witnesses who had been at the party. They said that they had never been interviewed by the defense, either by a lawyer or by a private investigator, prior to the trial in 2008.\nThe judge denied the motion for reconsideration. He wrote that the filings added nothing new, and that the “absence of a full accounting of the investigator’s efforts is fatal to the present claim.” The judge also noted that Nardizzi failed to state in his “declaration” whether the two witnesses he had located had given any details as to the defendant’s level of intoxication.\n2. Motions for new trial and for reconsideration. ,1 The defendant argues that the trial judge abused his discretion by denying his motion for a new trial and his motion for reconsideration. We address first the question of ineffective assistance of counsel, and then the question of newly discovered evidence.\na. Ineffective assistance of counsel. The defendant contends that trial counsel was ineffective for failing to conduct an adequate investigation into the level of his intoxication for purposes of presenting a defense of voluntary intoxication. He relies on various police reports in which several people who attended or were aware of the party reported that partygoers were drinking alcoholic beverages and smoking marijuana. He also relies on his own postarrest statement to Syracuse police in which he commented that “we were all just drinking some alcohol.” He argues that trial counsel failed to investigate properly and develop the facts necessary to support the voluntary intoxication defense he had laid out in his opening statement to the jury. The defendant further asserts that he has begun to demonstrate what a competent investigation would have produced, citing the affidavits of Alberta Smith and Kendra Andrews, and that he needs $5,000 to pursue the investigation he has only begun.\n“The decision to allow a motion for a new trial lies within the sound discretion of the judge and will not be reversed unless it is manifestly unjust or unless the trial was infected with prejudicial constitutional error.” Commonwealth v. Nieves, 429 Mass. 763, 770 (1999). Here, because the defendant was convicted of murder in the first degree, our review is under the statutory standard of G. L. c. 278, § 33E, which is more favorable than the constitutional standard for reviewing claims of ineffective assistance of counsel. We need not focus on the adequacy of counsel’s performance, but on whether there was any error in the course of the trial, and, if there was, whether that error likely influenced the jury’s conclusion. See Commonwealth v. Wright, 411 Mass. 678, 682 (1992), S.C., 469 Mass. 447 (2014). A strategic decision by an attorney constitutes error only if it was manifestly unreasonable when made. See Commonwealth v. Smith, 456 Mass. 476, 482 (2010). The burden is on the defendant to show that counsel was ineffective. See Commonwealth v. Johnson, 429 Mass. 745, 754 (1999).\nThe judge rejected the defendant’s claim of ineffectiveness because trial counsel in fact had hired an investigator and directed the investigator to investigate the question of the defendant’s intoxication on the night in question. The record is silent as to the results of that investigation, other than that the investigator’s affidavit indicated that he “was unable to develop any useable witnesses up to the time of... trial.” As the judge noted, we have no way of knowing whether the investigator interviewed Smith or Andrews, or what, if anything, they may have reported as to the defendant’s state of sobriety. Without that information, it is impossible to assess whether or how trial counsel’s use of, or response to, the investigation was such that it amounted to error that was likely to have influenced the jury’s conclusion. See Wright, 411 Mass. at 682. See also Commonwealth v. Williams, 450 Mass. 645, 655 (2008). This is not a case where trial counsel did no investigation.\nIn addition, the judge was not required to credit the affidavit of the defendant, Smith, or Andrews. See Commonwealth v. Diaz, 453 Mass. 266, 283 (2009). There is a substantial basis in the police reports on which to reject the affidavits of the defendant, Smith, and Andrews, and to deny the motions for a new trial and for reconsideration, wholly apart from the absence of information regarding the investigation. The defendant never mentioned to Syracuse police that he was intoxicated, but only that he and others at the party “were all just drinking some alcohol.” He never mentioned drugs. Andrews, who was interviewed by police four times, and Smith never mentioned the defendant’s state of sobriety to police. Moreover, Andrews initially told police that the defendant did not attend the party, and she was persistent on the point. Smith told police she did not know the defendant, and she was “sure that he was never in that apartment” at the time of the party. The judge acted well within his discretion when he concluded that the defendant failed to meet his burden of proof and when he denied the defendant’s claim of ineffective assistance of counsel as contained in his motion for a new trial and motion for reconsideration. See id.\nb. Newly discovered evidence. The judge rejected the defendant’s claim of newly discovered evidence, especially the information contained in the Smith and Andrews affidavits, because, without a full accounting of the investigator’s efforts, there is no way of knowing if the information is newly discovered. The judge’s reasoning and his decision are entirely sensible. His conclusion that the claim of newly discovered evidence cannot be ascertained is neither erroneous nor an abuse of discretion.\nAs mentioned in the preceding discussion on ineffective assistance of counsel, and entirely apart from the absence of information about the investigator’s efforts, the judge simply could have rejected the affidavits on the strength of other information in the record. Neither the defendant, Smith, nor Andrews ever told police that the defendant was intoxicated; and both Smith and Andrews had told police that the defendant, without question, did not attend the party. There was no error or abuse of discretion in the denial of the defendant’s motions for a new trial and for reconsideration. For the reasons stated by the judge, there was no error in the denial of the defendant’s motion for funds.\n3. Review under G. L. c. 278, § 33E. We have reviewed the entire record and the briefs on appeal and we see no reason to reduce the degree of guilt or to order a new trial.\nJudgment affirmed.\nOrders denying motion for a new trial, motion for funds, and motion for reconsideration affirmed.\nA fingerprint was found on the barrel of the rifle, but it could not be attributed to any specific individual.\n“Kendra Andrews” is a pseudonym for a woman whose affidavit was filed under seal.\nThe defendant filed a motion to expand the record to include the investigator’s billing records. Those records indicate the investigator met with trial counsel and the defendant a second time, on May 30, 2008.\nThe defendant raises essentially the same claims of ineffective assistance of counsel and newly discovered evidence in his direct appeal as he does in his appeal from the denial of his postconviction motions. They are based on the same facts and on the same theories. Because these claims in the direct appeal depend on evidence that is not in the trial record, they necessarily fail. Our review of issues raised in the direct appeal is limited to what is contained in the trial record. See Commonwealth v. Carlino, 449 Mass. 71, 81 n.22 (2007); Commonwealth v. Waite, 422 Mass. 792, 807 (1996). Relief on a claim of ineffective assistance based on the trial record is the weakest form of such a claim because it is “bereft of any explanation by trial counsel for his actions and suggestive of strategy contrived by a defendant viewing the case with hindsight.” Commonwealth v. Peloquin, 437 Mass. 204, 210 n.5 (2002). Relief may be afforded on such a claim “when the factual basis of the claim appears indisputably on the trial record.” Commonwealth v. Zinser, 446 Mass. 807, 811 (2006), quoting Commonwealth v. Adamides, 37 Mass. App. Ct. 339, 344 (1994). The factual basis for the defendant’s claim of ineffective assistance in his direct appeal does not appear indisputably from the record. To the extent that the defendant’s direct appeal suggests that trial counsel was ineffective for suggesting in his opening statement that voluntary intoxication would be a defense without having the evidence to support such a theory, that argument fails as well. The trial record is silent as to what evidence of intoxication trial counsel had or did not have. In any event, trial counsel may well have thought that even if the evidence did not require any instruction on voluntary intoxication, the trial judge was not precluded from giving such an instruction. Such a strategy, particularly where the case against the defendant was strong, would not have been “manifestly unreasonable.” See Commonwealth v. Adams, 374 Mass. 722, 728-730 (1978).",
        "type": "majority",
        "author": "Spina, J."
      }
    ],
    "attorneys": [
      "John H. Cunha, Jr. (Charles Allan Hope with him) for the defendant.",
      "Owen J. Murphy, Assistant District Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth vs. Kyron A. Gorham.\nBristol.\nMarch 6, 2015.\nJuly 8, 2015.\nPresent: Gants, C.J., Spina, Botsford, Lenk, & Hines, JJ.\nHomicide. Intent. Intoxication. Evidence, Intent, Intoxication. Practice, Criminal, Capital case, New trial, Postconviction relief, Assistance of counsel.\nA Superior Court judge did not abuse his discretion in denying, without a hearing, the criminal defendant’s motion for a new trial on an indictment charging him with murder in the first degree on a theory of deliberate premeditation, as well as his motion for funds to hire an investigator, in which the defendant alleged the failure of trial counsel to investigate a defense of voluntary intoxication, where trial counsel had hired an investigator and had directed him to investigate the question of the defendant’s intoxication on the night in question, and where the judge was not required to credit the affidavits of the defendant and two third parties [116-119]; similarly, the judge did not err or abuse his discretion in denying the defendant’s motions for a new trial and for funds on the ground that the information contained in the affidavits of the third parties constituted new evidence, where, without a full accounting of the investigator’s efforts, there was no way of knowing if the information was newly discovered, and where the judge could have rejected the affidavits on the strength of other information in the record [119].\nIndictment found and returned in the Superior Court Department on March 2, 2007.\nThe case was tried before Gary A. Nickerson, J.; motions for a new trial and for funds, filed on June 25, 2010, were considered by him, and a motion for reconsideration, filed on June 14, 2012, was also considered by him.\nJohn H. Cunha, Jr. (Charles Allan Hope with him) for the defendant.\nOwen J. Murphy, Assistant District Attorney, for the Commonwealth."
  },
  "file_name": "0112-01",
  "first_page_order": 130,
  "last_page_order": 137
}