{
  "id": 501856,
  "name": "MACOMB COUNTY TAXPAYERS ASSOCIATION v. L'ANSE CREUSE PUBLIC SCHOOLS",
  "name_abbreviation": "Macomb County Taxpayers Ass'n v. L'Anse Creuse Public Schools",
  "decision_date": "1997-06-25",
  "docket_number": "Docket No. 104247",
  "first_page": "1",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "455 Mich. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "540 NW2d 684",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": -1
    },
    {
      "cite": "213 Mich App 71",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1872195
      ],
      "year": 1995,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/213/0071-01"
      ]
    },
    {
      "cite": "1991 PA 108",
      "category": "reporters:neutral",
      "reporter": "PA",
      "opinion_index": -1
    },
    {
      "cite": "296 NW2d 328",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "98 Mich App 658",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2200226
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "662"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/98/0658-01"
      ]
    },
    {
      "cite": "129 NW2d 390",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "373 Mich 389",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1901119
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "391"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/373/0389-01"
      ]
    },
    {
      "cite": "213 Mich App 78",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "opinion_index": 0
    },
    {
      "cite": "490 NW2d 584",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "441 Mich 236",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2014076
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "257, n 24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/441/0236-01"
      ]
    },
    {
      "cite": "381 NW2d 662",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "424 Mich 364",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2001949
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/424/0364-01"
      ]
    },
    {
      "cite": "185 NW2d 9",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "384 Mich 390",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1918466
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/384/0390-01"
      ]
    },
    {
      "cite": "425 NW2d 65",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "430 Mich 635",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1991446
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/430/0635-01"
      ]
    },
    {
      "cite": "453 Mich 901",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "463 NW2d 461",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "186 Mich App 83",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2332827
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "118"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/186/0083-01"
      ]
    },
    {
      "cite": "540 NW2d 684",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "213 Mich App 71",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1872195
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "79-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/213/0071-01"
      ]
    },
    {
      "cite": "1991 PA 108",
      "category": "reporters:neutral",
      "reporter": "PA",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 818,
    "char_count": 20636,
    "ocr_confidence": 0.727,
    "pagerank": {
      "raw": 1.7624484584479754e-07,
      "percentile": 0.7102458483100752
    },
    "sha256": "68b67bfccef7e308d42651aa7eac4c04c54f1beb7b206b53bf6790620984f2c0",
    "simhash": "1:0b23e9ed580eccac",
    "word_count": 3321
  },
  "last_updated": "2024-02-27T17:45:28.850794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mallett, C.J., and Brickley, Boyle, Riley, Weaver, and Kelly, JJ., concurred with Cavanagh, J."
    ],
    "parties": [
      "MACOMB COUNTY TAXPAYERS ASSOCIATION v L’ANSE CREUSE PUBLIC SCHOOLS"
    ],
    "opinions": [
      {
        "text": "Cavanagh, J.\nUnder review in this appeal is the opinion of the Court of Appeals, holding that the relevant provision of the Headlee Amendment, Const 1963, art 9, § 32, includes attorney fees as part of the awardable costs, but that the eligible plaintiffs did not in fact incur any attorney fees. We affirm in part and reverse in part.\ni\nThe Macomb County Taxpayers Association is a voluntary, unincorporated association. The association, and several of its members individually, filed an action against twelve out-of-formula Macomb County school districts in which they requested that the court enjoin the districts from participating in tax; base sharing. Plaintiffs also requested that the court bar the school districts from making any payments to poorer, in-formula school districts. Plaintiffs filed their action pursuant to the school district commercial and industrial property tax: base sharing act, 1991 PA 108, MCL 380.751; MSA 15.4751.\nThe Department of Treasury, Department of Education, and the Attorney General (state defendants) intervened and filed a cross-claim against the school districts, requesting that the court either require tax base sharing or order reimbursement of the state aid accepted by the school districts. Plaintiffs then filed an amended complaint against the state defendants, alleging that the tax base sharing act is unconstitutional.\nAfter all parties stipulated to it, the trial court entered an order allowing eight of the school districts to add one taxpayer each as a cross-plaintiff. The cross-plaintiffs asserted their claims against the state defendants, alleging that the tax base sharing act violated several provisions of the Michigan Constitution. Ultimately, the trial court concluded that the tax base sharing act is violative of the Headlee Amendment, Const 1963, art 9, § 29, and subsequently denied the state defendants’ motion requesting that the court narrowly construe the act so as to preserve its constitutionality.\nIn regard to costs, the trial court issued the following order:\nSince this is a final Opinion and Order in this matter the Court should consider the matter of costs. Plaintiffs and the school districts are the prevailing parties and shall file a bill of costs within twenty-eight days. MCR 2.625(F)(2). The Headlee Amendment also provides that if a taxpayer’s suit is sustained the taxpayer shall receive from the applicable unit of government his cost. This provision has been interpreted to require the payment of reasonable attorney fees. Durant v [Dep’t] of Education [On Second Remand], 186 Mich App 83; 463 NW2d 461 (1990). Reasonable attorney fees that had been incurred in maintaining this suit by taxpayers may be included in their bill of costs.\nAccordingly, the association and its individual members, the school districts, and the cross-plaintiffs filed bills of costs in which they requested attorney fees.\nThe trial court denied the requests of the school districts and the association for attorney fees on the ground that these entities are not taxpayers. The court conducted a separate evidentiary hearing with regard to the requests for attorney fees by the individual school board members and the individual members of the association. At this hearing, the parties stipulated to admit their answers to discovery requests regarding fees and the documents produced dining discovery as exhibits, and these exhibits were received into evidence. The parties also stipulated that the individual school board members did not make any payments personally to their law firm for legal services, nor did they contribute any such payments to any school district to help defray the expense of legal services. And the individual school board members conceded that the school districts paid the attorney fees and that any attorney fees awarded to the individual members would be returned to the school districts. With regard to the association and its members, the only payment made to their attorney was in the amount of $200, which was paid by the association.\nWith regard to the individual school board members, the trial court concluded that attorney fees may still be incurred even if they are paid by a third party, that the individual school board members were valid parties in interest and were represented under their school districts’ general retainer agreements, and that the school districts’ attorneys had valid agreements to be reimbursed pursuant to the retainer agreements. Accordingly, the court concluded that the individual school board members were entitled to an award of attorney fees. The court then awarded the school board members fees of $10,668.75, which was one-half of the total amount requested.\nImpliedly applying the same reasoning, the trial court went on to hold that the individual members of the association were also entitled to an award of attorney fees. After properly considering all the relevant factors, the court awarded less than requested, concluding that $5,000 was a reasonable award in this case.\nThe Court of Appeals affirmed the trial court’s conclusion that attorney fees are part of the costs award-able under § 32, but concluded that neither the individual plaintiffs nor the individual school board members actually incurred such costs. Citing a dictionary definition, the Court of Appeals concluded that the word “incur” means “to become hable for.”\nUsing this definition, it is apparent that the individual school board members have not incurred any costs or attorney fees because they are not liable to pay anything. . . . Because there was no attorney-client relationship between the law firm and the individual school board members, the individual school board members have incurred no costs required by the plain language of § 32.\nSimilarly, the individual members of the association did not have an attorney-client relationship with the lawyer representing the association. Accordingly, both the individual school board members’ and the individual plaintiffs’ award of attorney fees must be reversed because they did not incur any costs or attorney fees as required under § 32. [213 Mich App 71, 79-80; 540 NW2d 684 (1995).]\nWe granted leave, 453 Mich 901 (1996), acid now affirm in part and reverse in part.\nn\nA\nIn Livingston Co v Dep’t of Management & Budget, 430 Mich 635, 642; 425 NW2d 65 (1988), we cited the two basic rules of constitutional construction relevant to our determination in this case whether attorney fees are included in the costs awardable under Const 1963, art 9, § 32:\n“The primary rule is the rule of ‘common understanding’ described by Justice Cooley:\n“ ‘A constitution is made for the people and by the people. The interpretation that should be given it is that which reasonable minds, the great mass of the people themselves, would give it. “For as the Constitution does not derive its force from the convention which framed, but from the people who ratified it, the intent to be arrived at is that of the people, and it is not to be supposed that they have looked for any dark or abstruse meaning in the words employed, but rather that they have accepted them in the sense most obvious to the common understanding . . . .” (Cooley’s Const Lim 81.)’\n“A second rule is that to clarify meaning, the circumstances surrounding the adoption of a constitutional provision and the purpose sought to be accomplished may be considered. [Traverse City School Dist v Attorney General, 384 Mich 390, 405; 185 NW2d 9 (1971). Emphasis in original.]”\nAnd, relevant to the specific constitutional provision at issue here, the Headlee Amendment, we have noted that in enacting this amendment the voters “were . . . concerned with ensuring control of local funding and taxation by the people most affected, the local taxpayers. The Headlee Amendment is the voters’ effort to link funding, taxes, and control.” Durant v State Bd of Ed, 424 Mich 364, 383; 381 NW2d 662 (1985). Specifically relevant to the case at bar, we held that § 32 is an explicit grant of standing to taxpayers to bring suits under the Headlee Amendment. Id. at 394.\nIn addition, we agree with the reasoning of the Court of Appeals in Durant v Dep’t of Ed (On Second Remand), 186 Mich App 83, 118; 463 NW2d 461 (1990), and expressly adopt it:\n[L]itigation brought pursuant to § 32 can be complex and protracted. The financial outlay needed for maintaining a suit of this nature can be extremely burdensome and inhibitive. Attorney fees compose a substantial portion of such outlays. Without the ability to recoup all costs of maintaining an action to enforce the Headlee Amendment, including reasonable attorney fees, the average taxpayer could not withstand the'financial obligation incurred as a result of exercising that taxpayer’s right to bring suit. Accordingly, we conclude that, in ratifying the Headlee Amendment, “the great mass of people themselves” intended the term “cost” to include reasonable attorney fees.\nB\nThe state defendants argue that we should charge the voters who enacted the Headlee Amendment with knowledge of technical details of our legal system, such as the so-called American rule (as opposed to the British rule) for awarding costs. And, according to the state defendants, “there is no basis for believing the voters intended prevailing taxpayers in Headlee litigation to receive anything other than the ordinary statutorily authorized costs.” We disagree.\nIn Schmidt v Dep’t of Ed, 441 Mich 236, 257, n 24; 490 NW2d 584 (1992), we noted, in relevant part:\nA short time after the Headlee Amendment was ratified by the voters, its drafters prepared notes reflecting their view of the amendment’s intent. Although the drafters’ notes are not authoritative, Durant, supra, p 382, n 12, they are one piece of evidence concerning the common understanding of the voters’ intent.\nThe drafters’ note relative to § 32 states:\nBy costs, the drafters meant all expenses incurred in maintaining such suit, including, but not limited to filing fees, service fees, witness fees, discovery expenses, attorney fees and reasonable reimbursement for plaintiffs’ time and travel. [Shaker, Drafters’ Notes — Tax Limitation Amendment (Taxpayers United Research Inst, 1979), § 32, p 19.]\nWe think this “one piece of evidence” weighs in favor of our conclusion that the voters who ratified the Headlee Amendment understood the word “costs” in its more common meaning of “all expenses,” rather than the limited, technical use of the word as a legal term of art.\nWe find further support for our conclusion that the voters who enacted the Headlee Amendment did not understand the word “costs” in the same sense that lawyers understand that word by the fact that the word “costs” is used elsewhere in the Headlee Amendment in a context that precludes the technical interpretation urged on us by the state defendants. Const 1963, art 9, § 29 provides, in relevant part: “The state is hereby prohibited from reducing the state financed proportion of the necessary costs of any existing activity or service required of units of Local Government by state law.” The sense of the word “costs” in this sentence is synonymous with the phrase “expenses” (or “total expenditures”). Furthermore, § 29 also states: “The provision of this section shall not apply to costs incurred pursuant to Article VI, Section 18.” Article 6, § 18 deals with the salaries of justices and judges of Michigan state courts, one of the “costs” incurred in the maintenance of our judicial system. This more common usage of the word “costs” leads us to conclude that the common understanding of the people in enacting the Headlee Amendment was that “costs” would include all expenses arising from the conduct of litigation under the Headlee Amendment.\nWe affirm the ruling of the Court of Appeals that “the natural and most obvious meaning of ‘costs incurred in maintaining such a suit’ includes the largest cost a taxpayer has: attorney fees.” 213 Mich App 78. In affirming this ruling, we expressly approve the Court’s reaffirmation in this regard of its previous opinion in Durant (On Second Remand).\nm\nOn the basis of the fact that no express payment agreement exists between the individual board members and their attorney, or between the individual members of the association and their attorney, the Court of Appeals concluded that no attorney-client relationship existed between these individuals and their attorneys. And on the basis of this conclusion, the Court of Appeals held that the individuals did not incur any attorney fees. We reverse this ruling of the Court of Appeals because we disagree with its foundational premise.\nThe operative principle in the Court of Appeals ruling is that an obligation to pay for legal services is the sine qua non of an attorney-client relationship. This is simply untrue. “The relation of attorney and client is one of confidence based upon the ability, honesty, and integrity of the attorney,” Haskins v Bell, 373 Mich 389, 391; 129 NW2d 390 (1964), not solely, or even primarily, upon a client’s obligation to pay. The rendering of legal advice and legal services by the attorney and the client’s reliance on that advice or those services is the benchmark of an attorney-client relationship. The attorney’s right to be compensated for his advice and services arises from that relationship; it is not the definitional basis of that relationship.\nWe agree with the authorities cited in 7 Am Jur 2d, Attorneys at Law, § 118, pp 187-188, that\nthe relation of attorney and client is not dependent on the payment of a fee, nor is a formal contract necessary to create this relationship. The contract may be implied from conduct of the parties. The employment is sufficiently established when it is shown that the advice and assistance of the attorney are sought and received in matters pertinent to his profession. [Citations omitted.]\nThere is no dispute that the individual plaintiffs in these cases are proper parties to the actions. Similarly, there is no dispute that these individual plaintiffs asked for, received, and acted upon legal advice and services provided by their attorneys. Accordingly, we hold that an attorney-client relationship existed between each of the individual plaintiffs and their respective attorneys.\nWe now turn briefly to the question whether costs (which, in the context of this specific question, refers solely to attorney fees) were incurred in these cases. Again, authorities cited in 7 Am Jur 2d, Attorneys at Law, § 237, p 277, properly state, in our opinion, the relevant principle:\nLawyers are entitled to compensation for services rendered to their clients, and, in the absence of an express agreement as to the amount of the compensation, they are entitled to reasonable remuneration. [Citations omitted.]\nAnd it is the existence of an attorney-client relationship, which we have held exists in these cases, that “is essential to the right of an attorney to recover compensation for services.” Id., § 238, p 277.\nSince it is the attorney’s right to receive compensation for legal advice and services rendered, it is also the attorney’s right to waive that right to receive compensation. In the absence of a binding legal agreement absolving a client of any responsibility to render compensation to the attorney, that attorney’s right to demand compensation remains viable and unfettered. Whether the attorney, for any reason, opts not to pursue compensation, has nothing to do with the fact that legal fees were incurred.\nIn light of these principles, we hold that the individual plaintiffs in these cases incurred attorney fees, which are awardable as part of the costs to which they are entitled under Const 1963, art 9, § 32.\nIV\nWe affirm the decision of the Court of Appeals that attorney fees are included in the costs allowable under § 32, and we reverse that Court’s ruling that the individual plaintiffs in these cases did not incur any such costs. Accordingly, the award of attorney fees made by the trial court is upheld.\nMallett, C.J., and Brickley, Boyle, Riley, Weaver, and Kelly, JJ., concurred with Cavanagh, J.\n213 Mich App 71; 540 NW2d 684 (1995).\nThis constitutional provision states:\nAny taxpayer of the state shall have standing to bring suit in the Michigan State Court of Appeals to enforce the provisions of Sections 25 through 31, inclusive, of this Article and, if the suit is sustained, shall receive from the applicable unit of government his costs incurred in maintaining such suit.\nEach of the eight taxpayers added as individual plaintiffs was a sitting board member of each of the eight relevant school districts.\nThe substance of these cross-claims is not relevant to the instant appeal.\nThe trial court awarded only half the amount requested after deciding that the state defendants’ argument that the fees should be apportioned between the school districts and the individual school board members had merit.\nConst 1963, art 9, § 32.\nWe also note approvingly the conclusion of the Court of Appeals in Waterford School Dist v State Bd of Ed, 98 Mich App 658, 662; 296 NW2d 328 (1980), that “[tjhe plain language of § 32 indicates an intent to provide standing to taxpayers to enforce the substantive provisions of the [Headlee] [A]mendment.”\nThe factual context of Haskins v Bell is inapposite to the case at bar, but the principle we cite from that case is applicable to all dealings between attorneys and clients.",
        "type": "majority",
        "author": "Cavanagh, J."
      }
    ],
    "attorneys": [
      "Chapman & Associates (by Ronald W. Chapman and Brian J. Richtarcik) for the plaintiffs-appellants.",
      "Pollard & Albertson, PC. (by Dennis R. Pollard and Neil H. Goodman), for the defendants-appellees.",
      "Frank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, and Paul J. Zimmer, Assistant Attorney General, for the defendants-appellees and cross-appellants."
    ],
    "corrections": "",
    "head_matter": "MACOMB COUNTY TAXPAYERS ASSOCIATION v L’ANSE CREUSE PUBLIC SCHOOLS\nDocket No. 104247.\nArgued April 8, 1997\n(Calendar No. 2).\nDecided June 25, 1997.\nMacomb County Taxpayers Association and several of its members brought an 'action in the Macomb Circuit Court against L’Anse Creuse Public Schools and eleven other out-of-formula Macomb County school districts, seeking to enjoin the districts from participating in tax base sharing under the tax base sharing act, 1991 PA 108, MCL 380.751; MSA 15.4751, and also to bar the districts from making any payments to poorer, in-formula school districts. The Department of Treasury, Department of Education, and the Attorney General intervened, seeking either to require tax base sharing or reimbursement of state aid accepted by the school districts. The plaintiffs amended their complaint to allege that the tax base sharing act is unconstitutional. By stipulation, eight of the school districts each added one board-member taxpayer as a cross-plaintiff. The court, Lido V. Bucci, X, concluded that the tax base sharing act is violative of the Headlee Amendment, Const 1963, art 9, § 29, and ordered that reasonable attorney fees incurred be included in the taxpayers’ bills of costs. Accordingly, the association and its individual members, the school districts, and the cross-plaintiffs filed bills of costs, requesting attorney fees. The court denied the requests of the school districts and the association on the ground that these entities are not taxpayers, but granted attorney fees to the individual board members and the individual members of the association. The Court of Appeals, Taylor, P.J., and McDonald and X G. Collins, JX, affirmed in part and reversed in part, finding that attorney fees are part of the costs awardable under Const 1963, art 9, § 32, but concluded that neither the individual plaintiffs nor the individual school board members actually incurred such costs (Docket No. 172066). The plaintiffs appeal.\nIn a unanimous opinion by Justice Cavanagh, the Supreme Court held-.\nAttorney fees are includable as costs under Const 1963, art 9, § 32. The individual plaintiffs in these cases incurred such costs.\n1. In ratifying the Headlee Amendment, the people intended the term “costs” to include reasonable attorney fees. The voters understood the word “costs” in its more common meaning of “all expenses,” including all expenses arising from the conduct of litigation under the Headlee Amendment.\n2. Although no express payment agreements between the individual plaintiffs and their attorneys exist, attorney-client relationships did exist. Thus, the individual plaintiffs incurred legal fees awardable as part of the costs to which they are entitled.\nAffirmed in part and reversed in part.\n213 Mich App 71; 540 NW2d 684 (1995) affirmed in part and reversed in part.\nChapman & Associates (by Ronald W. Chapman and Brian J. Richtarcik) for the plaintiffs-appellants.\nPollard & Albertson, PC. (by Dennis R. Pollard and Neil H. Goodman), for the defendants-appellees.\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, and Paul J. Zimmer, Assistant Attorney General, for the defendants-appellees and cross-appellants."
  },
  "file_name": "0001-01",
  "first_page_order": 87,
  "last_page_order": 99
}