{
  "id": 501841,
  "name": "SINGERMAN v. MUNICIPAL SERVICE BUREAU, INC; SINGERMAN v. McKINSTRY",
  "name_abbreviation": "Singerman v. Municipal Service Bureau, Inc.",
  "decision_date": "1997-07-15",
  "docket_number": "Docket Nos. 103715, 103716",
  "first_page": "135",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "455 Mich. 135"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "536 NW2d 547",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": -1
    },
    {
      "cite": "211 Mich App 678",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1874653
      ],
      "year": 1995,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/211/0678-01"
      ]
    },
    {
      "cite": "456 Mich 1201",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": -1
    },
    {
      "cite": "516 NW2d 475",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "445 Mich 153",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2006154
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/mich/445/0153-01"
      ]
    },
    {
      "cite": "537 NW2d 185",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "449 Mich 606",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2038477
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "611"
        },
        {
          "page": "614"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/449/0606-01"
      ]
    },
    {
      "cite": "485 NW2d 676",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "440 Mich 85",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2016045
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "96"
        },
        {
          "page": "96-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/440/0085-01"
      ]
    },
    {
      "cite": "418 NW2d 381",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "429 Mich 495",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1993203
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/mich/429/0495-01"
      ]
    },
    {
      "cite": "472 NW2d 23",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "189 Mich App 33",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2328639
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/189/0033-01"
      ]
    },
    {
      "cite": "476 NW2d 506",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "190 Mich App 726",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2327572
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "728"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/190/0726-01"
      ]
    },
    {
      "cite": "453 Mich 951",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "536 NW2d 547",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "211 Mich App 678",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1874653
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/211/0678-01"
      ]
    },
    {
      "cite": "275 NW2d 511",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1979,
      "opinion_index": 1
    },
    {
      "cite": "405 Mich 638",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1957162
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "660"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/405/0638-01"
      ]
    },
    {
      "cite": "537 NW2d 185",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": 1
    },
    {
      "cite": "449 Mich 606",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2038477
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "611"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/449/0606-01"
      ]
    },
    {
      "cite": "485 NW2d 676",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1992,
      "opinion_index": 1
    },
    {
      "cite": "440 Mich 85",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2016045
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "94"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/440/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 900,
    "char_count": 24146,
    "ocr_confidence": 0.735,
    "pagerank": {
      "raw": 1.8260908972937536e-07,
      "percentile": 0.7200475780634314
    },
    "sha256": "a4741a7bdb39e043e6481ab0456fb08d82c92bc4237be992c85c7b3825a7ffe2",
    "simhash": "1:406efee1652bb3b4",
    "word_count": 4044
  },
  "last_updated": "2024-02-27T17:45:28.850794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Boyle and Riley, JJ., concurred with Weaver, J.",
      "Brickley and Cavanagh, JJ., concurred with Mallett, C.J.",
      "Kelly, J., took no part in the decision of this case."
    ],
    "parties": [
      "SINGERMAN v MUNICIPAL SERVICE BUREAU, INC SINGERMAN v McKINSTRY"
    ],
    "opinions": [
      {
        "text": "Weaver, J.\nWhile on the ice hockey rink at the Westland Sports Arena, plaintiff Gary Singerman was hit in the eye by a hockey puck and sustained severe damage. The questions presented are whether the possessor of land can be held liable to a business invitee for inadequate lighting despite the open and obvious nature of the danger, and whether the defendants can be held liable when they did not enforce the rules requiring that a helmet be worn, even though a helmet would not have prevented the injury. We would reverse the decision of the Court of Appeals and would reinstate the trial court’s orders granting summary disposition in favor of defendants.\ni\nOn August 1, 1989, plaintiff joined a group of people who were playing pick-up hockey. Joseph Eller had rented the ice rink at Westland Sports Arena for a preseason skate-around. Mr. Eller had invited plaintiff to join in when he met him at an airport the day before. Plaintiff is an experienced hockey player, and had been a member of the coaching staff of Eastern Michigan University Hockey Club the previous season. However, it is unclear from the record whether plaintiff was to be a participant in the game or an observer on the ice. Plaintiff testified that he went to the sports arena as a coach to observe the players who either had been members of the Eastern Michigan University Hockey Club or had aspirations of joining the team.\nPlaintiff went onto the ice wearing no protective equipment. Plaintiff testified that he was passing pucks back and forth to the players while warming up. When the other players broke into a full-ice scrimmage, plaintiff was leaning on the goalie net at one end. When the scrimmage moved toward his end, plaintiff attempted to move out of the way, to the side of the goal. Plaintiff testified that he saw a player take the shot that hit him, but that due to poor lighting, he was unable to react as he normally would and avoid the puck that struck him.\nPlaintiff filed suit against the City of Westland, Westland Sports Arena, Tamara McKinstry (manager of the sports arena), Cindy Blayle (assistant manager of the sports arena), and Municipal Service Bureau, Inc. (an agency created by the City of Westland to operate the sports arena). All defendants filed motions for summary disposition, which the trial court granted. Plaintiff appealed from the orders granting summary disposition in favor of McKinstry, Blayle, and Municipal Service Bureau, Inc., but not from the orders in favor of the City of Westland and the Westland Sports Arena.\nThe Court of Appeals reversed the trial court’s grant of summary disposition and remanded the case for further proceedings against these three defendants. 211 Mich App 678; 536 NW2d 547 (1995).\nThis Court granted defendants leave to appeal. 453 Mich 951 (1996). We would now reverse the decision of the Court of Appeals and would reinstate the circuit court’s orders of summary disposition in favor of defendants.\nn\nAppellate review of a motion for summary disposition is de novo. A motion for summary disposition brought under MCR 2.116(C)(8) tests the legal sufficiency of a claim and is tested on the pleadings alone. All factual allegations must be taken as pleaded, as well as any reasonable inferences that may be drawn therefrom. Lepp v Cheboygan Area Schools, 190 Mich App 726, 728; 476 NW2d 506 (1991). The motion must be granted if no factual development could justify the plaintiff’s claim for relief. A motion brought under MCR 2.116(C)(10) tests the factual support for a claim. In ruling on the motion, the court must consider the pleadings, affidavits, depositions, and other documentary evidence submitted by the parties. Zeniuk v RKA, Inc, 189 Mich App 33, 36; 472 NW2d 23 (1991). The test is whether the kind of record that might be developed will leave open an issue upon which reasonable minds might differ.\nm\nPlaintiff’s claims in tort are based on his status as a business invitee. “In the ordinary case, an invitee who enters land is entitled to nothing more than knowledge of the conditions and dangers he will encounter if he comes.” 2 Restatement Torts, 2d, § 343A, comment e, p 219.\nIn Williams v Cunningham Drug Stores, Inc, 429 Mich 495; 418 NW2d 381 (1988), this Court held that owners and occupiers of land are in a special relationship with their invitees. The possessor of land has a duty to exercise reasonable care to protect invitees from an unreasonable risk of harm caused by a dangerous condition of the land. A business invitor or merchant may be held hable for injuries resulting from negligent maintenance of the premises or defects in the physical structure of the building. However, the Court recognized that this duty is not absolute, and that the duty does not extend to conditions from which an unreasonable risk cannot be anticipated or to dangers so obvious and apparent that an invitee may be expected to discover them himself. Williams, supra at 499-500.\nIn Riddle v McLouth Steel Products Corp, 440 Mich 85, 96; 485 NW2d 676 (1992), this Court again recognized the open and obvious danger exception to a premises owner’s duty to exercise due care to protect a business invitee from dangerous conditions\nwhere the dangers are known to the invitee or are so obvious that the invitee might reasonably be expected to discover them, an invitor owes no duty to protect or warn the invitee ....\nThe Court went on to say that “ [i]f the conditions are known or obvious to the invitee, the premises owner may nonetheless be required to exercise reasonable care to protect the invitee from the danger.” Id. at 97. As an exception to an exception, clearly this rule must remain narrowly drawn and be applied with restraint.\nIn Bertrand v Alan Ford, Inc, 449 Mich 606; 537 NW2d 185 (1995), this Court found that the plaintiff could pursue her case against a car dealer for ii\\jury caused by a fall from steps in the dealer’s service area. Despite the open and obvious nature of the danger normally presented by steps, the Court said that there were special aspects of those particular steps which were sufficiently unique that the risk of harm remained unreasonable.\nA\nIn the instant case, plaintiff first alleges that there was inadequate lighting in the arena as a result of both insufficient maintenance and improper design. Plaintiff claims that his injury resulted from this inadequate lighting because he was not able to see and avoid the puck.\nFor the purposes of the motions for summary disposition, it is undisputed that plaintiff was an invitee, that the lack of proper lighting was a hazardous condition, and that the poor lighting was an open and obvious danger which the invitee might reasonably be expected to discover. Thus, the only issue presented is whether the defendants should anticipate the harm despite plaintiffs knowledge of the hazardous condition. Riddle v McLouth Steel Products, supra.\nIn this case, the Court of Appeals held that, although the dangerous condition was open and obvious, defendants had a duty to exercise due care where the injury is foreseeable despite the open and obvious nature of the danger. The panel then held that there was a genuine issue of material fact concerning the foreseeability of the harm:\nIn this case there was evidence that defendants should have foreseen the harm to plaintiff despite the fact that the condition of the lighting constituted an open and obvious danger. There was deposition testimony indicating that defendants were aware that hockey is a potentially dangerous sport, especially with inexperienced players, such as the ones playing with plaintiff. In fact, one of the safety rules of the rink was that helmets must be worn by all hockey players. Although defendants Blayle and McKinstry may not have seen plaintiff on the ice without a helmet until it was too late, they should anticipate that patrons will not follow the safety rules and that the patrons are in danger if the lighting is not adequately maintained. We find that the trial court erred in granting summary disposition for defendants because there were disputed issues of material fact concerning the foreseeability of the injury. MCR 2.116(C)(10). [Id. at 682.]\nWe disagree with the panel’s reasoning in this matter. The Court of Appeals incorrectly held that defendants owed a duty to plaintiff because the harm was foreseeable, despite the open and obvious nature of the hazard. The question is not the foreseeability of harm. Rather the question for the courts to decide is whether the risk of harm remains unreasonable, despite its obviousness or despite the invitee’s knowledge of the danger. If the court finds that the risk is still unreasonable, then the court will consider whether the circumstances axe such that the invitor is required to undertake reasonable precautions. If so, then the issue becomes the standard of care and is for the jury to decide. See Bertrand, supra at 611.\nIn Bertrand, the plaintiff was injured when she fell backward off a step after holding the door open for other customers to pass from the lounge area of the car dealership to the service area. This Court found that there was a genuine issue whether the construction of the step, when considered with the placement of the vending machines and the cashier’s window, along with the hinging of the door, created an unreasonable risk of harm, despite the obviousness or the invitee’s knowledge of the danger of falling off the step. The Court referred to one of the illustrations accompanying comment f of Restatement of Torts, § 343A:\nThe A Drug Store has a soda fountain on a platform raised six inches above the floor. The condition is visible and quite obvious. B, a customer, discovers the condition when she ascends the platform and sits down on a stool to buy some ice cream. When she has finished, she forgets the condition, misses her step, falls, and is injured. If it is found that this could reasonably be anticipated by A, A is subject to liability to B. [2 Restatement Torts, 2d, § 343A, comment f, illustration 3, p 221.]\nUnder the general rule there would be no duty because the danger was open and obvious. However, the Court found that there were unusual aspects of the particular steps that made the risk of harm unreasonable. Bertrand, supra at 614.\nHowever, here there was nothing unusual about the inadequate lighting in the hockey rink to cause such a duty to remain. Plaintiff was an adult and an experienced hockey player. The lighting in the rink is alleged to have been consistently inadequate, not subject to unexpected fluctuations or other changes. There was nothing to prevent plaintiff from realizing that the rink was inadequately lighted. Nor was there any chance that he would forget the potentially hazardous condition, because the condition was constantly before him. Finally, plaintiff was not compelled to use the rink for work, or profit, or any other overriding or substantial motivation. He chose to participate in a dangerous sport under conditions that he knew to be dangerous.\nB\nPlaintiff also alleges that his injury resulted from defendants’ failure to enforce the mandatory rink safety rules requiring participants and participating coaches to wear helmets and nonparticipating coaches to remain in the neutral zone. Plaintiff’s theory is not that wearing a helmet would have prevented the injury, but rather that “If Defendants had told Plaintiff that he had to have a helmet to go on the ice, Plaintiff would have stayed off the ice and would not have been injured.”\nThus, plaintiff is not alleging that enforcement of the rules would have caused him to wear a helmet and thereby be protected from the injury. Rather, he alleges that if defendants had removed him from the ice he would not have been in that place at that time. However, the allegedly negligent failure to enforce the helmet rule would create liability in defendants only for injuries that would have been prevented by use of the helmet.\nAn event may be one without which a particular injury would not have occurred, but if it merely provided the condition or occasion affording opportunity for the other event to produce the injury, it is not the proximate cause thereof. Negligence which merely makes possible the infliction of injuries by another, but does not put in motion the agency by which the injuries are inflicted, is not the proximate cause thereof. Causes of injury which are mere incidents of the operating cause, while in a sense factors, are so insignificant that the law cannot fasten responsibility upon one who may have set them in motion. [57A Am Jur 2d, Negligence, § 473, pp 454-455.]\nHad plaintiff’s injury been one that could have been prevented by wearing a helmet, we might resolve the question of proximate cause differently.\nIV\nBecause we find that plaintiff cannot recover under either theory of negligence he alleges, the inadequate lighting and the failure to enforce the helmet requirement, we do not address the remaining issues. We would reverse the decision of the Court of Appeals and would reinstate the trial court’s orders granting summaiy disposition in favor of defendants.\nBoyle and Riley, JJ., concurred with Weaver, J.\nThe trial court found that the plaintiffs claim against the City of West-land and Westland Sports Arena was barred on the ground of governmental immunity, MCL 691.1407; MSA 3.996(107). The trial court granted summary disposition in favor of defendants McKinstry, Blayle, and Municipal Service Bureau, Inc., finding that plaintiff’s claims were barred by the open and obvious danger doctrine, relying on Riddle v McLouth Steel Products Corp, 440 Mich 85; 485 NW2d 676 (1992).\nThe Court of Appeals said:\nThe first issue that we must address concerns whether the trial court properly applied the open and obvious danger doctrine set forth in Riddle, supra, to the facts of this case. We find that the trial court overlooked the possibility that defendants could be held liable for foreseeable harm despite the open and obvious nature of the danger.\nThe Supreme Court in Riddle discussed two potential theories of liability: failure to warn where a danger is not open and obvious, and failure to exercise due care where injury is foreseeable despite the open and obvious nature of the danger. Id. at 96-97. In the present case, the trial court found that defendants had no duty to warn because of the open and obvious nature of the danger. The court then concluded that defendants had no duty to plaintiff whatsoever. We find that the trial court erred in this conclusion because it overlooked the duty of care where injury is foreseeable despite the open and obvious nature of the danger. Id. [Id. at 680-681.]\nWe also disagree with the Court of Appeals statement that “[defendants] should anticipate that patrons will not follow the safety rules.” Id. at 682. This Court recognized in Bertrand, supra, that there is an overriding public policy of encouraging people to take reasonable care of their own safety. The Court of Appeals opinion could be read to wrongly require that possessors of land make their property “foolproof.”\nFor the purpose of this discussion only, we assume that plaintiff is correct in stating that defendants had a duty to enforce the safety regulations that are standard in hockey games, and required by the sports arena.\nRegular hockey helmets do not protect the eye, and face shields, which would, are not mandated.\nPlaintiffs theory is that if defendants had told him he had to wear a helmet to go on the ice, he would have stayed off the ice and would not have been injured. However, plaintiff fails to establish defendant’s alleged negligence as a cause in fact of his injury. In Skinner v Square D Co, 445 Mich 153; 516 NW2d 475 (1994), this Court held that causation theories that are mere possibilities or, at most, equally as probable as other theories, do not justify denying a motion for summary judgment. Plaintiff’s proofs do not create a reasonable inference of a logical sequence of cause and effect.",
        "type": "majority",
        "author": "Weaver, J."
      },
      {
        "text": "Mallett, C.J.\n(concurring in part and dissenting in part). Although I agree with parts i, n, and hi(b) of the lead opinion, I respectfully dissent from part m(A). I believe that the “open and obvious” doctrine does not bar the plaintiff’s cause of action for defective lighting.\nIn Riddle v McLouth Steel Products Corp, 440 Mich 85, 94; 485 NW2d 676 (1992), this Court recognized the “open and obvious” doctrine, as stated in 2 Restatement Torts, 2d, § 343A(1), p 218:\nA possessor of land is not liable to his invitees for physical harm caused to them by any activity or condition on the land whose danger is known or obvious to them, unless the possessor should anticipate the harm despite such knowledge or obviousness. [Emphasis added.]\nThus, the fact that a hazard is open and obvious does not absolutely absolve the possessor of land of liability. A possessor of land may still be liable to invitees if he should anticipate that the hazard will cause injury. This Court restated this rule in Bertrand v Alan Ford, Inc, 449 Mich 606, 611; 537 NW2d 185 (1995):\n[T]he Rule generated is that if the particular activity or condition creates a risk of harm only because the invitee does not discover the condition or realize its danger, then the open and obvious doctrine will cut off liability if the invitee should have discovered the condition and realized its danger. On the other hand, if the risk of harm remains unreasonable, despite its obviousness or despite knowledge of it by the invitee, then the circumstances may be such that the invitor is required to undertake reasonable precautions. The issue then becomes the standard of care and is for the jury to decide. [Emphasis in original.]\nIn this case, the state of the lighting in the Westland Sports Arena would have been obvious to any person in the arena with normal vision. The obviousness of the defect, however, does not end the inquiry. The question then becomes whether the possessors of the Westland Sports Arena should have anticipated that the defective lighting could cause an injury, even though the state of the lighting was obvious.\nThe Westland Sports Arena is held open to the public, and hockey players who rent the rink should be able to expect that the rink operator will take reasonable steps to make the rink safe. In addition, the possessor of a public ice rink should anticipate that inadequate lighting will cause an injury. Hockey is a fast-paced game that requires quick reflexes. Inadequate lighting will certainly interfere with a player’s ability to react to the puck.\nMost importantly, the operators of Westland Sports Arena not only should have anticipated that the defective lighting would cause injury, they did anticipate that the lighting would cause injury. In two separate memos, Tamara McKinstry, the arena manager, requested that the lights be fixed for safety reasons. Also, in her deposition testimony, she acknowledges that adequate lighting is necessary to the protection of persons playing hockey.\nPlaintiff may be comparatively negligent for going on the ice despite knowledge of the inadequate lighting and for positioning himself near the goal. Under Michigan’s system of “true” comparative negligence, however, a plaintiff’s negligence alone will not support a defendant’s motion for summary disposition. Placek v Sterling Heights, 405 Mich 638, 660; 275 NW2d 511 (1979). Consequently, the plaintiff’s negligence, if any, does not relieve the possessor of the Westland Sports Arena from the general duty of maintaining a safe premises for its invitees.\nBrickley and Cavanagh, JJ., concurred with Mallett, C.J.\nKelly, J., took no part in the decision of this case.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mallett, C.J."
      }
    ],
    "attorneys": [
      "William Dobreff for the plaintiff.",
      "Cummings, McClorey, Davis & Acho, P.C. (by Anne M. McClorey McLaughlin), for the defendants."
    ],
    "corrections": "",
    "head_matter": "SINGERMAN v MUNICIPAL SERVICE BUREAU, INC SINGERMAN v McKINSTRY\nDocket Nos. 103715, 103716.\nArgued April 9, 1997\n(Calendar No. 11).\nDecided July 15, 1997.\nRehearing denied 456 Mich 1201.\nGary Singerman brought an action in the Wayne Circuit Court against the City of Westland, the Westland Sports Arena, the Municipal Service Bureau, Inc., operator of the arena, Tamara McKinstry, manager of the arena, and others, alleging that an eye injury he sustained when hit by a hockey puck during a hockey scrimmage at the arena was caused by inadequate lighting and the defendants’ failure to enforce rules requiring coaches and players to wear helmets. The court, Susan Bieke Neilson, J., granted summary disposition for the defendants, finding that the claims were barred by the open and obvious danger doctrine. The Court of Appeals, Marilyn Kelly, P.J., and J. H. Gillis and M. D. Schwartz, JX, reversed in an opinion per curiam (Docket Nos. 159844, 159845). The defendants appeal.\nThe decision of the Court of Appeals was affirmed by equal division.\nIn an opinion by Justice Weaver, joined by Justices Boyle and Riley, and an opinion by Chief Justice Mallett, joined by Justices Brickley and Cavanagh, the Supreme Court additionally held:\nThe defendants’ allegedly negligent failure to enforce the wearing of helmets would render them liable only for injuries that would have been prevented by the use of a helmet.\nJustice Weaver, joined by Justices Boyle and Riley, would hold that the Court of Appeals incorrectly held that defendants owed a duty to plaintiff.\nOwners and occupiers of land have a special relationship with their invitees. The possessor of land has a duty to exercise reasonable care to protect invitees from an unreasonable risk of harm caused by a dangerous condition of the land. A business invitor or merchant may be held liable for injuries resulting from negligent maintenance of the premises or defects in the physical structure of the building. However, the duty is not absolute and does not extend to conditions from which an unreasonable risk cannot be anticipated or to dangers so obvious and apparent that an invitee may be expected to discover them. The question for the courts is not the foreseeability of harm; rather, it is whether the risk of harm remains unreasonable, despite its obviousness or despite the invitee’s knowledge of the danger. If the court finds that the risk is still unreasonable, then the court will consider whether the circumstances require the invitor to undertake reasonable precautions. If so, the issue becomes the standard of care for the jury to decide.\nThere was nothing unusual about the inadequate lighting in the hockey rink to cause such a duty to remain. The plaintiff was an adult and an experienced hockey player. There was nothing to prevent the plaintiff from realizing that the link was inadequately lighted. Nor was there any chance that he would forget the potentially hazardous condition because the condition was constantly before him. Finally, the plaintiff was not compelled to use the rink for work, or profit, or any other overriding or substantial motivation. He chose to participate in a dangerous sport under conditions that he knew to be dangerous.\nChief Justice Mallett, joined by Justices Brickley and Cavanagh, concurring in part and dissenting in part, would hold that the open and obvious doctrine does not bar the plaintiff’s cause of action for defective lighting.\nThe fact that a hazard is open and obvious does not absolutely absolve the possessor of land of liability. A possessor still may be liable to invitees if it should be anticipated that the hazard will cause injury. In this case, while the state of the lighting at the arena was obvious, the operators of the arena not only should have anticipated but did anticipate that the defective lighting would cause injury. Although the plaintiff may be comparatively negligent for going on the ice despite knowledge of the inadequate lighting and for positioning himself near the goal, that negligence, if any, does not relieve the possessor of the arena from the general duty of maintaining a safe premises for its invitees.\nAffirmed by equal division.\nJustice Kelly took no part in the decision of this case.\n211 Mich App 678; 536 NW2d 547 (1995) affirmed.\nWilliam Dobreff for the plaintiff.\nCummings, McClorey, Davis & Acho, P.C. (by Anne M. McClorey McLaughlin), for the defendants."
  },
  "file_name": "0135-01",
  "first_page_order": 221,
  "last_page_order": 234
}