{
  "id": 501843,
  "name": "GRIEVANCE ADMINISTRATOR v. DEUTCH",
  "name_abbreviation": "Grievance Administrator v. Deutch",
  "decision_date": "1997-07-15",
  "docket_number": "Docket No. 102962",
  "first_page": "149",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "455 Mich. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "277 NW2d 635",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "406 Mich 256",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1954512
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/406/0256-01"
      ]
    },
    {
      "cite": "284 NW2d 472",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "407 Mich 278",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1953136
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/407/0278-01"
      ]
    },
    {
      "cite": "200 NW2d 219",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "388 Mich 389",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1909864
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/388/0389-01"
      ]
    },
    {
      "cite": "53 Wis 2d 412",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8670028
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/53/0412-01"
      ]
    },
    {
      "cite": "326 NW2d 380",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "414 Mich 483",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1978384
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "495"
        },
        {
          "page": "494"
        },
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/414/0483-01"
      ]
    },
    {
      "cite": "191 NW2d 355",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "386 Mich 119",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1913612
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/386/0119-01"
      ]
    },
    {
      "cite": "507 NW2d 422",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "444 Mich 211",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2007966
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/444/0211-01"
      ]
    },
    {
      "cite": "424 NW2d 257",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "illustrating the need for this Court to consider an amendment of the Rules of Evidence regarding hearsay statements; accordingly, a proposed rule directed at this problem was ordered published"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "430 Mich 418",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1991433
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "illustrating the need for this Court to consider an amendment of the Rules of Evidence regarding hearsay statements; accordingly, a proposed rule directed at this problem was ordered published"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/430/0418-01"
      ]
    },
    {
      "cite": "263 NW2d 243",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Court-proposed amendment to GCR 1963, 102, published for comment under GCR 1963, 933, as an appendix to the opinion"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "402 Mich 399",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1922800
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Court-proposed amendment to GCR 1963, 102, published for comment under GCR 1963, 933, as an appendix to the opinion"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mich/402/0399-01"
      ]
    },
    {
      "cite": "550 NW2d 215",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1996,
      "opinion_index": 2
    },
    {
      "cite": "452 Mich 354",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        998356
      ],
      "year": 1996,
      "opinion_index": 2,
      "case_paths": [
        "/mich/452/0354-01"
      ]
    },
    {
      "cite": "516 NW2d 121",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": 2
    },
    {
      "cite": "204 Mich App 574",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2339587
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/mich-app/204/0574-01"
      ]
    },
    {
      "cite": "475 NW2d 231",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1991,
      "opinion_index": 2
    },
    {
      "cite": "438 Mich 55",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        8717015
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/mich/438/0055-01"
      ]
    },
    {
      "cite": "262 NW2d 646",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "for failure to file an income tax return"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "402 Mich 286",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1922757
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "291",
          "parenthetical": "for failure to file an income tax return"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/mich/402/0286-01"
      ]
    },
    {
      "cite": "373 NW2d 528",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "an attorney's promises to reimburse an employee and the subsequent failure to do so is professional misconduct"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "422 Mich 254",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1965302
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "260",
          "parenthetical": "an attorney's promises to reimburse an employee and the subsequent failure to do so is professional misconduct"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/mich/422/0254-01"
      ]
    },
    {
      "cite": "548 NW2d 595",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1996,
      "opinion_index": 2
    },
    {
      "cite": "451 Mich 589",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2034103
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/mich/451/0589-01"
      ]
    },
    {
      "cite": "326 NW2d 380",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 2
    },
    {
      "cite": "414 Mich 483",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1978384
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "494"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/mich/414/0483-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1473,
    "char_count": 57795,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 2.6203270674026306e-07,
      "percentile": 0.8212857197465953
    },
    "sha256": "5df4d8e06d9269b7b947895fc8d6c3b6e9fcf8fa64bc751fe9f96c95302093a6",
    "simhash": "1:f5afb0220b603d4b",
    "word_count": 9040
  },
  "last_updated": "2024-02-27T17:45:28.850794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Brickley and Riley, JJ., concurred with Weaver, J.",
      "Cavanagh, J., concurred with Mallett, C.J.",
      "Kelly, J., took no part in the decision of this case."
    ],
    "parties": [
      "GRIEVANCE ADMINISTRATOR v DEUTCH"
    ],
    "opinions": [
      {
        "text": "Weaver, J.\nPlaintiff-appellant, the Grievance Administrator, representing the Attorney Grievance Commission and the State of Michigan, appeals the Attorney Discipline Board’s affirmance of three independent hearing panel decisions to dismiss disciplinary proceedings against respondents Marvin G. Deutch and Vickey O. Howell for their respective operating while impaired (“drunk driving”) convictions under MCL 257.625; MSA 9.2325.\nWe granted leave to determine whether these hearing panels had the authority to dismiss the disciplinary proceedings when the panels found that drunk driving did not, facially, reflect adversely on an attorney’s honesty, trustworthiness, or fitness as a lawyer under MRPC 8.4(b).\nWe hold that hearing panels do not have the authority to dismiss disciplinary proceedings at an initial misconduct hearing, which determines the existence of professional misconduct, when the Grievance Administrator provides proof of a violation of MCR 9.104(5) with a judgment of conviction of misdemeanor drunk driving. However, we further hold that at the second-stage hearing, which determines the level of discipline, hearing panels do have the discretion to issue orders of discipline appropriate to the specific facts of a case, including orders that effectively impose no discipline. Such disciplinary orders, however, can be issued only after a finding of misconduct at the initial hearing and after both parties have had an opportunity to present “any and all relevant evidence of aggravation or mitigation” at the second hearing.\nAccordingly, we reverse the board’s decisions that held the administrator failed to establish misconduct at the initial hearings for Deutch and Howell. We find that the judgment of conviction filings against Deutch and Howell for their respective drunk driving convictions constituted “misconduct” under MCR 9.104(5), regardless of whether these convictions, on their face, reflect adversely on the attorneys’ honesty, trustworthiness, or fitness as lawyers under MRPC 8.4(b).\nWe remand these disciplinary proceedings against respondents Deutch and Howell to the board for appointment of hearing panels to determine the appropriate level of discipline to impose and to enter orders of discipline pursuant to MCR 9.115(J)(1) and (3).\nI\nRESPONDENT DEUTCH\nOn July 28, 1993, Deutch was convicted of a misdemeanor for operation of a motor vehicle while visibly impaired, a violation of West Bloomfield Township Ordinance 5.15-22 and MCL 257.625; MSA 9.2325.\nIn May, 1994, the Grievance Administrator commenced disciplinary actions against Deutch pursuant to MCR 9.120(B)(3) by filing a judgment of conviction for drunk driving, a misdemeanor punishable by imprisonment, with the board. Pursuant to MCR 9.120(B)(3), the board issued Deutch an order to show cause why a final order of discipline should not be entered against him. In response, Deutch filed a motion to dismiss.\nOn June 14, 1994, Hearing Panel No. 58 unanimously granted Deutch’s motion to dismiss with prejudice. Panel 58 concluded that Deutch’s conviction under a local drunk driving ordinance did not constitute misconduct because it was not an adverse reflection on his honesty, trustworthiness, or fitness as a lawyer, and was “certainly” de minimis misconduct “at most.”\nRESPONDENT HOWELL\nRespondent Howell had two drunk driving convictions, each separated by less than a year. In fact, her second conviction occurred while she was still on probation for the first and constituted an express violation of her probationary terms.\nHowell was initially convicted, by a guilty plea, on June 22, 1992, of misdemeanor operating a motor vehicle while impaired, a crime punishable by imprisonment under Bloomfield Township Ordinance 5.15 and MCL 257.625; MSA 9.2325. The disciplinary proceedings against Howell were not initiated immediately in response to this conviction. Rather, the administrator waited to pursue disciplinary action until Howell, while still on probation for the first offense, received a second drunk driving conviction on June 9, 1993.\nOn March 16, 1994 the administrator filed a judgment of conviction with the board, MCR 9.120(B)(3), for the 1992 drunk driving offense. On May 31, 1994, the administrator filed a judgment of conviction with the board for Howell’s 1993 drunk driving conviction.\nOn July 29, 1994, panel 76 dismissed with prejudice the disciplinary proceedings based on the 1992 conviction. On September 12, 1994, panel 75 dismissed, again with prejudice, the disciplinary proceedings against Howell for her 1993 conviction. As in Deutch’s case, both panels found that the drunk driving convictions did not reflect adversely on the attorney’s honesty, trustworthiness, or fitness as a lawyer under MRPC 8.4(b).\nPanel 75 refused to consider Howell’s prior conviction and the fact that she had violated her probation terms because the administrator had filed a judgment of conviction under MCR 9.120(B)(3). Because the administrator did not bring a formal complaint against Howell that specifically alleged that she was a recidivist and had violated the express terms of her probation, panel 75 reasoned that it could only consider the isolated fact of the single 1993 misdemeanor conviction.\nAPPELLATE REVIEW\nThe administrator appealed to the board to vacate the respective dismissal orders. In each case, the board affirmed the hearing panels’ dismissals and found that the drunk driving convictions did not constitute misconduct because misdemeanor drunk driving convictions, standing alone, did not reflect adversely on the attorneys’ honesty, trustworthiness, or fitness as a lawyer. With respect to Howell, the board also affirmed panel 75’s determination that her prior conviction and probation violation were not material because the administrator initiated and based the disciplinary proceedings on the judgment of conviction, pursuant to MCR 9.120(B)(3).\nn\nIn determining the propriety of the board’s decision, we must address three issues: first, whether hearing panels have authority to dismiss disciplinary actions at the misconduct hearing where the administrator files a judgment of conviction for misdemeanor drunk driving; second, the relationship between MCR 9.104(5) and MRPC 8.4(b); and, third, whether Deutch and Howell committed misconduct. We address each issue in turn.\nA\nTo determine whether hearing panels have authority to dismiss disciplinary actions when the administrator has filed a judgment of conviction, we must consider the respective roles of the Attorney Grievance Commission and of the Attorney Discipline Board. The Michigan Court Rules, promulgated by this Court in furtherance of our duty to govern the legal profession, provide the following regarding the standard of conduct for Michigan attorneys:\nThe license to practice law in Michigan is, among other things, a continuing proclamation by the Supreme Court that the holder is fit to be entrusted with professional and judicial matters and to aid in the administration of justice as an attorney and counselor and as an officer of the court. It is the duty of every attorney to conduct himself or herself at aU times in conformity with standards imposed on members of the bar as a condition of the privilege to practice law. These standards include, but are not limited to, the rules of professional responsibility and the rules of judicial conduct that are adopted by the Supreme Court. [MCR 9.103(A) (emphasis added).]\nWhen an attorney violates either the Michigan Rules of Professional Conduct, MRPC 1.0 et seq., or the Michigan Code of Judicial Conduct, which includes in relevant part MCR 9.101 et seq. regarding professional disciplinary proceedings, that attorney is subject to the professional disciplinary process. This process has been carefully crafted by this Court to most effectively discharge our duty to regulate the judiciary and the legal community.\nTo ensure fairness and effectiveness in the disciplinary process, this Court deliberately created a bifurcated disciplinary agency in which the prosecutorial and quasi-judicial branches are separate and distinct. According to MCR 9.108(A), the Attorney Grievance Commission serves as the “prosecution arm of the Supreme Court for discharge of its constitutional responsibility to supervise and discipline Michigan attorneys.” The Attorney Grievance Commission has the power to “supervise the investigation of attorney misconduct, including requests for investigation of and complaints against attorneys . . . .” MCR 9.108(E)(2). The Grievance Administrator is the administrative head of the Attorney Grievance Commission.\nThe institutional “check” on the prosecutorial branch is the quasi-judicial branch, the board, which acts as the “adjudicative arm of the Supreme Court” in discharging this Court’s duty to supervise Michigan attorneys. MCR 9.110(A). The board appoints hearing panels under MCR 9.110(E)(2) and, further, reviews a final order of discipline or dismissal issued by hearing panels. MCR 9.110(E)(4). The court rules specifically provide that the board has the power and duty to:\n(5) discipline and reinstate attorneys under the rules;\n(6) file with the Supreme Court clerk its orders of suspension, disbarment, and reinstatement .... [MCR 9.110(E)(5), (6).]\nThis bifurcation of the disciplinary system arguably promotes institutional competency and efficiency, allowing each division to concentrate on one aspect of the disciplinary process, but also serves as an important check and balance on the activity of each branch. The board and hearing panels independently review each case to insure discipline is required to protect the public, the courts, and the legal profession. The administrator can maintain its focus and energy in bringing all deserving actions forward.\nFor similar reasons, Michigan’s attorney discipline process has been divided so that each disciplinary proceeding involves two stages, or two separate hearings. The initial hearing establishes the existence of professional misconduct and the second hearing determines the level of discipline appropriate in light of any mitigating or aggravating factors in the particular case. MCR 9.115(J)(3).\ni\nIn this case, three hearing panels dismissed the disciplinary proceedings initiated by the administrator against respondents for their respective drunk driving convictions at the misconduct hearing. The board affirmed, finding that the hearing panels had the authority to summarily dismiss disciplinary proceedings even where the administrator offered, as proof of misconduct under MCR 9.104(5), a judgment of conviction pursuant to MCR 9.120(B)(2).\nWe find that the board’s practice is contrary to the express procedure provided by the court rules. MCR 9.104 provides in relevant part:\nThe following acts or omissions by an attorney, individually or in concert with another person, are misconduct and grounds for discipline, whether or not occurring in the course of an attorney-client relationship:\n* * *\n(5) conduct that violates a criminal law of a state or of the United States. [Emphasis added. ][]\nThe administrator has two methods to initiate and prove disciplinary proceedings based on a violation of MCR 9.104(5): the administrator may file a formal complaint pursuant to MCR 9.115(A) or a judgment of conviction under MCR 9.120(B)(2). MCR 9.120(B)(2) states in relevant part:\nIn a disciplinary proceeding instituted against an attorney based on the attorney’s conviction of a criminal offense, a certified copy of the judgment of conviction is conclusive proof of the commission of the criminal offense. [Emphasis added.]\nThis procedure, the filing of a judgment of conviction, is an evidentiary tool that allows the prosecutorial branch, the administrator, to expeditiously dispose of a case already adjudicated in the courts. While the judgment is not conclusive proof that discipline must be imposed, it does establish a finding of misconduct under MCR 9.104(5) and that a second-phase discipline hearing is warranted under MCR 9.115(J)(2) and (3).\nTo protect the function of the filing of a judgment of conviction, MCR 9.120(B)(3) expressly provides that “[at] the hearing, questions as to the validity of the conviction, alleged trial errors, and the availability of appellate remedies shall not be considered.” While not expressly provided for by the court rules, the respondent is still free to move for a dismissal on the basis of other aspects of the conviction. Arguably, the respondent could challenge a finding of misconduct by claiming that the crime is not a violation of state or federal law; the crime does not carry the requisite penalty of punishment by imprisonment, fine, or other discipline; or the conviction was set aside or otherwise eliminated from the respondent’s record. Dismissal would only be appropriate if the hearing panel found such arguments to be persuasive. Otherwise, the administrator has proven, with the valid judgment of conviction, that respondent committed “misconduct.” Therefore, dismissal would be without authority and contrary to the requirements of MCR 9.115CJX1).\nAs applied to Deutch and Howell, we hold that the instant hearing panels had no authority to dismiss the disciplinary actions because the administrator proffered valid judgments of conviction as proof of misconduct in each case.\n2\nIn so holding, however, we note that while a panel has no authority to dismiss an action during the misconduct hearing when the administrator files a valid judgment of conviction, the requisite check on the administrator’s prosecutorial authority occurs at the second stage of hearing, where the panel determines the appropriate level of discipline. MCR 9.115(J)(3) does not require discipline where misconduct is established; rather, MCR 9.115(J)(3) requires a second hearing to determine the appropriate level of discipline, given all aggravating and mitigating factors. After considering such factors, the panel must then enter an order of discipline on a finding of “misconduct.” MCR 9.115(J)(3).\nAgain, it should be noted that the order of discipline may, in fact, order no discipline at all. MCR 9.106 echoes the language in MCR 9.104, which states that a finding of “misconduct” is only “grounds for discipline,” not that a finding of misconduct requires the imposition of discipline in every case. Where notions of justice and fairness require, we hold that the order of discipline, required under MCR 9.115(J)(1) and (3), could include an order that effectively imposes no discipline on an attorney.\nB\nThe board also affirmed the hearing panels’ determinations that MCR 9.104(5) must be read in conjunction with MRPC 8.4(b), so that only criminal convictions that reflect adversely on an attorney’s honesty, trustworthiness, and fitness as a lawyer constitute “misconduct and grounds for discipline.” We disagree and hold that, as the text of the court rules expressly state, either a criminal conviction or a violation of the Rules of Professional Conduct under MRPC 8.4(b) constitutes misconduct and grounds for discipline.\nIn relevant part, MRPC 8.4(b) maintains that it is professional misconduct for a lawyer to\nengage in conduct involving dishonesty, fraud, deceit, misrepresentation, or violation of the criminal law, where such conduct reflects adversely on the lawyer’s honesty, trustworthiness, or fitness as a lawyer . . . .[]\nContrary to respondents’ assertions, this provision does not farther limit MCR 9.104(5). The rules have different scopes and intents. MCR 9.104(5) specifically targets transgressions of the criminal law, while MRPC 8.4(b) focuses on conduct that reflects adversely on a person’s honesty, trustworthiness, or fitness as an attorney, including but not limited to violations of the criminal law. The blanket prohibition of criminal conduct protects the professional from the appearance of impropriety and hypocrisy, while also attempting to protect the judicial system and the public by ferreting out undeserving officers of the court. MRPC 8.4(b) is a more direct prohibition against conduct that would affect an attorney’s legal practice, such as theft, or other conduct that undermines one’s trustworthiness and, therefore, one’s ability to effectively serve as a fiduciary. While the two prohibitions are not mutually exclusive, they are distinct and target different conduct.\nThis interpretation comports with statutory rules of construction. In interpreting and determining the relationship between MRPC 8.4(b) and MCR 9.120, this Court must avoid an interpretation that would render any provision surplusage or nugatory. Booth Newspapers, Inc v Univ of Michigan Bd of Regents, 444 Mich 211, 228; 507 NW2d 422 (1993), citing Stowers v Wolodzko, 386 Mich 119, 133; 191 NW2d 355 (1971). Moreover, the court rules should be interpreted “liberally . . . for the protection of the public, the courts, and the legal profession . . . .” MCR 9.102(A).\nIndeed, the court rules themselves provide literal, textual evidence of the difference between these prohibitions. The juxtaposition of MCR 9.104(4) and (5) illustrates that violations of criminal laws and violations of the Rules of Professional Conduct are distinct forms of misconduct. The one does not limit the scope or application of the other. This Court drafted MCR 9.104 so that the Rules of Professional Conduct could, and in this case do, serve as an independent ground on which misconduct can be found and an order of discipline can be based.\nc\nWith this in mind, we now evaluate the matters of Deutch and Howell separately in recognition that attorney misconduct cases are fact-sensitive inquiries that turn on the unique circumstances of each case. Moreover, in reviewing the board’s determination in each case, this Court must decide whether there exists proper evidentiary support on the whole record to sustain the board’s findings.\nRESPONDENT DEUTCH\nPanel 58 dismissed Deutch’s misconduct charges by concluding:\n[W]hile it is admirable to attempt to hold the legal profession to a higher standard of conduct than the general populous and, under certain circumstances, it may well, under the Michigan Code of Professional Conduct, be entitled to do so and discipline an attorney on that basis, your Panel does not believe that this is a case . . . which goes to [the] foundations of the practice of law. This ordinance violation caused no harm to anyone, except for the embarrassment and shame brought upon the Respondent Martin 6. Deutch.\nWe reverse because drunk driving convictions are the type of violations of state law that constitute “misconduct” under MCR 9.104(5). Therefore, we find that the administrator proved, by a preponderance of the evidence, that Deutch committed an act of misconduct under MCR 9.104(5) when he filed the judgment of conviction for misdemeanor drunk driving. Accordingly, we remand to the board so that it can appoint a hearing panel to determine, according to MCR 9.115(J)(3), the appropriate level of discipline to impose in this case.\nIn so disposing of the case, we note that, had this hearing panel not summarily decided this case on the principle that drunk driving harms no one but the drunk driver, it may have discovered why the administrator chose to initiate disciplinary proceedings in this drunk driving case.\nRESPONDENT HOWELL\nBoth panels dismissed Howell’s misconduct petition because they found that the misdemeanor drunk driving conviction, punishable by imprisonment under MCL 257.625; MSA 9.2325, did not reflect adversely on her “honesty, trustworthiness, or fitness as a lawyer . . . .” MRPC 8.4(b). We disagree and find that by filing a judgment of conviction for misdemeanor drunk driving, the administrator proved, by a preponderance of the evidence, that Howell committed misconduct under MCR 9.104(5) for both her 1992 and 1993 convictions. We remand to the board to appoint a panel to conduct a second-phase hearing according to MCR 9.115(J)(3). During that hearing, the panel may fully consider Howell’s recidivism and probation violation, among other aggravating and mitigating factors.\nIn reviewing this case, we feel compelled to correct the following erroneous reasoning of Hearing Panel No. 75:\nOther than the obvious fact that it is regretful, to say the least, that an attorney has violated the law, there is nothing per se offensive to the administration of justice or to the Respondent’s fitness as a lawyer in her conviction for OWI. This is especially so in the case at bar where the Respondent was at an after hours social event, with friends, unrelated to her status as an attorney, not on “company business,” and not acting in an official capacity in any way.\nThis Court has repeatedly rejected the idea that an attorney has a duty to act professionally only during business hours or while at work. “A lawyer is a professional ‘twenty-four hours a day, not eight hours, five days a week.’ ” In re Grimes, 414 Mich 483, 495; 326 NW2d 380 (1982), quoting State v Postorino, 53 Wis 2d 412, 419; 193 NW2d 1 (1972). “We cannot stress too strongly the responsibility of members of the bar to carry out their activities, both public and private, with circumspection.” In re Grimes, supra at 494.\nm\nIn conclusion, we hold these hearing panels did not have the authority to dismiss the disciplinary proceedings against respondents Deutch and Howell where the administrator provided proof of a violation of MCR 9.104(5) by offering a judgment of conviction. The hearing panels are not absolved of their critical responsibility to carefully inquire into the specific facts of each case merely because the administrator initiates disciplinary proceedings by filing a judgment of conviction, under MCR 9.120(B)(3), rather than by formal complaint under MCR 9.115(A).\nMoreover, we hold that, at the second hearing referred to in MCR 9.115(J)(2), hearing panels have the discretion to issue orders of discipline under MCR 9.115(J)(3) that effectively impose no discipline on respondents. Such an order, however, can only be issued after a finding of misconduct under MCR 9.115(J)(1) and (2), and after both parties have an opportunity to present “any and all relevant evidence of aggravation or mitigation” under MCR 9.115(J)(3).\nWe reverse the board’s decisions with respect to both Deutch and Howell. We find that the filings of judgments of conviction against respondents Deutch and Howell for their respective drunk driving convictions evidenced “misconduct” under MCR 9.104(5), regardless of whether these convictions, on their face, reflected adversely on the attorneys’ honesty, trustworthiness, or fitness as lawyers under MRPC 8.4(b).\nWe, therefore, remand these disciplinary proceedings against Deutch and Howell to the board so that it can appoint panels to determine the appropriate level of discipline to impose and to enter orders of discipline pursuant to MCR 9.115(J)(3).\nReversed and remanded with instructions.\nBrickley and Riley, JJ., concurred with Weaver, J.\nMCR 9.115(J)(1).\nMCR 9.115(J)(3).\nMCR 9.120(B)(3) provides in relevant part:\nThe administrator may file with the board a judgment of conviction showing that an attorney has violated a criminal law of a state or of the United States. The board shall then order the attorney to show cause why a final order of discipline should not be entered, and the board shall refer the proceeding to a hearing panel for hearing. At the hearing, questions as to the validity of the conviction, alleged trial errors, and the availability of appellate remedies shall not be considered. After the hearing, the panel shall issue an order under MCR 9.115(J).\nThe panel decided that the prior conviction and probation violation were “outside the scope of” the proceedings, were “simply not material . . . .” Further, while the panel was “troubled by the respondent’s conduct in general, her general conduct” was not at issue.\nArt 6, § 5 of the Constitution of 1963 entrusts this Court with the authority to promulgate rules that establish, modify, and amend the legal practice and procedure in all Michigan courts, including the power to regulate and discipline members of the Michigan bar. In re Schlossberg, 388 Mich 389, 395; 200 NW2d 219 (1972).\nThe Michigan Rules of Professional Conduct were adopted by order of this Court, effective October 1, 1988. The Michigan Court Rules were adopted by this Court and became effective March 1, 1985.\nWe note that this provision does not distinguish between conduct that constitutes either a misdemeanor or a felony; both are “misconduct” and \"grounds for discipline.” The misdemeanor drunk driving convictions fail squarely under MCR 9.104(5), given the statutory definition of “crime” as any act or omission forbidden by law that is not designated as a civil infraction, and that is punishable on conviction by imprisonment, a fine, or other penal discipline. MCL 750.5; MSA 28.195. Respondents Deutch and Howell were both convicted of offenses punishable by fines and incarceration.\nMCR 9.104(5), again, provides that it is professional misconduct and grounds for discipline when an attorney engages in “conduct that violates a criminal law of a state or of the United States . . . .”\nWhen the administrator files a judgment of conviction, the board, in turn, must order the respondent-attorney to show cause why a final order should not be entered and refers the matter to a hearing panel.\nAccording to MCR 9.115(J)(4), panels must dismiss where the charge of misconduct is not established by a preponderance of the evidence.\nMCR 9.115(J)(1) requires, in relevant part:\nThe hearing panel must file a report on its decisions regarding the misconduct charges and, if applicable, the resulting discipline. The report must include a certified transcript, a summary of the evidence, pleadings, exhibits and briefs, and findings of fact. The discipline section of the report must also include a summary of all previous misconduct for which the respondent was disciplined or admonished.\nWhether the administrator initiated the disciplinary action by a conviction judgment or formal complaint under MCR 9.115(B), neither the hearing panels nor the board are absolved of their duty, under the above provision, to make appropriate and sufficient findings of fact to determine in each case whether professional misconduct was committed.\nMCR 9.106 describes the “Types of Discipline; Minimum Discipline; Admonishment” and, in descending order from most to least severe, sets forth the types of discipline the hearing panels are authorized to impose. Such discipline, in descending order of severity, includes: revocation of the attorney’s license to practice law in Michigan, suspension of the Michigan license to practice for various terms and with various conditions, reprimand, probation, restitution, admonishment without the filing of a complaint.\nThe order could simply mirror the probationary terms already imposed in the criminal proceedings, thus allowing the administrator to monitor the attorney’s progress and rehabilitation. Moreover, the administrator could agree to dismiss a disciplinary action to enter into “contractual probation” with respondent-attorney as provided for by MCR 9.114(B). Finally, in the rare case where the mitigating circumstances so clearly outweigh any aggravating factors and the nature and harm of the crime, the panel may decide to forgo the imposition of discipline at all.\nIn such a case, resources have not been wasted despite the fact that professional discipline was not, in the end, imposed. The attorney has had to acknowledge that he committed “misconduct,” and both the administrator and the respondent-attorney have had a full opportunity to inform the panel of mitigating and aggravating factors that often, particularly in cases of recidivism, reveal the true nature and degree of the problem. Moreover, the Attorney Grievance Commission has created a record of misconduct that will be helpful and relevant under MCR 9.115(J)(1) should that attorney commit further, future acts of misconduct.\nMCR 9.104(4), (5).\nThe staff comment to MRPC 8.4 provides:\nMany kinds of illegal conduct reflect adversely on fitness to practice law, such as offenses involving fraud .... However, some kinds of offenses carry no such implication. Traditionally, the distinction was drawn in terms of offenses involving “moral turpitude.” That concept can be construed to include offenses concerning some matters of personal morality, such as adultery and comparable offenses, that have no specific connection to the fitness for the practice of law. Although a lawyer is personally answerable to the entire criminal law, a lawyer should be professionally answerable only for offenses that indicate lack of those characteristics relevant to law practice. Offenses involving violence, dishonesty, breach of trust, or serious interference with the administration of justice are in that category.\nWhile instructive, however, MRPC 1.0(c) provides that only “[t]he text of each is authoritative. The comment that accompanies each rule does not expand or limit the scope of the obligations, prohibitions, and counsel found in the text of the rule.” As the comment to MRPC 1.0 states, this Court “adopted the rules,” not the rules and comments. The comments were then changed by Supreme Court staff to conform to the adopted rules. This Court allows publication of the comments only as “an aid to the reader,” but they are not “authoritative statementjs].” The rules are the only authority.\nIn re Grimes, 414 Mich 483, 490; 326 NW2d 380 (1982).\nState Bar Grievance Administrator v McWhorter (On Remand), 407 Mich 278, 291; 284 NW2d 472 (1979), citing In re Freedman, 406 Mich 256, 264; 277 NW2d 635 (1979).\nDuring oral argument, the administrator informed this Court that the agency exercises great restraint and discretion in deciding whether to pursue a discipline against attorneys for convictions, hi fact, the administrator stated that, in the first ten months of 1996, only two out of twelve drunk driving cases were approved by the Attorney Grievance Commission for formal disciplinary proceedings. The administrator explained that over the past six yeans, the agency typically approves approximately two hundred cases a year for formal disciplinary proceedings.\nThe administrator further maintained that the cases in which formal discipline is pursued typically involve recidivism or other facts that evidence a potential substance abuse problem. We would agree that recidivism is an indicium, not only of a potential substance abuse problem, but also that the attorney is unwilling to reform on the basis of criminal sanctions alone.\nIn Deutch’s case, the administrator claimed that about February 1992, approximately sixteen months before the instant drunk driving offense, Deutch was convicted of careless driving, which was reduced from drunk driving.",
        "type": "majority",
        "author": "Weaver, J."
      },
      {
        "text": "Boyle, J.\nConcurring). I write separately to encourage the Court to address what, in my view, are serious shortcomings in the form and application of the current rule. In adopting the Rules of Professional Conduct in 1988, we departed from the traditional distinction regarding crimes involving moral turpitude. Although the rule as adopted did not otherwise differentiate between misdemeanors that might indicate unfitness to practice law, we did not indicate that any misdemeanor conviction, however attenuated, would constitute misconduct. On the contrary, the fact that the traditional language was abandoned is evidence that we contemplated a case-by-case evaluation of whether, from the vast array of misdemeanor offenses, a particular conviction reflects on fitness for the practice of law. Thus, while I am constrained to agree with the majority’s reading of the current rule, because misdemeanor offenses come in many varieties and degrees of severity, it is clear that the current rule is not well tailored to the overall purpose of the system.\nI also agree with the majority that given that the disciplinary rules are to be liberally construed “for the protection of the public, the courts, and the legal profession,” ante at 165, MCR 9.120 and MRPC 8.4(b) should not be read as limitations on the commission, the board, or the Court. However, if the rules operate either to preclude a full evaluation of a pattern of behavior, or so as not to provide the profession with fair notice of the conduct to be considered, they are not adequate to the task. As this case indicates, if the panel does not examine all the proofs of unfitness, the public may not be adequately protected. On the other hand, because the rule precludes dismissal, we are foreclosed from assessing on appeal the nature of the misconduct and therefore unable to address and create a body of precedent giving guidance to the public and the profession.\nIt is not a satisfactory answer for this Court to say a rule is a rule. If the rules we have promulgated for disciplinary proceedings are not functioning as envisioned in real world applications, it is our responsibility, after allowing for input through publication and comment, to fairly and sensibly address the problem.\nFor example, changes might include bifurcating the process for misdemeanors to allow a show-cause proceeding, MCR 9.120(B)(3), for misdemeanor convictions that involve offenses of violence, dishonesty, fraud, deceit, misrepresentation, breach of public or private trust, or serious interference with the administration of justice that reflect on the lawyer’s honesty, trastworthiness, or fitness as a lawyer, as contemplated by the comment to MRPC 8.4(b), (c).\nGiven respondent’s lack of notice, the show-cause approach as currently understood precludes the hearing panel from assessing the significance of other relevant conduct. Thus, disciplinary proceedings that include misdemeanor convictions that do not fall into the previous categories (including those in which the administrator relies on a pattern of conduct of such offenses as indicating an indifference to a lawyer’s legal obligations) might proceed under MCR 9.115.\nAt a minimum, any amendment should provide 1) fair notice to respondents, 2) the development of full proofs regarding fitness to practice, and 3) a vehicle permitting oversight by this Court of findings of misconduct to facilitate development of the parameters of professional misconduct reflecting unfitness to practice. While I, of course, do not suggest what answers are appropriate, the problem is clear and should be confronted.\nSee Brashers v Jefferson, 402 Mich 399; 263 NW2d 243 (1978) (Court-proposed amendment to GCR 1963, 102, published for comment under GCR 1963, 933, as an appendix to the opinion); People v Straight, 430 Mich 418; 424 NW2d 257 (1988) (illustrating the need for this Court to consider an amendment of the Rules of Evidence regarding hearsay statements; accordingly, a proposed rule directed at this problem was ordered published).\nOther jurisdictions have made this distinction.\nArizona Rules for Discipline and Disability Proceedings. 17A Ariz Rev Stat Ann, Supreme Court Rules.\nRule 51. Grounds for Discipline\nGrounds for discipline of members and non-members shall be misconduct occurring as follows:\n(a) Conviction of a misdemeanor involving a serious crime or of any felony.\nRule 57. (a) Conviction of a felony or misdemeanor. A lawyer shall be disciplined as the facts warrant upon conviction of a misdemeanor involving a serious crime or any felony.\n1. Definition. “Serious crime” means any crime, a necessary element of which, as determined by the statutory or common law definition of such crime, involves interference with the administration of justice, false swearing, misrepresentation, fraud, willful extortion, misappropriation, theft or moral turpitude. A conspiracy, a solicitation of another or any attempt to commit a serious crime, is a serious crime.\nTexas Rules of Disciplinary Procedure, Rule 1.06.\nQ. “Professional Misconduct” includes:\n8. Conviction of a Serious Crime, or being placed on probation for a Serious Crime with or without an abdication of guilt.\nU. “Serious Crime” means barratry; any felony involving moral turpitude; any misdemeanor involving theft, embezzlement, or fraudulent or reckless misappropriation of money or other property; or any attempt, conspiracy, or solicitation of another to commit any of the foregoing crimes.\nMissouri Rules Governing the Missouri Bar and the Judiciary, Rule 5.21 Suspension for Criminal Activities.\n(a) Upon the filing of an information directly in this Court by the chief disciplinary counsel that a lawyer admitted to practice in Missouri has pleaded guilty or nolo contendere to or been found guilty of: (1) any felony of this state, any other state, or the United States; or (2) any misdemeanor of this state, any other state, or the United States involving interference with the administration of justice, false swearing, misrepresentation, fraud, deceit, bribery, extortion, misappropriation, theft or moral turpitude; or (3) any misdemeanor involving attempt, conspiracy or solicitation of another to commit any misdemeanor of this state, any other state, or the United States described above, whether sentence is imposed or not, this Court shall cause to be served on the lawyer an order to show cause why the lawyer should not be suspended from the practice of law ....",
        "type": "concurrence",
        "author": "Boyle, J."
      },
      {
        "text": "Mallett, C.J.\n(dissenting).\nA\nMCR 9.104 provides a general list of acts or omissions that, if committed by an attorney, constitute misconduct and are grounds for discipline whether or not occurring in the course of the attorney-client relationship. Under this rule, violation of a criminal law is misconduct and grounds for discipline. This conduct serves as a basis for initiating disciplinary proceedings. However, just because the violation is a basis for discipline, it does not necessarily follow that disciplinary proceedings will be initiated or that professional sanctions must be entered against the attorney.\nWhen an attorney is convicted of a felony, there is no discretion whether to initiate disciplinary procedures, and the attorney is automatically suspended. MCR 9.120. However, there is a continuum of offenses that might violate the law far short of a felony that may or may not warrant discipline. This is implicit in the rules because they do not specifically address what happens in cases of minor infractions or other nonfelony misconduct. The import of this is that certain conduct, while creating a potential for discipline, simply may not be compelling enough for professional sanctions to be entered. We simply have not established that all misdemeanors are misconduct per se that automatically warrant the application of professional sanctions. In fact, we have stated almost the opposite. In stating that discipline is not to be entered unless it has been decided that it is warranted, we have noted that we could establish a rule providing for automatic suspension upon conviction of a misdemeanor. People v Pubrat, 451 Mich 589, 599; 548 NW2d 595 (1996). However, we have chosen not to do so. Clearly this is illustrative of our belief that certain offenses by themselves may not require professional discipline. Id.\nOur rules recognize this. MRPC 8.4 implicitly both incorporates and qualifies MCR 9.104. MRPC 8.4 provides that “[i]t is professional misconduct for a lawyer to . . . engage in conduct involving dishonesty, fraud, deceit, misrepresentation, or violation of the criminal law, where such conduct reflects adversely on the lawyer’s honesty, trustworthiness, or fitness as a lawyer.” We find that not only does Rule 8.4 implicitly incorporate MCR 9.104, but it limits 9.104’s purview by defining further exactly which kind of misconduct is professional misconduct. A violation of the criminal law very well may be misconduct, but it only becomes professional misconduct when it reflects adversely on the lawyer in his capacity as a lawyer. Clearly again, this illustrates that not all misconduct is professional misconduct. We must not forget that there has already been a criminal procedure and a sentence entered in these cases. Professional discipline, in addition, may or may not be warranted or necessary.\nA professional code of discipline should deter and punish conduct that is of special significance to the profession, but it should not concern itself with other conduct at all. For example, certain actions warranting a professional sanction may not be illegal or unlawful. On the other hand, not every violation of criminal law would justify a professional sanction, for the criminal sanction may be sufficient and the offense may be wholly unrelated to the lawyer’s professional life. Rule 8.4(b) attempts to define, as well as it can in necessarily general terms, this relationship between criminal law violation and violation of professional norms. The objective is to describe a category of crimes, the commission of which specifically reflects a deficiency in the qualities that define a lawyer. The commission of a crime outside this category should not subject a lawyer to professional discipline. [2 Hazard & Hodes, Law of Lawyering (2d ed), § 8.4:101, pp 951-952 (1992 supp).]\nThe comment to MRPC 8.4 discusses that while an attorney must answer to the entire criminal law, a lawyer should have to answer professionally only for those actions that relate to fitness to practice law. The comment notes further that one incident of misconduct may not reflect on attorney fitness, but a pattern of repeated minor offenses might be indicative of a problem that requires further investigation.\nIt is true the rules do not limit discipline only to those offenses that occur within the course of the attorney-client relationship. We have held that an attorney may be disciplined for activity unrelated to the practice of law if the conduct is proscribed by our rules or the code. Grievance Administrator v Nickels, 422 Mich 254, 260; 373 NW2d 528 (1985) (an attorney’s promises to reimburse an employee and the subsequent failure to do so is professional misconduct). And we have held that discipline may be necessary for nonprofessional misconduct to maintain the integrity of the profession. Grievance Administrator v Gillis, 402 Mich 286, 291; 262 NW2d 646 (1978) (for failure to file an income tax return). “The rules of professional conduct adopted by this Court evidence a commitment to high standards and behavior beyond reproach. We cannot stress too strongly the responsibility of members of the bar to carry out their activities, both public and private, with circumspection.” In re Grimes, 414 Mich 483, 494; 326 NW2d 380 (1982).\nHowever, we must be veiy cautious. If all violations of the criminal law are potentially sanctionable as professional misconduct, then every infraction will be fair game, whether or not it reflects the attorney’s fitness to practice law. Certainly lawyers should be held to the highest of standards, but we must not apply professional sanctions in an overly formalistic manner. Professional sanctions should be applied only after very careful case-by-case consideration to avoid unfair and unreasonable results.\nB\nMCR 9.120 allows the Grievance Administrator to file a certified copy of a judgment of conviction with the Attorney Discipline Board, which is conclusive proof of the commission of the criminal offense. This eliminates the need to have a formal evidentiary hearing to determine whether misconduct has occurred. The board then orders the attorney to show cause why discipline should not be entered. The use of the conviction by the Grievance Administrator provides a shortcut around the typical bifurcated procedure. The first phase establishes, in a formal hearing, whether the misconduct occurred. If misconduct is established, a second-phase hearing is held to determine the appropriate level of discipline. This second hearing is not necessarily a separate hearing, but may, in actuality, merely be a continuation of the first.\nIf conviction is always conclusive regarding misconduct, then the show-cause hearing is really akin to the second phase or disciplinary hearing. The effect of the choice to proceed with a judgment of conviction, rather than the typical hearing, changes the procedure. The judgment of conviction, in effect, takes the place of the initial misconduct hearing. The attorney must then show cause why discipline should not be entered. The choice to proceed with a judgment of conviction is an automatic shortcut or bypass right to a show-cause hearing. What has been created, albeit inadvertently, is really a second procedure based on the choice to proceed with a judgment of conviction. In disabling this panel from dismissing the proceedings, the majority renders the show-cause hearing superfluous. Certainly this is not the intended result of the rules. The hearing panel must have the inherent authority to dismiss after the show-cause hearing if it determines that the attorney has met the requirement of showing why a final order of discipline should not be entered. To interpret this otherwise binds the authority of the panel and renders it irrelevant.\nThe Grievance Administrator argues that because misconduct is established, an order of discipline is required under MCR 9.115(J)(3). This is not so. Even the majority concedes that, while the judgment establishes a finding of misconduct, “[it] is not conclusive proof that discipline must be imposed . . . .” Ante at 161. Clearly, sanctions are not automatically required because after hearing the aggravating or mitigating evidence, the panel’s order may be that no discipline be entered. The majority recognizes this. “[W]e hold that, at the second hearing referred to in MCR 9.115(J)(2), hearing panels have the discretion to issue orders of discipline under MCR 9.115(J)(3) that effectively impose no discipline on respondents.” Ante at 169.\nFinally, the Grievance Administrator argues that the dismissal of the proceedings by the hearing panel infringes on the prosecutorial authority of the commission. This argument is without merit. Nothing stands in the way of the commission’s charging or investigatory authority. It has the choice either to initiate a formal investigation that would trigger the more bifurcated procedure, or to proceed with a judgment of conviction. Having opted for the shortcut, the Grievance Administrator must live with the consequences of his choice. Dissatisfied with the result, the administrator now claims the hearing panel was without discretion to dismiss. I disagree. If the administrator wanted the hearing panels to make their decisions on the basis of the totality of circumstances in each case, then perhaps he should have proceeded with a formal investigation and full misconduct hearing. Only this way would all the facts have been before the respective panels. Unfortunately, the administrator’s hands were tied both by the choice to proceed with the convictions and the procedural limitations of the rules.\nCavanagh, J., concurred with Mallett, C.J.\nKelly, J., took no part in the decision of this case.\nIndeed, as the majority points out, the administrator has great latitude in deciding whether to investigate attorneys for convictions. Ante at 167, n 18.\nWe disagree with the majority that the “rules have different scopes and intents.” Ante at 165. But we note that if the rules appear to conflict, the rules of statutory construction compel the conclusion that MRPC 8.4 limits MCR 9.104. It is hornbook law that “[statutes which may appear to conflict are to be read together and reconciled, if possible.” People v Bewersdorf, 438 Mich 55, 68; 475 NW2d 231 (1991). Further, we note that\n[statutes that relate to the same subject or share a common purpose . . . are in pari materia and must be read together as one law. If the statutes lend themselves to a construction that avoids conflict, that construction should control. When two statutes conflict, and one is specific to the subject matter while the other is only generally applicable, the specific statute prevails. [Brown v Manistee Co Rd Comm, 204 Mich App 574, 577; 516 NW2d 121 (1994), rev’d on other grounds 452 Mich 354; 550 NW2d 215 (1996).]\nBecause the two rules in the case at bar relate to the same subject matter, we believe our conclusion best reconciles and harmonizes them. This also avoids rendering any part of the rules nugatory. And, certainly, MRPC 8.4 is the more specific, because it recognizes which violations of the criminal law will warrant professional discipline. Therefore, it prevails over the more general rule.\nThis is certainly true in the case of respondent Howell, who had two drunk-driving convictions, the second occurring while she was on probation for the first. The fact that she violated her probation may indicate a certain lack of respect for the law as well as other serious problems.",
        "type": "dissent",
        "author": "Mallett, C.J."
      }
    ],
    "attorneys": [
      "Philip J. Thomas, Grievance Administrator, and Richard L. Cunningham, Associate Counsel, for the petitioner-appellant.",
      "Colista, Adams & Palmer, PC. (by F. Philip Colista and Elizabeth L. Sokol), for the respondentsappellees."
    ],
    "corrections": "",
    "head_matter": "GRIEVANCE ADMINISTRATOR v DEUTCH\nDocket No. 102962.\nArgued December 10, 1996\n(Calendar No. 11).\nDecided July 15, 1997.\nThe Grievance Administrator commenced separate disciplinary actions against attorneys Martin G. Deutch and Vickey O. Howell by filing judgments of conviction pursuant to MCR 9.120(B), after each was convicted of misdemeanor operation of a motor vehicle while visibly impaired. The hearing panels granted the respondents’ respective motions to dismiss with prejudice, concluding that the drunk driving convictions did not constitute misconduct because they did not reflect adversely on the attorneys’ honesty, trustworthiness, or fitness as lawyers. The Attorney Discipline Board affirmed each decision. The Grievance Administrator appeals.\nIn an opinion by Justice Weaver, joined by Justices Brickley and Riley, and an opinion by Justice Boyle, the Supreme Court held:\nHearing panels do not have the authority to dismiss disciplinary proceedings at an initial misconduct hearing, which determines the existence of professional misconduct, when the Grievance Administrator provides proof of a violation of MCR 9.104(5) with a judgment of conviction of misdemeanor drunk driving. However, at the second-stage hearing, which determines the level of discipline, hearing panels have the discretion to issue orders of discipline appropriate to the specific facts of a case, including orders that effectively impose no discipline. These orders may be issued only after a finding of misconduct at the initial hearing and after both parties have had an opportunity to present all relevant evidence of aggravation or mitigation at the second hearing.\n1. The attorney discipline process involves two stages or hearings. The initial stage establishes professional misconduct, and the second determines the level of discipline appropriate in light of any mitigating or aggravating factors in a particular case. To initiate a proceeding, the Grievance Administrator may file a formal complaint under MCR 9.115(A) or a judgment of conviction under MCR 9.120(B)(2). The filing of a judgment of conviction is an evidentiary tool that allows the Attorney Grievance Commission to expeditiously dispose of a case already adjudicated in the courts. While the judgment is not conclusive proof that discipline must be imposed, it establishes a finding of misconduct under MCR 9.104(5) and that a second-phase discipline hearing is warranted under MCR 9.115(J)(2), (3).\n2. Although a panel has no authority to dismiss an action during the misconduct hearing when the administrator files a valid judgment of conviction, the requisite check on the administrator’s prosecutorial authority occurs at the second stage of hearing, where the panel determines the appropriate level of discipline. A finding of misconduct is only grounds for discipline, but does not require the imposition of discipline in every case. Either a criminal conviction under MCR 9.104(5) or a violation of the Rules of Professional Conduct under MRPC 8.4(b) constitutes misconduct and grounds for discipline. While the two grounds are not mutually exclusive, they are distinct and target different conduct; the one does not limit the scope or application of the other. Drunk driving convictions constitute misconduct under MCR 9.104(5).\n3. The hearing panels in these cases did not have the authority to dismiss the disciplinary proceedings against the respondents. Hearing panels are not absolved of the critical responsibility to carefully inquire into the specific facts of each case merely because the administrator initiates disciplinary proceedings by filing a judgment of conviction, under MCR 9.120(B)(3), rather than by filing a formal complaint under MCR 9.115(A). Moreover, although during second-stage hearings hearing panels have the discretion to issue orders of discipline that effectively impose no discipline on respondents, such orders may be issued only after a finding of misconduct under MCR 9.115(J)(1) and (2), and after both parties have an opportunity to present all relevant evidence of aggravation or mitigation under MCR 9.115(J)(3). The judgments of conviction against respondents evidenced misconduct under MCR 9.104(5), regardless of whether the convictions, on their face, reflected adversely on the attorneys’ honesty, trustworthiness, or fitness as lawyers under MRPC 8.4(b). Accordingly, reversal and remand to the Attorney Discipline Board are required for appointment of panels to determine the appropriate level of discipline to be imposed and for entry of orders of discipline pursuant to MCR 9.115(J)(3).\nJustice Boyle, concurring, would additionally hold that although the Rules of Professional Conduct, as adopted, departed from the traditional distinction regarding crimes involving moral turpitude and did not otherwise differentiate between misdemeanors that might indicate unfitness to practice law, the Supreme Court did not indicate that every misdemeanor conviction, however attenuated, would constitute misconduct. Rather, the fact that the traditional language was abandoned is evidence that a case-by-case evaluation was contemplated regarding whether, from the vast array of misdemeanor offenses, a particular conviction reflects on fitness for the practice of law.\nGiven that the disciplinary rules are to be liberally construed for the protection of the public, the courts, and the legal profession, MCR 9.120 and MRPC 8.4(b) should not be read as limitations on the commission, the board, or the Supreme Court. However, if the rules operate either to preclude a full evaluation of a pattern of behavior, or so as not to provide the profession with fair notice of the conduct to be considered, they are not adequate to the task. If the panel does not examine all the proofs of unfitness, the public may not be adequately protected. On the other hand, because the rule precludes the Supreme Court from assessing on appeal the nature of the misconduct giving rise to the conviction, a body of precedent giving notice and guidance to the public and the profession cannot be addressed and created.\nAt a minimum, any amendment should provide fair notice to respondents, the development of full proofs regarding fitness to practice, and a vehicle permitting oversight by the Supreme Court of findings of misconduct to facilitate development of the parameters of professional misconduct reflecting unfitness to practice.\nReversed and remanded.\nChief Justice Mallett, joined by Justice Cavanagh, dissenting, stated that although a violation of a criminal law by an attorney is misconduct and grounds for discipline, it does not necessarily follow that disciplinary proceedings will be initiated or that professional sanctions must be entered against the attorney. When an attorney is convicted of a felony, there is no discretion whether to initiate disciplinary procedures, and the attorney is automatically suspended. However, there is a continuum of offenses that might violate the law far short of a felony that may or may not warrant discipline, and certain conduct, while creating a potential for discipline, simply may not be compelling enough for professional sanctions to be entered. A violation of the criminal law very well may be misconduct, but it only becomes professional misconduct when it reflects adversely on the lawyer in the capacity as a lawyer. Professional discipline may or may not be warranted or necessary. Further, one incident of misconduct may not reflect on attorney fitness, but a pattern of repeated minor offenses might be indicative of a problem that requires further investigation.\nThe filing of a certified copy of a judgment of conviction by the Grievance Administrator with the Attorney Discipline Board as conclusive proof of the commission of the criminal offense eliminates the need to have a formal evidentiary hearing to determine whether misconduct has occurred. The board then orders the attorney to show cause why discipline should not be entered. In disabling this panel from dismissing the proceedings, the majority renders the show-cause hearing superfluous. The hearing panel must have the inherent authority to dismiss after the show-cause hearing if it determines that the attorney has met the requirement of showing why a final order of discipline should not be entered. To interpret this otherwise binds the authority of the panel and renders it irrelevant. Clearly, sanctions are not automatically required because, after hearing the aggravating or mitigating evidence, the panel’s order may be that no discipline be entered.\nJustice Kelly took no part in the decision of this case.\nPhilip J. Thomas, Grievance Administrator, and Richard L. Cunningham, Associate Counsel, for the petitioner-appellant.\nColista, Adams & Palmer, PC. (by F. Philip Colista and Elizabeth L. Sokol), for the respondentsappellees."
  },
  "file_name": "0149-01",
  "first_page_order": 235,
  "last_page_order": 266
}