{
  "id": 501833,
  "name": "HERWEYER v. CLARK HIGHWAY SERVICES, INC",
  "name_abbreviation": "Herweyer v. Clark Highway Services, Inc.",
  "decision_date": "1997-07-08",
  "docket_number": "Docket No. 103802",
  "first_page": "14",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "455 Mich. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "537 NW2d 225",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": -1
    },
    {
      "cite": "212 Mich App 105",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1873316
      ],
      "year": 1995,
      "opinion_index": -1,
      "case_paths": [
        "/mich-app/212/0105-01"
      ]
    },
    {
      "cite": "453 Mich 915",
      "category": "reporters:state",
      "reporter": "Mich.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "485 NW2d 666",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "440 Mich 1",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2016054
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/440/0001-01"
      ]
    },
    {
      "cite": "462 US 151",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6186614
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0151-01"
      ]
    },
    {
      "cite": "331 NW2d 438",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "416 Mich 488",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1975482
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/mich/416/0488-01"
      ]
    },
    {
      "cite": "47 NW 100",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1890,
      "opinion_index": 0
    },
    {
      "cite": "83 Mich 211",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1385926
      ],
      "year": 1890,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/83/0211-01"
      ]
    },
    {
      "cite": "324 NW2d 9",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "414 Mich 160",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1978333
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/414/0160-01"
      ]
    },
    {
      "cite": "207 A2d 513",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "44 NJ 100",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1918568
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/nj/44/0100-01"
      ]
    },
    {
      "cite": "324 NW2d 732",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "414 Mich 228",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1978351
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/414/0228-01"
      ]
    },
    {
      "cite": "6 ALR3d 1197",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "opinion_index": 0
    },
    {
      "cite": "221 NW2d 328",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "392 Mich 566",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1942713
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/392/0566-01"
      ]
    },
    {
      "cite": "516 NW2d 60",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "445 Mich 190",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2006153
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/445/0190-01"
      ]
    },
    {
      "cite": "301 NW2d 275",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "410 Mich 118",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1947567
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/410/0118-01"
      ]
    },
    {
      "cite": "537 NW2d 225",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "212 Mich App 105",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1873316
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/212/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 858,
    "char_count": 18310,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 1.3377488001808522e-07,
      "percentile": 0.6304628184886455
    },
    "sha256": "d0d0eb692282be23f27f3dd2c3693587ee7d13cd8970c64f60c7b0fb0c1d09f8",
    "simhash": "1:4f561f2b1b54c328",
    "word_count": 2931
  },
  "last_updated": "2024-02-27T17:45:28.850794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mallett, C.J., and Brickley, Cavanagh, Boyle, Riley, and Weaver, JJ., concurred with Kelly, J."
    ],
    "parties": [
      "HERWEYER v CLARK HIGHWAY SERVICES, INC"
    ],
    "opinions": [
      {
        "text": "Kelly, J.\nIn this wrongful termination case, the single issue is what limitation period for filing suit is appropriate where the period written into the employment contract is unreasonably short. Defendant, Clark Highway Services, Inc., asks that we interpret a saving clause in the contract to allow the courts to establish the period. The interpretation would require legal action be brought by a date earlier than that set by the applicable statute of limitations as long as it is reasonable. We hold that, when the period of limitation in an employment contract is unreasonably short, the applicable period is that established by statute.\ni\nThe pertinent facts of this case are not in dispute. Plaintiff, Jack Herweyer, was hired by defendant in June, 1987, to operate a truck that paints the center and edge lines on state highways. Because the work is seasonal, plaintiff’s employment ran from May to November.\nIn May, 1989, defendant asked plaintiff to sign an employment contract. The agreement stated in pertinent part:\nI will not commence any action or suit relating to my employment with the Company (or termination of the employment) more than six (6) months after the termination of my employment, and I agree to waive any statute of limitations to the contrary. I understand that this means that even if the law would give me the right to wait a longer time to make a claim, I am waiving that right, and that any claims not brought within six (6) months after my employment will be barred.\nI agree to the above terms of employment. I agree that if any of the above commitments by me is ever found to be legally unenforceable as written, the particular agreement concerned shall be limited to allow its enforcement as far as legally possible.\nPlaintiff signed the agreement. On November 7, 1989, he was injured while in the course of his employment. Nevertheless, he continued working until November 13, 1989, the last day of the season.\nAfter treating plaintiff for his injury, plaintiff’s doctor placed a fifty-pound lifting restriction on his work. In January, 1990, he increased the restriction to seventy pounds. Nonetheless, defendant did not ask plaintiff to work again the following season. In May, 1990, when plaintiff contacted defendant, he learned that he had no job.\nIn December, 1992, plaintiff filed suit alleging breach of the written employment contract, age discrimination, handicap discrimination and retaliatory discharge for filing of a worker’s compensation claim. Defendant moved for summary disposition under MCR 2.116(C)(10), arguing that the action was barred by the six-month period of limitation contained in the employment contract. Plaintiff responded that the six-month period was unenforceable as unreasonably short, given the applicable statute of limitation governing the claims.\nThe trial court granted defendant’s motion for summary disposition. It expressed reservations about enforcing the six-month period of limitation. Nevertheless, it concluded that, even if the six-month period were unreasonable, plaintiff was not entitled to file suit as late as thirty-one months after the alleged breach. The court found that the contract’s saving clause should be interpreted to mean that suit must be filed within a minimally reasonable time. A reasonable time in this case was a period shorter than the thirty-one months that plaintiff waited to file. Without determining what period would have been minimally reasonable, the trial court concluded that the action was time-barred.\nThe Court of Appeals affirmed. 212 Mich App 105, 108; 537 NW2d 225 (1995). It stated:\nThe savings clause in the contract can be read as providing that the period of limitation shall be the minimum reasonable time in excess of six months. Furthermore, like the trial court, we agree that thirty-one months is in excess of the minimum reasonable time. While we do not draw a bright line with respect to what the minimum reasonable time is, we are not persuaded that plaintiff required thirty-one months in which to investigate and file the action, nor would a period of less than thirty-one months operate as a practical abrogation of the right to sue and certainly did not bar the bringing of the action before the loss or damage could be ascertained. See Camelot [Excavating Co, Inc v St Paul Fire & Marine Ins Co, 410 Mich 118, 127; 301 NW2d 275 (1981)]. Therefore, whatever the minimum reasonable time is, it is less than thirty-one months. Accordingly, the action was barred by the provisions of the contract at the time plaintiff brought the action. Thus, the trial court properly granted summary disposition in favor of defendant.\nThe Court also rejected plaintiff’s argument that allowing employers to shorten the statutory period of limitation for employment actions is contrary to public policy. Although the argument may have merit, we do not address it because of the constraints in our order granting leave to appeal. Also, we express no opinion regarding the reasonableness of any shortened period agreed to by the parties. We granted plaintiff’s application in order to determine whether the contract’s saving provision can be read to require any claims to be brought within the minimum reasonable period.\nn\nA statutory period of limitation provides a defense that bars a plaintiff’s cause of action because of an undue lapse of time since the cause of action arose. 51 Am Jur 2d, Limitation of Actions, § 2, p 592. There are several policy reasons underlying the adoption of statutes of limitation. They protect defendants’ rights by eliminating stale claims, shielding defendants from protracted fear of litigation, and ensuring that they have a fair chance of defending themselves. Chase v Sabin, 445 Mich 190, 199; 516 NW2d 60 (1994); Bigelow v Walraven, 392 Mich 566, 576; 221 NW2d 328 (1974). Statutes of limitation are also constructed to give plaintiffs a reasonable opportunity to bring suit. Chase, supra.\nThis Court has discussed the use of contracts to shorten the period of limitation. Camelot, supra. In Camelot, a general plumbing contractor, Priestley, contracted with an insurance company, St. Paul, for a labor and materials payment bond. Id. at 125. Priestly entered into a subcontract with Camelot Excavating Company for excavation work. Camelot completed its work under the contract. In April, 1974, Priestly abandoned the project without paying monies it owed to Camelot. Id.\nIn August, 1976, Camelot sued St. Paul on the bond. St. Paul asserted in defense that the suit was barred by a one-year limitation clause contained in the bond. Id. at 126.\nWe held that parties may contract for a period of limitation shorter than the applicable statute of limitation. Id. at 125. The limitation period must be reasonable. Id. at 126. It is reasonable if (1) the claimant has sufficient opportunity to investigate and file an action, (2) the time is not so short as to work a practical abrogation of the right of action, and (3) the action is not barred before the loss or damage can be ascertained. Id. at 127. Courts have held that limitation periods written into certain insurance, shipping, and bond contracts were valid although they shortened legislatively prescribed limitation periods. See, generally, anno: Validity of contractual time period, shorter than statute of limitations, for bringing action, 6 ALR3d 1197.\nIn Camelot, Justice Levin expressed concerns about the development of a rule authorizing contractually shortened periods of limitation. Camelot, supra at 141 (Levin, J., concurring). He reasoned:\nThe rationale of the rule allowing parties to contractually shorten statutory periods of limitation is that the shortened period is a bargained-for term of the contract. Allowing such bargained-for terms may in some cases be a useful and proper means of allowing parties to structure their business dealings.\nIn the case of an adhesion contract, however, where the party ostensibly agreeing to the shortened period has no real alternative, this rationale is inapplicable.\nWe share Justice Levin’s concerns. Employment contracts differ from bond contracts. An employer and employee often do not deal at arm’s length when negotiating contract terms. An employee in the position of plaintiff has only two options: (1) sign the employment contract as drafted by the employer or (2) lose the job. Therefore, unlike in Camelot where two businesses negotiated the contract’s terms essentially on equal footing, here plaintiff had little or no negotiating leverage. Where one party has less bargaining power than another, the contract agreed upon might be, but is not necessarily, one of adhesion, and at the least deserves close judicial scrutiny.\nIn this case, neither the trial court nor the Court of Appeals upheld the six-month period of limitation in the contract. Defendant argues, notwithstanding, that both courts properly interpreted the saving clause as requiring that plaintiff’s claims must be brought within the minimum reasonable time in excess of six months. We find the interpretation unworkable.\nA\nThe saving clause is vague and ambiguous. It does not call for an alternate limitation period of two, three, four, or five years. Instead, it uses the terminology “as far as legally possible.” The Court of Appeals found that the term could be interpreted to mean suit should be brought in the minimum reasonable time beyond the six-month limitation period. However, it could as easily be read to mean that, if the contractual period of limitation is found unreasonable, the statutory period governs. A legal period has already been determined by the Legislature. As the contract period under consideration is ambiguous, it must be construed against the drafter, the defendant. Lichnovsky v Ziebart Int’l Corp, 414 Mich 228, 239; 324 NW2d 732 (1982).\nB\nFor reasons of policy, courts should not determine periods of limitation on a case-by-case basis. We agree with the observation in the Court of Appeals dissent that claimants are entitled to certainty in their legal dealings. Statutes of limitation embody the important public policy considerations of stimulating business activity, punishing negligence, and giving security and stability to human affairs in general. 51 Am Jur 2d, Limitation of Actions, § 18, p 603, citing Kyle v Green Acres at Verona, Inc, 44 NJ 100; 207 A2d 513 (1965).\nA statutory limitation period provides peace of mind to a potential defendant. A defendant can be certain that, once the period expires, extensive defense of a new lawsuit will be unnecessary. A plaintiff, also, is entitled to certainty in legal dealings. Allowing courts to fashion arbitrary periods of limitation depending on the facts of each case sometimes would force claimants to file suit prematurely, lending further instability to employment relations. In many cases, suit would have to be brought before adequate investigation had been completed.\nThe public policy considerations underlying limitation periods are not advanced, either, by encouraging uncertain periods of limitation. We agree with the Court of Appeals dissent that the applicable statutory limitation period is a straightforward and objective indicator of what period is reasonable. Lothian v Detroit, 414 Mich 160, 165; 324 NW2d 9 (1982). In the case before us, defendant has not stated a convincing argument why we should abandon the objective indicator and authorize nonspecific contractual periods of limitation.\nc\nHistorically, courts have relied on the Legislature to establish limitation periods. As we stated over a century ago:\nEvery suitor must have a reasonable time in which to commence an action to enforce his rights, and it is for the Legislature to provide a general rule applicable to all cases falling within a class, and not for the judiciary to declare what is or should be a reasonable time varying with the circumstances of each case as it arises. Important legal and property rights depend upon the rule within which such right must be asserted, or, failing to do it, will be lost; and the necessity of a fixed, certain, and definite rule established by legislative authority is manifest. [McKisson v Davenport, 83 Mich 211, 215; 47 NW 100 (1890).]\nSimilarly, where the Legislature has not provided a statutory period of limitation governing a particular claim, this Court has not allowed lower courts to apply differing periods on a case-by-case basis. Instead, we have adopted the period of limitation of analogous statutes. See Hart v Detroit, 416 Mich 488; 331 NW2d 438 (1982).\nFederal decisions follow the same principle. Where no federal statute of limitation applies to a particular suit, the court does not assume that no time limit applies, nor does it determine a reasonable time. Rather, the most suitable statute or other established rule of timeliness is “borrowed.” DelCostello v Int’l Brotherhood of Teamsters, 462 US 151, 158; 103 S Ct 2281; 76 L Ed 2d 476 (1983).\nBy enacting a statute of limitation, the Legislature determines the reasonable maximum period a plaintiff can take to file a claim. Nielsen v Barnett, 440 Mich 1, 8; 485 NW2d 666 (1992). Courts should defer to the statutory period unless the period in the parties’ contract is specific and reasonable.\nm\nIn conclusion, a contractual saving clause providing for enforcement “as far as legally possible” cannot be construed to allow imposition of uncertain, varying periods of limitation case by case. As a consequence, the limitation period for each of plaintiff’s claims is the applicable statutory period. The decision of the Court of Appeals is reversed. We remand this case to the trial court for further proceedings.\nMallett, C.J., and Brickley, Cavanagh, Boyle, Riley, and Weaver, JJ., concurred with Kelly, J.\nThe period of limitation for plaintiffs breach of contract claim is six years. MCL 600.5807(8); MSA 27A.5807(8). For the rest of his claims, the period is three years. MCL 600.5805(8); MSA 27A.5805(8).\nThe trial court was concerned that shortening the limitation period to six months might foster premature lawsuits because of a lack of investigation time. Also, plaintiff did not have a realistic choice in deciding to sign the agreement. If he did not sign, he would have risked discharge. The transaction was not at arm’s length. Finally, there are public policy reasons for prohibiting the shortening of the limitation periods in discrimination lawsuits.\n453 Mich 915 (1996).\nThe contract in Camelot provided as follows:\n“No suit or action shall be commenced hereunder by any claimant:\nMs * *\n“After the expiration of one (1) year following the date on which principal ceased work on said contract, it being understood, however, that if any limitation embodied in this bond is prohibited by any law controlling the construction hereof such limitation shall be deemed to be amended so as to be equal to the minimum period of limitation permitted by such law.” [Id. at 128.]",
        "type": "majority",
        "author": "Kelly, J."
      }
    ],
    "attorneys": [
      "Bott & Spencer, P.C. (by Timothy J. Botf), for the plaintiff-appellant.",
      "Warner, Norcross & Judd (by Douglas E. Wagner, Robert J. Chovanec, and Melvin G. Moseley, Jr.), for the defendant-appellee.",
      "Amici Curiae:",
      "David A. Kotzian, Kenneth Watkins, and Jan C. Leventer for Wolverine Bar Association.",
      "Stark & Gordon (by Sheldon J. Stark and Carol A. Laughbaum) for Michigan Trial Lawyers Association, American Civil Liberties Union of Michigan, Michigan State AFL-CIO, and International Union UAW.",
      "Amberg, McNenly, Zuschlag, Firestone & Lee, P.C. (by Joseph H. Firestone), for Michigan Education Association."
    ],
    "corrections": "",
    "head_matter": "HERWEYER v CLARK HIGHWAY SERVICES, INC\nDocket No. 103802.\nArgued April 8, 1997\n(Calendar No. 3).\nDecided July 8, 1997.\nJack Herweyer brought an action for wrongful termination in the Missaukee Circuit Court against Clark Highway Services, Inc., alleging breach of an employment contract, age and handicap discrimination, and retaliatory discharge for filing a worker’s compensation claim. The court, Charles D. Corwin, J., granted summary disposition for the defendant, citing the contract’s saving clause to provide a period of limitation to bring an action shorter than the applicable statutory period. The Court of Appeals, Sawyer, P.J., and Griffin, J. (Neff, J., dissenting), affirmed (Docket No. 171720). The plaintiff appeals.\nIn a unanimous opinion by Justice Kelly, the Supreme Court held:\nWhen the period of limitation in an employment contract is unreasonably short, the applicable period is that established by statute.\n1. A statutory period of limitation provides a defense that bars a plaintiffs cause of action because of an undue lapse of time since the cause of action arose. Parties may contract for a period of limitation shorter than the applicable statute of limitations, but that period must be reasonable. A limitation period is reasonable if the claimant has sufficient opportunity to investigate and file an action, the time is not so short as to work a practical abrogation of the right of action, and the action is not barred before the loss or damage can be ascertained.\n2. Employer and employee often do not deal at arm’s length when negotiating contract terms. Where one party has less bargaining power than another, the contract might be, but is not necessarily, one of adhesion, and at the least deserves close judicial scrutiny. In this case, the plaintiff had little or no negotiating leverage. The saving clause is vague and ambiguous, and must be construed against the defendant. It does not call for an alternate limitation period. Instead, it uses the terminology “as far as legally possible.” A legal period has already been determined by the Legislature. The defendant has not stated a convincing argument why the objective indicator should be abandoned and nonspecific contractual periods of limitation authorized. By enacting a statute of limitation, the Legislature determines the reasonable maximum period a plaintiff can take to file a claim. Courts should defer to the statutory period unless the period in the parties’ contract is specific and reasonable. A contractual saving clause providing for enforcement “as far as legally possible” cannot be construed to allow imposition of uncertain, varying periods of limitation case by case.\nReversed and remanded.\n212 Mich App 105; 537 NW2d 225 (1995) reversed.\nBott & Spencer, P.C. (by Timothy J. Botf), for the plaintiff-appellant.\nWarner, Norcross & Judd (by Douglas E. Wagner, Robert J. Chovanec, and Melvin G. Moseley, Jr.), for the defendant-appellee.\nAmici Curiae:\nDavid A. Kotzian, Kenneth Watkins, and Jan C. Leventer for Wolverine Bar Association.\nStark & Gordon (by Sheldon J. Stark and Carol A. Laughbaum) for Michigan Trial Lawyers Association, American Civil Liberties Union of Michigan, Michigan State AFL-CIO, and International Union UAW.\nAmberg, McNenly, Zuschlag, Firestone & Lee, P.C. (by Joseph H. Firestone), for Michigan Education Association."
  },
  "file_name": "0014-01",
  "first_page_order": 100,
  "last_page_order": 110
}