{
  "id": 501857,
  "name": "PAUL v. LEE",
  "name_abbreviation": "Paul v. Lee",
  "decision_date": "1997-07-15",
  "docket_number": "Docket No. 103069",
  "first_page": "204",
  "last_page": "220",
  "citations": [
    {
      "type": "official",
      "cite": "455 Mich. 204"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "456 Mich 1201",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": -1
    },
    {
      "cite": "411 NW2d 736",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "161 Mich App 533",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2303175
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/161/0533-01"
      ]
    },
    {
      "cite": "525 NW2d 891",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "207 Mich App 378",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1879702
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/207/0378-01"
      ]
    },
    {
      "cite": "137 NW2d 292",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "1 Mich App 522",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1192822
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/1/0522-01"
      ]
    },
    {
      "cite": "13 NW 597",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1882,
      "opinion_index": 0
    },
    {
      "cite": "49 Mich 295",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1395816
      ],
      "year": 1882,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/49/0295-01"
      ]
    },
    {
      "cite": "150 NW 118",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "183 Mich 252",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1646828
      ],
      "year": 1914,
      "opinion_index": 0,
      "case_paths": [
        "/mich/183/0252-01"
      ]
    },
    {
      "cite": "67 NW 561",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1896,
      "opinion_index": 0
    },
    {
      "cite": "109 Mich 561",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1478483
      ],
      "year": 1896,
      "opinion_index": 0,
      "case_paths": [
        "/mich/109/0561-01"
      ]
    },
    {
      "cite": "153 NW 692",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1915,
      "opinion_index": 0
    },
    {
      "cite": "187 Mich 319",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1595206
      ],
      "year": 1915,
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/187/0319-01"
      ]
    },
    {
      "cite": "92 NW2d 57",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "353 Mich 421",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1868640
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/mich/353/0421-01"
      ]
    },
    {
      "cite": "247 NW 911",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "262 Mich 443",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1858997
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/mich/262/0443-01"
      ]
    },
    {
      "cite": "198 NW 228",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "226 Mich 625",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1691268
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/mich/226/0625-01"
      ]
    },
    {
      "cite": "290 NW2d 363",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "408 Mich 248",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1950993
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/mich/408/0248-01"
      ]
    },
    {
      "cite": "119 NW2d 627",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "369 Mich 133",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1875769
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "138-139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/369/0133-01"
      ]
    },
    {
      "cite": "108 NW2d 845",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 2,
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "363 Mich 135",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1884837
      ],
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/363/0135-01"
      ]
    },
    {
      "cite": "448 NW2d 725",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "181 Mich App 117",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2307914
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "118-119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/181/0117-01"
      ]
    },
    {
      "cite": "537 NW2d 151",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "449 Mich 420",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2038474
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/449/0420-01"
      ]
    },
    {
      "cite": "521 NW2d 266",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "446 Mich 482",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2004221
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/mich/446/0482-01"
      ]
    },
    {
      "cite": "499 NW2d 419",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "198 Mich App 675",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        1862609
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "678"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/198/0675-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1021,
    "char_count": 30305,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 8.152766784350521e-08,
      "percentile": 0.47460701376798414
    },
    "sha256": "2069303c9c0be2aec825c4183158c8c369dd104e7cef5fbece092de648cf41f3",
    "simhash": "1:90f8e6755a17e16a",
    "word_count": 4956
  },
  "last_updated": "2024-02-27T17:45:28.850794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Brickley, Boyle, Riley, Weaver, and Kelly, JJ., concurred with Mallett, C.J."
    ],
    "parties": [
      "PAUL v LEE"
    ],
    "opinions": [
      {
        "text": "Mallett, C.J.\nIn this medical malpractice case, the plaintiffs claim that the physician who performed a vasectomy on the plaintiff husband breached the standard of care by failing to properly inform him that the effects of the procedure may not be permanent and that he should obtain subsequent tests to confirm sterility. The jury awarded damages for the plaintiff wife’s lost wages after she became pregnant. The trial court denied the defendant doctor’s motion for summary disposition, finding that even if the plaintiffs’ expert’s deposition testimony indicated that the defendant did not breach the standard of care, the case should nevertheless go to the jury because it could decide the issue without the benefit of expert testimony. The Court of Appeals affirmed. Because we disagree with this conclusion, and because at the time of the motion for summary disposition no reasonable trier of fact could have found that the defendant breached the standard of care causing the plaintiffs’ claimed damages, we reverse.\ni\nFACTS\nIn October 1984, the defendant, Dr. Lee, performed a vasectomy on plaintiff James Paul. Before undergoing the in-office procedure, Mr. Paul signed a consent form, which read as follows:\nI, Mr. James Paul hereby request Dr. Eui-Dong Lee, M.D. to operate on me to sever the Vas deferens tubes and thus render me impossible to product [sic] pregnancy. I realize this is a permanent procedure; and that occasionally, through no fault of the Surgeon, the tube may reunite, thus allowing pregnancy to occur. I hereby relieve the Surgeon, and all other personnel involved, for the success or possible failure of the operation of Sterilization. I hereby authorize Dr. Eui-Dong Lee, M.D. to employ for me an assistant surgeon and an anesthetist, if in his opinion they are necessary. [Emphasis added.]\nDr. Lee’s medical records indicate that he further verbally instructed Mr. Paul to have a sperm count test taken two months after the procedure. Dr. Lee and his staff also testified that it was Dr. Lee’s routine practice to verbally instruct all vasectomy patients that the procedure could fail, even years later, and that they should use other forms of birth control until an initial sperm count test, to be taken approximately two months after the procedure, confirmed sterility. Dr. Lee and his staff testified that, consistent with this routine practice, Dr. Lee would have discussed this information with Mr. Paul. Mr. Paul, however, denied receiving this verbal instruction.\nAt the time of the procedure, Mr. Paul and his wife, Susan, had been married for ten years and had four children. Mrs. Paul had postponed full-time work outside the home until their fourth child had reached school age. In 1990, Mrs. Paul enrolled at Grand Valley State University and registered for two courses, intending to obtain teacher certification. In April 1990, five and a half years after her husband’s vasectomy, she learned that she was pregnant with their fifth child. Mr. Paul obtained another vasectomy, which was performed by Dr. DeVries. Dr. DeVries determined that the initial vasectomy performed by Dr. Lee had failed only recently, i.e., recanalization had taken place shortly before conception.\nThe plaintiffs brought this medical malpractice action against Dr. Lee, claiming that he breached the standard of care by failing to personally inform Mr. Paul that the vasectomy might fail years after the operation, by failing to personally explain the consent form that Mr. Paul had signed, and by failing to inform Mr. Paul that he needed to obtain a negative sperm count two months after the procedure to confirm sterility. The plaintiffs sought damages primarily for lost wages sustained by Mrs. Paul as a result of the pregnancy. Mrs. Paul claimed that the birth of their fifth child lengthened her anticipated two-year course of study, delaying reentry into the work force from 1991 to 1994.\nDr. Lee filed two separate motions for summary disposition. The first focused on the consent form. The trial court granted this motion in part, concluding that because the plaintiff signed the consent form, he could not claim that he was not informed that the surgery might not be permanent. Although he ruled that the consent form was valid, he also stated that it did not clearly release the doctor from liability for negligence.\nThe defendant filed his second motion for summary disposition pursuant to MCR 2.116(C)(10), after the deposition of the plaintiffs’ expert witness, Dr. DeVries. Defendant argued that Dr. DeVries’ testimony, which was to be plaintiff’s only expert testimony at trial, failed to establish that Dr. Lee breached the standard of care and that the plaintiffs could not establish proximate causation. The defendant argues that, on the basis of Dr. DeVries’ testimony, no reasonable trier of fact could conclude that Dr. Lee breached the standard of care and caused the claimed damages. The trial court denied this second motion for summary disposition, concluding that the question whether defendant violated the standard of care by failing to give adequate informed consent was one of fact that could be decided by a jury without the assistance of an expert. The court also concluded that the issue of proximate cause should be decided by the jury-\nThe case proceeded to trial. The jury awarded the plaintiffs $194,194 in damages, plus interest. The trial court denied the defendant’s motion for judgment notwithstanding the verdict, a new trial, and remittitur. The Court of Appeals affirmed. Unpublished opinion per curiam, issued January 25, 1995 (Docket No. 160800).\nn\nLAW\nWe review de novo the trial court’s grant or denial of a motion for summary disposition. Borman v State Farm Fire & Casualty Co, 198 Mich App 675, 678; 499 NW2d 419 (1993), aff’d 446 Mich 482; 521 NW2d 266 (1994). When reviewing a motion for summary disposition based on MCR 2.116(C)(10), we must review the documentary evidence and determine whether a genuine issue of material fact exists. We draw all reasonable inferences in the nonmovant’s favor, giving that party the benefit of any reasonable doubt. Jackson v Detroit, 449 Mich 420, 426; 537 NW2d 151 (1995). Summary disposition is appropriate only if the court is satisfied that it is impossible for the nonmoving party to support his claim at trial because of a deficiency that cannot be overcome. Further, a party opposing a motion brought under MCR 2.116(C)(10) may not rest on his pleadings, but must come forward with evidence to establish the existence of a material factual dispute. If the nonmoving party fails to establish that a material fact is at issue, the motion is properly granted. Devine v Al’s Lounge, Inc, 181 Mich App 117, 118-119; 448 NW2d 725 (1989).\nIn professional malpractice cases, a plaintiffs assertion that a physician or surgeon breached the applicable standard of care must generally be supported by expert testimony. An exception exists where the lack of professional care is so manifest as to be within the common knowledge and experience of laymen. Lince v Monson, 363 Mich 135, 141; 108 NW2d 845 (1961); Roberts v Young, 369 Mich 133, 138-139; 119 NW2d 627 (1963); Orozco v Henry Ford Hosp, 408 Mich 248; 290 NW2d 363 (1980). As explained in Roberts-.\nIf in an action for damages for malpractice it appears that the conduct charged against the medical practitioner was of such character as to not require expert testimony submission of the question at issue to the jury is proper without evidence from other practitioners. Thus if a foreign object is left within the body of a patient on whom an operation has been performed, to his injury, laymen may properly decide the question of negligence without the aid of experts. Wood v Vroman, 226 Mich 625 [198 NW 228 (1924)]; LeFaive v Asselin, 262 Mich 443 [247 NW 911 (1933)]; Taylor v Milton, 353 Mich 421 [92 NW2d 57 (1958)]. However, the rule applicable in most cases of malpractice was well summarized in Zoterell v Repp, 187 Mich 319, 330 [153 NW 692 (1915)], as follows:\n“The difficulties and uncertainties in the practice of medicine and surgery are such that no practitioner can be required to guarantee results, and all the law demands is that he bring and apply to the case in hand that degree of skill, care, knowledge, and attention ordinarily possessed and exercised by practitioners of the medical profession under like circumstances (Pelky v Palmer, 109 Mich 561 [67 NW 561 (1896)]; Miller v Toles, 183 Mich 252 [150 NW 118 (1914)]); and the bare fact that full recovery does not result, or that a surgical operation is not entirely successful, is not in itself evidence of negligence.\n“As to those matters of special knowledge strictly involving professional skill and attention, unskillfulness, negligence, or failure to do that which ought to be done must be shown by the testimony of those learned in such matters. In Wood v Barker, 49 Mich 295, 298 [13 NW 597 (1882)], the rule as to competent evidence in this class of cases is stated as follows:\n“ ‘Where all the testimony in the case is in favor of the treatment pursued, and the question is one of medical skill which can only be tested by those familiar with such matters, it was error to let the jury draw adverse conclusions, which could only be based on their unprofessional notions of how such injuries should be treated.’ ” [Id. at 138-139.]\nClaims of negligence based on the failure of a physician or surgeon to adequately obtain informed consent before a procedure or to otherwise fail to instruct or advise a patient come within the general rule regarding the need for expert testimony. Consequently, if the necessity of giving the particular information is within the general knowledge of laymen, expert testimony is not required. However, if laymen would not necessarily know what information a physician should provide the patient, expert testimony is required. Miles v Van Gelder, 1 Mich App 522; 137 NW2d 292 (1965). In Miles, the Court properly determined that the plaintiff must produce expert testimony regarding the standard of care applicable to advising a patient of the reasonable expectations of risk in the proposed operation. Miles at 532.\nIn Roberts, this Court also applied the general rule, determining that expert testimony was required to establish the applicable standard of care for informing a patient of the possibility of infection following the proposed surgery. In making this determination, the Roberts Court distinguished an earlier case, Taylor v Milton, supra, which held that no expert testimony was required concerning a physician’s failure to advise the patient that he had left a portion of a filiform, which had broken off during surgery, in his body. The scenarios presented in Miles, Roberts, and Taylor provide instructive examples of the types of cases involving informed consent requiring expert testimony and those that do not.\nm\nANALYSIS\nA\nThe nature and extent of information that a physician should give to a vasectomy patient before performing that procedure clearly come within the general rule rather than the exception. The risks and necessary postoperative follow-up attendant to a vasectomy are not within the general knowledge of laymen. Nor do laymen generally know what information the doctor should give or how the information should be explained.\nHaving determined the need for expert testimony to support plaintiffs’ claim, we must now carefully review the deposition testimony of their expert, Dr. DeVries, to determine whether that testimony was sufficient to allow the claim to go to the jury.\nB\nDuring his deposition, Dr. DeVries did not identify any specific standard of care that Dr. Lee had breached. In fact, his answers to questions in several instances appear to indicate that he found no violation of the standard of care on the part of Dr. Lee.\nSpecifically, Dr. DeVries testified that the standard of care concerning informed consent for a vasectomy includes informing the patient that the procedure will likely permanently prevent pregnancy, that the procedure could fail, thus allowing pregnancy to occur at a later date, and that the patient must be told to obtain a sperm count approximately two months after the procedure to ensure that sterility had been accomplished. Dr. DeVries specifically denied that the standard of care included informing the patient to obtain yearly sperm testing or to obtain any other testing to ensure sterility years after the vasectomy. He also specifically denied that the standard of care included keeping track of vasectomy patients or to follow-up whether they obtained either the initial testing or subsequent periodic testing. The plaintiffs did not produce any contrary expert testimony concerning the standard of care.\nImportantly, they did not produce expert testimony indicating that the standard of care required informing the patient to obtain periodic testing even years after the procedure or to employ other means of birth control. This is important because the uncontroverted testimony of Dr. DeVries was that recanalization had occurred recently and only this type of information could have theoretically prevented the pregnancy.\nPlaintiffs essentially claim that if they had been properly informed regarding testing and the use of contraceptives, they would have obtained the testing and would have used contraceptives and consequently could have prevented conception. In addition to eliciting expert testimony regarding breach of a standard of care, plaintiffs also bore the burden of showing how such a breach caused their damages. Here, that causal link could have been met only by expert testimony indicating that the standard of care included informing patients to obtain periodic sperm testing or to use additional means of contraception. Only if this were the standard could the plaintiffs have shown that the defendant’s failure to so inform them caused them to lose the chance to prevent pregnancy.\nWe acknowledge that factual discrepancies existed at the time of summary disposition. Dr. Lee, his staff, and the medical record indicated that Dr. Lee informed Mr. Paul to obtain sperm testing two months after the procedure, while Mr. Paul denied that Dr. Lee gave this advice. Dr. Lee and his staff also indicated that Dr. Lee would have verbally explained the consent form, particularly the possibility of late vasectomy failure, while Mr. Paul denied that Dr. Lee did this.\nThese factual discrepancies, however, are not material because either they did not directly relate to the plaintiffs’ claim or they did not involve the standard of care. Even if we view the evidence in the light most favorable to the plaintiffs and accept Mr. Paul’s version of the events, Dr. Lee’s alleged failure to advise him to obtain sperm testing two months after the procedure could not have caused the Pauls to lose their opportunity to prevent the pregnancy because recanalization occurred only shortly before conception. The trial court, and likely the jury, lost sight of the plaintiffs’ burden to establish causation. A breach not causally related to the claimed damages is not actionable and is not material.\nDiscrepancies concerning what Dr. Lee advised regarding periodic testing after the two-month period are also immaterial because the standard of care did not require Dr. Lee to advise Mr. Paul to obtain such testing. Further, any claim that Dr. Lee’s failure to advise Mr. Paul that the procedure could fail, thus allowing pregnancy, was properly precluded by the trial court because the consent form that Mr. Paul signed clearly spelled out this possibility.\nWe believe that this case illustrates the danger of allowing a malpractice claim to go to the jury when it is unsupported by expert testimony. Here, the jury returned a $194,194 verdict against the physician in spite of the absence of evidence indicating that the physician breached a specific standard of care that resulted in the claimed damages. We hold that summary disposition should have been granted and that the Court of Appeals clearly erred in holding otherwise. Consequently, we reverse the Court of Appeals decision and order the case against Dr. Lee dismissed.\nIV\nCONCLUSION\nPlaintiffs’ expert failed to identify a standard of care breached by the defendant that could have proximately caused the damages claimed by the plaintiffs. According to the plaintiffs’ expert, the standard of care did not require the defendant to instruct plaintiffs to obtain periodic testing or to use alternative forms of contraception to prevent pregnancy. Because only this advice could have prevented the pregnancy, which occurred according to the plaintiffs’ expert only shortly after recanalization, plaintiffs could not establish that a breach of the standard of care proximately caused their damages. Consequently, the trial court erred in failing to grant the defendant’s motion for summary disposition, and the Court of Appeals clearly erred in affirming the trial court’s denial of the order. For all the above reasons, we reverse the Court of Appeals decision and dismiss the plaintiffs’ claim.\nBrickley, Boyle, Riley, Weaver, and Kelly, JJ., concurred with Mallett, C.J.\nAs explained by Dr. DeVries, recanalization refers to the reuniting of the two ends of the vas deferens after it has been cut, allowing semen to once again transfer through the lumen.\nBecause we decide this case on other grounds, we will not address the effect of the consent form as a release from liability for negligence, except to note that this case is factually distinguishable from Cudnik v William Beaumont Hosp, 207 Mich App 378; 525 NW2d 891 (1994). In Cudnik, the Court of Appeals held that an exculpatory agreement signed before the patient received medical treatment was invalid. Even if we were to hold that Cudnik was properly decided, its holding is inapplicable in this case. Otherwise stated, we view the language in Cudnik suggesting that all covenants not to sue or releases from liability in the context of medical treatment are invalid and unenforceable, even those involving nonessential, nonlife threatening medical treatment, as dicta.\nIn its August 27, 1992, opinion and order, the court stated:\nUsually in order to establish a medical malpractice claim, the plaintiff is required to produce expert testimony in order to show that the defendant’s conduct was below the applicable standard of care. However, expert testimony is not necessary where the inadequacy of the professional care is so obvious that it is within the common knowledge and experience of lay persons that the conduct was careless. Lince v Monson, 363 Mich 135; 108 NW2d 845 (1961); Heintz v Akbar, 161 Mich App 533; 411 NW2d 736 (1987).\nIn this case there is no claim that the surgical procedure was performed improperly or that the surgery failed due to the defendant’s negligence. The claim of the plaintiffs is that the defendant failed to meet the standard of care required of him by failing to fully inform the plaintiffs of the possibility of “recanalization” and of the necessity for further tests to make certain that the procedure was and remained effective. Surely the defendants do not wish to suggest that a jury is unqualified, without the assistance of an expert witness, to determine whether or not the plaintiff was or was not given the information required to meet the standard of care.\nBecause we conclude that summary disposition should have been granted, we will not review the defendant’s additional claims that these motions were improperly denied.\nThe following excerpts from Dr. DeVries’ deposition are illustrative:\nQ. Going beyond for a minute the immediate care, it is not your opinion, is it, that Dr. Lee was required to say to Mr. Paul, and once you are tested negative and clear, I suggest to you that you come in every year for an additional check just to keep track of the fact that you may be sterile?\nA. No.\nQ. Doctor, one final question. Is it your testimony that there is no single conduct, no single act which Dr. Lee did or omitted to do which constitutes a breach of the standard of care?\nA. No. My feeling from — I do not know this man, and so the only opinion I am getting is from reading of a deposition — is that the biggest failure in one simple word was “communication,” lack of communication to him, and I think that’s where the failure in this case — if there is a failure in this case, I think that’s the area in which it lies. [Emphasis added.]",
        "type": "majority",
        "author": "Mallett, C.J."
      },
      {
        "text": "Cavanagh, J.\nI dissent from the majority opinion because I disagree with its conclusion that at the time of the motion for summary disposition no reasonable trier of fact could have found that the defendant breached the standard of care causing the plaintiffs’ claimed damages. Rather, I would hold that the trial court properly denied the defendant’s motion for summary disposition because there was a genuine issue of fact over which reasonable minds could differ. Mr. Paul’s and Dr. Lee’s testimony conflicted regarding whether Dr. Lee informed Mr. Paul that a follow-up sperm test was necessary and of the possibility of late failure years in the future. Mr. Paul testified that because he did not have this information, he was unaware of the risk involved in discontinuing all other contraceptive precautions. Because of this evidence and reasonable inferences drawn from it, there was an issue of fact for the jury to resolve. Therefore, the summary disposition motion was properly denied.\nI. CAUSATION\nThe majority acknowledges that there was a factual dispute at the time of summary disposition. Ante at 215-216. However, it reasons that these factual discrepancies are not material because even if this Court accepts Mr. Paul’s version of the events, “Dr. Lee’s alleged failure to advise him to obtain sperm testing two months after the procedure could not have caused the Pauls to lose their opportunity to prevent the pregnancy because recanalization occurred only shortly before conception.” Id. at 216. The majority reasons that the trial court and, likely, the jury overlooked the plaintiffs’ burden to establish causation.\nFurther, the majority reasons that discrepancies concerning the subject of periodic sperm testing or alternative forms of contraception are immaterial because the standard of care does not require a doctor to advise the patient about these matters. The majority reasons that only this advice could have prevented the pregnancy. Because this advice was not required to be given, the plaintiffs could not establish that a breach of the standard of care caused their damages.\nI disagree with the majority’s reasoning. The standard of care required Dr. Lee to advise Mr. Paul to have a two-month follow-up sperm test to ensure the success of the surgery. Mr. Paul claims that Dr. Lee did not give him that advice. The standard of care also required Dr. Lee to advise Mr. Paul that the operation could fail many years into the future, even with successful surgery, through no fault of the surgeon. Even though Mr. Paul signed a consent form stating that he realized that “occasionally, through no fault of the Surgeon, the tube may reunite, thus allowing pregnancy to occur,” he understood this risk to be present only in the first two months after the surgery and did not realize reunification could occur years into the future.\nAccepting Mr. Paul’s allegations as true, there was a factual dispute at the time of the summary disposition motion. Although the majority concedes this point, it holds that the summary disposition motion should have been granted anyway, because the plaintiff could not prove that his claimed damages were caused by Dr. Lee’s breach of the standard of care. It is with that conclusion that I disagree.\nThe crucial information that a vasectomy patient must be given is included within the standard of care. This advice is required in order to give the patient an opportunity to determine whether the benefits derived from the surgery outweigh any risks that are presented. In this case, the tubes reunited over five years after the surgery, and pregnancy occurred as a result. Accepting Mr. Paul’s allegations as true, he was not aware of that risk. Not being aware of that risk, he could not protect himself against it. Even though the standard of care did not require Dr. Lee to advise Mr. Paul to have periodic sperm tests or to use alternative methods of birth control, Dr. Lee’s failure to advise Mr. Paul according to the standard of care made it more likely that Mrs. Paul would become pregnant than if he had been properly informed. The policy behind informed consent law is to give the patient all the relevant information and then let him decide what to do with it. Because the breach of the standard of care and causation were established, the motion for summary disposition was properly denied.\nH. CONSENT FORM\nAdditionally, the majority reasons that any claim that Dr. Lee failed to advise Mr. Paul that the procedure could fail after the initial two-month period was properly precluded by the trial court because the signed consent form clearly spelled out the possibility of late failure. Again, I disagree with this conclusion and would hold that the trial court did not err in finding that the consent form was not clearly and equivocally intended to release the defendant from liability for negligence.\nin. CONCLUSION\nAt the time of the summary disposition motion, a reasonable trier of fact could have found that Dr. Lee breached the standard of care and that the breach caused the plaintiffs’ damages. Thus, I would hold that the motion was properly denied and would affirm the jury verdict in the plaintiffs’ favor.",
        "type": "dissent",
        "author": "Cavanagh, J."
      }
    ],
    "attorneys": [
      "Dykema, Gossett, P.L.L.C. (by Rosemary G. Schikora and Kathleen McCree Lewis), for the plaintiffs.",
      "O’Leary, O’Leary, Jacobs, Mattson, Perry & Mason, P.C. (by John P. Jacobs), for the defendant.",
      "Amicus Curiae:",
      "Plunkett & Cooney, PC. (by Robert G. Kamenee), for Michigan Defense Trial Counsel, Inc."
    ],
    "corrections": "",
    "head_matter": "PAUL v LEE\nDocket No. 103069.\nArgued March 6, 1997\n(Calendar No. 18).\nDecided July 15, 1997.\nRehearing denied 456 Mich 1201.\nJames A. Paul and Susan Paul, his wife, brought a medical malpractice action in the Van Burén Circuit Court against Eui-Dong Lee, M.D., alleging breach of the applicable standard of care in failing to properly inform Mr. Paul of the effects of a vasectomy performed on him by Dr. Lee. Mr. Paul had signed a consent form before undergoing the procedure that outlined its effects, including the possibility that the procedure could fail. The court, Meyer Warshawsky, J., granted summary disposition for the defendant, concluding, on the basis of the signed consent form, that the plaintiffs could not claim that Mr. Paul was not informed that the procedure might not be permanent. But the court denied summary disposition regarding breach of the standard of care and proximate cause, concluding that the jury could decide whether the standard was breached without the benefit of expert testimony, as well as the issue of proximate cause. Judgment was entered on a jury verdict for the plaintiffs. The Court of Appeals, Connor and J. E Kowalski, JJ. (Weaver, P.J., not participating), affirmed in an unpublished opinion per curiam (Docket No. 160800). The defendant appeals.\nIn an opinion by Chief Justice Mallett, joined by Justices Brickley, Boyle, Riley, Weaver, and Kelly, the Supreme Court held:\nThe plaintiffs’ expert failed to identify a standard of care breached by the defendant that could have proximately caused the damages claimed. At the time the defendant moved for summary disposition, no reasonable trier of fact could have found that the defendant breached the standard of care and proximately caused the damages claimed. Thus, summary disposition should have been granted, and the Court of Appeals clearly erred in holding otherwise.\n1. In professional malpractice cases, an assertion that a physician breached the applicable standard of care generally must be supported by expert testimony, except where the lack of professional care is so manifest as to be within the common knowledge and experience of laymen. The nature and extent of information that a physician should give a vasectomy patient clearly comes within the general rule.\n2. The plaintiffs’ expert did not identify any specific standard of care that the defendant had breached. Specifically, he denied that the standard of care included informing the patient to obtain yearly sperm testing or to obtain any other testing or to follow-up whether such tests were obtained, and the plaintiffs did not offer expert testimony that such testing and follow-up was required. The plaintiffs also bore the burden of showing how such a breach caused their damages, and the causal link could have been met only by expert testimony indicating that the standard of care included informing patients that periodic sperm testing or to use additional means of contraception was required. Only if this were the standard could the plaintiffs have shown that the defendant’s failure to so inform them caused them to lose the chance to prevent pregnancy.\nKeversed.\nJustice Cavanagh, dissenting, stated that the trial court properly denied the defendant’s motion for summary disposition because there was a genuine issue of fact over which reasonable minds could differ. At the time of the summary disposition motion, a reasonable trier of fact could have found that Dr. Lee breached the standard of care and that the breach caused the plaintiffs’ damages.\nAccepting the plaintiff’s allegations as true, there was a factual dispute at the time of the summary disposition motion. The crucial information that a vasectomy patient must be given is included within the standard of care. This advice is required in order to give the patient an opportunity to determine whether the benefits derived from the surgery outweigh any risks that are presented. Dr. Lee failed to advise Mr. Paul according to the standard of care. Because the breach of the standard of care and causation were established, the motion for summary disposition was properly denied. Additionally, the trial court did not err in finding that the consent form was not clearly and equivocally intended to release the defendant from liability for negligence.\nDykema, Gossett, P.L.L.C. (by Rosemary G. Schikora and Kathleen McCree Lewis), for the plaintiffs.\nO’Leary, O’Leary, Jacobs, Mattson, Perry & Mason, P.C. (by John P. Jacobs), for the defendant.\nAmicus Curiae:\nPlunkett & Cooney, PC. (by Robert G. Kamenee), for Michigan Defense Trial Counsel, Inc."
  },
  "file_name": "0204-01",
  "first_page_order": 290,
  "last_page_order": 306
}