{
  "id": 546185,
  "name": "John T. Ackley, Respondent, v. Eleanor J. Westervelt, Appellant",
  "name_abbreviation": "Ackley v. Westervelt",
  "decision_date": "1881-10-25",
  "docket_number": "",
  "first_page": "448",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 448"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "52 N. Y. 512",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        510888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/52/0512-01"
      ]
    },
    {
      "cite": "2 N. Y. 151",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "5 Duer, 389",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1350853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/12/0389-01"
      ]
    },
    {
      "cite": "16 N. Y. 297",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0289-01"
      ]
    },
    {
      "cite": "10 N. Y. 548",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "6 N. Y. 179",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2498615
      ],
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/6/0174-01"
      ]
    },
    {
      "cite": "1 Duer, 266",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1324761
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/8/0266-01"
      ]
    },
    {
      "cite": "1 Wend. 134",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0134-01"
      ]
    },
    {
      "cite": "51 N. Y. 219",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2061495
      ],
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/51/0219-01"
      ]
    },
    {
      "cite": "5 Rob. 248",
      "category": "reporters:state",
      "reporter": "Rob.",
      "case_ids": [
        1397918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/28/0248-01"
      ]
    },
    {
      "cite": "2 Denio, 113",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/2/0113-01"
      ]
    },
    {
      "cite": "60 Barb. 617",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2260090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/60/0617-01"
      ]
    },
    {
      "cite": "94 U. S. 351",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5646801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/94/0351-01"
      ]
    },
    {
      "cite": "37 N. Y. 74",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "16 N. Y. 543",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297857
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0535-01"
      ]
    },
    {
      "cite": "4 C. B. 783",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    },
    {
      "cite": "51 N. Y. 309",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2061571
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/ny/51/0309-01"
      ]
    },
    {
      "cite": "1 Denio, 113",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        483853
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/denio/1/0113-01"
      ]
    },
    {
      "cite": "9 Johns. 267",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372358
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0267-01"
      ]
    },
    {
      "cite": "2 Cow. 660",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2161480
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/cow/2/0660-01"
      ]
    },
    {
      "cite": "62 N. Y. 505",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2160401
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/62/0505-01"
      ]
    },
    {
      "cite": "2 Hun, 258",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "70 N. Y. 179",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "51 N. Y. 84",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2061507
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "90"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/51/0084-01"
      ]
    },
    {
      "cite": "45 N. Y. 549",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0549-01"
      ]
    },
    {
      "cite": "70 N. Y. 180",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2166408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/70/0180-01"
      ]
    },
    {
      "cite": "7 Barb. 191",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4886746
      ],
      "pin_cites": [
        {
          "page": "203"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/7/0191-01"
      ]
    },
    {
      "cite": "77 N. Y. 498",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        542970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/77/0498-01"
      ]
    },
    {
      "cite": "1 Daly, 371",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "24 How. Pr. 422",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "30 N. Y. 453",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2040647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/30/0453-01"
      ]
    },
    {
      "cite": "16 N. Y. 548",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297856
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "553"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0540-01"
      ]
    },
    {
      "cite": "51 N. Y. 309",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2061571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/51/0309-01"
      ]
    },
    {
      "cite": "62 N. Y. 505",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2160401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/62/0505-01"
      ]
    },
    {
      "cite": "2 Hun, 258",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 765,
    "char_count": 16300,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 7.868576581792051e-07,
      "percentile": 0.972702848698901
    },
    "sha256": "69dff3205f4d916d0d24f4492aa6a348724773199aa8a4ae17480faa318d592e",
    "simhash": "1:a4ec65a98f7cbab0",
    "word_count": 2915
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John T. Ackley, Respondent, v. Eleanor J. Westervelt, Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThis is an action to recover the rent of certain premises in the city of Hew York, alleged to have been occupied by the defendant, as tenant of the plaintiff, for the period of time intervening between Eeb. 1, 1870, and Oct. 1, 1875.\nThe defendant, in her answer, denied all the allegations contained in the complaint, and alleged that she was a married woman, the wife of Cornelius Westervelt, and that during the time mentioned in the complaint she resided upon the premises, as his wife and as a member of his family, being engaged in no business whatever.\nUpon the trial the plaintiff, to establish the tenancy, introduced in evidence the judgment record in a suit wherein he was defendant and this defendant was the plaintiff. That action was brought to restrain this plaintiff from prosecuting summary proceedings, instituted by him against her as his tenant, for her removal from the premises for non-payment of rent, and to procure an adjudication that a deed of the premises, executed to him by her and her husband, although absolute in form, was merely intended as a mortgage, and that she have the right to redeem. This plaintiff, in his answer in that action, denied that the deed was intended as a mortgage, and set up as a counter-claim a cause of action for the rent due Feb. 1,1870. Upon the trial of that action it was adjudicated that the deed was not intended as a mortgage; that this plaintiff demised the premises to her at a rent of $1,500 per year; that she took possession under such demise and occupied the premises pursuant thereto ; and that she was indebted to this plaintiff for the rent due Feb. 1, 1870, in the sum of $3,628.90, including interest. The plaintiff further proved on the trial of this action, that the defendant occupied the premises to Oct. 1, 1875, and that no other contract was made in reference to such occupancy by her than the one litigated in the former action.\nThe facts thus proved entitled the plaintiff to recover. The prior adjudication established .conclusively the tenancy at $1,-500 per year down to Feb. 1, 1870, and her liability, although a married woman, to pay the rent. (Westervelt v. Ackley, 2 Hun, 258; S. C., 62 N. Y. 505.) It is no longer open to dispute in this State that a married woman, although she carries on no business on her own account, and has no separate estate, is liable like afemme sole for debts contracted in the purchase or leasing of real estate or other property.\nShe continued to occupy the premises after Feb. 1, 1870, to Oct. 1, 1875, without a new arrangement or altered conditions, and the plaintiff could therefore treat her as holding over upon the terms of the prior lease. (Schuyler v. Smith, 51 N. Y. 309.) She is not at liberty to deny that she thus held over. The law implies an agreement on her part to a holding on the terms of the prior lease, and the agreement thus implied is just as binding upon her, although a married woman, as if she were unmarried. She obtained possession of the premises under the lease, and could terminate the lease only by agreement of the parties, by a surrender to the plaintiff of the possession, or by some other act sufficient in law to terminate the tenancy. There can be no reason why a contract implied by law, or inferred from the circumstances, should not be just as effectual to bind a married woman as one expressly created.\nIt matters not that she occupied the premises with her husband and family. She hired the premises, and took them, as she might any other persons, on to the premises with her. It does not alter the character of the holding, or change or affect her liability, that she occupied the premises with her husband and family as a home. Such occupancy is perfectly consistent with her tenancy.\nThere was nothing in the summary proceedings, instituted by the plaintiff for the removal of the defendant from the premises for non-payment of the rent, which terminated the tenancy. Those proceedings were stayed by the former suit and never went to a final determination. There was no adjudication in them, and no warrant was issued for the removal of the defendant from the premises. It matters not that there was something in some of the papers used by the plaintiff in the summary proceedings recognizing defendant’s husband as the tenant, or her and him as the tenants of the premises, because it was conclusively determined in «the prior action that she was the tenant,\" and that determination may be assumed to have been made after hearing all the evidence both parties had to offer, including such evidence as the papers in the summary proceedings furnished.\n. This defendant appealed to the General Term of the .Supreme Court from the judgment rendered against her in the prior action; and that she might have a stay of the summary proceedings during the pendency of the appeal, she was required to execute an undertaking with two sureties that she would pay to this plaintiff “ the full and fair rent for, or value of, the use and occupation ” of the premises, from the date of the entry of the judgment appealed from (Nov. 30, 1872), until the surrender and delivery of the premises to this plaintiff, in case his right to the premises should be affirmed on the appeal. That judgment was affirmed, and then this defendant appealed to this court, and gave a similar undertaking for the payment of the rent during the pendency of such appeal, in ease of affirmance of the judgment. The judgment was affirmed in this court, and thereafter, on October 1, 1875, the defendant surrendered possession of the premises. The plaintiff thereafter, in November, 1875, commenced an action upon those undertakings, and he recovered judgment for $3,107.48. That recovery was for less than the amount of the agreed rent of $1,500 per year, and must have been for “ the full and fair rent, or for the value of the use and occupation ■ of the premises,” as specified in the undertakings. The claim is now made that that recovery is a bar to the whole or a portion of the claim made in this action. That recovery again established the fact that she was in the occupancy of the premises. Those undertakings did not supersede the original lease between the parties, and did not alter the terms upon which defendant was holding the premises, and were not intended to. They were simply given as a condition of granting the stay applied for, so that the defendant should not be permitted to remain in possession of the premises without giving security for the fair rental value of the premises. If such value was more than the agreed rent, plaintiff was ■ to have the larger sum; if it was less, he was still to have the agreed rent, as he never agreed to take less, and could not against his will be compelled to take less. ' The plaintiff was entitled to the possession of the premises, or if defendant continued to hold them, he was entitled to the conventional rent. Snch was the relation between the parties, and the court, in requiring the undertakings, did not attempt to interfere with it, and had no right to interfere with it. The undertakings operated to the plaintiff as collateral security for his rent, so far as they went. The amount recovered upon them could therefore only go in diminution of what plaintiff could otherwise recover in this action; and, to that extent, as I understand, defendant had the benefit of such recovery.\nThere'were some exceptions taken upon the trial of this action, which have not been covered by what has already been written. But they have been carefully considered, and our conclusion is that no material, error was' committed, and that the judgment should be affirmed, with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "John L. Hill for appellant.",
      "Robert S. Green for respondent."
    ],
    "corrections": "",
    "head_matter": "John T. Ackley, Respondent, v. Eleanor J. Westervelt, Appellant.\nA married woman, although, she carries on no business, and has no separate estate, is liable for a debt contracted in the leasing of real estate.\nA contract implied by law, or inferred from the circumstances, is as effectual to bind a married woman as one expressly created.\nWhere, therefore, a married woman in possession of real estate under a lease holds over after the expiration of her term the law implies an agreement upon her part to a holding upon the terms of the lease, and the implied agreement is binding upon her.\nIt does not alter the character of the holding, or change or affect her liability, that she occupied the premises with her husband and family as a dwelling.\nIn an action against a married woman to recover the rent of certain premises, the plaintiff, to establish the tenancy, gave in evidence the judgment record in an action by her against him, brought to restrain summary proceedings instituted by him against her to remove her from the premises for the non-payment of rent, and to procure an adjudication that a deed of the premises from her to him was intended as a mortgage, and that she have the right to redeem. The plaintiff here in his answer in that action denied that the deed was intended as a mortgage, and set up as a counter claim the rent then due under the lease. It was decided in that action that the deed was not intended as a mortgage, that plaintiff here demised the premises to defendant at a specified annual rental, that she occupied under the lease and was indebted for rent due up to February 1, 1870, in a sum specified. Plaintiff also proved the occupation by defendant to October 1, 1875, and that no new agreement was made in reference to the occupancy than the one litigated in the former action. Held, that the judgment record conclusively established the relation of landlord and tenant, and defendant’s liability for the rent; that plaintiff could treat her as holding over upon the terms of the original lease; and that she was not at liberty to.deny that she thus held over.\nAlso held, that the summary proceedings did not terminate the tenancy as they were staved by defendant and never went to a final determination.\nDefendant appealed from the judgment against her in the prior action and gave an undertaking to pay “ the full and fair rent for, or value of, the use and occupation ” of the premises, until their surrender, in case plaintiff’s right thereto should be affirmed on appeal. The judgment was affirmed, and defendant appealed to this court, giving a similar undertaking ; after affirmance here, defendant surrendered possession. Plaintiff thereafter brought suit upon the undertakings and recovered judgment but for less than the amount of the rent fixed by the lease. Meld, that such recovery was not a bar to this action; that the undertakings did not supersede the original lease or alter the terms upon which defendant was holding; and that plaintiff was entitled to recover the agreed rent, less the amount collected upon said judgment.\n(Argued October 11, 1881;\ndecided October, 25, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made July 30, 1880, which overruled defendant’s exceptions and directed judgment on a verdict.\nThe nature of the action and the material facts are stated in the opinion,\nJohn L. Hill for appellant.\nThe judgment upon the undertakings was conclusive upon every question necessarily involved. (Secor v. Sturges, 16 N. Y. 548; O’Brien v. Lloyd, 43 id. 248.) Plaintiff could not recover for value of use and occupation if a lease existed. (Bedford v. Terhune, 30 N. Y. 453; 24 How. Pr. 422; 1 Daly, 371.) The acceptance of the judgment was an election to abandon the theory of rent upon either express or implied promise. The court will take judicial notice of its character and of the fact that it is satisfied. (Steinback v. Relief F. Ins. Co., 77 N. Y. 498.) The commencement of the summary proceedings in March, 1870, was an abandonment of the entire theory of a lease. (Featherstonhaugh v. Bradshaw, Wend. 134-136; Croswell v. Crane, 7 Barb. 191, 203.) Mrs. Westervelt’s occupation after February 1, 1870, was a trespass for which she was not liable. (2 R. S. 578, § 28, subds. 1, 2, § 29.) If any rent was recoverable in this action, it should have been limited to the quarter from February 1, 1870, to May 1, 1870. (1 R. S. 744; Reeder v. Sayre, 70 N. Y. 180.) The court erred in refusing to direct a verdict for the defendant, the fact of the termination of the relation of landlord and tenant appearing by uncontradicted, and conclusive evidence. (Elwood v. W. U. Tel. Co., 45 N. Y. 549; Kavanagh v. Wilson, 70 id. 179.) If the introduction of the notice was improper, the remedy was not to strike it out, but by request to instruct the jury to disregard it. (Gawtry v. Doane, 51 N. Y. 84; Platner v. Platner, 78 id. 90.) The court was bound to submit the question of occupancy to the jury, even though Ackley’s evidence was not contradicted. (Cavanagh v. Wilson, 70 N. Y. 179; Elwood v. W. U. Tel. Co., 45 id. 549; Smith v. Coe, 55 id. 678; Trustees, etc. v. Kirk, 68 id. 549, 564.) The overture of Mrs. Westervelt was a complete answer to the plaintiff’s complaint. (2 Hun, 258; 4 T. & C. 444; 62 N. Y. 505; Wells’ Res Adjudícala and Stare Decisis, § 211, pp. 179, 527; 1 R. S. 744 ; 2 R. S. 135, § 8; 1 Wash, on Eeal Prop. [4th ed.] 614; 601, B * 19, §§ 394,* 382; Schuyler v. Leggett, 2 Cow. 660; People v. Rickett, 8 id. 226; Taylor’s Landlord and Tenant, § 226; Jackson v. Ursly, 9 Johns. 267; Jackson v. Bogart, 1 id. 322; Conway v. Starkweather, 1 Denio, 113; Schuyler v. Smith, 51 N. Y. 309; Gandy v. Tubber, 10 Jur. [N. S.] 652; 5 B. & S. 78; 8 C. & P. 729; Rex v. Pedley, 1 A. & E. 822; Rich v. Basherfield, 4 C. B. 783; Taylor’s Ev. 1453, § 1509; Howlett v. Faite, 10 C. B. [N. S.] 813; 31 L. J. C. P. 146.) If the fact that the relation of landlord and tenant was terminated February 1, 1870, or the fact of satisfaction is established by the judgment on the undertakings, there is an estoppel and the plaintiff cannot possibly avoid the effect of it by a new trial. (Edmondston v. M' Leed, 16 N. Y. 543; Griffin v. Marquandt, 17 id. 28, 34.)\nRobert S. Green for respondent.\nAs to the demise of the premises and the rent reserved, the former suit had settled the question. It was. res adjudicata. (Clemens v. Clemens, 37 N. Y. 74; Smith v. Smith, 79 id. 634; Cornwell v. County of Sac, 94 U. S. 351; Russell v. Kellogg, 60 Barb. 617; Schuyler v. Smith, 51 N. Y. 309; Schuyler v. Leggett, 2 Cow. 660; Conway v. Starkweather, 2 Denio, 113; Witt v. Mayor, 5 Rob. 248; 6 id. 431; Legg v. Studwick, 2 Salk. 413; Birch v. Wright, 1 T. R. 382 ; O' Dey v. James, 13 M. & W. 209; Cattley v. Arnold, 1 Johns. & H. 651; S. C., 38 L. J. [N. S.] 352; Gandy v. Jubber, 5 B. & S. 485.) Plaintiff is liable on the original demise although a married woman. (2 Hun, 258, 261; Prevot v. Lawrence, 51 N. Y. 219, 221; Frecking v. Rolland, 53 id. 422; 62 id. 508; Maxon v. Scott, 55 id. 257.) She is subject to the same liabilities- on holding over as any other person.' (Conway v. Starkweather, 1 Denio, 113; Schuyler v. Smith, 51 N. Y. 309; Bodine v. Killeen, 53 id. 93, 96; Anderson v. Mather, 44 id. 249; Draper v. Stouvenel, 35 id. 512; Prevot v. Lawrence, 51 id. 219; Harrington v. Robertson, 71 id. 280; Cushman v. Henry, 75 id. 103; Featherstonhaugh v. Bradshaw, 1 Wend. 134.) Heither the commencement of summary proceedings in March, 1870, nor the recovery on the undertakings, estop the plaintiff from prosecuting this action. (Whitney v. Myers, 1 Duer, 266, 276; R. S. [Banks’ 6th ed.] 827, § 43.) The record was admissible to show the amount of the recovery, in reduction of the amount of this recovery, but was not to be used as a bar. To have this effect it should have been pleaded. (Secor v. Sturgis, 16 N. Y. 548, 553; O'Toole v. Garvin, 3 T. & C. 118; Field v. Mayor, 6 N. Y. 179, 189; Gridley v. 1 E. D. S. 670.) The foreclosure of a security furnishes a defense only to the extent of the recovery. (Gridley v. Rowland, 1 E. D. S. 670; Secor v. Sturgis, 10 N. Y. 548.) If defendant relied on the facts sought to be elicited by the testimony excluded, counsel should have specially pleaded them. (McKring v. Bull, 16 N. Y. 297; O' Toole v. Garvin, 4 T. & C. 118; Texier v. Gouin, 5 Duer, 389; Eldridge v. Martin, 2 N. Y. 151.) The testimony as to repairs was properly excluded. (Witty v. Matthews, 52 N. Y. 512.)"
  },
  "file_name": "0448-01",
  "first_page_order": 474,
  "last_page_order": 481
}