{
  "id": 546179,
  "name": "The Mutual Life Insurance Company of New York, Respondent, v. Anson B. Hoyt, Impleaded, etc., Appellant",
  "name_abbreviation": "Mutual Life Insurance v. Hoyt",
  "decision_date": "1881-10-04",
  "docket_number": "",
  "first_page": "615",
  "last_page": "616",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 615"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 147,
    "char_count": 1810,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.3111584883906359
    },
    "sha256": "e497634969f466bd983bd43fe5b3ca67eefb093ad0243d59da04747531c9fea5",
    "simhash": "1:1c40de168f419eb9",
    "word_count": 321
  },
  "last_updated": "2023-07-14T19:10:29.416008+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Mutual Life Insurance Company of New York, Respondent, v. Anson B. Hoyt, Impleaded, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Folger, Ch. J.,\nreads for reversal.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Folger, Ch. J.,"
      }
    ],
    "attorneys": [
      "R. W. Van Pelt for appellant.",
      "Ernest Hall for respondent."
    ],
    "corrections": "",
    "head_matter": "The Mutual Life Insurance Company of New York, Respondent, v. Anson B. Hoyt, Impleaded, etc., Appellant.\n(Submitted May 6, 1881;\ndecided October 4, 1881.)\nThis was an action to foreclose a mortgage. Defendant Hoyt, who was grantee of the mortgagor, was sought to be charged personally for any deficiency because of a covenant in his deed by which he assumed and agreed to pay the mortgage; the question in controversy was as to certain taxes and assessments alleged to have been paid by the plaintiff. The trial court found that the mortgage had in it a covenant that the mortgagor should pay all taxes- and assessments, and, in case of default, that plaintiff could pay them, and the. amount so paid should he a lien secured by the mortgage; that, under this clause, plaintiff did pay taxes and assessments to an amount specified; and, as a conclusion of law, that Hoyt was personally liable for this amount in the contingency that the mortgaged premises-did not sell for enough to pay it and the mortgage debt. The mortgage was not set forth in the case; it was stated that it was given in evidence containing the clauses set out in , the complaint as being contained therein. The complaint, however, did not aver that the mortgage had in it the covenant as to taxes and assessments.\nThe court say: “If it is material to the judgment that there be such covenant in the mortgage, we fail to see upon -what proof the finding of the trial court was based, and as the finding is excepted to, the exception, in the absence of any and all proof, is good.”\nThe court also found that there was no proof pf the existence of taxes and assessments or of the payment of them by the plaintiff. •\nR. W. Van Pelt for appellant.\nErnest Hall for respondent."
  },
  "file_name": "0615-01",
  "first_page_order": 641,
  "last_page_order": 642
}