{
  "id": 546169,
  "name": "George Chamberlain, Appellant, v. William Spargur et al., Respondents",
  "name_abbreviation": "Chamberlain v. Spargur",
  "decision_date": "1881-11-22",
  "docket_number": "",
  "first_page": "603",
  "last_page": "609",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 603"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "50 Barb. 445",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1948664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/50/0445-01"
      ]
    },
    {
      "cite": "58 N. Y. 73",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0073-01"
      ]
    },
    {
      "cite": "46 N. Y. 260",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dall. 30",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        580999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/4/0030-01"
      ]
    },
    {
      "cite": "65 N. Y. 592",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1952976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/65/0592-01"
      ]
    },
    {
      "cite": "39 N. Y. 70",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0070-01"
      ]
    },
    {
      "cite": "31 Barb. 155",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5039552
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/31/0155-01"
      ]
    },
    {
      "cite": "65 N. Y. 502",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        4398681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-2d/65/0502-01"
      ]
    },
    {
      "cite": "63 Barb. 65",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2265590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/63/0065-01"
      ]
    },
    {
      "cite": "57 Barb. 243",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2255186
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/barb/57/0243-01"
      ]
    },
    {
      "cite": "13 Hun, 474",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "10 N. Y. 509",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013402
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/10/0509-01"
      ]
    },
    {
      "cite": "3 Barb. Ch. 403",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1997925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb-ch/3/0403-01"
      ]
    },
    {
      "cite": "65 Barb. 227",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2267439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/65/0227-01"
      ]
    },
    {
      "cite": "7 Johns. Ch. 65",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1984181
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/7/0065-01"
      ]
    },
    {
      "cite": "22 Hun, 437",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "65 N. Y. 592",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1952976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/65/0592-01"
      ]
    },
    {
      "cite": "63 Barb. 65",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2265590
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "155"
        },
        {
          "page": "108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/63/0065-01"
      ]
    },
    {
      "cite": "57 Barb. 243",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2255186
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/57/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 770,
    "char_count": 14184,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 5.200341105063923e-07,
      "percentile": 0.9403613878646979
    },
    "sha256": "b1d5556c884d324a8e186c0c999bc5f9f23dc2cdd8cbbb475b3cd57522a3866b",
    "simhash": "1:178c00ac2850a0bf",
    "word_count": 2409
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George Chamberlain, Appellant, v. William Spargur et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nOut of the complicated and somewhat peculiar transactions spread before us in this case, a single distinct and definite question is raised, and the only one necessary to the disposition of this appeal. The plaintiff claims under a deed from Mrs. Woodward, never in fact acknowledged by her, or attested by a subscribing witness. The defendants hold under subsequent deeds and leases, properly executed and acknowledged. Whether these shall prevail or yield to the prior and unattested conveyance is the question which has been argued, and which depends for its solution upon the statute which dictates- the consequences of an omission by the grantor to attest or acknowledge his deed. That statute is in these words, viz.: “ Every grant in fee of a freehold estate shall be subscribed and sealed by the person from whom the estate or interest conveyed is intended to pass, or his lawful agent; if not duly acknowledged previous to its delivery * * * its execution and delivery shall be so attested by at least one witness, or if not so attested it shall not take effect as against a purchaser or incumbrancer until so acknowledged. ” (§ 137, art. 4, title 2, chap. 1, part 2, E. S.) The respondents construe the word “ purchaser ” literally and generally, while the appellant insists, with much of argument and illustration, that it means, and must be taken to mean, “purchasers in good faith and for value.” Such, he contends, the defendants were not, and, therefore, unprotected by the mandate of the statute. It is said that the precise question has never been decided, and remains open to our judgment, untrammeled by direct authority. That appears to be substantially true. The cases in the Supreme Court did not necessarily decide it. (Goodyear v. Vosburg, 57 Barb. 243; Roggen v. Avery, 63 Barb. 65; Genter v. Morrison, 31 id. 155; Voorhees v. Presbyterian Church of Amsterdam, 17 id. 108.) If in the first of these cases the question was really involved, since the referee found that the subsequent purchaser took his conveyance with knowledge that the grantees in the unattested deed claimed to own the timber, the title to which was in dispute, it is nevertheless evident that the true construction of the statute was not discussed, and its literal was assumed to be its real meaning without debate. In this court the question came up before the Commission of Appeals, and resulted in a disagreement which divided the members of the court, sitting at the time, equally. (Roggen v. Avery, 65 N. Y. 592.). Ho opinions accompany the report of the case, and we only know the fact of the disagreement. ■ There is, therefore, no such weight of judicial opinion or control of authority as to relieve our labor, or lessen our responsibility.\nIt must be, and is, frankly conceded, that the language and literal reading of the act favors the construction of the defendants. But we are warned on the one. side that the strict letter of the law is not to master its obvious spirit and intent; and on the other that we are judges and not legislators, and must not assume to make exceptions or insert qualifications, however justice may seem to require it.' Both warnings are just and sanctioned by authority, and must have their influence upon our judgment.\nIs the true spirit and intent of the statute so at war with its letter as to compel a construction which interpolates words hot in the act itself 2 And what is, in truth, that spirit and intent 2 If it is merely the protection of subsequent purchasers, and a desire to secure justice among them, there is great force in the argument that he only should he shielded who deserves protection, and the purchaser who holds an attested deed, having paid nothing and parted with nothing, ought not to be preferred to the prior purchaser whose deed is unattested, but who has paid for a title. But we do not think the statute was framed solely for the protection or the benefit of the grantees. ■ It had also and equally in view the safety and protection of grantors. The greater dignity of the freehold, in the eye of the ancient law, is assigned by Kent as the reason for requiring more of form and solemnity in the conveyance of land than of personal property. (Kent’s Comm. *450.) The old authorities fully warrant the explanation. The deed was so called because it was the most solemn and authentic act that a man could perform in the disposal of his property. It was required • to be on parchment or paper, since the writing upon them could be least altered .and vitiated. Ten requisites to its complete effect were stated and discussed, with very quaint and curious precision, and they were declared to be appointed “to hinder the parties from surprise.” (Touch. SO; Coke Lit. 35b, 36a; Viner’s Abridgment, vol. 13, p. 21.) It is plain, therefore, that the solemnities which were thrown around the due execution of a deed of land originated not in care for the grantee alone, but even more for the safety of the grantor. When he came to part with his freehold, to transfer his inheritance, the law bade him deliberate. It put in his path formalities to check haste and foster reflection and care. It required him not only to sign, but to seal, and then to acknowledge or procure an attestation, and finally to deliver. Every step of the way he is warned by the requirements of the law not to act hastily, or part with his freehold without deliberation. But even this was not all the purpose and aim of the forms attending the executed deed. An element of public policy, a wisdom having a broader range, entered into the requirements. The importance of the act made it useful and wise to guard as completely as possible against fraud and hinder attempts to divest the inheritance by\" deception or crime. The requisite formalities aided seriously ih accomplishing this purpose, and placed added difficulties in the way of fraud or forgery. When, therefore, the statute under consideration provided that the unattested deed should have no effect against purchasers and incumbrancers, it aimed at something more than merely the protection of innocent purchasers. It made effective and useful the prescribed formalities. It gave them force and power, and protected the grantor against his own recklessness and haste, and shut the door to an appreciable extent upon opportunity for fraud. We do not think, therefore, that the spirit and intent of the statute is at war with its letter, but that both concur and are in harmony. The grantor who has signed a deed, unattested and unacknowledged, is left with the power of effectively conveying by a later deed properly executed. The party who has taken the imperfect instrument does so at his peril, and with eyes open to the consequences. The grantor may, nevertheless, convey, and it matters not upon what consideration or for what purpose. That concerns him alone. The contrary construction would make the unattested and unacknowledged deed quite as good as the perfect and regular one, while the latter remained unrecorded. Each alike would yield only to the rights of the innocent purchaser, obeying the requirements of the law. It is in this connection that our attention is drawn to section 144 of the same title, which provides that “ every grant shall also be conclusive as against subsequent purchasers from such grantor * * * except a subsequent purchaser in good faith and for a valuable consideration, who shall acquire a superior title by conveyance that shall have been first duly recorded.” It is claimed that the unattested and unacknowledged deed is a “ grant ” within the meaning of this section, and so is void only as against innocent purchasers. We do not think that is its meaning.\nIt is true that the unattested deed is good as against the grantor (Wood v. Chapin, 3 Kern. 509), and so may fairly be called, in some partial or modified sense, a grant. But the revisers certainly did not mean a contradiction. They could not have intended to say in one section that an unattested deed should have no effect as against purchasers, and in another section, under the name of a “grant, ” declare that it should be conclusive against them except under special circumstances. This inconsistency the plaintiff would solve by adding qualifying words to the term ‘ purchaser.” We do not think the inconsistency exists. By the word “ grant, ” in section 144, was plainly meant a p'erfect and duly executed grant, and not an imperfect and unattested one. Thus understood the two sections do not clash, and are not inconsistent. They 'complete and execute one entire and systematic purpose. The imperfect and unattested deéd has no effect against any purchaser or incumbrancer; but the perfect grant, duly acknowledged or attested so as to be fully operative as such, is conclusive against subsequent purchasers, save those who have bought in good faith and for value, and have first put their deeds on record. This last phrase shows clearly that the section was dealing with deeds that could be recorded, and, therefore, had no reference to those which, for want of attestation or acknowledgment, could not go upon the record. That phrase, too, illustrates the fact, which many other sections further indicate, that the revisers perfectly understood how to say purchasers in good faith and for value when they intended to limit admle^or a provision to such purchasers alone. The omission of these descriptive words, in section 137, cannot, therefore, be deemed an inadvertence, but must be understood as intentional, and for a defined purpose. We have thus no difficulty in construing the statute literally and just as it reads. We find no reason for adding to it words not in the text, and feel that the path of safety is in the direction of a steady adherence to the unambiguous language of the act.\nThis construction answers the further claim that because Mrs. Woodward’s unattested deed contained covenants of warranty it operated as an estoppel. Such a ruling would at once nullify the force of the statute, and compel us to hold that while, as against purchasers, there was no^ effective deed,- its covenants were still operative as against such purchasers; that, though the grant is annulled, its incidental covenants can remain. We have not overlooked the suggestions as to possible evils or inconveniences attending the construction we have thus declared. They do not seem to us either necessary or serious.\nThe judgment should be affirmed, with costs.\nAll concur, except Miller, J., not voting.\nJudgment affirmed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "D. H. Bolles for appellant.",
      "Jones & Spargur for respondents."
    ],
    "corrections": "",
    "head_matter": "George Chamberlain, Appellant, v. William Spargur et al., Respondents.\nUnder the provision of the Revised Statutes (1 R. S. 738, § 137), declaring that “ every grant in fee of a freehold estate,’! not duly acknowledged or attested as therein prescribed “ shall not take effect as against a purchaser or incumbrancer until so acknowledged,” a grantor who has signed a deed unattested and unacknowledged has still power to effectually convey by deed properly executed; and, as against a grantee claiming under such a deed, the former deed is invalid.\nIt matters not upon what consideration or for what purpose the subsequent deed was executed, or whether the grantee therein had notice of the prior conveyance ; the imperfect deed has no effect against any purchaser or incumbrancer.\nCovenants of warranty in the unattested deed do not make it operative as an estoppel.\n(Argued October 13, 1881;\ndecided November 22, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the fourth judicial department, entered upon an order made October 5,1880, which affirmed a judgment in favor of defendants, entered upon decision of the court on trial at Special Term. (Reported below, 22 Hun, 437.)\nThis action was brought to set aside certain conveyances and leases of lands under which defendants claimed, as clouds upon plaintiffs title.\nOne Mary L. Woodward originally owned the lands in question. She subscribed but did not acknowledge a deed thereof to William Howe and Hiram B. Hoxie, under which deed plaintiff claimed; this deed contained' covenants of warranty. Mrs. Woodward subsequently executed deeds and leases duly executed and properly acknowledged, under which the defendants claimed.\nD. H. Bolles for appellant.\nNeither Spargur nor Torrey, Peck nor Hill occupy the position of a purchaser for value. (Jewett v. Palmer, 7 Johns. Ch. 65; Spicer v. Waters, 65 Barb. 227; Demott v. Starkey, 3 Barb. Ch. 403; Peck v. Mallams, 10 N. Y. 509.) The court was wrong in holding that this was an unacknowledged deed. (Heilburn v. Hammond, 13 Hun, 474.) Granting that the deed must be treated as unacknowledged, its effect is conclusive not only against Mrs. Woodward but also Spargur, Torrey, Hill and Peck. (§ 137, art. 4, title 2, chap. 1, part 2, R. S.; Goodyear v. Vosburg, 57 Barb. 243; Roggen v. Avery, 63 Barb. 65; 65 N. Y. 502; Genter v. Moreson, 31 Barb. 155; Vonkees v. Presbyterian Church of Amsterdam, 17 id. 108.) A deed unattested and unacknowledged would be void as against a subsequent unattested and unacknowledged deed, while the latter would in its tumbe void as against a still later deed similarly defective, each grantee in the series Would be a purchaser within the meaning of the statute. (Wood v. Chapin, 3 Kern. 509.)\nJones & Spargur for respondents.\nPlaintiff, not being a purchaser in good faith or for value, is entitled to no consideration beyond his strict legal rights.. (8 N. Y. Weekly Dig. 368; 39 N. Y. 70.) Mrs. Woodward’s deed to Howe and Hoxie, if delivered,, is good only against herself, but not so as to a subsequent purchaser or incumbrancer. (Goodyear v. Vosburg, 57 Barb. 243; 31 id. 55; 63 id. 65; affirmed, 65 N. Y. 592; Prestman v. U. S., 4 Dall. 30, note; Broom’s Maxims, 246, 248; Dwar. on Stat. 689, 690; The Sussex Peerage Case, 8 Jur. 795; S. C., 11 C. & F. 143; 46 N. Y. 260; 53 id. 504; 71 id. 590.) The plaintiff is estopped from disputing the claim of the defendant Mary L. Woodward to or the validity of the mortgage. (4 N. Y. Weekly Dig. 385; 5 id. 71; 8 id. 4.) This land was procured from Mrs. W oodward in a manner no court should sanction. (58 N. Y. 73; 50 Barb. 445.)"
  },
  "file_name": "0603-01",
  "first_page_order": 629,
  "last_page_order": 635
}