{
  "id": 546187,
  "name": "Emeline S. Hobart as Executrix, etc., et al., Respondents, v. George H. Hobart et al., Executors, etc., Respondents. Delos A. Bellis referee, etc., Appellant",
  "name_abbreviation": "Hobart v. Hobart",
  "decision_date": "1881-10-25",
  "docket_number": "",
  "first_page": "636",
  "last_page": "638",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 636"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "23 Hun, 484",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 206,
    "char_count": 3388,
    "ocr_confidence": 0.468,
    "sha256": "eeb053d28f5ea39d79de13ed4a5d89d2f9bbd00ee2d7f09fb7ae92600bafc78b",
    "simhash": "1:b40a4dad0f41a43b",
    "word_count": 620
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Emeline S. Hobart as Executrix, etc., et al., Respondents, v. George H. Hobart et al., Executors, etc., Respondents. Delos A. Bellis referee, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Per curiam\nopinion for reversal.\nAll concur.\nOrders reversed.",
        "type": "majority",
        "author": "Per curiam"
      }
    ],
    "attorneys": [
      "Hobart M. Chapman for appellant.",
      "Charles R. King for respondent."
    ],
    "corrections": "",
    "head_matter": "Emeline S. Hobart as Executrix, etc., et al., Respondents, v. George H. Hobart et al., Executors, etc., Respondents. Delos A. Bellis referee, etc., Appellant.\nA referee appointed to sell in a partition suit may appeal to this court from an order therein made upon reading and filing 'his report depriving him of his legal fees (Code of Civil Procedure, § 1294). It does not rest in discretion and affects a substantial right.\nIt seems that any one who can properly be called a party to an order in an action and who is aggrieved thereby may appeal, although not a party to the action.\nUpon appeal from an order in an action reducing the fees charged by a referee appointed to sell, the return did not contain the papers in the action, but consisted of the referee’s report of sale and the order appealed from. The report stated that it was made in “partition:” Held, that this statement, it being uncontradicted, was sufficient to show that the sale was in a partition suit.\nHobart v. Hobart (23 Hun, 484), reversed.\n(Submitted October 4, 1881;\ndecided October 25, 1881.)\nThis was claimed to be an action for partition of lands situate in the city of New York, and the appeal is by the referee appointed to sell from an order of General Term, which affirmed an order of Special Term made on the coming in and filing of the referee’s report of sale. The referee stated and claimed in his report the fees allowed by the act in relation to such sales in said city. (§ 2, chap. 569, Laws of 1869, as amended by chap. 192, Laws of 1874.) The Special Term confirmed the report, save as to fees, allowed him $25 over and above disbursements, and directed him to pay over the sum in excess of that allowance which he had retained. The return did not contain the pleadings or other papers on the action, but consisted simply of the referee’s report of sale and the order appealed from. The court say:\n“ The referee is entitled to the fees and commissions charged by him under the act chapter 569 of the Laws of 1869, as amended by the act chapter 192 of the Laws of 1874, if it appears that he was a referee to make a sale in a partition suit. We think it sufficiently appears that he was such referee. His report made to the court is stated to be one made ‘ in partition,’ and as such statement is uncontradicted, and accords with all the probabilities, it should be held' sufficient.\n“We think the referee had such a standing as enabled him to appeal to this court. He was a party to the Special Term order, and, so far as that order deprived him of his legal fees, it did not rest in discretion, and affected his substantial rights. It does not appear that that order was made by default, but upon reading and filing his report, in which he claimed proper fees and commissions. He was a party to the General Term order. That was an. order against him, and he could appeal from it under section 1294 of the Code. It is a mistake to suppose that no one can appeal from an order made in an action unless he be a party to the action. Every one who can properly be called a party to the order, and who is aggrieved thereby, may appeal. Under this view we have repeatedly entertained appeals by purchasers at judicial sales by attorneys, by sheriffs and by other persons.”\nHobart M. Chapman for appellant.\nCharles R. King for respondent."
  },
  "file_name": "0636-02",
  "first_page_order": 662,
  "last_page_order": 664
}