{
  "id": 546181,
  "name": "Robert H. Berdell, Respondent, v. Harriet B. Berdell, Appellant",
  "name_abbreviation": "Berdell v. Berdell",
  "decision_date": "1881-10-28",
  "docket_number": "",
  "first_page": "519",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 519"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 Abb. N. C. 331",
      "category": "reporters:state",
      "reporter": "Abb. N. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "29 How. Pr. 483",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2223271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/29/0483-01"
      ]
    },
    {
      "cite": "56 N. Y. 72",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519276
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0072-01"
      ]
    },
    {
      "cite": "64 N. Y. 120",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161871
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0120-01"
      ]
    },
    {
      "cite": "56 N. Y. 669",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0669-01"
      ]
    },
    {
      "cite": "56 N. Y. 669",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/56/0669-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 305,
    "char_count": 5686,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 4.844551255664621e-07,
      "percentile": 0.9324107312820168
    },
    "sha256": "a5a8b55488ad51c6966f876274121e23f80be789a8b28ae3160edc31d720b10b",
    "simhash": "1:4e08e1f7ff42c40a",
    "word_count": 1019
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert H. Berdell, Respondent, v. Harriet B. Berdell, Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThis action was brought for the wrongful conversion of personal property, and .was at issue upon the complaint and answer. The plaintiff, upon an affidavit, conceded to be sufficient, applied ex parte to a judge of the Supreme Court to have the deposition of the defendant taken before the trial, under sections 870, 872, 873 of the Code. The judge thereupon made an order that the defendant should be examined on oath, and her deposition taken pursuant to section 873 of the Code, and-that for that purpose she should appear before George W. Powers, a referee appointed to take such deposition. Subsequently the defendant made a motion at Special Term to set aside such order, and the motion was denied, and then she appealed to the General Term, and from affirmance there to this court.\nSection 870 provides that the deposition of a party to a pending action, or of a person who expects to be a party to an action about to be brought, may be taken before trial. Section 871 provides that the deposition of a person not a party, whose testimony is material and necessary to a party to an action, or to a person who expects to be a party to an action about to be brought, may also be taken. Section 872 provides how, and from what officer, and upon what affidavit, an order for taking the depositions before authorized can be obtained. Section 873 provides, among other things, that “ the order must require the party or person to be examined to appear before the judge, or except when the person to be examined is a pa/rty to a pendi/ng action, or is expected to be a party to an action to be brought, before a referee named in the order, for the purpose of taking the examination at a time and place therein specified.” The words in italics were inserted by amendment in 1879.\nIt thus plainly appears that a party, or expected party, must be examined before the judge. Any other person may be examined before a referee appointed for that purpose. The defendant was a party to a pending action, and hence an order requiring her to be examined before a referee is wholly unauthorized. This order was obtained in 1880, and probably the amendment of 1879 was overlooked. The power of the judge to make an order for the examination of the defendant before trial depends wholly upon the statute, and as no power is found there to make this order it cannot be sustained.\nAs the order did not rest in discretion, and was wholly unauthorized, and as the defendant had the right, if examined, to be examined before the judge who made the order, we think the order is subject' to review in this court. In Rogers v. Durant (56 N. Y. 669) we held that an order appointing a referee, and requiring one who has refused to make an affidavit claimed to be necessary for the purpose of a motion to appear before such referee and make affidavit (Code, § 401), did not affect a substantial right of the witness, and was not reviewable in this court. But that case is distinguishable from this. A party whose deposition has been taken before trial at the instance of an adverse party has the right, if he desires, it, to read such deposition in evidence on the trial in his own behalf (Code, § 881), and hence he has a substantial right that it shall be legally taken so that he can use it. Otherwise a party may be harassed by an examination which will in no way benefit him, and yet compel him to disclose to his adversary in advance the facts upon which he relies to sustain his case.\nThe orders of the General Term and Special Term should be reversed, and the order of the judge vacated, with costs of the appeal to the General Term and to this court.\nAll concur.\n■ Ordered accordingly.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "S. W. Fullerton for appellant.",
      "Alfred Taylor for respondent."
    ],
    "corrections": "",
    "head_matter": "Robert H. Berdell, Respondent, v. Harriet B. Berdell, Appellant.\nUnder the provision of the Code of Civil Procedure, as amended in 1879 (§ 873), prescribing the method of taking the deposition of a party or witness before trial, a party or expected party to an action must be examined before a judge.\nAn order, therefore, for such examination before a referee is unauthorized and void.\nSuch an order affects a substantial right, and is reviewable in this court. Rogers v. Durant (56 N. Y. 669), distinguished.\n(Argued June 9, 1881;\ndecided October 28, 1881.)\nAppeal from order of the General Term of the Supreme Court, in the second judicial department, made the second Monday of February, 1881, which affirmed an order of Special Term, denying a motion on the part of defendant to vacate an ex parte order, made by a county judge, requiring said defendant to appear before a referee named, and submit to an examination herein before trial.\nS. W. Fullerton for appellant.\nThe order for the defendant’s examination should have been made returnable before the judge granting it, and not before a referee. (Code of Civil Procedure, § 873.) The order affects a substantial right, was not discretionary, and is reviewable in this court. (Code, § 873; Allen v. Meyer, 6 Weekly Dig. 135.)\nAlfred Taylor for respondent.\nIf the affidavit presented to a judge for the purpose of procuring an order for an examination of a party discloses a ease giving the judge the power to act, his action is discretionary, and cannot be reviewed here. (Glenny v. Stedwell, 64 N. Y. 120.) An order appointing a referee to take an affidavit is not reviewable in this court. (Livermore v. Bainbridge, 56 N. Y. 72.) The motion having been properly made, the order is a matter of right. (Code of Civil Procedure, § 873; Cook v. Bidwell, 29 How. Pr. 483; Genney v. Stedwell, 64 N. Y. 120; 1 Abb. N. C. 331 and note.) The appointment of a referee, before whom the testimony was to be taken, is proper. (Code of Civil Procedure, § 873.)"
  },
  "file_name": "0519-01",
  "first_page_order": 545,
  "last_page_order": 548
}