{
  "id": 546175,
  "name": "Thomas Mullaly, Plaintiff in Error, v. The People of the State of New York, Defendant in Error",
  "name_abbreviation": "Mullaly v. People",
  "decision_date": "1881-10-11",
  "docket_number": "",
  "first_page": "365",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 365"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 Park. Cr. 593",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "case_ids": [
        11260329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/park-crim-rep/1/0593-01"
      ]
    },
    {
      "cite": "34 N. H. 525",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "13 Ired. 33",
      "category": "reporters:state",
      "reporter": "Ired.",
      "case_ids": [
        11273862
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/nc/35/0033-01"
      ]
    },
    {
      "cite": "65 N. C. 315",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        1955433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/65/0315-01"
      ]
    },
    {
      "cite": "26 Ohio St. 400",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        891229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/26/0400-01"
      ]
    },
    {
      "cite": "48 Ala. 161",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5496628
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ala/48/0161-01"
      ]
    },
    {
      "cite": "11 H. 7",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": -1
    },
    {
      "cite": "81 N. C. 527",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8694813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/81/0527-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 571",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/8/0571-01"
      ]
    },
    {
      "cite": "1 Park. Cr. 593",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "case_ids": [
        11260329
      ],
      "opinion_index": 0,
      "case_paths": [
        "/park-crim-rep/1/0593-01"
      ]
    },
    {
      "cite": "26 Ohio St. 400",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        891229
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/26/0400-01"
      ]
    },
    {
      "cite": "48 Ala. 161",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5496628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/48/0161-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 654,
    "char_count": 9419,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 1.1703561778392538e-06,
      "percentile": 0.9871119899268258
    },
    "sha256": "d18cec195b981a89f699f14613aadd0b921a2ffad0d82322c269154dc0f9dc76",
    "simhash": "1:116c2d0346af8460",
    "word_count": 1703
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas Mullaly, Plaintiff in Error, v. The People of the State of New York, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThe prisoner was convicted of stealing a dog of less value than $25. His counsel contended at the trial and has argued before us that stealing a dog is not larceny, and whether it is or not is the sole question for our present determination.\nThe learned opinion pronounced at the General Term leaves but little to be written now. At common law the crime of larceny could not be committed by feloniously taking and carrying away a dog. (Wharton’s Cr. Law [4th ed.], § 1755; 4 Black. Com. 235; 1 Hale’s Pleas of the Crown, 510; Coke’s Third Inst. 109.) And yet dogs were so far regarded as property that an action of trover could be brought for their conversion and they would pass as assets to the executor or administrator of a deceased owner. (Bacon’s Abr., Trover, D.; 1 Wms. on Exrs. [6th Am. ed.] 775.)\n/■ The reason generally assigned by common-law writers for this rule as to stealing dogs is the baseness of their nature and\n\\\nÁ the fact that they were kept for. the mere whim and pleasure of their owners.\" When we call to mind the small spaniel that saved the life of William of Orange and thus probably changed the current of modern history (2 Motley’s Dutch Eepublic, 398); and the faithful St. Bernards, which, after a storm has swept over the crests and sides of the Alps, start out in search of lost travelers, the claim that the nature of a dog is essentially base and that he should be left a prey to every vagabond who chooses to steal him will not now receive ready assent.\nIn nearly every household in the land can be found chattels kept for the mere whim and pleasure of the owner, a source of solace after serious labor, exercising a refining and elevating influence, and yet they are as much under the protection of the law as chattels purely useful and absolutely essential.\n/\"This .common-law rule was extremely technical and can , scarcely be said to have had a sound basis to rest on. While it was not larceny to steal a dog, it was larceny to steal the skin of adead dog, and to steal many animals of less account than dogs. Lord Coke in his Institutes, cited above, said: “Of some things that be ferae naturae, being reclaimed; felony may be committed in respect of their noble and generous nature and courage serving ob mice solatiwn of princes and of noble and generous persons to make them fitter for great employments, as all kind of falcons and other hawks, if the party that steals them know they be reclaimed.”\nIn the reign of William I, it was made grand larceny to steal a chattel valued at twelve pence or upwards, and grand larceny was punishable by death, and one reason hinted at by Lord Coke for holding that it was not larceny to steal dogs was that it was not fit that “ a person should die for them; ” and yet those ancient law-givers thought it not unfit that a person should die for stealing a tame hawk or falcon.\nThe artificial reasoning upon which these rules were based are wholly inapplicable to modern society. Témpora mutantur et leges muta/ntur in illis. Large amounts of money are now invested in dogs, and they are largely the subjects of trade and traffic. In many ways they are put to useful service, and so far as pertains to their ownership as personal property, they possess all the attributes of other personal property.\nIf the common-law rule referred to ever prevailed in this State, we have no doubt it has been changed by legislation. /It is provided in 2 E. S. 690, § 1, that every person who shall be convicted of stealing “ the personal property ” of another, of the value of $25 or under, shall be adjudged guilty of petit larceny; and then, on page 703, § 33, “personal property,” as used in that chapter, is defined to mean “ goods, chattels, effects, evidences of rights of action,” and certain written instruments. This definition of personal property is certainly comprehensive enough to include dogs. We think it was intended tó be taken literally, and that the law-makers meant to make it the crime of larceny to steal any chattel which had value and was recognized by the law as property. In a 'note to section 33 (3 E. S. 837), the revisers say, that “ this broad and comprehensive definition is given to prevent the enumeration of each particular instrument or article that may be the subject of larceny, robbery, embezzlement, or obtaining property under false pretenses. The ancient idea that rights in action were not subjects of larceny has been gradually yielding to the extension of commerce, the increase of business and the necessities of mankind, until at last we have begun to believe that any thing which can be stolen and which is of value to the owner should be protected by the law.” At the same time a system for the taxation of dogs was enacted (1 E. S. 704) and it can scarcely be supposed that the legislature meant to regard dogs as property for the purpose of taxation, and yet leave them without protection against thieves.\nThe definition of personal property found in the statute is not to be referred to • the common law, but to the common understanding of the time when the statute was enacted.\nIn view, therefore, of all the circumstances to which we have alluded, and fpr all the reasons stated, we are of opinion that the law-makers intended, by the legislation contained in the Eevised Statutes, to change the common-law rule as to stealing dogs, if it was before recognized as having force in this State; and to this effect are the only judicial decisions upon this subject which have been rendered in this State so far as they have come to our knowledge. (People v. Maloney, 1 Park. Cr. 593; People v. Campbell, 4 id. 386; see, also, People ex rel. longwell v. McMaster, 10 Abb. [N. S.] 182.)\nOur attention has been called by the counsel for the prisoner to certain decisions in other States, which tend to sustain his contention. (Findlay v. Bear, 8 Serg. & Rawle, 571; State of Ohio v. Lymus, 26 Ohio St. 400; State v. Holder, 81 N. C. 527; Ward v. State, 48 Ala. 161.) But so far as those cases announce views in conflict with those above expressed, we are not disposed to follow them.\nWe conclude, therefore,-that the conviction was right, and should be affirmed.\nAll concur except Folger, Oh. J., dissenting, holding that the common law does not recognize a dog as the subject of larceny, and that the Revised Statutes, in its definition of the subjects of larceny, do not include that animal.\nJudgment affirmed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "William F. Kintzing for plaintiff in error.",
      "Demiel G. Rollins, district attorney, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Thomas Mullaly, Plaintiff in Error, v. The People of the State of New York, Defendant in Error.\nThe term “ personal property,” as used in the provisions of the Revised Statutes concerning crimes and punishments, and as therein defined (2 R. S. 703, § 33), includes dogs (Folger, Ch. J., dissenting).\nThe stealing of a dog is, therefore, under said provision, larceny (Folgbr, Ch. J., dissenting).\n(Argued June 23, 1881;\ndecided October 11, 1881.)\nError to the General Term of the Supreme Court, in the first judicial department, entered upon an order made Hay 20, 1881, which affirmed a judgment of the Court of General Sessions in and for the county of Yew York, entered upon a verdict convicting the plaintiff in error of the crime of petit lar\"ceny in stealing a dog.\nWilliam F. Kintzing for plaintiff in error.\nAt common law, the only description of property which could be the subject of larceny was “ mere movables having an intrinsic value.” (4 Blackst. Com. 235-236; 11 H. 7, chap. 17; 31 H. & S. chap. 12; Co. P. C. pp. 109, 110; Dalt., chap. 103 (s); De Swans & Lebesile, 7 Co. R. 15 (b); 1 Hale’s Pleas of the Crown, 510-12.) Yo larceny at common law can be committed of dogs. (2 Whart. Am. Cr. Law, 1754-1756; 1 East’s Pleas of Crown, 607; Reg. v. Robinson, Bell. C. C. 34; 5 Jur. [N. S.] 203; 28 L. J. M. C. 58; Ward v. State, 48 Ala. 161.) There can be no larceny of things destitute of value. (Hammond on Larceny, 23; Bishop’s Cr. Law, 783.) A dog is not a chattel within the meaning of the statute relating to obtaining property by false pretenses. (Rex v. Robinson, 1 Bell. C. C. 34; 28 L. J. H. C. 58; Roseoe’s Cr. Ev. 434 [7th ed.]) As a dog was not the subject of larceny at common law, special legislation became necessary in England. (7 and 8 Geo. 4, chap. 29, §31; Boscoe’s Crim. Ev. [7th ed.] 434; 4 Blackst. Com. 236, note.) The Supreme Court was in error in declaring that the words of theBevised Statutes, “ personal property,” defined to mean, “goods, chattels, etc.,” in the reviser’s notes, were broad and comprehensive enough to include a dog as property. (Findlay v. Bear, 8 S. & R. [Penn.] 571; State of Ohio v. Lymus, 26 Ohio St. 400; 2 Chit. Black. 393, 394; l Bish. Cr. Law, 1080; Ward v. State, 48 Ala. 161; State v. Haise, 65 N. C. 315; Latham Case, 13 Ired. 33.)\nDemiel G. Rollins, district attorney, for defendant in error.\nTo constitute the offense of petit larceny it need only appear that the article stolen was of some value. It is sufficient, though that value be far below that of any known coin. (Reg. v. Morris, 9 C. & P. 349; Reg. v. Bingley, 6 id. 602; Rex v. Clark, R. & R. C. C. 181; Reg. v. Rodway, 9 C. & P. 784.) Dogs are subjects of larceny in this State. (3 R. S. [Banks’ 6th ed.] 965, 969, § 55; Bacon’s Abr., Trover, D.; 1 Williams on Executors [6th Am. ed.], 775; State v. McDuffie, 34 N. H. 525; State v. Leighton, 13 Ired. 33; People v. Maloney, 1 Park. Cr. 593; People v. Campbell, 4 id. 386; 2 Banks [6th ed.], 999.)"
  },
  "file_name": "0365-01",
  "first_page_order": 391,
  "last_page_order": 395
}