{
  "id": 546163,
  "name": "Jacob Lorillard, Appellant, v. William P. Clyde et al., Respondents",
  "name_abbreviation": "Lorillard v. Clyde",
  "decision_date": "1881-10-11",
  "docket_number": "",
  "first_page": "384",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 384"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "57 N. Y. 518",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        5138988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/57/0518-01"
      ]
    },
    {
      "cite": "36 N. Y. 33",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "35 Mass. 482",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "45 N. Y. 22",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0022-01"
      ]
    },
    {
      "cite": "5 N. Y. Sup. Ct. 212",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "opinion_index": -1
    },
    {
      "cite": "4 N. Y. 449",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2005553
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/4/0449-01"
      ]
    },
    {
      "cite": "74 N. Y. 472",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "22 N. Y. 258",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2026262
      ],
      "pin_cites": [
        {
          "page": "286, 887"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/22/0258-01"
      ]
    },
    {
      "cite": "15 Wend. 412",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018813
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0412-01"
      ]
    },
    {
      "cite": "27 N. Y. 310",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2035334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/27/0310-01"
      ]
    },
    {
      "cite": "20 Wall. 64",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3393923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/87/0064-01"
      ]
    },
    {
      "cite": "80 N. Y. 527",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2173252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/80/0527-01"
      ]
    },
    {
      "cite": "57 Ill. 416",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5241099
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/57/0416-01"
      ]
    },
    {
      "cite": "24 Am. Rep. 26",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "45 N. Y. 166",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0166-01"
      ]
    },
    {
      "cite": "8 Hun, 180",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "39 N. Y. 436",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 12681,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 3.1752430069535813e-06,
      "percentile": 0.9976541103361625
    },
    "sha256": "bf3f22bc3f02d92b9aa8c1c6d40fef7ccecae8e227878d517e012114c8c71b2f",
    "simhash": "1:da86df2013b2a052",
    "word_count": 2161
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jacob Lorillard, Appellant, v. William P. Clyde et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Andrews, J.\nWe think the complaint discloses a good cause of action. The presumption is in favor of the legality of contracts. The law does not assume an intention to violate the law, nor will an agreement be adjudged to be illegal, where it is capable of a construction which will uphold it, and make it valid.\nThe scheme of the agreement of June 14, 1874, is plain. The plaintiff Lorillard, and the firm of Wm. P. Clyde & Co. were competitors in the transportation business by' water, between New York and Philadelphia, and each party owned vessels, employed in the business. The agreement provides for a consolidation of this business and property, and for a corporate management. To this end, the parties agree to form a corporation under the laws of this State, with a capital of $300,000, to be represented by specified vessels to be contributed by the parties respectively, at a valuation fixed, and amounting in the aggregate to the capital. The agreement provides for equalizing the contribution of capital as between the parties, and that each shall receive one-half of the capital stock. It further provides that Wm. P. Clyde & Co., shall have the management of the business, and receive the usual commission (which is specified), on the freights earned ; and in consideration that Wm. P. Clyde & Co. shall have the management of the business, the firm, agree to guarantee to Lorillard, a dividend of not less than seven per cent per annum for seven years. It is provided that dividends, when earned, shall be declared and paid quarterly; that the management shall be in good faith and as economical as possible, consistent with the interests of the business, and that no change in the management shall be made, inconsistent with the terms of the' agreement, without the assent of a majority of the shares of stock of the corporation. It is averred in the complaint, that in pursuance of the agreement, a corporation was duly organized under the laws of this State; that the plaintiff transferred to the company, his steamers and business, and has fully performed the agreement on his part, and has received the stock provided therein ; that Wm. P. Clyde & Co. have had the exclusive management and control of the business, and that no dividends have been declared or paid. The action is brought against the survivors of the firm of Wm. P. Clyde & Co., on the guaranty, to recover a sum equal to seven per cent per annum on their stock, for the two years from July 1, 1876.\nIt is claimed that the agreement is illegal, because it provides that the parties thereto, consisting of five persons only, shall form a corporation, whereas the statute contemplates that at least seven persons shall unite, in order to form a corporation. But the allegation that a corporation was duly organized under the laws of this State, pursuant to the agreement, imports that the requisite number of persons, united for that purpose. It must be assumed that the corporation was regularly. organized. It was unnecessary for the plaintiff to show in his complaint, the precise steps taken to accomplish that result.\nIt is further claimed that the agreement is illegal, because it provides that property shall be taken to represent the whole capital, at a valuation fixed by the parties. We have not been referred to- any statute which prohibits the organization of a corporation of the character of the one contemplated by this agreement, on the basis of chattel property contributed by the corporators. It cannot be assumed that the transaction was not bona fide, or that the valuation put on the vessels was fictitious, or extravagant. The value of the stock would depend on the value of the property and business. The parties fixing the valuation were the only parties in interest, and we know of no principle of public policy, which condemns an agreement between parties about to form a corporation, because by the arrangement, the capital stock is to be represented by property which- they severally contribute, at a valuation agreed upon between- themselves. If it had appeared, that the organization of the corporation in this way, was a device to defraud the puhlie, by putting valueless stock on the market, having an apparent basis only, a different question would be presented.\nIt is also claimed, that the stipulation in the contract vesting the management of the corporation in Wm. P. Clyde & Co., is against public policy, and renders the contract illegal, because it is an attempt to provide in advance for the control of the corporate affairs, and withdraw it from the trustees and stockholders, to whom it properly belongs. But it is to be observed, that the agreement was between the parties, who were to contribute the entire capital. There is no hint in the agreement, that improper management was contemplated; on the contrary, the agreement provides that the affairs of the corporation shall be managed in good faith, and with economy. The commissions to be paid are, as stated, the usual commissions. I can see no objection on the score of public policy, to an agreement between parties about to form a corporation, agreeing upon the general plan, upon which it is to be organized and conducted, so long as nothing is provided for inconsistent with the provisions of the statute, or immoral in itself. An agreement providing for the details of management made in advance, might not be binding upon the trustees of the corporation when organized, but such an agreement is not illegal. In this case, as the complaint shows, the agreement upon which the guaranty was predicated, has been carried out. Wm. P. Clyde & Co., have had the management of the corporate business. There has been no failure of consideration for their promise. On demurrer, all reasonable intendments are indulged, in support of the pleading demurred to. The complaint here is in some respects indefinite and uncertain, but the remedy for these defects, is by motion, and not by demurrer.\nWe think the complaint states a good cause of action, and that the judgment should be reversed, with liberty to the defendants to answer on payment of costs.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Andrews, J."
      }
    ],
    "attorneys": [
      "Horace Barnard for appellants.",
      "Wm. N. Dykman for respondents."
    ],
    "corrections": "",
    "head_matter": "Jacob Lorillard, Appellant, v. William P. Clyde et al., Respondents.\nAn agreement will not be adjudged to be illegal when it is capable of a construction which will uphold and make it valid.\nPlaintiff’s complaint alleged, in substance, the following facts : Plaintiff and defendants’ firm, W. P. G. & Go., were competitors as carriers by water between N. T. and P., each owning vessels employed in the business. To consolidate the business, they entered into an agreement to form a corporation, the capital to be represented by vessels furnished by the parties respectively, at a valuation fixed, each to contribute one-half the capital and to receive one-half of the stock; W. P. C. & Go. to have the management of the corporation and business, to manage the same in good faith and with economy, and to receive the usual commissions, which were specified, on the freight carried. In consideration whereof said firm ' guaranteed to plaintiff an annual dividend of seven per cent for seven years. In pursuance .of said agreement, “ the corporation was duly organized under the laws of this State,” the vessels transferred to it, stock issued, and the contract fully performed on the part of plaintiff. Said firm had had the exclusive management of the corporation and business, but no dividends had been declared or paid. Plaintiff claimed to recover on the guaranty. Defendants demurred, claiming the agreement to be illegal, because the parties thereto were but five in number, while the statute contemplates that at least seven persons shall unite in forming a corporation. Held untenable; as the complaint alleges the due organization of the corporation, which imports the-requisite number of corporators ; that it was not necessary to aver the precise steps taken to accomplish the result.\nIt was further claimed that the agreement was illegal, as it provides that property shall be taken to represent the whole capital at a valuation fixed by the parties. Held untenable; that it could not be assumed the transaction was not bona fide, or that the valuation was fictitious or extravagant; and that there was no principle of public policy condemning such an agreement.\nIt seems that if it appeared that the organization in this manner was a device to defraud the public by putting valueless stock upon the market, a different question would be presented.\nIt was also claimed that the stipulation vesting the management in W. P. C. & Co. was against public policy, as it attempted to provide in advance for the control of the corporate affairs, and so withdrew it from the trustees and stockholders. Held untenable; as the agreement was between parties who contributed the entire capital, and provided for good faith in the management; that while the agreement might not be binding upon the trustees of the corporation when organized, it was not illegal.\nOn demurrer, all reasonable intendments will be indulged in in support of the pleading demurred to.\nThe remedy for indefiniteness and uncertainty in a pleading is by motion, not by demurrer.\n(Submitted June 23, 1881;\ndecided October 11, 1881.)\nAppeal from judgment of the General Term of the City Court of Brooklyn, entered upon an order made February 6, 1880, which affirmed a judgment in favor of defendants, entered upon an order sustaining a demurrer to plaintiffs complaint. The substance of the complaint is set forth in the opinion.\nHorace Barnard for appellants.\nAs the demurrers admit all the facts contained in the pleading demurred to, not only for the purpose of the argument but as evidence, the plaintiff has legal capacity to sue. (Alcott v. Carroll, 39 N. Y. 436; Mackey v. Auer, 8 Hun, 180.) The laws of the State of Hew York have but one mode in which such corporations can be organized, and the allegation in the complaint is tantamount to setting it out at length. (Rockwell v. Merwin, 45 N. Y. 166.) The agreement having been made in anticipation of the consolidation of the two transportation companies, it was perfectly lawful to provide for the business of the new company, and for those who were to be the chief stockholders to provide for its management and secure honest service by a guarantee. (Foulds v. Yates, 24 Am. Rep. 26; 57 Ill. 416; Havemeyer v. Havemeyer, 43 N. Y. Supr. 506; Barnes v. Brown et al., 80 N. Y. 527; Bliss v. Matteson, 45 id. 22; White v. Hoyt, 73 id. 512; Booth v. Cleveland Mill Co., 74 id. 21.) There is nothing in the contract, which conflicts with the provisions of the acts for the incorporation of companies formed to navigate, the ocean by steamships, etc. (Laws of 1853, chap. 228, amended by chap. 419 of the Laws of 1867.) Plaintiff’s contract with defendants not to yun steamers on the routes of defendants, mentioned therein, is a sufficient and lawful consideration. (Oregon St. Nav. Co. v. Winsor, 20 Wall. 64.) Defendants, as parties to the contract, were estopped from setting up such plea. (Rapalee v. Stewart et al., 27 N. Y. 310; Phoenix Ins. Co. v. Badger, 57 id. 294; Denike v. N. Y. & R. L. & C. Co., 80 id. 599; Comm’rs v. Bolles, 4 Otto, 104.)\nWm. N. Dykman for respondents.\nThe agreement was bad as providing for the'formation of a corporation by an inadequate number. (R. S., Part I, chap. 18, title 14, art. 1; Perkins v. Savage, 15 Wend. 412; A. & A. on Corp. 207.) The pub- - lie has an interest in the precise extent of powers conferred on corporations, and public policy is concerned in their being con. fined strictly to the exercise of such powers. (Bissell v. M. S. R. R. Co., 22 N. Y. 258, 286, 887.) A party is not estopped by not taking issue upon a matter of law averred in his adversary’s pleadings. (Jordan v. Nat. Bank, 74 N. Y. 472.) Every new agreement entered into for the purpose of carrying into effect any of the unexecuted provisions of a previous illegal contract is void. (Gray v. Hook, 4 N. Y. 449; Robinson v. Kalbfleisch, 5 N. Y. Sup. Ct. 212.) It is illegal for stockholders to combine to control a corporation for a pecuniary consideration personal to themselves. (Bliss v. Mathieson, 45 N. Y. 22-26; Fuller v. Dame, 35 Mass. 482; Card v. Hope, 2 B. & C. 661; Ward v. Ruckman, 36 N. Y. 33; Fort Edward P. R. Co. v. Payne, 15 id. 583.) Though plaintiff may have performed his part of the contract and the act required of defendant is not illegal, still, if the consideration for defend-antis promise is illegal, the contract cannot be enforced. (4 N. Y. 449; 15 Wend. 412; Knowlton v. Congress Springs Co., 57 N. Y. 518; Saratoga Bank v. King, 44 id. 92.)"
  },
  "file_name": "0384-01",
  "first_page_order": 410,
  "last_page_order": 415
}