{
  "id": 546158,
  "name": "William E. Chapman, Respondent, v. James McCormick, Appellant",
  "name_abbreviation": "Chapman v. McCormick",
  "decision_date": "1881-10-25",
  "docket_number": "",
  "first_page": "479",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 479"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "3 Vt. 530",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11270146
      ],
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/3/0530-01"
      ]
    },
    {
      "cite": "5 Wend. 289",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145744
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/5/0289-01"
      ]
    },
    {
      "cite": "13 N. Y. 322",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        494252
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/13/0322-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 8882,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.4482623816913483e-06,
      "percentile": 0.9912313420589386
    },
    "sha256": "44cdf77f743bd5dcf69c87828b23a05b49bc5d11876e6d575463858adc52e945",
    "simhash": "1:3a00ac269ec2f785",
    "word_count": 1617
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William E. Chapman, Respondent, v. James McCormick, Appellant."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nI cannot concur in the conclusion that the learned trial court did not err in refusing to permit counsel to ask for further instructions to the jury. It may well be that circumstances other than those noted in the appeal hook had occurred during the trial, and which, if written out, would justify this refusal; but I take the case as I find it. At the close of the testimony there was summing up by counsel, a charge to the jury, and, as the record shows, they “ having risen from their seats and about to retire in charge of an officer to deliberate , on their verdict,” the defendant’s counsel said: “ Wait one moment, please.” The court, “Eo; I will not add to my charge at all; ” and addressing the jury said, “ Go on, gentlemen.” Defendant’s counsel: “ I want to ask the court to make some charge to the jury.” The court: “ No; I have said all I ought to say. You take an exception % ” Defendant’s counsel: “ Yes; but I want to ask the court to charge the jury in certain respects. I claim that to be my right, your honor.” The court: “ I refuse, and you take an exception.” The respondent states, upon his printed points, “ an opportunity to make requests had been offered and had not been availed of.” But this is accompanied by no reference to the case, and a careful examination fails to disclose the occurrence. The effect of such a fact, had it existed, need not be considered. ÜSTor was the refusal of the court put upon that ground. The request of the counsel was obviously addressed to the court, and not, as the plaintiff urges, to the jury, for the reply to the counsel was: “ I will not add to my charge at all; ” and to the jury the court said : “ Go on.” All this time the jury were in their box, having merely risen from their seats, and the court assumed a knowledge of the reason for the request of counsel. An explicit statement of it followed. It should, I think, have been listened to. It is the duty of counsel so to conduct his client’s cause that the jury may have the facts before them, under such instructions as to the law as are material to the case; and as under our system of judicature those instructions can be given only by the court, it would seem to be the client’s absolute right to have his counsel heard concerning them. In no other way can the suitor have the benefit of the machinery of the courts;' of the law as claimed by him if the response is favorable, of an exception for review if it is refused. The right may be forfeited by the omission of counsel to speak in time, for the client is bound by his conduct, and as to that the court has a large discretion. Here it was not exercised. The jury were before the court, in their proper places. Its ear was withheld from the.counsel, not because he did not speak in season, but because, anticipating the object of counsel, the court decided to deny him. It may be that no suggestion would have changed that mind; but had it been heard, the defendant would have had either the benefit of an exception to that decision, or a ruling of the court in accordance with his views. To one or the other he was entitled ; and it was beyond the power of the court to deprive him of it. As a trial judge is bound to instruct the jury on each proposition of law submitted to him by counsel bearing upon the evidence (Zabriskie v. Smith, 13 N. Y. 322; Foster v. People, 50 id. 601), so it must be a legal right of counsel to submit such propositions (Pennock v. Dialogue, 2 Peters, 15), and its denial by the court a subject of exception and review upon appeal. The judge, therefore, erred in refusing the request of counsel, and the error is fatal to the judgment, unless it appears that there was no question in the case to be submitted to the jury (People v. Gray, 5 Wend. 289); or that the request came too late. Neither fact exists. The case was submitted to the jury as one for their determination, and the request was made before they left their seats, and before, so far as the record shows, any other step had been taken. That one was to be taken, i. e., that the jury were about to retire, is not sufficient. There is nothing to show that counsel did not seek the attention of the court as soon as possible after the close of the charge, and it appears affirmatively that he did so before they retired. This was sufficient. (State v. Catlin, 3 Vt. 530, 534.)\nI have reached this conclusion with reluctance, and with no disposition to interfere with the exercise of the large and necessary discretion intrusted to a trial judge. But a right valuable to litigants seems to have been denied; and for this reason there should, I think, be a new trial.",
        "type": "majority",
        "author": "Danforth, J."
      },
      {
        "text": "Miller, J. (dissenting).\n***** An exception is also taken to the decision of the judge upon the trial in regard to the requests to charge made by the counsel for the defendant. At the time when the requests were presented, the jury had been charged, risen from their seats, and were about to retire in charge of an officer to deliberate upon the verdict, and the judge declined to make any further charge, and directed the jury to retire.\nThe orderly proceedings of a court upon a trial rest very much in the discretion of the presiding judge, and unless it appears that such discretion has been abused, it is not within the province of an appellate tribunal to interfere with its exercise. The usual course upon a trial is to hand up the requests to the judge before the charge' is made, and at most, prior to the time when the jury are ready to retire in charge of an officer. A proper degree of vigilance would certainly require that the right to present requests should be exercised before the latter contingency, and a delay beyond this ordinarily would leave it for the judge to say whether he would keep or call the jury back and pass upon the requests. It should not be overlooked, that it does not appear that any portion of the charge \"as made was excepted to, nor'what additional charge was desired, or that it would- affect the disposition of the case in any manner. The counsel stated that he desired the judge to make “.some charge to the jury,” and to charge in some respects without advising what he desired, or showing that it was material. ISTor did he state what he did desire in this respect, as he should have done under the circumstances presented.' We are not prepared to say that any injustice has been done, or that there was any such abuse of discretion as would authorize an interference with the decision of the judge by a reversal of the judgment.\nR aballo, Andrews, Earl and Finch, JJ., concur with Dantoth, J. Folgkbr, Oh. J. concurs with Miller, J., dissenting.\nJudgment reversed.",
        "type": "dissent",
        "author": "Miller, J. (dissenting)."
      }
    ],
    "attorneys": [
      "E. W. Van Vranken for appellant.",
      "Fisher, Hurd & Voltz for respondent."
    ],
    "corrections": "",
    "head_matter": "William E. Chapman, Respondent, v. James McCormick, Appellant.\nIt is the legal tight of counsel on the trial of an action to submit propositions of law bearing upon the evidence, and it is the duty of the court to instruct the jury on each proposition.\nA denial of such, right is the subject of exception and of review upon appeal.\nThe error is fatal to the judgment unless it appears that there was no question in the case to be submitted to the jury, or that the request came too late.\nA case on appeal stated in substance, that after the court had charged the jury and they had risen from their seats and were about to retire, defendant’s counsel requested that they should wait a moment. The court stated he would not add to his charge, and directed the jury to go on ; said counsel then stated that he desired “ to ask the court to make some charge * * * to charge the jury in certain respects.” The court refused to hear the requests. Held (Fol&ee, Ch. J., and Milleb, J., dissenting), that it was the right of the counsel to present his requests; that while these rights might be forfeited by the omission of counsel to speak in time, and the court had large discretion in this respect, here it was not exercised; but the court, anticipating the object of counsel, decided to deny him, and the refusal of the court to listen to the request was error.\n(Submitted October 7, 1881;\ndecided October 25, 1881.)\nAppeal from judgment of the Q-eneral Term of the City Court of Brooklyn, entered upon an order made February 7, 1880, which affirmed a judgment in favor of plaintiff, entered upon a verdict.\nThis action was brought to recover an alleged balance due on certain contracts for work and materials.\nThe facts pertaining to the questions discussed are stated in the prevailing opinion.\nE. W. Van Vranken for appellant.\nFisher, Hurd & Voltz for respondent.\nThe charge having been made, and opportunity to make requests having been offered and not availed of, the suggestion of the counsel that he wanted “the court to make some charge to the jury,” equally with the exception to the refusal of the court “ to make any charge,” were not warranted by the proceedings. (Tinkham v. Thomas, 34 N. Y., supra, 236.)"
  },
  "file_name": "0479-01",
  "first_page_order": 505,
  "last_page_order": 509
}