{
  "id": 546186,
  "name": "In the Matter of the Petition of The Protestant Episcopal Public School to Vacate an Assessment",
  "name_abbreviation": "In re the Protestant Episcopal Public School",
  "decision_date": "1881-10-11",
  "docket_number": "",
  "first_page": "396",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 396"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "3 Hun, 54",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "78 N. Y. 606",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "8 Daly, 82",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "68 N. Y. 628",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        529001,
        528997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/68/0628-01",
        "/ny/68/0628-02"
      ]
    },
    {
      "cite": "55 N. Y. 148",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "24 Hun, 367",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "78 N. Y. 601",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/78/0601-01"
      ]
    },
    {
      "cite": "8 Daly, 82",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": 0
    },
    {
      "cite": "68 N. Y. 628",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        529001,
        528997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/68/0628-01",
        "/ny/68/0628-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 5984,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.8234114566140305e-06,
      "percentile": 0.9941384613543106
    },
    "sha256": "468e3e0d63559b9959581139b8262bc573ec960748b04ea342c91fc8e905bf1a",
    "simhash": "1:6589baa74207b660",
    "word_count": 1063
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Petition of The Protestant Episcopal Public School to Vacate an Assessment."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nThe question of costs presented for our determination arose upon a petition to vacate an assessment in the city of Hew York. That was a special proceeding. (In re Jetter, 78 N. Y. 601; In re Manhattan Savings Inst., 82 id. 142.) Ho costs, therefore, followed its decision unless awarded by the order of the court, which had discretion to either grant or withhold them. If granted, however, the rate should have been the same as for similar services in an action. (Code, § 3240.) The petitioner succeeded at the Special Term and the assessment was ordered to be vacated with costs. The city appealed to the General Term, which reversed the order, with ten dollars costs to the city. The petitioner thereupon appealed to this court, which reversed the order of the General Term, and affirmed that of the Special Term “ with costs.” That award gave only the costs of the appeal in this court. (Sisters of Charity v. Kelly, 68 N. Y. 628; People, ex rel. Morris, v. Randall, 8 Daly, 82.) Upon filing the remittitur, the petitioner, at a Special Term, entered an order maldng our judgment that of the Supreme Court, and concluding thus: “ And that the petitioners recover their costs of appeal subsequent to said order.” Upon this state of facts the petitioner claims to tax in its favor full costs of the appeal to the General Term, and the city resists that claim. It is apparent that the General Term have never exercised their discretion in favor of the petitioner. It does not follow, from their award of ten dollars costs to the city, that if they had affirmed the order appealed from, they would have given costs to the petitioner. We are not at liberty to guess at their possible action in an emergency which did not happen. If, on the appeal to this court, we had the power to have awarded costs in the General Term, it is sufficient to say that we did not do it. The right, of the petitioner, therefore, has no foundation upon which to rest, unless it be the order of the Special Term entered upon the filing of the remittitur. But the Special Term had no discretion to exercise. The question was not before it. Its sole duty was to enter exactly the order which this court directed, and it could neither add to nor take away from our judgment. (McGregor v. Buell, 1 Keyes, 153.) We must, therefore, construe the order of the Special Term in accordance with their power and duty, and not in excess of it, if such construction be possible. We think it is, and that such order merely gives to the successful parties astheir costs of appeal subsequent to said order ” such costs as had been legally awarded, or such, if any, as the law fixed and awarded. It is only such that could fairly be understood by the phrase “ their costs of appeal.” There was, therefore, no warrant for allowing the costs of the appeal to the General Term.\nThe order should be affirmed, with costs.\nAll concur.\nOrder affirmed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "Geo. C. Genet for appellants.",
      "D. J. Dean for respondent."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Petition of The Protestant Episcopal Public School to Vacate an Assessment.\na proceeding to vacate an assessment for a local improvement in the city of New York, being a special proceeding, costs are in the discretion of the court, and no costs follow its decision unless awarded by it.\nIt seems that when granted they should be at the same rate as for similar services in an action. (Code of Civil Procedure, § 3240.)\nIn such a proceeding the petitioner succeeded at Special Term. The General Term, on appeal, reversed the Special Term order, with ten dollars costs to the city. On appeal by the petitioner, this court reversed the order of the General Term and affirmed that of Special Term, “with costs; ” on filing the remittitur an order of Special Term was entered making such judgment the judgment of the Supreme Court, and directing “ that petitioners recover their costs of appeal subsequent to said order,” The petitioner thereupon claimed to tax full costs of appeal to the General Term. Held untenable ; that the General Term had not exercised its discretion in favor of petitioner, and if this court had power to award costs in the General Term it had not done so; that the order of • General Term entered on filing remittitur gave no such right, as the Special Term had no discretion to exercise, its sole duty being to enter the precise order which this court directed, and the order granted, construed in view of this want of power, only entitled the petitioner to such costs as had been legally awarded.\n(Argued October 4, 1881;\ndecided October 11, 1881.)\nAppeal from order of General Term of the Supreme Court in the first judicial department, made April 12, 1881, which affirmed an order of Special. Term which corrected the taxation of costs in this proceeding by striking out an allowance of $60, for proceedings before, and for argument at, General Term, and substituting in place thereof $10. (Reported below, 24 Hun, 367.)\nThe nature of the proceedings and the facts are sufficiently stated in the opinion.\nGeo. C. Genet for appellants.\nThis is a special proceeding, and being such, the costs are prescribed by statute, and are not in the discretion of the court as to the amount. (R. & S. R. R. Co. v. Davis, 55 N. Y. 148.)\nD. J. Dean for respondent.\nThe court, at General Term, had a discretionary power to say whether costs should be allowed on the appeal to that court. (Code, § 3240.) The amount of costs allowed, in the discretion of the court, to the prevailing party, on an appeal from an order of the Special Term to the General Term, in an action, may not exceed $10. (Code, § 3251.) The order of the Special Term, entered upon the remittitur, was void, in so far that it directed that the petitioner should recover “ costs of appeal subsequent to said order.” (Sisters of Charity v. Kelly, 68 N. Y. 628; People, ex rel. Morris, v. Randall, 8 Daly, 82; McGregor v. Buell, 1 Keyes, 153, 157.) Costs in these proceedings are discretionary. (In re Jetter, 78 N. Y. 606; Comm'rs of Pilots v. Spofford, 3 Hun, 54, 55.)"
  },
  "file_name": "0396-01",
  "first_page_order": 422,
  "last_page_order": 424
}