{
  "id": 546183,
  "name": "Frederick A. Potts, Respondent, v. Isaac Mayer, Impleaded, etc., Appellant",
  "name_abbreviation": "Potts v. Mayer",
  "decision_date": "1881-10-11",
  "docket_number": "",
  "first_page": "302",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 302"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "36 N. Y. 128",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        498879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/36/0128-01"
      ]
    },
    {
      "cite": "3 Bosw. 86",
      "category": "reporters:state",
      "reporter": "Bosw.",
      "case_ids": [
        1343918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/16/0086-01"
      ]
    },
    {
      "cite": "47 Barb. 29",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1946957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/47/0029-01"
      ]
    },
    {
      "cite": "13 N. Y. 168",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "312"
        },
        {
          "page": "289"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "74 N. Y. 486",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0486-01"
      ]
    },
    {
      "cite": "73 N. Y. 269",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169732
      ],
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/73/0269-01"
      ]
    },
    {
      "cite": "9 Hun, 9",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "39 N. Y. 322",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "74 N. Y. 594",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534685,
        534687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0594-02",
        "/ny/74/0594-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 9245,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 7.073754981463667e-07,
      "percentile": 0.9664592414461229
    },
    "sha256": "9c989de6d154a6187f09eafee14adf20d3f0048704c4884a6aaf166ab1a260fb",
    "simhash": "1:56618e556b59f47b",
    "word_count": 1615
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frederick A. Potts, Respondent, v. Isaac Mayer, Impleaded, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nWe think the evidence of Mayer, offered to contradict the statement of Hyman that he had paid for the note in suit, was improperly excluded. The objection made to it rested upon section 829 of the Code. Hyman was a party defendant, and on a former trial had been examined and cross-examined as a witness, giving material evidence bearing upon the inception and consideration of the note. He died beforé the last trial of the case, and upon that occasion his'testimony upon'the former trial was read in evidence. The direct examination of the witness was read in behalf of the defendant Mayer. Among the questions asked him was what Kolin, the indorser, gave him for the note. The witness replied that Kohn gave him nothing, and added the statement not at all responsive to the question, “ but I paid for the note to Mr. Mayer.” So far as it went, this last statement was material to the plaintiff, and adverse to the theory of the defense. That theory rested upon an alleged diversion of the note from its lawful use, which could not be true if it passed to Hyman for a full and valid consideration. But the statement of the witness, tending to establish this fact, was not only volunteered and unresponsive, but. incomplete and imperfect, since it left the allegation of payment without explanation, and in a form somewhat doubtful and equivocal for the purposes of the plaintiff. The latter, realizing this fact, and not choosing to leave the evidence open to doubt and criticism, thereupon read in evidence his own cross-examination of the witness upon the previous trial. In that he inquired what the witness meant by his statement of payment to Mayer, and thus put in evidence a distinct statement of Hyman that Mayer was indebted to the witness in the amount of the note upon a private account between them, for which consideration the note was given and received. In so doing he plainly put in evidence, for his own purposes and in his own behalf, material and important declarations of the deceased. By reading his cross-examination, the plaintiff got the benefit of his testimony, and that testimony was given in evidence by the plaintiff, and in his own behalf. Bis was the only inquiry as to the particular transaction between Hyman and Mayer, the defendant having asked no question which involved their personal dealings. When, therefore, the defendant sought to contradict by Mayer the evidence of Hyman as to the consideration of the note, and the indebtedness upon which it was founded, and was not permitted to do so, the ruling was erroneous. The offered evidence was within the letter, and the spirit of the exception in the Code which permits such evidence to be given where the testimony of the deceased person is given in evidence concerning the same transaction or communication. (Code, § 829.) The obvious intention of the statute is to preserve equality, and prevent unfair advantage. The mouth of the survivor is closed because the other party to the transaction is dead, and to allow the living witness to speak, secure from the contradiction or correction of his adversary, is to give him an advantage manifestly unfair, and dangerous to the truth. Such inequality and injustice does not exist, however, where the deceased party has spoken, and his statement of a transaction is put in evidence. In that event, to allow the dead man to speak. through his declarations while .living, and deny the right of contradiction =or correction to the surviving party, would shift the unfair advantage to those representing the deceased party, and it was to obviate such injustice that the exception in the statute was framed. The question is not, as the respondent states it, whether a party can put in evidence the adverse statements of a deceased party, and so open the door to his -own version of the same transaction. If that was, in truth, the question, we should he very likely to feel the force of the respondent’s argument in favor of excluding the proposed contradiction. But here the plaintiff himself read in his own behalf the cross-examination of the deceased party, showing, what had nowhere else appeared in the case, the existence of an indebtedness due from the defendant Mayer to Hyman, and which constituted the agreed consideration of the note.. By this proof of the sworn declarations of the deceased, the plaintiff encountered the exception in the Code, and exposed himself to the evidence of the defendant Mayer as to the same transaction. The ruling which excluded the offered proof was, therefore, erroneous.\nThe judgment should be reversed; new trial granted, costs ■ to abide the event.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "Benj. F. Carpenter for appellant.",
      "Samuel Hand for respondent."
    ],
    "corrections": "",
    "head_matter": "Frederick A. Potts, Respondent, v. Isaac Mayer, Impleaded, etc., Appellant.\nIn an action upon a promissory note executed by the firm of H. & M. payable to their order and indorsed by them to K., M. defended on the ground that the note was executed without consideration, was diverted from the purpose for which it was intended and was transferred by K. to the plaintiff as security for an individual indebtedness. Upon a second trial the direct examination of H., who was a witness upon the first trial, but who had since died, was read in evidence in behalf of M. Among the questions asked was what K. gave him for the note ; the answer was that K. gave nothing, \" but I paid for the. note to ” M. Plaintiff then offered in • evidence the cross-examination of H., wherein he testified that M. was indebted to him in the amount of the note on a private account for which the note was given. M. thereupon was offered as a witness in his own behalf to contradict the evidence of H. as to the consideration for the note. This was objected to and excluded as incompetent under the Code of Civil Procedure (§ 829). Held, error ; that'the evidence offered was within the letter and spirit of the exception in the Code which permits such evidence to be given where the testimony of the deceased person, concerning the same transaction, has been given in evidence.\n(Argued June 17, 1881;\ndecided October 11, 1881.)\nAppeal from judgment of the General Term of the Superior Court of the city of '¡New York, entered upon an order made April 5, 1880, which affirmed a judgment in favor of plaintiff, entered upon a verdict.\nThis action was brought upon a promissory note, executed by the firm of Hyman & Mayer, of which firm the defendants, Hyman and Mayer were the members, payable to the order of the firm, and indorsed by it to defendant Kohn, who transferred the same to plaintiff.\nThe defendant Mayor, alone appeared and answered, claiming in substance; among other things, that the note was indorsed to Kohn without consideration, for a purpose specified, that the note was diverted by Kohn from the purpose for which it was given and was transferred by him to plaintiff without consideration, the avails, if collected, to be applied in -payment of an indebtedness of Kohn.\nUpon a former trial of the action Hyman was called as a witness for the defense. A verdict was rendered for plaintiff, which was reversed on appeal. (See Mem. 74 N. Y. 594.) Prior to the second trial Hyman died.\nThe further facts material to the questions discussed appear in the opinion.\nBenj. F. Carpenter for appellant.\nIt is the intention of section 829 of the Code that the surviving party to a transaction shall not have the unfair advantage of giving his version of the matter, when the other and adverse party is prevented by death from' being heard to contradict or explain dt. (Card v. Card, 39 N. Y. 322.) If the deceased party has given his version of the transaction with full opportunity for cross-examination, the spirit of the statute is satisfied, and there is no reason why the survivor should not then be allowed to give his version of the same transaction. (Miller v. Adkins, 9 Hun, 9.) In view of the fact that theundisputéd and uncontradicted evidence in the case is that the note was dirverted by Kohn, a prima facie case of the wrongful and unlawful possession of said note by the plaintiff was made out, and, therefore, the exclusion of the testimony offered by the defendant Mayer was erroneous. (Comstock v. Hier, 73 N. Y. 269, 281.) It was error for the court to refuse the request of the defendant to go to the jury as to whether the plaintiff is the real party in interest. (Hays v. Hathorn, 74 N. Y. 486; Old Code, § 111; Code of Civil Procedure, § 449.) The note was received by plaintiff on a precedent debt, and the presumption is that it was not received in payment. (Noel v. Murray, 13 N. Y. 168; Buswell v. Poinier, 37 id. 312; Bradford v. Fox, 38 id. 289; Bright v. Judson, 47 Barb. 29; N. Y. Ex change Co. v. De Wolf, 3 Bosw. 86; Duncan v. Gosche, 8 id. 243.) When a note is diverted, the onus is upon the holder to show that he is the owner of it in good faith, and for value, and a mere implied extension of time is not a valuable consideration. (Philbick v. Dullet, 2 J. & S. 370; Lawrence v. Clark, 36 N. Y. 128; Weaver v. Barden, 49 id. 286; Turner v. Treadway, 53 id. 650; Cary v. White, 52 id. 138.)\nSamuel Hand for respondent.\nMayer was an incompetent witness Hyman being dead, as to the transactions between him and Hyman. (Code of Civil Procedure, § 829.)"
  },
  "file_name": "0302-01",
  "first_page_order": 328,
  "last_page_order": 332
}