{
  "id": 546191,
  "name": "In the Matter of-, an Attorney",
  "name_abbreviation": "In re Attorney",
  "decision_date": "1881-10-28",
  "docket_number": "",
  "first_page": "563",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 563"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "36 N. Y. 651",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        498960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/36/0651-01"
      ]
    },
    {
      "cite": "4 Wall. 277",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        6139656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/71/0277-01"
      ]
    },
    {
      "cite": "22 N. Y. 94",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "48 N. Y. 540",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2055498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/48/0540-01"
      ]
    },
    {
      "cite": "4 Wall. 333",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        6139904
      ],
      "pin_cites": [
        {
          "page": "380"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/71/0333-01"
      ]
    },
    {
      "cite": "22 How. Pr. 368",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2213711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/22/0368-01"
      ]
    },
    {
      "cite": "22 N. Y. 67",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2026251
      ],
      "pin_cites": [
        {
          "page": "94"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/22/0067-01"
      ]
    },
    {
      "cite": "55 N. Y. 585",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wall. 321",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "82 N. Y. 161",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2177130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/82/0161-01"
      ]
    },
    {
      "cite": "35 N. Y. 305",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wall. 348",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "8 N. Y. Sup. Ct. 321",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "case_ids": [
        1906928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-sup-ct/8/0321-01"
      ]
    },
    {
      "cite": "5 Barb. 117",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777223
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/barb/5/0117-01"
      ]
    },
    {
      "cite": "4 Wall. 381",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "10 Johns. 232",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2136001
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0234-01"
      ]
    },
    {
      "cite": "39 N. Y. 418",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0418-01"
      ]
    },
    {
      "cite": "4 Wall. 380",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "9 Wall. 542",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Wall. 342",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Lans. 327",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        4822355
      ],
      "opinion_index": 0,
      "case_paths": [
        "/lans/3/0327-01"
      ]
    },
    {
      "cite": "78 N. Y. 330",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544480
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/78/0330-01"
      ]
    },
    {
      "cite": "5 Hill, 196",
      "category": "reporters:state",
      "reporter": "Hill,",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2 Whart. 440",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0440-01"
      ]
    },
    {
      "cite": "4 Wash. C. C. 64",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6564752,
        6134775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/19/0161-01",
        "/f-cas/26/0859-01"
      ]
    },
    {
      "cite": "1 Park. Cr. 51",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "opinion_index": 0
    },
    {
      "cite": "22 Wend. 656",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2153308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/22/0656-01"
      ]
    },
    {
      "cite": "9 Wheat. 529",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421265
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/22/0529-01"
      ]
    },
    {
      "cite": "82 N. Y. 164",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Johns. 232",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2136001
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/10/0234-01"
      ]
    },
    {
      "cite": "4 Wall. 380",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1107,
    "char_count": 26417,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.1187500025753676e-06,
      "percentile": 0.9859903029095519
    },
    "sha256": "5fba70a1087ca67780d18c6bb2de8b167d5d09fd4c1360673752e02b3092f79c",
    "simhash": "1:b78f252068134e7d",
    "word_count": 4791
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of-, an Attorney."
    ],
    "opinions": [
      {
        "text": "Folger, Ch. J.\nAfter what was said in the opinion (In re Eldridge, 82 N. Y. 164, 165), there is no need of further remark to express the feelings with which we enter upon the consideration of a matter in which the professional character and conduct of an attomey-at-law is concerned. We will proceed at once to consider the questions presented by the points of the appellant.\nThere is no question, properly in the case, whether the appellant had or had not a proper trial. He was entitled to a trial before the court upon evidence taken according to the rules of the common law. (82 N. Y., supra.) This is a personal right which he may waive (Ex parte Burr, 9 Wheat. 529) expressly, or by tacit acquiescence in the course taken by the' court. (Anonymous, 22 Wend. 656.) In this case the appellant made no objection at the General Term to the mode in which it went on to try him. It was the duty of the General Term to proceed, when the papers before it on appeal from the order of the Special Term in the civil action between other parties and his clients, opened to them the grave nature of the allegations against him. {In re Percy, 36 H. Y. 651.) He had due notice of their purpose to do so. He came before the court, yet asked for no other mode of procedure than that which was given to him; nor did he make any objection until now that it was not that which he had a right to demand.\nHe did object that no copy of the charges against him had been delivered to him, as required by law. In a regular complaint against an attorney, charges should not be received and acted on unless on oath. (Ex parte Burr, supra.) The appellant’s objection was not, that the charges against him were not put in a proper shape and verified. His objection was one to form, not to substance. The order to show cause, made by the General Term, required that the district attorney should serve upon him a copy of the papers on the appeal from the Special Term, the evidence of the conviction, or of the commission, of the crime, and any evidence of other matters to be presented to the General Term. ‘ That service was made. It showed not only what the charges would be, but what the proofs to be adduced to sustain them. (See 22 Wend., supra; In re Peterson, 3 Paige, 510.) It is plain that the appellant was not misled, or so left in the dark, as to come into court, unprepared for a hearing on the order. The appeal book shows that he met all the matters presented against him with understanding and fullness of preparation.\nThe first matter that was offered was that of his making a note in the name of Isaac S. Newton, and delivering it to his client, Hannah Chapin. This was, on its public side, the offense against the criminal law, the public offense for which he was indicted, tried, convicted, imprisoned, and of which he was pardoned. It is contended, that the executive pardon of that offense has wholly blotted it out, and has given him new credit and capacity, and that, in the eye of the law, he is as innocent as if he had never committed the offense. (Ex parte Garland, 4 Wall. 380; In re Deming, 10 Johns. 232, 483.) Doubtless the effect of the pardon is that, so far as the violation of the criminal law, the offense against the public, is concerned, he is to be looked upon as innocent thereof. The pardon does reach the offense for which he was convicted, and does blot it out, so that he may not now be looked upon as guilty of it. But it cannot wipe out the act that he did, which was adjudged an offense. It was done, and will remain a fact for all time. Notwithstanding the extensive language used in Ex parte Garland (supra) and In re Deming (supra), and that which we have used, there are limits to the effect of such a pardon. “ The word ‘ pardon ’ includes a remission of the offense, or of the penalties, forfeitures or sentences growing out of it.” (Per Edmonds, J., The People v. Potter, 1 Park. Cr. 51.) The pardoned man is relieved from all the consequences which the law has annexed to the commission of the public offense of which he has been pardoned, and attains new credit and capacity, as if he had never committed that public offense. (In re Deming, supra) Yet the pardon does very little toward removing the other consequences which result from the crime. (Per Bronson, J., 5 Hill, infra) It does not restore offices forfeited, or property or interests vested in others in consequence of the conviction and judgment (Ex parte Garland, supra; In re Deming, supra); and it has been said that it does not restore the capacity for civil office. (Comm. v. Fugate, 2 Leigh [Va.], 724.) We do not, at this time, follow that case to that length. It cannot take away the right of an informer to his part of a fine or penalty fixed by the law upon the commission of the offense (3 Inst. 238; Rowe v. State, 2 Bay [S. C.], 565); nor the perfected right to a moiety of the penalty going to a custom-house officer (U. S. v. Lancaster, 4 Wash. C. C. 64); nor the costs of the prosecution. (Holliday v. People, 5 Gilman [Ill.], 214; 2 Bay, supra; Ex parte McDonald 2 Whart. 440; The King v. Amery, 2 T. R. 515, 569.) Judge Thompsoh, of the United States Supreme Court bench, charged a jury, that though a pardon restored the person to competency as a witness, it did not give back credibility to him, and that they should not believe a witness in that plight unless his testimony was corroborated. (U. S. v. Jones, 2 Wheeler’s Cr. Cas. 461.) And so Brohsoh, J., said in Baum v. Clause (5 Hill, 196), “ Pardon removes the legal infamy of the crime, * * * but cannot * * * wash out the moral stain; ” “ the crime still goes to the credit of the witness,” citing 1 Phil, on Ev. 35; 1 Starkie on Ev. [ed. of 1842] 100. (See, also, Eighmy v. The People, 78 N. Y. 330.) The effect of a pardon is to protect from punishment for the crime committed, and for no other. (Case of Nicholas, Foster’s Cr. Law, 64.) That case shows, too, that though the pardon would wipe out the offense against the public of an act in one stage of progress of the effects of it, it will not affect the public offense of the same act in a further stage of its progress. The act there was giving poison. The subject languished, but did not die. An act of Parliament was meanwhile passed, pardoning public offenses, with some exceptions among which was murder. Had the subject not died from the poison, the act of Parliament would have taken in the guilty man’s case, and freed him from the legal consequences of his- act. But, after the passage of the act, and within a year and a day, the subject died from the poison, and then the giving of it was murder. It was held that the general pardon by the act of Parliament did not relieve the felon from the penalty of his act, though it did relieve him until the death ensued.\nThough it is held that one pardoned for a larceny may maintain an action of slander against him who says he is a thief, and that justificatory proof of the thieving act is overcome by proof of the pardon (Cuddington v. Wilkins, Hobart, 67, 81 b), yet it is said there that Wilkins might say that Cuddington had been a thief. (Id. 81 b.) It is expressly held to be so in Baum v. Clause (supra). It is also said in the case in Hobart (supra) that it might well be that a man, not knowing of the pardon, might justify apprehending him for the felony because it was for the advancement of justice. A justification thus made would, of necessity, be on proof that would show the criminal act and the former guilt of the pardoned man.\nWe have cited these instances to maintain, by authority, our position that, though the pardon obliterates the offense against the public the infraction of the criminal law, relieves the offended from the punishment affixed to it by that law, washes him white from the guilt that the criminal law saw in the act, and frees him from the disabilities consequent upon the act as a guilty act against the public; it does not annul the act and relieve from all consequences of it. For a pardon cannot take away the consequences of the act where private justice is principally concerned. (4 Bl. Com. 398.) Hor can a common nuisance be pardoned while it remains unredressed, or so as to prevent an abatement of it, because the offense savors more of the nature of a private injury to each individual in theneighborhood, than of a public wrong. (2 Hawk. P. C. 391.)\nIf one had been indicted and convicted for arson of a building, a pardon would not raise the building from its ashes. The fact would remain that it was burned to the ground, and by his act. If he was of such wealth as to be able to answer in damages to the owner, it would be no rebuttal of proof, in a civil action therefor, that he had been pardoned of his infraction of the criminal law. If he showed no more, a verdict would rightfully go against him, and he must be cast in judgment. The right of action of the owner, for the private harm done to him, could not be taken away by the act of executive clemency that excused and obliterated the public wrong. The act, in its bearing and effect upon objects and relations other than the criminal law, remains ahve truth and still capable at times of affecting judicial action. It may no more be styled arson or forgery. It can be treated and weighed as other conduct toward a fellow-man. Thus, in the case in hand, the appellant made a copy of a promissory note once the property of a client, and held by him as her attorney, but which had heen paid, and without authority signed to the copy the name of the maker of the genuine instrument. The indictment in one count charged that he made, forged and counterfeited the writing with intent to injure and defraud one Hannah Chapin and divers other persons. This was the public offense of forgery. Another count charged that he did utter and publish as true that forged note, with intent to defraud Hannah Chapin. That was the same public offense. The Oyer and Terminer declared his act to have heen that public offense. The indictment and conviction was for an act done by him as a private person. They took no note that he was, while doing the act, an attorney-at-law of the Supreme Court, or that he was the attorney of Hannah Chapin named in the indictment, or that he wrote the copy of the note, and put the name to it for use in his relations with her of attorney and client. The pardon took no note of that. They were concerned with the public offense alone. Had Hannah Chapin suffered damage fropi his doings with her with that written instrument, she could have maintained an action against him. It would have been her private right. The pardon would not have taken away that right. When the General Term came to look at this act they did not take note of it as a public offense; they viewed and weighed it in.its attribute of a dealing of an attorney with his client, and therefrom made in part their estimate of his character, and of his fitness to practice law, to have the property and interests of clients in his hands, and to hold himself out to the community as an accredited officer of their court. This was not a disregard of the pardon, for that did not excuse from the consequences of practising on his client. If, in a case like Ex parte Garland {supra), though we are far from intimating that such a supposition was possible in that case, it had been shown that an attorney used the rebellion, and aided it, for the purpose and with the effect of wronging his clients, the U. S. Supreme Court, we think, would not have ignored that act, to which the rebellious acts were ancillary, and while holding that the public offense was obliterated by the pardon, they would, in considering his application to be restored to the rolls of .the court, have taken cognizance of his infidelity to his clientage. In our judgment the General Term had the power to take into their consideration this conduct of the appellant. (In re Peterson, supra) We have attentively read the evidence taken on the trial of the indictment, and the affidavits in the case. Without discussing in detail the facts and inferences shown and to be drawn, we are forced to say, that the transaction was such as to justify the General Term in coming to the conclusion that it did.\nAnother matter presented to the General Term was this: The appellant procured a pension for one who had employed him thereto and received arrears of pension and the monthly allowance for some months. Of the money he received he did not pay over to the pensioner the sum of over $1,200 out of a little over $1,700 received by him. He avers that he agreed with his client that he was to retain all over eight dollars per month of the moneys that were paid by the government. This was an unconscionable agreement to be made by an attorney with a client. It is worse, when it does not appear that the client was informed or knew how much over eight dollars per month were the sums the government would pay. (White v. Whaley, 3 Lans. 327.) We cannot say that the General Term erred in deeming this transaction indicative of a depraved professional morality. There may have been good reasons why the United States court held that the facts shown to it did not sustain the indictment on which the appellant was tried. That decision does not soften the effect of those shown to the General Term.\nThe other matter presented to the General Term of a charge of a greater fee for obtaining that pension than is allowed by the Federal law is also significant. It was a disregard of a statutory inhibition made expressly for the protection of needy applicants for pensions. An attorney-at-law ought to have known the law, and knowing, ought to have obeyed it. It was a breach of law, made in his relation of professional agent of the claimant of a pension, and bears upon his character and conduct as an attorney. It is suggested on the appellant’s points that he can be disbarred only for deceit, malpractice or misdemeanor (1 B. S. 109, § 24); and that the Code does not apply to him. (§ 67.) We need not determine whether or not the Code is applicable to his case. The facts we have stated would warrant the General Term in finding deceit and malpractice.\nWe do not lose sight of the very numerously and respectably signed certificate that was presented to the General Term. It doubtless was considered by the General Term as it has been by us. It shows in that community a general public sympathy with the appellant. That sympathy springs largely, we doubt not, from a knowledge of the wrathful pursuit of private vengeance that has urged the promoters of this proceeding. Informers have always been a despicable race, yet the law finds itself obliged to use them. Anger, envy, malice and hatred, are ill-featured passions. But the law makes the wrath of man to praise it, and the remainder of wrath it restrains. It does not weaken the force of facts that they are brought to light by parties, who have private interests to gratify.\nThe certificate presented to the General Term does not assert a fair, moral and professional reputation of the appellant since the prosecution of him for forgery. ' It expresses, however, an opinion that he is a proper and competent person to practice law and that the signers have general confidence in his integrity. That is tantamount to having a good reputation. It is a weighty testimonial in his favor. It had its effect upon the mind of the General Term without doubt, but not enough to counteract that of the facts that were shown. The General Term was bound to form an opinion of its own. It could not ignore facts because of the counter opinion of ever so many men of respectability and standing. They spoke to what the. community thought of him, notwithstanding those facts, if indeed the community fully knew of them, and how it felt toward him; that' is, it spoke to his reputation. The facts spoke of his impulses to action; that is, to his character, what was at work within him, and might at any time impel him to action-\nThe order of the Special Term was not such an adjudication as was a bar to this proceeding. It is not an absolute rule that orders made upon motions are held as res adjudicata. Moreover, the order of the Special Term was made in suits between private parties. It could not affect other parties. Moreover, it was not a determinate order. It had been appealed from by which the effect of it was suspended.\nWe see no reason to reverse the order of the General Term. It is charged with a delicate and important duty in this class of cases; and while the disbarred attorney has a right to ask a review of its determination, the appellate court is not to forget that there must be an irregularity or plain impropriety in the conduct of the court below to warrant a reversal of its action.\nOur judgment is that the order of the General Term should be affirmed.\nAll concur, except Finch, J., absent.\nOrder affirmed.",
        "type": "majority",
        "author": "Folger, Ch. J."
      }
    ],
    "attorneys": [
      "George W. Ray for appellant.",
      "John W. Church, district attorney, for respondent."
    ],
    "corrections": "",
    "head_matter": "In the Matter of-, an Attorney.\nThe right of an attorney, in proceedings to disbar him for professional misconduct, to be tried before the court upon evidence taken according to the rules of the common law, is a personal one, which he may waive.\nWhere he has due notice of the proceedings, appears therein, and neither makes any objection to the mode of procedure, nor asks for any other, he cannot object on appeal that it was not the one he had a right to demand.\nAn order granted by the General Term for the attorney to show cause in such proceedings, required service upon him of a copy of the papers on which the proceedings were instituted ; these showed the charges against him and the proofs to sustain them ; service was made as directed; the attorney objected that no copy of the charge against him had been delivered. Held untenable.\nThe papers showed that the attorney had been indicted, convicted, sentenced and imprisoned for forging the name of a third person to a note, which he delivered to a client. Held, that a pardon, while it wiped out the offense against the public, did not annul the act or affect the right of the court to punish him for the professional misconduct.\nIt also appeared that the attorney procured a pension for a client and received the arrears of pension and the monthly allowance for some months amounting to about $1,700; he retained $1,200; he alleged that it was agreed with his client that he was to retain all o vpr $8 per month of the amount paid ; it did not appear that the client was informed how much over that sum he was entitled to. Held, that the agreement was unconscionable and justified the General Term in holding that the transaction indicated a depraved professional morality.\nAlso held,,that the question was not affected by the fact that the attorney was acquitted on trial of an indictment for the offense in the U. S. court. Also, held, that conceding the provision of the Code of Civil Procedure (§ 67) specifying the causes for which an attorney may be removed from office did not apply, the facts warranted a finding of deceit and malpractice within the meaning of the provision of the Revised Statutes providing for such removal. (1 R. S. 109, § 24.)\nMotions were made to dismiss certain actions commenced by said attorney, as attorney for plaintiffs, on the ground that he, having been convicted of a felony, was not an attorney. The court made an order therein, staying all proceedings until plaintiff employed an attorney and gave notice thereof. This order was appealed from and the appeal was still pending, Held, that the order was not a bar to the proceedings against the attorney.\n(Argued October 18, 1881;\ndecided October 28, 1881.)\nAppeal from order of the General Term of the Supreme Court, in the third judicial department, made May 8, 1881, which directed that the name of an attorney be stricken from the roll of attorneys and counselors, and that he he removed from office.\nIn two actions pending in the Supremo Court in which said attorney appeared as attorney for plaintiffs, motions were made to dismiss the actions upon the ground that the person so appearing had been convicted of a felony, sentenced and imprisoned in State prison, and that thereby his office was forfeited and vacated. A certified copy of the record of conviction formed part of the moving papers. The Special Term made an order staying all proceedings in the action until the plaintiffs should procure, to be substituted, an attorney therein. The plaintiffs appealed; the appeal was argued before the General Term and has not been decided. The General Term, upon the facts presented on the argument, made an order of its own motion, wherein, after stating in substance that it appeared by the papers on said appeals that said attorney had been convicted of the crime of forgery, sentenced and imprisoned, which facts were not denied or questioned, it was ordered that said attorney show cause at the next General Term thereafter, why he should not be stricken from the roll of attorneys and counselors and removed from said office, because of the commission of said crime, and on such other grounds as might be presented. The district attorney was required to take charge of the matter, to serve upon the attorney copies of the order of the appeal papers, and also any evidence of the conviction or commission of the crime or any other matter relative to the unsuitableness of said attorney to hold said office. The affidavits and papers presented by the district attorney on the hearing under the order to show cause, showed that said attorney held a note for a client, which note the maker paid. That the attorney forged the name of the maker to a copy of the note, and delivered the same to his client as the original note. It was for this forgery that he was indicted, tried and convicted.\nThe papers also showed that said attorney retained, of about $1,700 of pension moneys collected by him, the sum of over $1,200; that he was indicted in the \"D\". S. District Court, and convicted for wrongfully withholding such pension moneys, which conviction was set aside by the court on motion. The said attorney appeared upon the hearing, and presented counter affidavits and papers, showing a pardon from the governor of the crime for which he was convicted, granted upon petition, alleging the prosecution to have been malicious. He also presented a petition, numerously signed by citizens of the place where he lived, to the effect that he had always borne a fair moral and professional reputation up to the time of the prosecution for forgery, and that, in their opinion, he was a proper and competent person to practice law, and that they had confidence in his integrity. He also presented his own affidavit, in which he alleged an agreement with the person for whom the pension was procured, that he was to have all he collected over eight dollars per month for his services.\nThe said attorney presented the following objections to the ripoceedngs:\nFirst. That no copy of the charges against him had been presented as required by law.\nSecond. That the order in the two actions above mentioned adjudged, in substance, that his office of attorney and counselor had been forfeited, and that said order was a bar to the proceedings.\nThird. That the pardon wiped out the conviction and the guilt, and that, therefore, there was no evidence of conviction.\nFourth. That defendant, having been once tried, could not again be tried for the same offense.\nSixth. That the offenses charged were none of them committed within five years preceding the commencement of the proceedings, and that the court had no jurisdiction to try and punish him therefor.\nFurther facts appear in opinion.\nGeorge W. Ray for appellant.\nThe offense, the record of which seems to have been the foundation for the order to show cause, was, by the pardon of the governor, wholly blotted out. (Art. 4, § 5; Sharswood’s Blackstone, 402; Town’s Slander and Libel [3d ed.], 227, note 1; Ex parte Garland, 4 Wall. 342, 343; 2 Hawkins’ Pl. Cr. 547, chap. 37, § 48 [Carwood’s ed.]; U. S. v. Biddeford, 9 Wall. 542, 543; In the Matter of Clemency, De Villeneuve & Carrette, vols. 1825, 1827, part 1, p. 135; Bishop’s Cr. Law, § 713; In the Matter of Garland, 4 Wall. 380; Green v. Shumway, 39 N. Y. 418; In the Matter of Giraden, De Villeneuve & Carrette, vol. 1840, part 2, p. 372; In the Matter of Deming, 10 Johns. 232, 483; 4 Wall. 381; People v. Hovey, 5 Barb. 117; 8 N. Y. Sup. Ct. 321; People v. lord, 19 id. 282.) The appellant having been tried and convicted once for the crime of forgery could not be tried again for the same crime. (Const., art. 1, § 1.) His profession is his property. (Garland''s Case, 4 Wall. 348.) He could not be deprived of his property without due process of law. (Rockwell v. Nearing, 35 N. Y. 305; In re Eldridge, 22 Alb. L. J. 350; 82 N. Y. 161; Cummings v. The State of M., 4 Wall. 321-2.) Good character and proper qualifications once possessed may be presumed to continue. (Chapman v. Erie R. Co., 55 N. Y. 585; Bank of N. Y. v. Stryker, 1 Wheeler’s Cr. Cas. 330; People v. Hovey, 5 Barb. 117; Inthe Matter of Cooper, 22 N. Y. 67, 94.) The court could not deprive the appellant of his office without a trial. (In re Eldridge, 22 Alb. L. J. 350.) The appellant is an attorney of this court notwithstanding the conviction and sentence. Neither the conviction nor sentence to imprisonment can work a forfeiture of the office of attorney and counselor. (Richardson v. B. C. & N. R. R. 22 How. Pr. 368; 4 Blackst. Com. 402; 8 Bac. Abr., Tit. Pardon; Hawk. P. C., b. 2, chap. 37, §§ 34, 54; In the Matter of Deming etal., 10 Johns. 232; Ex parte Garland, 4 Wall. 333, 380; 9 Annual Cyclopedia, 1868, 136 ; Powers v. Shepard, 48 N. Y. 540.) The legislature, having delegated to the Supreme Court the power to decide as to the qualifications of citizens, has no further authority or power upon the subject. (In the Matter of Cooper, 22 N. Y. 94; Williams v. Dayton, 55 id. 367, 387; Bolton v. Albertson, id. 50; Ex parte Garland, 4 Wall. [U. S.] 333, 379; 1 R. S. 400, § 81; Laws of 1847, chap. 280, § 75; 1 R. S. 400, § 80 [5th ed.]; Cummings v. The State of M., 4 Wall. 277.)\nJohn W. Church, district attorney, for respondent.\nThe General Term must have found, under all the evidence in this case, that the appellant had ceased to possess a good moral character, and, therefore, it became their duty to remove him. (In re Percy, 36 N. Y. 651.)"
  },
  "file_name": "0563-01",
  "first_page_order": 589,
  "last_page_order": 601
}