{
  "id": 546182,
  "name": "Thomas Landers, Respondent, v. The Watertown Fire Insurance Company, Appellant",
  "name_abbreviation": "Landers v. Watertown Fire Insurance",
  "decision_date": "1881-10-18",
  "docket_number": "",
  "first_page": "414",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 414"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "10 Hun, 459",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "5 Hill, 101",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "14 N. Y. 421",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Gray, 55",
      "category": "reporters:state",
      "reporter": "Gray",
      "opinion_index": -1
    },
    {
      "cite": "5 Hun, 554",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "3 Hill, 508",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "39 N. Y. 477",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "7 Hun, 454",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "5 Lans. 545",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        4838459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/5/0545-01"
      ]
    },
    {
      "cite": "49 N. Y. 8",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "5 Hun, 112",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "30 N. Y. 231",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2040619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/30/0231-01"
      ]
    },
    {
      "cite": "6 Lans. 171",
      "category": "reporters:state",
      "reporter": "Lans.",
      "opinion_index": -1
    },
    {
      "cite": "20 Barb. 635",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4969681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/20/0635-01"
      ]
    },
    {
      "cite": "22 N. Y. 402",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2026294
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/22/0402-01"
      ]
    },
    {
      "cite": "19 Hun, 174",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 7566,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.680638188326825e-07,
      "percentile": 0.8266391206591581
    },
    "sha256": "ddb0071673caa9b116b3009bb790d7af95c4087dee44c8a4187afede777f8e05",
    "simhash": "1:6384e0ba91c99c70",
    "word_count": 1324
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas Landers, Respondent, v. The Watertown Fire Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Andrews, J.\nThe policy on which this action is brought, was issued on or about August 1, 1873, and contains a condition, that “ if the assured shall have, or shall hereafter make, any other insurance on the property hereby insured, not indorsed hereon, or consented to by this company or its authorized agent, in writing, this policy shall be void.” The answer avers a breach of this condition, and alleges that at the time the policy was issued, the house insured, was covered by a prior policy, issued to the plaintiff in the Glens Falls Insurance Company, for $800, terminating Hay 1,- 1874, the existence of which was not communicated to, or known by the defendant. It was proved that the plaintiff, in May, 1871, procured an insurance on the house, in the Glens Falls Insurance Company for $800, for the term of three years from May 1, 1871, not indorsed on the policy in suit, or consented to by the defendant, or its authorized agent, in writing. The policy in the Glens Falls Company, contained a condition, that if the insured premises should become vacant, and unoccupied, or the risk should be increased, by the erection or occupation of neighboring buildings, or by any means whatever, without the consent of the insurer, indorsed on the policy, it should be void.\nThe answer made on the trial to the defense of prior insurance, was, that after the policy in The Glens Falls Company was issued, the house remained vacant for several months without the consent of the insurer, and that the risk had been increased by the plaintiff’s having put into a mill near the insured. premises, an engine and boiler. The vacancy, and the increase of risk by the putting in of the engine and boiler, were proved, The policy in The Glens Falls Company, had not, however, been canceled by the company, nor did it appear that the company knew of the vacancy, or increase of risk. The plaintiff, did not discover the provision in the policy of The Glens Falls Company, avoiding it for these causes, until after the fire. He procured the policy in the defendant’s company, for the reason that he supposed, although erroneously, that the term, for which the policy in The Glens Falls Company was issued, had expired or was about expiring.\nThe court on the trial, overruled the defense based on the prior insurance, on the ground that the policy in The Glens Falls Company had become void, in consequence of the vacancy and increase of risk, and consequently, that there was no prior insurance, when the defendant’s policy was issued. In this ruling, the court, we think, erred.\nThe prior policy was valid when issued, but was avoidable by the company, issuing it, for breach of condition subsequent. But the company had not elected to avoid it for that reason. It was not certain that it would have so elected, if the facts had been known to it. In some cases, it might be very inequitable for a company to take advantage of the breach of. a condition as to vacancy, or increase of risk, to avoid a policy originally valid, although the legal right so to do, might be unquestionable. It certainly would be competent for a company to waive such an objection. The first policy was voidable only, at the election of the company. The condition was inserted for its benefit, but its violation did not, ipso facto, extinguish the policy. The condition in the defendant’s policy was inserted to protect it from the hazard of over-insurance, and the existence of the policy in The Glens Falls Company, was a breach of the condition.\nHo question arises in this ease as to the rule in case the prior policy had been void in its inception, by non-performance by the insured, of a condition precedent.\nIt is claimed that the defendant’s agent, when the application for the policy in suit was made, knew of the existence of the policy in The Glens Falls Company. The defense of prior insurance was not disposed of on this point. That question may be ■ passed upon, .on a new trial.\nThe judgment should be reversed and a new trial granted,, costs to abide event.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Andrews, J."
      }
    ],
    "attorneys": [
      "Bradley Winslow for appellant.",
      "A. D. Wales for respondent."
    ],
    "corrections": "",
    "head_matter": "Thomas Landers, Respondent, v. The Watertown Fire Insurance Company, Appellant.\nDefendant issued to plaintiff a policy of fire insurance which contained a condition declaring it void in case of other insurance on the property not indorsed on the policy or consented to by defendant in writing. In an action upon the policy defendant alleged and proved that there was at the time the policy was issued another policy outstanding, covering the property, .the existence of which was not-communicated to or known by defendant. Such other policy contained a condition avoiding it, in case the premises became vacant and unoccupied, or the risk increased by the erection and occupation of neighboring buildings, without the consent of the insurer indorsed on the policy. In answer to the defense of prior insurance plaintiff showed that after such insurance the building insured remained vacant for several months without the consent of the insurer, and that the risk was increased by plaintiff’s putting an engine and boiler in another building near. The prior insurer had hot canceled its policy and it did not appear that it knew of the vacancy or increase of risk. In an action upon defendant’s policy the court overruled the said defense on the ground that the prior policy was. void in consequence of a breach of said condition therein. Held error; that such breach did not, ipso facto, extinguish the policy, but it was voidable only at the election of the insurer.\nLanders v. W. F. Ins. Co. (19 Hun, 174), reversed.\n(Argued March 25, 1881;\ndecided October 18, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made in the November Term, 1879, which affirmed a judgment in favor of plaintiff entered upon a verdict, and affirmed an order denying a motion for a new trial. (Reported below, 19 Hun, 174.)\nThis action was upon a policy of insurance issued by defendant to plaintiff upon his “ two-story frame dwelling-house.”\nThe material facts are stated in the opinion.\nBradley Winslow for appellant.\nIt was error in the court to rule and decide that the previous policy in the Glens Falls Insurance Company had become void, and there was no double insurance upon the property. (Bigelow v. The N. Y. Central Ins. Co., 22 N. Y. 402; 20 Barb. 635; 36 id. 373; Carpenter v. Providence and Washington Ins. Co., 16 Peters, 495; 6 Lans. 171.) Proof that a contract was actually made to insure that house is wholly wanting. The evidence was wholly insufficient to support the verdict. (Marcy v. Wheeler, 30 N. Y. 231; Parsons v. Brown, 5 Hun, 112; Finch v. Parker, 49 N. Y. 8; Smith v. Ætna Ins. Co., 5 Lans. 545; Peake v. Bell, 7 Hun, 454; Pallock v. Brennan, 39 N. Y. 477.)\nA. D. Wales for respondent.\nThe previous policy in the Glens Falls was void. It required some act of that company to give it any life and validity. (Smith v. Saratoga Mutual Fire Ins. Co., 3 Hill, 508; Bigler v. N. Y. C. Ins. Co., 22 N. Y. 402; Cummings v. Agricultural Ins. Co., 5 Hun, 554; Jackson v. Farmers’ Mut. Ins. Co., 5 Gray, 55.) As defendant’s agent had knowledge of the previous insurance, this would prevent the company’s taking any advantage of such previous insurance, had there been any in existence at the time of- obtaining the policy in suit. (Wilson v. Genesee Mut. Ins. Co., 14 N. Y. 421, 422; McEwen v. Montgomery Mut. Ins. Co., 5 Hill, 101; Higgins v. Phoenix Ins. Co., 10 Hun, 459; Finn v. Equity Life Ins. Co., 7 id. 387.)"
  },
  "file_name": "0414-01",
  "first_page_order": 440,
  "last_page_order": 443
}