{
  "id": 546227,
  "name": "Margaret Stimson et al., Appellants, v. Lees Wrigley, Respondent",
  "name_abbreviation": "Stimson v. Wrigley",
  "decision_date": "1881-10-11",
  "docket_number": "",
  "first_page": "332",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 332"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "39 N. Y. 394",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502248
      ],
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0394-01"
      ]
    },
    {
      "cite": "18 Barb. 327",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1939704
      ],
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/18/0327-01"
      ]
    },
    {
      "cite": "1 Denio, 190",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        483920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/1/0190-01"
      ]
    },
    {
      "cite": "26 How. Pr. 180",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2218893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/26/0180-01"
      ]
    },
    {
      "cite": "17 Barb. 145",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4952834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/17/0145-01"
      ]
    },
    {
      "cite": "5 Denio, 619",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0619-01"
      ]
    },
    {
      "cite": "8 Barb. 333",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1936168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/8/0333-01"
      ]
    },
    {
      "cite": "4 Hill, 271",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "55 N. Y. 107",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        517408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/55/0107-01"
      ]
    },
    {
      "cite": "2 N. Y. 269",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "21 Barb. 333",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2421177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/21/0333-01"
      ]
    },
    {
      "cite": "13 N. Y. 125",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "79 N. Y. 19",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2171375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/79/0019-01"
      ]
    },
    {
      "cite": "5 Johns. 335",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0335-01"
      ]
    },
    {
      "cite": "11 Cush. 282",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1970516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/65/0282-01"
      ]
    },
    {
      "cite": "24 Mass. 286",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2056570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/24/0292-01"
      ]
    },
    {
      "cite": "44 Ill. 142",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5222076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/44/0142-01"
      ]
    },
    {
      "cite": "12 Vt. 515",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        2349777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/12/0515-01"
      ]
    },
    {
      "cite": "55 Penn. St. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0393-01"
      ]
    },
    {
      "cite": "18 Johns. 428",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710752
      ],
      "pin_cites": [
        {
          "page": "429, 430"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/18/0428-01"
      ]
    },
    {
      "cite": "15 Wend. 628",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0628-01"
      ]
    },
    {
      "cite": "15 Hun, 34",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "2 N. Y. 269",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "79 N. Y. 19",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2171375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/79/0019-01"
      ]
    },
    {
      "cite": "15 Wend. 628",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/15/0628-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 747,
    "char_count": 15095,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 5.808602888852774e-07,
      "percentile": 0.9513848104657839
    },
    "sha256": "5ccba17abaa564bffc4c3e7b1519ca80718f46787a54ad1f365747b9728b1a0c",
    "simhash": "1:255434bfbc0e528f",
    "word_count": 2616
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Margaret Stimson et al., Appellants, v. Lees Wrigley, Respondent."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nIt is found as a fact, upon evidence which is, at least, sufficient on appeal, that the sale to the plaintiffs was not accompanied by an immediate or other delivery of the property sold, nor followed by any actual or continued change of possession, until after the issue of the tax .warrants of the city of Cohoes to its chamberlain. If, therefore, the provisions of the statute of frauds apply (3 E. S. [5th ed.] 222, §§ 5 and 6), and the city at the issue of the tax warrants to the chamberlain was a creditor of the corporation within the meaning of the statute, the presumption of fraud arose which was found as a legal conclusion by the trial court, and sustained by the General Term. That the statute applies \"to a sale on execution as against the purchaser, and whether that purchaser be the plaintiff in the execution, or a third person, was early decided. (Fonda v. Gross, 15 Wend. 628; Gardenier v. Tubbs, 21 id. 169.) The reason of the rule and the evil at which it was aimed justify these decisions. To permit a continued possession in the vendor encourages transfers of mere title to defeat creditors, while the debtor’s beneficial use of the property leaves him practically the owner, and tends to give him a credit to which he is not entitled. As an honest purchaser buys because he wants the property and its possession, and, therefore, naturally and usually takes it, the absence of this fact indicates some purpose different from that of an honest purchaser and requires proof of good faith and honest intention. These considerations apply equally to cases where the transfer of title from the vendor is through the agency of a judgment and execution followed by a sheriff’s sale. In this case the judgment creditors were also purchasers. A delivery and change of possession upon the sale was possible by the act of the judgment debtor and the vendee. The case is not like that of Mumper v. Rushmore (79 N. Y. 19), to which we are referred. There neither vendor nor vendee possessed or controlled the property at the time of the assignment. The possession of the sheriff under a hostile levy made delivery and change of possession impossible to assignor and assignee, and so relieved them of the duty and adequately excused its non-performance. The argument of the appellant is not aimed at a contradiction of these views, but seeks to establish that there was a change of possession in fact, and if not, that enough was shown to repel the presumption of fraud. The question of fact is not without difficulty. There was some contradiction in the testimony, •or at least, in the inferences to which it led, and where that is the case the conclusions of the trial court upon the facts are not open to our review. The circumstances of the case, however, impress us with the idea that there was merely a change of title of the machinery from the failing corporation to certain of its individual members, or their relatives, brought about by judgments obtained on default, without any change whatever of the possession of the property, at least until February, 1876, when S. Edward Stimson became lessee. Prior to that time nothing appears to have been done which owed its origin to the change of title, and nothing afterward, outside of the formal lease. The case was, therefore, one which demanded explanation and evidence of good faith, or certainly justified the inference of the Special Term from which such need of explanation follows.\nIt is argued that the judgments prove good faith. That they are conclusive between the parties is true, but third persons may assail them for fraud in proper cases; and the statute, with its presumptions founded upon non-delivery and absence of changed possession, draws no distinction between modes of transfer. In a case like the present it is the judgment, execution and sale by the sheriff which constitutes together the conveyance by which title is transferred ; and to say that such transfer, because of its form and character, proves good faith as against an assailing creditor, is to except from the operation of the statute one mode of conveyance, although the rule relates equally to all and makes no exceptions. The cases cited by the appellant on this point (Candee v. Lord, 2 N. Y. 269, and Hall v. Stryker, 27 id. 596) in no respect contravene this doctrine.\nIt is said that the immediate removal of the property sold was excused because it was heavy machinery screwed to the floor of the mill and not easily handled.\nUndoubtedly the bulky and cumbersome character of articles sold affects the nature of acts of delivery and taking possession. But some act, definite and distinct, is always required. Actual removal from the mill might not have been necessary, but something tantamount to an actual delivery, some plain surrender of possession on the one hand and assumption of it on the other, is necessary, and the finding of the Special Term negatives the existence of any such fact.\nIt follows that the presumption of fraud attached to this transfer as against the claim for taxes of the city of Cohoes, if the latter was a creditor, as defined in section 6 of the statute. That the city was a creditor when the tax warrants were delivered to the chamberlain scarcely admits of doubt. The taxes at that date were fixed and ascertained, and due in specific amounts from the corporation to the city. All the tax warrants were delivered to the chamberlain before the plaintiffs’ title accrued by the sheriff’s sale, except that for the Mohawk street sewer, which reached the chamberlain after the sale, but before the 24th of February, 1876, when the premises were leased to S. Edward Stimson.\nThe statute defines what creditors are within the protection of the act. They are “ all persons who shall be creditors of the vendor or assignor at cmy time whilst such goods and chattels shall remain in his possession, or under his control.” The city of Cohoes was such creditor during the whole period subsequent to the sale, and was within the protection of the act. Assuming that the lease to S. Edward Stimson, made after the issue of the tax warrants to the chamberlain, and the acts done under it, amounted to a delivery and change of possession within the meaning of - the statute, which we do not decide, the question is still left, whether such after-delivery destroys the effect of the previous omission, and validates the sale, as against the process issued later to the constable. Certainly such after-delivery does not explain or excuse the previous omission. That still remains as a fact from which the inference of fraud arises. The language of the statute, so far from permitting or excusing such after-delivery, seems expressly framed to forbid it any effect as against previously existing creditors. It requires the sale to be “ accompanied” by an “ immediate ” delivery. Against one postponed it aims the presumption of fraud. The delay, the omission, whether brief or long, is the very thing which raises the presumption. Nor does it matter that the creditor is not armed with process and a specific lien until after the delivery. Before that he is a creditor, entitled to the benefit of the statute, which gives him that benefit as such, and without reference to his process. While he cannot utilize the benefit without the aid of process and a specific lien, yet,' when he comes with it in his hand, he may avail himself of the presumption which the statute gives him as a creditor while the goods sold remained in the vendor’s possession. The opinions of Judge Learned at Special Term and in Dutcher v. Swartwood (15 Hun, 34) on this point are well and accurately reasoned, and meet our approval.\nA further point was urged on the argument that the tax warrants were issued illegally and without authority. But the plaintiffs in their complaint expressly waived such objection. The defendant had the right to rely upon that waiver, and must be presumed to have tried his case on such reliance. He could not be expected to prepare for an issue which was withdrawn from the case by the pleadings.\nThese views render unnecessary a consideration of the further questions whether the remedy by injunction was applicable.\nThe judgment should be affirmed, with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "G. L. Stedman for appellants.",
      "N. P. Hinman for respondent."
    ],
    "corrections": "",
    "head_matter": "Margaret Stimson et al., Appellants, v. Lees Wrigley, Respondent.\nThe provision of the statute of frauds (2 R. S. 136, § 5), declaring every sale of chattels not accompanied by immediate delivery and followed by an actual and continued change of possession, to be presumptively fraudulent and void as against creditors of the vendor, applies to a sale on execution; and this, whether the plaintiff in the execution or a third person be the purchaser. The statute draws no distinction between modes of transfer.\nA municipal corporation, upon the issue by it to the proper officer of a tax warrant, directing the collection of a tax against the defendant in the execution, is a creditor within the meaning of the statute.\nUnder tax warrants delivered to defendant as constable by the chamberlain of the city of C., defendant levied upon certain machinery formerly belonging to the C. Co., a manufacturing corporation, against which a tax appeared upon the rolls attached to the warrants, which property had been sold upon executions against the company, and bid off by plaintiffs, but the sale was not accompanied by delivery or followed by actual or continued change of possession until after the issuing of the tax warrants to the chamberlain. In an action to restrain defendant from selling the property, held, that the presumption of fraud attached to the sales; that the j udgments did not conclusively prove good faith, as they could be assailed for fraud; that the fact that the machinery was bulky and cumbersome, while it might affect the nature of acts of delivery, did not excuse the omission, as some act definite and distinct, tantamount to an actual delivery, was always required.\nAlso held, that an after delivery did not destroy the effect of the previous omission.\nIt seems, also, it is not material that the creditor was not armed with process and a specific lien until after the delivery.\n(Argued June 21, 1881;\ndecided October 11, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made April 8, 1880, which affirmed a judgment in favor of defendant entered upon a decision of the court on trial at Special Term.\nThis action was brought to restrain the defendant from selling, as constable of the city of Cohoes, certain machinery levied upon by him, under and by virtue of certain tax and assessment warrants issued to him by the chamberlain of said city.\nThe property in question originally belonged to the Clifton Company, a manufacturing corporation, against which corporation taxes were assessed as appeared by the rolls attached to said warrants. The warrants were issued to the chamberlain, one in August, one in December, 1875, and one in February, 1876. They were placed in the hands of defendant for collection between the 10th and 20th days of May, 1876. • On the 22d day of December, 1875, the property in question was sold by the sheriff under and by virtue of executions issued to him upon judgments rendered in favor of the plaintiffs against said corporation, and was bid in by the plaintiffs.\nThe court found that the sale “ was not accompanied by an immediate or other delivery, nor was it followed by any actual or other change of possession at least until after February 24, 1876, and after the issue of the warrants to the chamberlain, * * * and that no proof has been given, showing that said sale was made in good faith, and without any intent to defraud the creditors of the said Clifton Company; ” and, as conclusions of law, that the sale to the plaintiff was fraudulent and void as against the' creditors of said corporation, and that the city of Cohoes was a creditor within the meaning of the statute of frauds.\nFurther facts appear in the opinion.\nG. L. Stedman for appellants.\nThe trial court erred in finding that the sale by the sheriff was not accompanied by an immediate or other delivery, nor followed by an actual or continued or other change of possession, at least until February 24, 1876. (Fonda v. Gross, 15 Wend. 628; Gardinier v. Tubbs, 21 id. 169; Farrington v. Caswell, 18 Johns. 428, 429, 430; Ludlow v. Hurd, id. 218; Benfall v. Schell, 55 Penn. St. 393; Lathrop v. Neightner, 41 id. 297; Kendall v. Samson, 12 Vt. 515; Johnson v. Jones, 44 Ill. 142; Lee v. Huntoon, Hoffm. 447; Boynton v. Veazie, 24 Mass. 286; Packard v. Diemcent, 11 Cush. 282; Wilkes v. Ferris, 5 Johns. 335; 79 N. Y. 19.) The burden is upon the defendant to show that the Clifton Company had possession; it will not be presumed. (Brown v. Peabody, 13 N. Y. 125; Fisk v. Scutt, 21 Barb. 333; Hoyt v. Van Alstyne, 15 id. 568.) Until fraud and collusion are shown, a judgment is not only proof, but the best proof of good faith. (Candee v. Lord, 2 N. Y. 269; Hall v. Stryker, 27 id. 596.) The fact that the articles sold were principally heavy, bulky machinery nailed or screwed to the floor, of itself is a sufficient reason to excuse an immediate removal from a mill not in use by the former owner. (Mitchell v. West, 55 N. Y. 107; Hanford v. Artcher, 4 Hill, 271.) The issuing of the tax warrants to the chamberlain of Cohoes was not the issuing of a collector’s warrant. Ho levy could be made under it. (Laws of 1869, vol 2, pp. 2351-2, §§ 3-5; Millspaugh v. Mitchell, 8 Barb. 333; Ray v. Birdseye, 5 Denio, 619; Park v. Brown, 17 Barb. 145; France v. Hamilton, 26 How. Pr. 180; Thompson v. Van Vechten, 5 Abb. Fr. 458.) Heither the city of Cohoes nor the defendant is in position to attack the title of the plaintiffs. (Hastings v. Belknap, 1 Denio, 190.) The court erred in holding “ that by the levy made by the defendant, the creditors (the city and county) became and were in a condition to assert their rights as such creditors against such conveyance as fraudulent.” (Stroud v. Butler, 18 Barb. 327, 330; Parker v. Brown, 17 id. 145, 148; Fake v. Whipple, 39 N. Y. 394, 398.)\nN. P. Hinman for respondent.\nThe assessments, the collection of which is sought to be restrained, having been levied, and the warrants therefor having been issued and in the hands of the chamberlain, the public authorities had acquired an equitable lien upon the property of the corporation, prior and superior to the rights of its creditors. (In re Receivership Columbia Ins. Co., 3 Keyes, 123, 124, 125; 1 Story’s Eq. Jur., § 642 [12th ed.], p. 59.) These goods being “ under the control ” of the vendor, an “ immediate delivery, followed by an actual and continued change of the possession ” as it then existed, Was requisite to the validity of the sale under which the plaintiffs claim. (3 R. S. [6th ed.] 143, § 5.) The provisions of the Revised Statutes as to fraudulent sales apply as well to sales under execution as to sales between parties personally. (Masten et al. v. Webb, 9 N. Y. Weekly Dig. 35.)"
  },
  "file_name": "0332-01",
  "first_page_order": 358,
  "last_page_order": 365
}