{
  "id": 546243,
  "name": "Auguste Schrauth, Respondent, v. The Dry Dock Savings Bank, Appellant",
  "name_abbreviation": "Schrauth v. Dry Dock Savings Bank",
  "decision_date": "1881-10-11",
  "docket_number": "",
  "first_page": "390",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 390"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 Johns. Cas. 20",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "case_ids": [
        1888817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-cas/1/0021-01"
      ]
    },
    {
      "cite": "1 Sandf. 60",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "opinion_index": -1
    },
    {
      "cite": "15 Barb. 25",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "10 How. 561",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "7 Rob. 49",
      "category": "reporters:state",
      "reporter": "Rob.",
      "case_ids": [
        1393251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/30/0049-01"
      ]
    },
    {
      "cite": "53 N. Y. 322",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        512916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/53/0322-01"
      ]
    },
    {
      "cite": "19 Abb. Pr. 264",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "case_ids": [
        4635776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abb-pr/19/0264-01"
      ]
    },
    {
      "cite": "1 Cow. 481",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2156559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/1/0481-01"
      ]
    },
    {
      "cite": "74 N. Y. 448",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0448-01"
      ]
    },
    {
      "cite": "57 N. Y. 418",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        5138379
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/57/0418-01"
      ]
    },
    {
      "cite": "1 Duer, 79",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1324759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/8/0079-01"
      ]
    },
    {
      "cite": "18 Vt. 186",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        733701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/18/0186-01"
      ]
    },
    {
      "cite": "35 Barb. 191",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "45 Barb. 395",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "24 N. Y. 426",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "20 How. 461",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        5680892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/61/0461-01"
      ]
    },
    {
      "cite": "54 N. Y. 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        514638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/54/0516-01"
      ]
    },
    {
      "cite": "23 How. 423",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "47 N. Y. 368",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        509503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/47/0368-01"
      ]
    },
    {
      "cite": "5 How. 16",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "4 Den. 201",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485369
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/4/0201-01"
      ]
    },
    {
      "cite": "45 Barb. 390",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5144702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/45/0390-01"
      ]
    },
    {
      "cite": "3 N. Y. 132",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2007217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/3/0132-01"
      ]
    },
    {
      "cite": "40 N. Y. 328",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        503107
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/40/0328-01"
      ]
    },
    {
      "cite": "12 How. 457",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "17 N. Y. 484",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "80 N. Y. 117",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2173231
      ],
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/80/0117-01"
      ]
    },
    {
      "cite": "36 N. Y. 403",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        498966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/36/0403-01"
      ]
    },
    {
      "cite": "72 N. Y. 229",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 612,
    "char_count": 12390,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 9.563618268495614e-07,
      "percentile": 0.9811962010140359
    },
    "sha256": "597b5a69b7ab5b05d0277fff8dee692be6dbf16006f2314d4ef131a393a59f6f",
    "simhash": "1:8ba72ca4731284cf",
    "word_count": 2198
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Auguste Schrauth, Respondent, v. The Dry Dock Savings Bank, Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nIn the forepart of April, 1876, the plaintiff deposited in her own name with the defendant about $225, and that sum was credited to her upon the books of the defendant, and also upon a book delivered by it to her. Afterward, one Voss recovered a judgment in the Marine Court of the city of Yew York against Otto Schrauth, plaintiff’s husband, and execution was issued upon such judgment. While the execution was in the hands of the sheriff proceedings supplementary thereto were instituted upon affidavits now assumed to be sufficient. Separate orders were obtained of a judge of the Marine Court, one requiring the president or treasurer of the defendant to appear and be examined before a referee as to property in its possession, belonging to the judgment debtor; a similar order requiring this plaintiff to appear before the same referee and be examined as to property of the judgment debtor in her possession, and also an order requiring the judgment debtor to appear before the same referee and be examined as to his property.\nThe orders were served, and this plaintiff, her husband and an officer of the defendant appeared and were examined. Afterward, upon the report of the referee, an order was made by the judge of the Marine Court before whom the proceedings were pending, requiring the defendant to pay to the judgment creditor the amount of plaintiff’s deposit with it, and in pursuance of such order the defendant made the payments required.\nThe plaintiff subsequently demanded her deposit of the defendant, and upon its refusal to pay her, commenced this action. The defendant claims that its payment of the deposit under the order of the judge furnishes a defense to the action. We are of opinion that the defense was properly overruled.\nIt is undisputed in this action that the deposit belonged to the plaintiff. She was not a party to the proceeding against the defendant, or to the action in which it was instituted. There were three separate proceedings, one against her, one against the defendant, and one against the judgment debtor. On the day appointed for the examination before the referee, nothing was done in the proceeding against her, and no attempt was made to show that there was any property in her possession belonging to the judgment debtor. That proceeding seems to have been abandoned, and she was examined in the proceeding against the defendant. It does not appear that she had any notice of the application for the order requiring the defendant to make the payment, or that she was heard in reference thereto, or that she was in any way a party to the application. She was not, therefore, a party to the adjudication or hound thereby. She has had no day. in court, and if the payment by the defendant is held to be valid, then she has been deprived of her ■ property without due process of law, and her constitntional rights thus violated. It can never be a defense that one who owes me money has, by an order or judgment of a court in a proceeding to which I was not a party, been compelled to pay or deliver the money to another. If such were the rule a bill of interpleader would rarely have been necessary, as the judgment of a court would always protect a defendant. The very object of interpleading conflicting claim- . ants to money in -the hands of a party willing to pay ■ is - to procure an adjudication which will protect him against double payment. In the case of conflicting claimants, an adjudication and payment, in an action by one claimant, would not bar the right of the other claimant, and no statute constituting such a bar could be upheld. Here if plaintiff’s husband had sued the bank and recovered a judgment for this money, payment of such judgment would not have furnished a defense to an action by her to recover the same money. And certainly this order had no greater or more binding force than a judgment would have had.\nThe general rule which holds that one shall not be affected by an adjudication to which he is not a party may sometimes work hardship, but the cases must be very rare in which a party holding property Upon which there are conflictipg claims cannot protect himself against double liability. Here the defendant knew that the plaintiff deposited this money as her own and that she claimed it, and yet, without any effort to protect her rights, it paid the money in pursuance of an order made in a proceeding to which she was not a party. The bank should have resisted payment, or in'some way made her a party to the proceeding. .\nHence even if the judge had jurisdiction to make the order requiring the payment, and erred only in the exercise of his jurisdiction, as claimed by the counsel'for the defendant, such order could not deprive plaintiff of her property or protect the defendant in making the payment.\nThe decisions which hold that a common carrier or other bailee can show, in defense of an action against him for the property intrusted to him by the bailor, that it has been taken from him by legal process, are not in conflict with these views. The bailee is bound to exercise such care as the law requires over the property committed to him, and he is held not to have violated his duty in that respect if he surrenders the property upon legal process without fault or collusion, and gives notice of the surrender to the bailor. But these decisions give no countenance to the claim that a debtor can discharge his debt by either voluntary or \"compulsory payment to some one besides the creditor.\nBut the claim is further made that the plaintiff is concluded by the order and payment under it because she made a motion to set aside the judgment against her husband and all the proceedings under it and failed, her motion having been denied. It does not appear upon what ground her motion was denied. It may have been denied upon the ground that she was not a party to the action or the proceeding therein. But in any event her unsuccessful motion to vacate and set aside the proceedings could not make them binding upon her. It left them where they were before, with the same force they before had and no more.\nThe judgment should be affirmed, with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "Samuel Jones for appellant.",
      "Henry Wehle for respondent."
    ],
    "corrections": "",
    "head_matter": "Auguste Schrauth, Respondent, v. The Dry Dock Savings Bank, Appellant.\nPlaintiff, in her own name, deposited a certain sum with defendant. In proceedings subsequently commenced against defendant, supplementary to an execution against plaintiff’s husband, he, she and an officer of the defendant appeared before a referee and were examined. Upon the report of the referee an order was granted by the court before whom the proceedings were pending, requiring defendant to pay to the judgment creditor the amount of the deposit, which order defendant obeyed. In an action to recover the deposit it did not appear that plaintiff had notice of the application for the order, or that she was heard in reference thereto, or that she was in any way a party to the application. Held, that such payment was no defense; that she was not a party to the adjudication or bound thereby.\nThe decisions, holding that a bailee can show in defense of an action against him for the property intrusted to him that it has been taken from him by legal process, distinguished.\nPlaintiff made a motion to set aside the judgment against her husband and all subsequent proceedings under it, which motion was denied. Held, that this did not make the proceedings binding upon her.\n(Argued October 3, 1881;\ndecided October 11, 1881.)\n. Appeal from judgment of the General Term of the Court of Common Pleas, in and for the city and county of New York, entered upon an order made March 4, 1880, which affirmed a judgment in favor of plaintiff, entered upon a verdict.\nThis action was brought to recover the amount of a-deposit made by plaintiff with the defendant.\nThe material facts are stated in the opinion.\nSamuel Jones for appellant.\nThough a determination in a particular case may be against the facts, or without facts to sustain it, it would not be void as rendered without jurisdiction. (Hunt v. Hunt, 72 N. Y. 229.) The money in question having been paid over under the order of the court to a judgment creditor of Otto Schrauth, the plaintiff is not now entitled to recover it. (Blivin et al. v. The H. R. R. R. Co., 36 N. Y. 403.) The plaintiff, by her motion in the Marine Court, submitted the question of jurisdiction to the decision of that court, and having thus elected her tribunal, she is bound by its adverse decision. (People, ex rel. Hatzel, v. Hall, 80 N. Y. 117, 127; Demarest v. Darg, 32 id. 281, 290; St. John v. Dwight [decided by the Court of Appeals].) A payment to the party entitled to receive is a good defense to this action. Edwards on Bailment, 66.)\nHenry Wehle for respondent.\nThe order requiring defendant to pay the money of the plaintiff to another person was made without authority of law, and violates a constitutional right. (Constitution, art. 1, § 6; Redman v. Henry, 17 N. Y. 484; Callin v. Daylitz, 12 How. 457; Sherwood v. Buff. Co., id. 139; People v. Hurlbert, 5 id. 446; Tompkins Co. Bank v. Trapp, 21 id. 424; S. C., 40 N. Y. 328; West Side Bk. v. Pugsley, 47 id. 368.) Supplementary proceedings are a creature of the statute altogether, and the courts have no powers in these proceedings other than those conferred by the statute. (Burckle v. Eckhardt, 3 N. Y. 132; Wells v. Thornton, 45 Barb. 390; Muller v. Brinkerhoff, 4 Den. 201.) The order to pay the money was void on the ground that it was made without notice to defendant. (Corning v. Tooker, 5 How. 16.) Hnder the circumstances the order for the examination of the judgment debtor was void. (Code, § 292.) It was optional with the judgment creditor to summon either the defendant or any of its officers, but under all the circumstances, the order would have to be directed to the person named; it could not be directed to more than one person in the alternative. (Code, § 294; West Side Bk. v. Pugsley, 47 N. Y. 368.) Assuming that, under the order for the examination of third persons, the court acquired any jurisdiction, this jurisdiction was exhausted with the examination, as it appeared that the property was claimed by a third person. The court would not even have authority to appoint a receiver, the execution not having been returned. (Biddle, 73, 94; Van Veck v. Bradrey, 3 Code R. 157; Clapp v. Lathrop, 23 How. 423; Tompkins Bk. v. Trapp, 21 id. 17.) The defendants are bailees for hire, and no payment by them to any one except their bailor would operate as a discharge, unless by a decree of a competent court, in which their bailor was a party. (Barnard v. Kobbe, 54 N. Y. 516; Lund v. Seaman's Bk., 20 How. 461; Scranton v. Farmers' Bk., 24 N. Y. 426; Wells v. Thornton, 45 Barb. 395; Bliven v. H. R. R. R. Co., 35 Barb. 191; Burton v. Wilkinson, 18 Vt. 186; Story on Bailments, 120, 264, 582; Bates v. Stanton, 1 Duer, 79.) Defendant having at its own peril made a payment without requiring the bank-book to be delivered to it for the purpose of the entry, must be held to have made that payment of its own wrong and of its own peril. (Haydon v. Brooklyn Svgs. Bk, 15 Abb. [N. S.] 297; Schoewwald v. Metropolitan Svgs. Bk., 57 N. Y. 418; Defendant’s By-laws, art. 8, § 9.) The order requiring the payment by defendant being void for want of jurisdiction, the denial of the motion made in the Marine Court to vacate and set it aside constitutes no bar to this action, nor are the orders made upon this motion res adjudicata. (In the Matter of Terry, 74 N. Y. 448; Dickinson v. Gilliland, 1 Cow. 481; Pignolt v. Geer, 19 Abb. Pr. 264; Howell v. Mills, 53 N. Y. 322.) In order to confer jurisdiction in supplementary proceedings, the Code requires a judgment, filing of a transcript, issue and return of execution. (Old Code, § 292; De Comeau v. People, 7 Rob. 49; Sacket v. Newton, 10 How. 561.) The recital of the existence of these facts in the order and affidavit merely are not sufficient to prove jurisdiction. (Reynolds v. Brown, 15 Barb. 25; Clute v. Fitch, 25 id. 428; Scott v. Simpson, 1 Sandf. 60.) The jurisdiction in supplementary proceedings, being conferred by statute upon a magistrate, and not being exercised by a court of record, and being limited in its scope, every step necessary to confer such jurisdiction must be proved. ' (1 Wait’s Pr. 43; Jones v. Reed, 1 Johns. Cas. 20.)"
  },
  "file_name": "0390-01",
  "first_page_order": 416,
  "last_page_order": 421
}