{
  "id": 546249,
  "name": "Alfred T. Baxter, Respondent, v. Franklin Bell, Impleaded, etc., Appellant",
  "name_abbreviation": "Baxter v. Bell",
  "decision_date": "1881-10-04",
  "docket_number": "",
  "first_page": "195",
  "last_page": "200",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 195"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "75 N. Y. 197",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        536848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/75/0197-01"
      ]
    },
    {
      "cite": "4 Edw. Ch. 352",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1988521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/4/0352-01"
      ]
    },
    {
      "cite": "2 Johns. 243",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6773103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0242-01"
      ]
    },
    {
      "cite": "3 Johns. Cas. 180",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 248",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0248-01"
      ]
    },
    {
      "cite": "4 Duer, 107",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        6761690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/11/0107-01"
      ]
    },
    {
      "cite": "4 Sandf. 252",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1355470
      ],
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/6/0252-01"
      ]
    },
    {
      "cite": "40 Wis. 549",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11285397
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/40/0549-01"
      ]
    },
    {
      "cite": "34 N. Y. 258",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/34/0258-01"
      ]
    },
    {
      "cite": "75 N. Y. 535",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        536838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/75/0535-01"
      ]
    },
    {
      "cite": "53 Miss. 689",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1670077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/53/0689-01"
      ]
    },
    {
      "cite": "80 Penn. St. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0038-01"
      ]
    },
    {
      "cite": "2 Barb. Ch. 165",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1995704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb-ch/2/0165-01"
      ]
    },
    {
      "cite": "2 Sandf. Ch. 366",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2164659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/2/0366-01"
      ]
    },
    {
      "cite": "3 Edw. Ch. 428",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        488624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/3/0428-01"
      ]
    },
    {
      "cite": "64 N. Y. 471",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161808
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0471-01"
      ]
    },
    {
      "cite": "19 Hun, 367",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "85 N. Y. 189",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2182457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/85/0189-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 12920,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 2.0516235380748067e-07,
      "percentile": 0.7554438502013052
    },
    "sha256": "0dbff4dda058408b59ce77933db93d17de3696c7656dbc44d6b9b659ad7e522b",
    "simhash": "1:935adf01034dfbcf",
    "word_count": 2255
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Alfred T. Baxter, Respondent, v. Franklin Bell, Impleaded, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThis is an action to foreclose a mortgage, and judgment for a deficiency has been entered against the defendants Franklin Bell and Charles H. Baxter.\nThe material facts are as follows: In March, 1864, the plaintiff and the defendants Franklin Bell and Charles H. Baxter, were copartners in business under the firm name of C. H. and A. T. Baxter & Co., and in that month they purchased, for the purposes of their partnership and with partnership funds, certain real estate. They continued to use the real estate for the purposes of their partnership until January 1, 1865, when William M. Baxter became a member of the firm and thus interested in the real estate with the other members of the firm, although the title to the same continued to stand in the name of such other members as before. After William became a member of the firm the real estate was treated and used as partnership property, and became, and, until January, 1869, continued the property of the new firm, and they expended in the improvement thereof, with partnership funds, about the sum of $44,000. In January, 1869, the plaintiff wished to withdraw from the firm, and then made an agreement with the other members of the firm to withdraw therefrom and sell to them his interest in the partnership property. That agreement was consummated in February, 1869, and the plaintiff executed to his associates in the paper title, Bell and Charles H. Baxter, a quitclaim deed of his interest in the partnership real estate, who took such conveyance for the benefit of themselves and William M. Baxter, and they proposed to continúe the same business under the firm name of Baxter, Bell & Co., and they paid plaintiff a portion of the consideration of the purchase, and to secure him for the balance, Bell and Charles H. Baxter alone executed to him their bond, and a mortgage upon the partnership real estate, for $35,000. Thereafter the firm of Baxter, Bell & Co. continued to carry on the firm business and use therefor the real estate, and they paid the interest on the mortgage in full to the first day of October, 1877, and reduced the principal, by payments out of partnership funds, to the sum of $15,000. This action was commenced to foreclose the mortgage for such balance, and from the judgment against him Bell appealed to the General Term, and from affirmance there to this court.\nThe defense of Bell was based upon facts yet to be stated. In December, 1877, Baxter, Bell & Co. became insolvent and on the 13th day of that month made a general assignment for the benefit of their creditors, and subsequently in the same month they entered into a composition with their creditors. The plaintiff attended' the meeting of the creditors at which th'e composition was effected and signed the composition agreement, setting opposite his name “ $5,380 unsecured,” saying at the time that his claim was for a deficiency upon a mortgage given to him on his retiring from the firm of O. H. & A. T. Baxter & Co. by Baxter, Bell & Go., to secure him money due and for a debt of $380 due him from the firm, and it was shown that there was no other mortgage than the one in suit. The defendant Bell offered on the trial to put in evidence the composition agreement signed by all the creditors of the firm in which they agreed to accept in notes forty per cent of their respective claims or in cash thirty-five per cent thereof in full discharge thereof,- and to prove that the firm had performed the agreement with all their other creditors and had offered to perform with the plaintiff by first tendering him notes as agreed and then tendering him the cash as agreed, and that he had refused to receive either the notes or the cash. He also, offered to show that the plaintiff said at the time he signed the composition agreement that he had estimated that the deficiency unsecured on his mortgage would be $5,000, and that he signed the agreement for such deficiency. All of the proof thus offered was rejected by the referee upon the objection of plaintiff’s counsel upon the ground that plaintiff’s claim upon his mortgage was not against the firm of Baxter, Bell & Co., and hence was not discharged by the composition agreement entered into with the firm for the discharge of firm debts.\nWe are of opinion that the evidence should have been received, and that if admitted it would have constituted a bar to any judgment for a deficiency against defendant Bell.\nAn agreement to discharge the whole of a debt upon receiving payment of a portion is nud-um pactum and not binding. But to this general rule there are some exceptions, one of which is a composition agreement where the creditors agree to take a portion of their debts in satisfaction of the whole. In such a ease the agreement of each creditor is said to furnish a consideration for the agreement of every other creditor who-becomes a party to the composition agreement. Each creditor enters into a new agreement with the debtor the consideration of which is the forbearance by all the other creditors who become parties to the composition to insist upon their claims in full. In 1 Smith’s Leading Cases (Hare & Wallace) 600, it is stated to be settled “ that where one creditor hy undertaking to discharge his debtor induces other creditors to accept a composition and absolve the debtor from further liability, he cannot afterwards enforce his claim, since it would be a fraud upon other creditors.” (See also Good v. Cheeseman, 2 B. & Ad-328; Massey v. Johnson, 1 Ex. 241; Norman v. Thompson, 4 id. 755; Chemical National Bank v. Kohner, 85 N. Y. 189 Chitty on Cont. [10th Am. ed.] 864.)\nIt may be assumed that as between the plaintiff and the firm of Baxter, Bell & Co., the debt secured by his bond and mortgage could be enforced only against the two members of the firm who executed those instruments, and yet the assumption will not aid plaintiff’s case. Baxter, Bell & Co. were engaged in compromising their firm debts, and the debt to the plaintiff was practically just as much a firm debt as any of the other debts of the firm, and it.was just as important to them to be personally discharged from that as from any other firm debt. While the firm upon the assumption stated was not under obligations to the plaintiff to pay his debt, the members thereof were under obligations to each other to pay it. As between them it was a firm, debt to be paid out of firm assets. Either member of the firm could pay it with partnership funds, and if either of them paid it with his own funds he could compel contribution from the others. Hence the composition would have been imperfect unless plaintiff’s debt was included. When, therefore, plaintiff signed the composition agreement, if he signed it in reference to a deficiency upon his mortgage, the same consideration which upheld the other signatures upheld his. The agreement not to enforce his claim for a defieency which would undoubt-' edly have to be paid, if enforced, out of partnership assets, or by the partners, was a consideration for the agreements by the other creditors not to enforce their claims, and their agreements on the other hand upheld his. Hnder the circumstances, the parties certainly were competent to treat this as a film debt, and include it in the composition. If the plaintiff, after becoming a party to the composition, could immediately foreclose. his mortgage and enforce a judgment for a deficiency and thus possibly impair the ability of the firm to perform their agreement with the other parties, it would be a fraud on the other parties, and that is stated in the books to be one of the reasons why a party to a comppsition agreement may not enforce his original claim against the debtor.\nThe referee, therefore, erred in excluding the evidence as to the composition agreement and Bell’s defense, and, the judgment should be reversed and a new trial granted.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "Samuel Hand for appellant.",
      "Frederic A. Ward for respondent."
    ],
    "corrections": "",
    "head_matter": "Alfred T. Baxter, Respondent, v. Franklin Bell, Impleaded, etc., Appellant.\nPlaintiff and the defendants, F. B. and 0. H. B., were formerly copartners They purchased for the use of the partnership, with moneys of the firm, certain real estate which was thereafter used for partnership purposes. In 1865 defendant W. M. B. became a member of the firm; the real estate continued to he used as before, and the firm expended a large amount in the improvement thereof. In 1869 plaintiff sold out his interest in the .copartnership, and withdrew from the firm; he executing to F. B. and 0. H. B. a quit-claim deed of his interest in the real estate, receiving their bond secured by a mortgage on said real estate for a portion of the purchase-price. The real estate was used and the business was continued by the other partners as before under, a new firm name, and that firm made payments out of the partnership funds upon the bond and mortgage, until the principal was reduced to $15,000. The new firm having become insolvent entered into a composition with their creditors; plaintiff signed the composition agreement, setting opposite his name, “ $5,380 unsecured,” saying at the time that $5,000 was for a deficiency upon a mortgage given him on his retiring from the firm. In an action to foreclose the mortgage in which the mortgagors were sought to be charged with any deficiency, defendants offered in evidence the composition agreement, and also to prove performance of said agreement with all their other creditors, and tenders of performance as to plaintiff; also that the latter said at the time he signed said agreement, that he estimated the deficiency on his mortgage would be $5,000, and that he signed the agreement for such deficiency, the balance of $380 being for a debt. The evidence was rejected on the ground that plaintiff’s claim was not against the firm. Held, error; that the evidence was competent, and if admitted would have constituted a bar to a judgment for a deficiency; that plaintiff’s claim was practically a firm debt and could be so treated by the parties, and plaintiff by signing in effect agreed not to enforce his claim for a deficiency.\nBaxter v. Bell, ([Mem.], 19 Hun, 367) reversed.\n(Argued June 2, 1881;\ndecided October 4, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the second judicial department, entered upon an order made December 8, 1879, which affirmed a judgment in favor of plaintiff, entered upon a decision of the court on trial at Special Term. (Mem. of decision below 19 Hun, 367.)\nThe nature of the action and the material facts are set forth in the opinion.\nSamuel Hand for appellant.\nThe real estate covered by the mortgage having been purchased for partnership purposes with partnership funds, and large sums having been spent on it by the firm, and it having been occupied and used for the business of the firm, it was subject to division among the partners and to the debts of the firm the same as its other personal assets. (Parsons on Partnership, 364, 370; Fairchild v. Fairchild, 64 N. Y. 471; Collumb v. Read, 24 id. 505; Caster v. Clark, 3 Edw. Ch. 428; Delmonico v. Guillaume, 2 Sandf. Ch. 366; Buchan v. Summer, 2 Barb. Ch. 165; West v. Hickory Association, 80 Penn. St. 38; Fosters. Barnes, 81 id. 377; Whitney v. Cotton, 53 Miss. 689.) Although .the joint bonds of those in whose names the property was held were given, the debt was nevertheless the firm debt, and the plaintiff had a right to payment thereof from the firm assets. (Berkshire Co. v. Juillard, 75 N. Y. 535; Ex parte Stone, L. R., 8 CCh. App. 914, 917.) BTor can it be said that the giving by the defendants of their sealed bond merged and extinguished the original debt due from the firm! (Youngs v. Stahelin, 34 N. Y. 258; Mann v. Ins. Co., 40 Wis. 549.) Such merger is never permitted in equity where mere sureties would thereby be made sole and principal debtors. (Nicholson v. Leavitt, 4 Sandf. 252, 308; Westcott v. Gunn, 4 Duer, 107; Palmer v. Guernsey, 7 Wend. 248.) The old common-law doctrine, that taking a' security under seal from one of the partners for the debt of the film extinguished it, ipso facto, is no longer the rule in equity where the acts of the parties show an intention that the firm debt should continue in existence, and the specialty is a mere collateral to the original indebtedness. (Collyer on Partnership, § 481; Story on Partnership, § 140; Ex parte Brown, 1 Atk. 225; Denton v. Rodie, 3 Camp. 493; Bank v. Case, 8 B. & C. 427.)\nFrederic A. Ward for respondent.\nIf the consideration of the bond and mortgage were an indebtedness of the firm Baxter, Bell & Co., then the acceptance by a creditor of said firm of the individual obligation, under seal of two members of said firm, extinguished the simple contract debt of the firm. (Clement v. Bush, 3 Johns. Cas. 180; Tom v. Goodrich, 2 Johns. 243; Sluby v. Champlain, 4 id. 461; Patterson v. Brewster, 4 Edw. Ch. 352; Williams v. Gillies, 75 N. Y. 197.)"
  },
  "file_name": "0195-01",
  "first_page_order": 221,
  "last_page_order": 226
}