{
  "id": 546259,
  "name": "Morillo H. Gillett et al., Respondents, v. John J. Bate et al., Appellants",
  "name_abbreviation": "Gillett v. Bate",
  "decision_date": "1881-10-04",
  "docket_number": "",
  "first_page": "87",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 87"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "3 Hun, 703",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "3 N. Y. 9",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2007215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/3/0009-01"
      ]
    },
    {
      "cite": "5 Duer, 80",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1350846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/12/0080-01"
      ]
    },
    {
      "cite": "3 N. Y. 380",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bland, 26",
      "category": "reporters:state",
      "reporter": "Bland",
      "case_ids": [
        1718101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/bland/2/0026-01"
      ]
    },
    {
      "cite": "1 Brock. 300",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "opinion_index": -1
    },
    {
      "cite": "2 Leigh, 29",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6724801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/29/0243-01"
      ]
    },
    {
      "cite": "10 N. Y. 189",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013372
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/10/0189-01"
      ]
    },
    {
      "cite": "4 Johns. 536",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/4/0536-01"
      ]
    },
    {
      "cite": "24 N. Y. 505",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/24/0505-01"
      ]
    },
    {
      "cite": "5 Mo. App. 548",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        549293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo-app/5/0548-01"
      ]
    },
    {
      "cite": "51 How. Pr. 375",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4476242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/51/0375-01"
      ]
    },
    {
      "cite": "1 Holmes, 454",
      "category": "reporters:federal",
      "reporter": "Holmes",
      "opinion_index": -1
    },
    {
      "cite": "50 Ill. 377",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2607645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/50/0377-01"
      ]
    },
    {
      "cite": "42 Barb. 569",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5114489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/42/0569-01"
      ]
    },
    {
      "cite": "44 N. Y. 518",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "26 Tex. 551",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2107958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tex/26/0551-01"
      ]
    },
    {
      "cite": "68 N. C. 494",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        2083765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/68/0494-01"
      ]
    },
    {
      "cite": "57 Barb. 84",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2255178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/57/0084-01"
      ]
    },
    {
      "cite": "50 Miss. 310",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1673573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/50/0310-01"
      ]
    },
    {
      "cite": "43 Vt. 138",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        744394
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/43/0138-01"
      ]
    },
    {
      "cite": "18 Kans. 253",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        48254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/18/0253-01"
      ]
    },
    {
      "cite": "20 Tex. 247",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2121210
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tex/20/0247-01"
      ]
    },
    {
      "cite": "72 N. C. 115",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8687009
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/72/0115-01"
      ]
    },
    {
      "cite": "45 Wis. 340",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8706371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/45/0340-01"
      ]
    },
    {
      "cite": "52 Vt. 451",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        758947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/52/0451-01"
      ]
    },
    {
      "cite": "33 Mich. 183",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1346583
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mich/33/0183-01"
      ]
    },
    {
      "cite": "23 Wis. 164",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8707727
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wis/23/0164-01"
      ]
    },
    {
      "cite": "2 Dill. 45",
      "category": "reporters:federal",
      "reporter": "Dill.",
      "opinion_index": -1
    },
    {
      "cite": "8 Neb. 174",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2882749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/neb/8/0174-01"
      ]
    },
    {
      "cite": "30 Am. Rep. 827",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "50 Miss. 34",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1673595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/50/0034-01"
      ]
    },
    {
      "cite": "53 Ill. 346",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5278339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/53/0346-01"
      ]
    },
    {
      "cite": "66 N. Y. 381",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "26 How. Pr. 370",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "55 N. Y. 629",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "3 Edw. Ch. 92",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        489072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/3/0092-01"
      ]
    },
    {
      "cite": "20 Johns. 554",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/20/0554-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. 689",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 16639,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 4.787956385979797e-07,
      "percentile": 0.9309820765612203
    },
    "sha256": "babf005d999d7a553b67ed44389d0fe0d9f9f722fbfc701de18da823296d1c65",
    "simhash": "1:756b980506a1f583",
    "word_count": 2947
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morillo H. Gillett et al., Respondents, v. John J. Bate et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Andrews, J.\nThis case comes here upon the findings of the judge and exceptions thereto, without the evidence, and it is therefore to be taken as true, as found, that the transfer by the judgment debtor to Wickes, and by him to Harriet ¡R. Bate, the judgment debtor’s wife, of two-thirds of the patent owned by him, and of his unpatented inventions, was made without consideration, and with intent to defraud his creditors. The corporation, the stock of which, issued to Harriet ¡R. Bate, is sought to be reached in this action, was organized by Wickes, the owner of one-third of the patent and inventions, and by John ¡R. Bate, the judgment debtor, acting as attorney for his wife, upon the basis of the patent and inventions, transferred to the corporation. The two hundred shares of stock, standing in the name of Mrs. Bate, were issued to her in payment for her interest in the patent, and inventions, so transferred. One hundred shares, were issued to Wickes in payment for his interest. The company, after having issued the three hundred shares, retained five hundred shares, and subsequently, by the sale of the reserved stock, and by money borrowed on its credit, purchased and procured other patents from other parties, and thereby the stock became valuable. The judgment debtor was the patentee and inventor of the processes embraced in the patent and inventions, originally acquired by the company. Wickes acquired his title, to the one-third interest, by purchase from John ¡R. Bate, concurrently with the transfer of the two-thirds, to Harriet ¡R. Bate. He paid for his interest $5,000 in cash, and agreed to pay contingently $5,000 in addition, which was subsequently paid. But the court, on the request of the defendants, found that at the time of the transfer of the patent and inventions by John ¡R. Bate, to Wickes and Harriet ¡R. Bate, the patent was -of no value, for the reason that so much of .the so-called patented invention as was new, had no utility, and because the residue of the thing patented, was covered by a prior patent; which facts together, as the court found, rendered the patent of no value.\nIt is conceded that the right acquired by a patentee on the issue of a valid patent, is property, which is subject to the •claims of creditors) and may be reached by creditors’ bill,, and applied to the payment of the debts of the patentee. This doctrine was expressly asserted by Nelson, J., in Stephens v. Cady (14 How. [U. S.] 528), and has been recently adjudicated by the Supreme Court of California, in Pacific Bank v. Robinson (12 Rep. p. 70), and we entertain no doubt -of its correctness. (McDermutt v. Strong, 4 Johns. Ch. 689; Spader v. Davis, 5 id. 280; 20 Johns. 554.) But it is insisted that a patent invalid, for want of utility or novelty, is not property, but is a void thing, and that creditors are not injured by its transfer by the patentee, and cannot therefore set aside .a transfer by him, although made with intent to defraud them This seems a singular answer to be made by a debtor who has assigned a patent with intent to defraud his creditors, and who by his assignment has assumed it to be property, or by his fraudulent assignee; and especially in a case where the debtor concurrently with such assignment, sold an undivided interest for a large sum. The acts of Congress, authorize patents to be issued for new and useful inventions, and utility, and novelty, are conditions precedent to the validity of a patent, and in actions for infringement, the want of these requisites, is a good defense. But to avoid a patent for want of utility, it must appear -to be worthless. If capable of any beneficial use, and not -entirely frivolous and useless, it cannot be avoided on this ground. (Vance v. Campbell, 1 Fisher, 483; Crompton v. Belknap Mills, 3 id. 539.) And this defense is not open to licensees, who have accepted a license from the patentee, and agreed to pay a royalty on the manufacture of the patented article. We are of opinion that the defense of want of utility or novelty of the patent, is not an answer to the creditor’s suit in this case. The finding does not show that the lack of utility or novelty had been ascertained by any judicial proceeding, or otherwise, or was known to any of the parties to the transfer, at the time. On the contrary, the clear implication is, that all of them regarded the patent as of great.value. Suppose the patent had never been assigned. Would it be an answer to a creditor’s bill filed to reach it, that in fact it was valueless ? We think not. The issuing of the patent, prima facie, confers on the patentee an exclusive right to make, use, and vend, the patented invention, for a definite period; and this right is property. True, this presumptive right, may in some cases, and between some parties, be rebutted by proof. But we think a patentee, who on the application for a patent, is required to swear that the invention is new and useful, cannot afterward defeat a creditor’s bill, by proving the contrary, and that his fraudulent assignee stands in the same position.\nThe judgment in this action, subjects the stock issued to the debtor’s wife, to the claim of the plaintiff, and it is said that this cannot be done, for the reason that the patent assigned by Mrs. Bate had no value, and that the present value of the stock, is attributable to the purchase by the company of other patents. But the stock when issued to Mrs. Bate, stood in the place of, and represented her interest in the patent and inventions assigned. The reserved stock belonged to the company, but she, as one of the stockholders, and by virtue of that relation, had an interest in it. The stock, by the successful management of the company, has become valuable. The stock, when issued to Mrs. Bate, could be reached by her husband’s creditors, because it represented the thing fraudulently transferred. The incidental advantage resulting from the appreciation in its value by the corporate management, accrues to the creditors. The thing they now seek is the same thing it was in its origin, and that was liable to be taken by creditors. But it is claimed that the stock held by Mrs. Bate, was issued to her in payment not only of her interest in the patent, but also of her interest in the unpatented inventions, and that the latter were not property, in such sense, that it could be reached by her husband’s creditors. The conclusion is claimed to follow, that the claim of creditors against the stock, must have the same relation to the whole stock, as the value of the patent, to the value of the unpatented inventions. We are inclined to accede to the view of counsel, that unpatented inventions, are not property, in- such sense that they can be reached by creditors. The inventor of an unpatented improvement has an inchoate right to its exclusive use, which -he may perfect, and render absolute, by proceeding in the manner which the law requires (Taney, Ch. J.: Gayler v. Wilder, 10 How. [U. S.] 447) and the laws of Congress recognize the assignability of a perfected invention, although no patent has been issued. (Act March 3, 1837, § 6; Act March 31, 1839, § 9; Curtis on Patents, § 168.) But it is the patent only, which gives an exclusive property; and while the right is inchoate, it is, we think, at least doubtful, whether it has the characteristics of property-, so as to justify a compulsory transfer by the inventor. (See Curtis on Patents, § 175; Hesse v. Stevenson, 3 Bos. & Pul. 565.) But we do not deem it essential to pass definitely, upon this question. The transfer to Mrs. Bate, of the patent and the unpatented inventions, was one single, indivisible act. Ho separate valuation, so far as appears, was put upon the unpatented inventions, upon the transfer to the company, nor does it appear that at anytime, they were considered to be of any value. The intent of the debtor was?the same in transferring the inventions, as in transferring the patent. The transfer of the latter was in law void, and we think that the court is not called upon, in the absence of any evidence that the unpatented inventions were of any value, or that they were so considered, to modify the judgment, so as to relieve the stock, or any part of it, from the plaintiff’s claim.\nWe think, therefore, the judgment should be affirmed.\nAll concur, except Earl and Daneorth, JJ., dissenting.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, J."
      }
    ],
    "attorneys": [
      "Winchester Britton for appellants.",
      "Ira D. Warren for respondents."
    ],
    "corrections": "",
    "head_matter": "Morillo H. Gillett et al., Respondents, v. John J. Bate et al., Appellants.\nThe right acquired by a patentee on the issue of a valid patent is properly subject to the claims of creditors, and may be reached by creditor’s bill.\nWant of utility or novelty is no defense to a creditor’s bill either on behalf ' of the patentee or his fraudulent assignee.\nIt seems that unpatented inventions are not property in such sense that they can be reached by creditors.\nB., a patentee, transferred without consideration and with intent to defraud his creditors, a two-third interest in his patent, and in his unpatented inventions to W., who transferred the same to H., the wife of B. W., who had purchased the other one-third, and B., acting as attorney for his wife, organized a corporation on the basis of the patent and inventions, and two hundred shares of the stock were issued to H., in payment for her interest. The company thereafter, by sale of reserved stock and borrowed money, purchased other patents, and thereby the stock became valuable. In an action brought by judgment creditors of B. to reach the stock issued to H., the court found that the patent was of no value because of want of novelty or utility. Held, that this furnished no defense to the action, and said stock was properly made subject to plaintiffs’ claim as it represented the thing fraudulently transferred, and the appreciation in value resulting from the corporate management accrued to the creditors; that as the transfer to H. of the patent and the unpatented inventions was one single indivisible act, the court was not called upon, in the absence of evidence that the unpatented inventions were of value, to relieve the stock or any part of it from plaintiffs’ claim.\n(Argued April 26, 1881;\ndecided October 4, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the second judicial department, entered upon an order made December 9, 1879, which affirmed a judgment in favor of plaintiffs, entered upon a decision of the court on trial at Special Term.\n^This action was brought by plaintiffs, as judgment creditors of defendant John J. Bate, to reach certain stock of the Bate Refrigerating Company issued to defendant Harriet R. Bate, the wife of said John J. Bate.\nThe court found in substance that while Bate was indebted to plaintiffs, he was the owner of certain inventions for refrigerating purposes, for one of which he held' letters-patent. He entered into a contract with one William W. Wickes, by which he agreed to and did sell to him one-third of said patents and inventions for the sum of $10,000; that Bate assigned the whole of the patents and inventions .to Wickes under an agreement that the latter should assign two-thirds thereof to said Harriet R. Bate, which he did. Soon, thereafter, a corporation was organized by Wickes and Bate, acting as attorney for his wife, known as the Bate Refrigerating Company, with a capital stock of eight hundred shares, to which Wickes and Mrs. Bate conveyed the- patents and inventions ; two hundred shares of the capital stock were conveyed to the latter in pay men t for her interest, one hundred shares to Wickes and the balance xetained, and by sale thereof and with money borrowed the company purchased other patents. The court also found that the transfer to Mrs. Bate “ was made without any consideration and to prevent the creditors of Bate from reaching the patent,” and as conclusions of law' that the same was fraudulent and void as to plaintiff's; that the stock held by Mrs. Bate was liable for the debts of Mr. Bate.\nUpon request of defendant the court also found, that* at the time of the transfer by Bate, and at the time the stock was issued the “ said patent was of no value for the reason that so much of the so-called invention patented as was new had no utility, and because the residue of the thing patented was covered by a prior invention.”\nWinchester Britton for appellants.\nThe transfer of the patent and inventions by Bate to Wickes, and by Wickes to Harriet R.'Bate, was valid, unless in fraud of creditors. (Mach v. Mack, 5 T. & C. [Sup. Ct.] 528; Neuville v. Thompson, 3 Edw. Ch. 92; Shuttleworth v. Winter, 55 N. Y. 629; Hunt v. Johnson, 44 id. 27; Phillips v. Wooster, 36 id. 414; Curtis v. Fox, 52 id. 299; Dygert v. Remerschnider, 32 id. 648; Peck v. Brown, 26 How. Pr. 370.) Such transfer was valid as against the creditors of John J. Bate. (1 Story’s Eq. Jur., §§ 367, 371; Young v. Hermans, 66 N. Y. 381; Prince Albert v. Strange, 1 Mac. & G. 25.) A debtor may not only retain those things which the law thus preserves from creditors, but may convey them, and his grantee will take good title even though the conveyance were made with intent to prevent creditors from reaching the property, under such circumstances, that had the property been such as the law allowed creditors to reach, the transfer would have been. actually fraudulent as against them. (Cipperly v. Rhodes, 53 Ill. 346; Edmonson v. Meacham, 50 Miss. 34; Derby v. Weyrich, 30 Am. Rep. 827; S. C., 8 Neb. 174; McFarland v. Goodman, 11 Bankr. Reg. 132; Lishy v. Perry, 6 Bush [Ky.], 515; Cox v. Wilder, 2 Dill. 45; Pike v. Miles, 23 Wis. 164; Smith v. Rumsey, 33 Mich. 183; Kneven v. Specker, 11 Bush [Ky.], 1; Prout v. Vaughan, 52 Vt. 451; Carhart v. Harshaw, 45 Wis. 340; Winchester v. Gaddy, 72 N. C. 115; Wood v. Chambers, 20 Tex. 247; Perrys v. Taylor, 10 Bankr. Reg. 200; Hain v. George, 18 Kans. 253; Danforth v. Beattie, 43 Vt. 138; Thomasson v. Neely, 50 Miss. 310.) A thing which, like this patent, having neither novelty or utility, is in law worthless, and not being sufficient to constitute a consideration for a contract, although voluntarily transferred to a debtor, gives no right of action by the creditor to possess the same. (Weeks’ Damnum Absque Injuria, 115-114.) The' State courts have jurisdiction to inquire collaterally into the validity of a patent, for the purpose of' determining whether it has a value or not. (Middlebrook v. Dodge, 57 Barb. 84.) (R.) Where there is a conveyance of property of this nature, together with other property such as creditors may reach, the conveyance is not wholly void, but void only as to the property which is such as creditors may reach. (Smith v. Rumsey, 33 Mich. 183; Pike v. Miles, 23 Wis. 164; Crummen v. Bennett, 68 N. C. 494; Knevan v. Specker, 11 Bush [Ky.], 1; Martell v. Somers, 26 Tex. 551; Johnson v. May, 16 Bankr. Reg. 425.) A creditor may give his services to the support of his wife and family, and' his creditors have no right to interfere. (Vrooman v. Griffiths, 1 Keyes, 53; Abbey v. Deyo, 44 N. Y. 518; Buckley v. Wells, 38 id. 578, reversing 42 Barb. 569.) Plaintiffs, can only pursue and reach the patent; they have no right to reach profits that may have accrued from the use or management of the exempt property, nor from the services of the husband rendered in support of his wife, nor from the use of his name, nor to any dividends in any case. (Bernheim v. Beer, 7 Weekly Dig. 61; Steer v. Hoagland, 50 Ill. 377; Goldsmith v. Hapgood, 1 Holmes, 454; McGill v. Harman, 2 Jones’ Equity, 179; Phipps v. Sedgwick, 95 U. S. [5 Otto] 3; Ogden v. Wood, 51 How. Pr. 375; Pullis v. Robison, 5 Mo. App. 548; Collumb v. Read, 24 N. Y. 505; Sands v. Codwise, 4 Johns. 536; Robinson v. Stewart, 10 N. Y. 189; Blow v. Maynard, 2 Leigh, 29; Backhouse v. Jett, 1 Brock. 300; Kipp v. Hanna, 2 Bland, 26.)\nIra D. Warren for respondents.\nThe transfer of two-thirds of this patent from John J. Bate to his wife, Harriet R. Bate, was fraudulent and void as against these plaintiffs. (2 R. S. [Edm. 2d ed.] 140, § 1; Salisbury v. McCom., 3 N. Y. 380; Newton v. Porter, 69 id. 133.) Mrs. Harriet R. Bate, having received $20,000 of this stock, which belonged to her husband and his creditors, cannot now assert, in order to protect the fraud, that the patent, when transferred to the Bate Refrigerating Company, was worth any less than she sold it for. (Thomas v. Quintard, 5 Duer, 80.) This court had no jurisdiction to pass upon the utility of the patent. (Dudley v. Mayhew, 3 N. Y. 9.) A patent is property. (Stephens v. Cady, 14 How. [U. S.] 529; Stephens v. Gladding, 17 id. 447; Barnes v. Morgan, 3 Hun, 703.)"
  },
  "file_name": "0087-01",
  "first_page_order": 113,
  "last_page_order": 120
}