{
  "id": 546211,
  "name": "Richard J. Capron et al., Appellants, v. John B. Thompson, Impleaded, etc., Respondent",
  "name_abbreviation": "Capron v. Thompson",
  "decision_date": "1881-10-18",
  "docket_number": "",
  "first_page": "418",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 418"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "31 N. Y. 235",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "31 N. Y. 75",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        15746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/31/0075-01"
      ]
    },
    {
      "cite": "69 N. Y. 220",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        530742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/69/0220-01"
      ]
    },
    {
      "cite": "43 N. Y. 235",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "54 N. Y. 269",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        514582
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/54/0269-01"
      ]
    },
    {
      "cite": "20 N. Y. 423",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/20/0423-01"
      ]
    },
    {
      "cite": "53 N. Y. 214",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "81 N. Y. 25",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/81/0025-01"
      ]
    },
    {
      "cite": "54 N. Y. 269",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        514582
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/54/0269-01"
      ]
    },
    {
      "cite": "20 N. Y. 423",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/20/0423-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 12168,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 6.985742522319779e-07,
      "percentile": 0.9656522445903217
    },
    "sha256": "75f602ac2119889d5a690f3e1199d92faec9f6a9d53c048ea2a9131733d6bfa7",
    "simhash": "1:8ee21cc9fedcc285",
    "word_count": 2138
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richard J. Capron et al., Appellants, v. John B. Thompson, Impleaded, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Miller, J.\nThe plaintiffs purchased for the defendant Thompson fifty-six thousand six hundred and fifty shares of stock of the Columbus, Cleveland and Indiana Railroad Company. The referee, in stating the account between the parties, gave the plaintiffs credit for twenty-four thousand two hundred shares sold by them, and excluded from such account thirty-two thousand four hundred and fifty shares, although he found that the plaintiffs had bought and paid for the latter on account of the defendant Thompson. As to the last-named shares, he also found that, on the 20th of April, 1874, on which day the plaintiffs failed in business, they were not in the possession of the plaintiffs, But prior to that time had been pledged by them for the loan of money for their use, and had never been tendered to the defendant, and the amount due thereon demanded, but were subsequently sold by the pledgee, and, as conclusions of law, that the plaintiffs could not recover for the purchase of the last-named shares, unless they showed performance of the contract on their part. He also found that the pledge of the stocks, and suffering them to b¿ sold by the pledgee, was not such a performance, and that the defendants were not bound to redeem the stocks so pledged, and the plaintiffs, not having redeemed them and demanded the amount, could not recover for the purchase of said stock.\nThe plaintiffs’ counsel claims that this was erroneous. That the pledge of the stock as security for loans made by the plaintiffs generally, instead of a pledge as a security on the • specific account of the .defendant, and not having them ready to deliver, was subsequent to the stocks being purchased on defendant’s account, was not a failure to perform a condition precedent, but a breach of a condition subsequent which is to be compensated for in this action by a recoupment or counterclaim of the damages. (Tipton v. Feitner, 20 N. Y. 423.) The purchase of the stock as found by the referee was upon the defendant’s account, and was a proper charge against the defendant. In this respect the plaintiffs had performed the contract. The sale of the stocks was a failure to perform a subsequent, and not a precedent duty, and hence no condition precedent was broken which prevented the plaintiffs from charging the defendant for the purchase of the stock. The question considered was distinctly presented and decided in Gruman v. Smith (81 N. Y. 25). In that case an action was brought to recover an alleged balance in a stock transaction, and it was held that where a stock-broker sold, without due notice, stock purchased by him for a customer on a margin, and held in pledge to secure the advance made by him to make the purchase, that he does not thereby, as a matter of law, extinguish all claim, against the customer for the advance. It is said in the opinion by Ohueoh, Oh. J. : “ The relation of the parties was that of pledgor and pledgee. For a conversion of the pledge the pledgee was liable for the damages sustained by the defendant, but whether they would equal the amount of the claim would depend upon the facts developed.”\nThe principle upheld is applicable to the case at bar and we are unable to discover any distinction between the two cases. It, therefore, follows that the referee was in error in holding that the plaintiffs were not entitled to charge as an item in their account the number of shares which were excluded. Nor is it apparent that the error of the referee can properly be obviated by any other view of the case. In the opinion of one of the judges upon the appeal at General Term, the decision is placed on a new and a different ground from that upon which it was decided by the referee. We think, however, that if the referee was in error, the judgment must be reversed. As an adjudication or an estoppel the judgment here must rest upon the findings, and not upon the opinions of the court. In the present aspect of the case, and as the record stands, the defendant might sue for the conversion of the stock pot credited to the plaintiffs by the referee, which he found had been bought for the defendant, and according to the findings the plaintiffs might be estopped from denying such conversion, and by the conclusions of law from claiming to be credited with the cost of the shares in question. If this doctrine can be upheld, although the plaintiffs had actually bought and paid for the stock, they might nevertheless be made liable for the value thereof, while not entitled to any credit for its cost. Such a rule cannot be upheld, and where the court at the trial have committed an error which leads to the result stated, the judgment should not be affirmed, unless it appears, beyond any question, that the party defeated cannot succeed upon a new trial. (Muldoon v. Pitt, 54 N. Y. 269; Guernsey v. Miller, 80 id. 181.) The opinion of the judge upon the appeal to the General Term, to which reference has been had, assumed that the price of the stock on the 18th of April was at the rate of thirty, and that charging the plaintiffs with the same at that price, there was a balance due the defendant. There was no finding of the referee as to the value of the shares at any particular date or of any amount of damages which should be allowed against the plaintiffs, and we think that the evidence was not sufficient to authorize the conclusion that the plaintiffs were chargeable with the stock at the price named, or that they were converted on the 18th of April, and that the judgment cannot be upheld upon any such basis. The referee found that on the 20th of April, 1874, the shares of stock referred to were unsold, and were not in possession of the plaintiffs, but had prior to that time been pledged for the loan of money for the use of the plaintiffs. One of the plaintiffs, Merriam, testifies that all of the stock purchased was sold or must have been sold before the failure. Capron, the other plaintiff, testifies that some of the stocks were sold before and some after the 20th of April, but he is indefinita&ud uncertain as to the number of shares and the time of^rolling the same, and his-evidence is not very satisfactory onythe sub-, ject. As the testimony stands it may be assumed, apd is nothfconsistent with the findings, that the stocks were/ihen unsold although out of the plaintiffs’ possession and pledged foremans. Surely the testimony is not sufficient to overcome the findings of the referee for the purpose of supporting a judgment up<to a theory adverse to' such findings. No sufficient reasbn appe'ars why the plaintiffs should be made liable for a conversion on the. 18th of April. The only evidence of value .uppit and prior to the 21st of April is the price which the .plaintiffs were paying for small lots at that time, an.d most' probably for the purpose of supporting the market. A panic occurred about half-past ten in the morning of April 20, stocks fell in price and the plaintiffs failed. On that day some of the stocks were sold for the plaintiffs, and the prices ranged from twenty-two to twenty-six or. seven, and there was no proof that this stock had at any time ' been - higher up to the time of the trial. There was in fact no real conflict in the testimony as to the price of this stock in the market, and there was no sufficient evidence which authorized the appellate court to determine such price or to uphold the judgment without any finding whatever on the subject. In view of the evidence it was a question for the referee to decide what amount, if any, would furnish an indemnity to the defendants if the plaintiffs had failed to perform their contract -and .were .liable for a conversion of the stock. (Baker v. Drake, 53 N. Y. 214.) TMs was not the subject of exact calculation by the appellate court, and if required, can only be properly ascertained upon another trial.\nThe learned counsel for the respondent, in his elaborate points, presents other calculations and statements as to the condition of the accounts for the purpose of establishing that no balance was due the defendant, but these are not so entirely clear as to uphold the judgment, taking in consideration the error committed by the referee which we have discussed.\nAs the case stands we are not called upon to determine definitely whether there was a conversion of the stock by the plaintiffs, as claimed. ¡Nor is it necessary to consider the other questions raised upon the argument, as for the error of the referee, which has been discussed, the judgment should be reversed and a new trial granted, with costs to abide the event.\nFolger, Oh. J., Rapallo and Daneorth, JJ., concur; Finch and Earl, JJ., dissent; Andrews, J., absent.\nJudgment reversed.",
        "type": "majority",
        "author": "Miller, J."
      }
    ],
    "attorneys": [
      "S. P. Nash for appellants.",
      "Edward H. Hawke for respondent."
    ],
    "corrections": "",
    "head_matter": "Richard J. Capron et al., Appellants, v. John B. Thompson, Impleaded, etc., Respondent.\nPlaintiffs, who were stock-brokers,\"purchased for defendant T. a quantity of stock on a margin, holding the stock as security for the advance made. Subsequently they, without authority from T., pledged a portion of the stock to secure a loan to themselves, and such portion was thereafter sold by the pledgee. The stock was never tendered to defendant, or the amount due thereon demanded. In an action on account the court found that the plaintiffs could not recover the purchase-price of the stock so pledged. Held error; that the pledge and sale of the stock did not constitute a failure to perform a condition precedent, but established a breach of a condition subsequent to the purchase; that plaintiffs were entitled to credit for the purchase, but were liable for the damages sustained by their customer by reason of the subsequent conversion.\nWhere the trial court has committed an error material to the result, the judgment will not be affirmed on appeal, unless it appears beyond a question that the party defeated cannot succeed upon a new trial.\n(Argued June 16, 1881;\ndecided October 18, 1881.)\nAppeal from judgment of the General Term of the Court of Common Pleas in and for the city and county of New York, entered upon an order made June 11, 1880, which affirmed a judgment in favor of defendant Thompson, entered upon the report of a referee.\nThis action was brought by plaintiffs, who were stock-brokers in the city of New York, to recover a balance alleged to be due on account of stock transactions between the parties.\nThe material facts appear sufficiently in the opinion.\nS. P. Nash for appellants.\nThe failure of duty found against the plaintiffs was of a subsequent, not a precedent, duty. A breach of a condition subsequent is to be compensated for by recoupment or counter-claim. (Lipton v. Feetner, 20 N. Y. 423; Greenman v. Smith, 81 id. 25.) Where the trial court has erred in any important question, the appellate court cannot affirm the judgment “ unless it appears as an inevitable necessity that the party cannot succeed upon a new trial.” (Muldoon v. Pitts, 54 N. Y. 269; Arthur v. Griswold, 55 id. 400; Guernsey v. Millet, 80 id. 181.) There was no conversion of the stocks by the plaintiffs, growing out of the facts found by the referee. (Markham v. Jaudon, 43 N. Y. 235, 239.) Where a broker, under an agreement to buy and carry, buys on his own credit and responsibility, the principal furnishing only “ margins,” the broker is not bound to keep the stocks in separate certificates, identified or ear-marked. (Marston v. Gould, 69 N. Y. 220; Stewart v. Drake, 46 id. 449; Horton v. Morgan, 19 id. 170.) The broker who buys stock in his own name and pays all its cost but the amount of the margin furnished by his customers has the right to re-pledge or hypothecate it to the extent of his own interest. (Chapman v. Brooks, 31 N. Y. 75; Lawrence v. Maxwell, 53 id. 19, 23; Story on Bailm., §§ 327-8.)\nEdward H. Hawke for respondent.\nIf brokers purchase stock with their own funds, and agree to carry them for another on the deposit of a margin which is to be kept good, the relation is that of pledgor and pledgee, and the brokers cannot sell such stocks without legal proceedings or due notice to the pledgor after demand for repayment of advances and commissions. (Markham v. Jaudon, 31 N. Y. 235; Schepeler v. Eisner, 54 id. 675.)"
  },
  "file_name": "0418-01",
  "first_page_order": 444,
  "last_page_order": 449
}