{
  "id": 546256,
  "name": "Ernest W. Tabor, Appellant, v. William Van Tassell et al., Respondents",
  "name_abbreviation": "Tabor v. Van Tassell",
  "decision_date": "1881-10-28",
  "docket_number": "",
  "first_page": "642",
  "last_page": "644",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 642"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "8 Wend. 490",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0490-01"
      ]
    },
    {
      "cite": "7 Cow. 752",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "12 Wend. 161",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11268562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0161-01"
      ]
    },
    {
      "cite": "40 N. Y. 235",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "10 N. Y. 309",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/10/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 278,
    "char_count": 3663,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.019462331587671713
    },
    "sha256": "61d3c791b8dde4eadd914186049882fea0ee91be0babc05597a3f911714bd7cd",
    "simhash": "1:823f10262e8625f7",
    "word_count": 639
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ernest W. Tabor, Appellant, v. William Van Tassell et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Danforth, J.,\nreads for reversal; Folger, Ch. J., Earl and Finch, JJ., concur; Rapallo and Andrews, JJ., dissent; Miller, J., did not vote.\nJudgment reversed.",
        "type": "majority",
        "author": "Danforth, J.,"
      }
    ],
    "attorneys": [
      "George Hill for appellant.",
      "Samuel Hand and Hugh Reavy for respondents."
    ],
    "corrections": "",
    "head_matter": "Ernest W. Tabor, Appellant, v. William Van Tassell et al., Respondents.\nThe declarations of a vendor are not competent to affect the title of his vendee.\n(Argued October 5, 1881;\ndecided October 28, 1881.)\nThis was an action to recover a balance alleged to be in the hands of defendants of tbnavails. of property belonging to him sold by them as auctioneers.\nPlaintiff claimed title to • the property under a bill of sale from one Snow. The defense was a denial of the ownership, and that the said balance was levied on by virtue of an attachment against Snow. Upon a former trial a judgment for defendants was reversed, the General Term holding “ that the bona fides of the title (plaintiff’s) could not be looked into,” and upon the second trial the only question in controversy was whether the bill of sale was executed and delivered to plaintiff before the levy of the attachment. In answer to the request of plaintiff’s counsel, to charge “that the bona fíeles of the title cannot be looked into ” the court said, “ The question is the execution and delivery of the bill of sale.” Evidence was received, however, under objections and exceptions of plaintiff’s counsel, tending to show that the transfer was void as to creditors of Snow; i. e., inadequacy of consideration, continued possession of the property by the vendor, the existence of debts and no provision for their payment. Held error; and that the error was not cured by the instructions to the jury, as it tended to create an opinion in the minds of the jury unfavorable to plaintiff, and so prevented an unbiased consideration of the question in controversy, to which he was entitled.\nThe court also received in evidence the declarations of Snow, plaintiff’s vendor, tending to show a continued control • of the property and its proceeds. Held error. The court say: “ The rule which excludes hearsay testimony is not a technical one, but important in its relation to the rights of parties. If there are exceptions to it they should not be multiplied, and I am aware of none which will sustain the ruling in question. In Adams v. Davidson (10 N. Y. 309), the statements of the assignor as to the object of making an assignment were admitted as evidence of fraud in favor of a judgment creditor, and against those claiming under the assignment. That decision has not escaped criticism. (Cuyler v. McCartney, 40 N. Y. 235; Bullis v. Montgomery, 50 id. 359), but it has no application here. An assignee for the benefit of creditors stands in the place of the assignor and is so affected with his intent, that if it is unlawful the instrument cannot stand. But whatever the motive of the vendor his bill of. sale is good against him, and good for the vendee, whether in or out of possession, until assailed by creditors. Surely his rights cannot be affected by the declarations of the vendor. Those rights were ruled and made perfect by the bill of sale, and can in no respect be impaired except by testimony delivered under sanction of an oath. Nor so far as this case is concerned, would it make any difference whether the declarations were before or after the sale. (Sprague v. Kneeland, 12 Wend. 161; Hurd v. West, 7 Cow. 752; Whitaker v. Brown, 8 Wend. 490.)\nThe court also held that the evidence as to the execution and delivery of the bill of sale was entirely with the plaintiff, and that a refusal of the trial court to direct a verdict in his favor was error.\nGeorge Hill for appellant.\nSamuel Hand and Hugh Reavy for respondents."
  },
  "file_name": "0642-02",
  "first_page_order": 668,
  "last_page_order": 670
}