{
  "id": 546216,
  "name": "Samuel F. Perry, Plaintiff in Error, v. The People of the State of New York, Defendant in Error",
  "name_abbreviation": "Perry v. People",
  "decision_date": "1881-10-11",
  "docket_number": "",
  "first_page": "353",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 353"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "2 N. Y. 193",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        492128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/2/0193-01"
      ]
    },
    {
      "cite": "32 N. Y. 627",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 N. Y. 197",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "35 N. Y. 49",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/35/0049-01"
      ]
    },
    {
      "cite": "7 Metc. 503",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "5 Cush. 287",
      "category": "reporters:state",
      "reporter": "Cush.",
      "opinion_index": -1
    },
    {
      "cite": "15 N. Y. 384",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2018110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/15/0384-01"
      ]
    },
    {
      "cite": "2 Park. Cr. 663",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "case_ids": [
        881700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/park-crim-rep/2/0663-01"
      ]
    },
    {
      "cite": "6 Harr. 91",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "opinion_index": -1
    },
    {
      "cite": "4 Denio, 73",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/4/0073-01"
      ]
    },
    {
      "cite": "2 Blackf. 461",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1385346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/2/0461-01"
      ]
    },
    {
      "cite": "53 N. Y. 527",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "51 Barb. 257",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2246452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/51/0257-01"
      ]
    },
    {
      "cite": "5 Hill, 225",
      "category": "reporters:state",
      "reporter": "Hill,",
      "pin_cites": [
        {
          "page": "226"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Cow. 437",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2159612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/9/0460-01"
      ]
    },
    {
      "cite": "2 Barb. 316",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1933790
      ],
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/2/0316-01"
      ]
    },
    {
      "cite": "2 Hill, 380",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "35 N. H. 36",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "14 N. Y. 244",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "69 N. Y. 108",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 Mass. 108",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "9 Cow. 707",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2159621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/9/0743-01"
      ]
    },
    {
      "cite": "18 How. Pr. 539",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "5 Hill, 261",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "22 N. Y. 318",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "24 N. Y. 298",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/24/0298-01"
      ]
    },
    {
      "cite": "13 Johns. 82",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374430
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0082-01"
      ]
    },
    {
      "cite": "24 N. Y. 293",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "14 Johns. 182",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376203
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/14/0182-01"
      ]
    },
    {
      "cite": "13 Johns. 82",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/13/0082-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 14725,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 1.0997720922370314e-07,
      "percentile": 0.5677481582903096
    },
    "sha256": "70eedf9313f1ceb24059835837afe464414a2a9b8d07772fc379881d32690c0c",
    "simhash": "1:beac6d2147073418",
    "word_count": 2617
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Samuel F. Perry, Plaintiff in Error, v. The People of the State of New York, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nThe Revised Statutes (2 R. S. 701, § 23) provide that no person sentenced upon a conviction for felony shall be competent to testify in a cause, matter or proceeding, civil or criminal, unless he be pardoned by the governor or by the legislature, except in the cases specially provided by law.\nThe Code of Civil Procedure, as passed in 1876 and amended in 1877 and 1878, provides (§ 832) that “a person who has been convicted of a crime or misdemeanor is, notwithstanding, a competent witness; but the conviction may be proved for the purpose of affecting the weight of his testimony.”\nThis section was further amended in 1879 so as to render such convict a competent witness “ in a civil or criminal action or special proceeding.” The question now arises whether, before this amendment, section 832 applied to criminal cases, the plaintiff in error having been tried and convicted in March, 1879, before the passage of the amendment.\nThe Code of Civil Procedure purports, from its name, to regulate the mode of procedure in civil cases. The act is entitled “An act relating to courts, officers of justice and civil proceedings.” By the explanatory act, passed on the same day (Chap.,449 of Laws of 1876), it is provided (§4): “In that act and in this act the word ‘action’ refers to a civil action ; the word ‘judgment’ to a judgment in such ah action; the term ‘ special proceeding,’ to a civil special proceeding; and the word ‘ order,’ to an order made in such an action or special proceeding; except where a contrary intent is expressly declared in the provision containing the word or term, or is plainly apparent in the context thereof.”\nWe think it very clear that this Code was intended to apply only to civil actions and proceedings except where otherwise provided. This view is fortified by reference to the provisions which are in terms made applicable to criminal cases. At the time the plaintiff in error was tried these were very few. Section 533 provided that a pleading should not be used in a criminal prosecution against a party, as proof of a fact admitted or alleged therein. Section 790 provided for a preference in the trial or hearing of criminal over civil cases. Sections 914 to 920 provided for taking depositions in this State of witnesses in civil or criminal proceedings without the State, and by the Explanatory Act (Chap. 449 of Laws of 1876, § 5, subds. 2 and 7), certain provisions of the Code regulating the drawing of jurors were made applicable to criminal cases. These were, as far as I have discovered, all the provisions of the Code of Procedure having any reference to criminal cases. ' Section 832 is found in connection with other provisions relating to evidence, which are not in their nature applicable to criminal trials, and the adoption in 1879 of the amendment expressly applying that section to criminal cases, tends to show that the section as it stood before the amendment was not regarded as thus applicable. We are of opinion that before the amendment, section 832 did not remove the disqualification as a witness, of a person convicted and sentenced for a felony.\nIt is claimed, however, that in the present case the conviction and sentence of the witness were not proved by competent evidence, and therefore his testimony was rightfully received. He testified, without objection, either on his own part or on the part of the district attorney, that he had been convicted in Troy on an indictment for burglary and receiving stolen goods and sentenced to imprisonment for four years in the State prison at Dannemora, and that he had never been pardoned. If the objection had been taken either by the witness or the district attorney, the prisoner should not have been permitted to prove the conviction and sentence in this manner. But no such objection was taken. The facts were within the knowledge of the witness, and the only objections to which the testimony was subject were that the record was the best evidence, and no foundation had been laid for secondary evidence.\nBut to render such objections available they must be taken when the evidence is offered, for they are capable of being obviated, and if they are not made they are regarded as waived. I have found no authority for the proposition that proof of the disqualification of a witness hy reason of his having been convicted of a felony, is an exception to the general rule. Those which have been cited are far from sustaining the proposition. People v. Herrick (13 Johns. 82) held merely that a witness was not bound to answer either on voir dire or on cross-examination whether he had been convicted of crime, and that it was error to compel him to answer when the objection was made by the party. calling him. The ground of this decision was that a witness is not bound to answer any question which may render him infamous or disgraced. In Hilts v. Colvin (14 Johns. 182), the incompetency of the witness was sought to he proved by parol evidence of his conviction of a felony, and to justify the offer of parol evidence, proof was given tending to show the destruction of the record of conviction by the burning of the county clerk’s office. The objection to the sufficiency of this proof was distinctly taken, and it was insisted, that notwithstanding the destruction of the record, there still was higher proof than oral evidence, and the court held that the objection was well taken, on the ground that by 1 Revised laws, chapter 146, section 2, district attorneys were required to send to the Court of Exchequer a certificate of every conviction and the judgment given thereon, and such certificate was made by the statute good evidence of such conviction. There is no intimation in the case that, if the proper foundation had been laid, the fact could not have been proved by parol, even against objection; or, that if no objection to the mode of proof had been made, it would have been held insufficient to disqualify the witness.\nIn King v. Inhabitants of Castell Careinion (8 East, 77), the point decided was that the party who called the witness — and was interested to have his testimony, had the right to insist on proof, by the record, of the conviction of the witness, even though the witness himself admitted the fact, and it was in support of this right of the party to insist on the production of. the record, that the court said that a record could not be proved by the admission of any witness, that he might be mistaken' as to what passed in court, etc. Newcomb v. Griswold (24 N. Y. 293) is to the same effect. There is nothing in these cases, or in any other I have found, which holds that if, without objection from either witness or party, the fact is proved by parol and is not disputed, it can be disregarded. I have found no case presenting that question, unless it be PriddMs Case (Leach. Cas. in Crown Law, Case No. 204, p. 442), where, on a trial before Buller, J., a witness was asked on his examination on his voir dire, whether he had not been convicted of a conspiracy and sentenced to Rewgate for two years. Ro objection appears to have been made to the mode of proof, and on his answering in the affirmative, his testimony was rejected. In the present case it is quite apparent that there was no contest on the trial as to the fact of the witness being an unpardoned convict. It was substantially conceded, but the testimony was doubtless admitted on the ground that he was made a competent witness by section 832 of. the Code; and if error was committed in that respect, the prisoner should not be deprived of the benefit of his exception to the reception of the testimony of the witness.\nThe judgment should be reversed and a new trial ordered. All concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Peter Mitchell for plaintiff in error.",
      "Daniel G. Rollins, district attorney, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Samuel F. Perry, Plaintiff in Error, v. The People of the State of New York, Defendant in Error.\nThe Code of Civil Procedure was only intended to apply to civil actions and proceedings, except where otherwise provided.\nThe provision of the Code, therefore (§ 832), making a person who has been convicted of a crime or misdemeanor a competent witness, prior to the amendment thereof in 1879 (Chap. 542, Laws of 1879), did not apply to criminal cases, and did not remove the disqualification, as a witness, imposed by the Revised Statutes (2 R. S. 701, § 23), upon a person convicted and sentenced for a felony.\nUpon the trial of an indictment, before the said amendment, a witness for the prosecution testified upon cross-examination, without objection on his own part or that of the district attorney, that he had been convicted of a felony, sentenced to imprisonment in State’s prison, and had not . been pardoned. The prisoner’s counsel thereupon moved to strike out the evidence of the witness on the ground that he was incompetent to testify in a criminal action. The motion was denied. Held, error ; and that the ruling could not be sustained on the ground that the conviction and sentence had not been properly proved; that the objections to the mode of proof, to be available, should have been made when the evidence was offered, and not having been so made they were to be regarded as waived.\nPeople v. Herrick, (13 Johns. 82), King v. Inhabitants of Castell Careinion (18 East, 77,) Newcomb v. Griswold (24 N. Y. 298), distinguished.\n(Argued June 22, 1881;\ndecided October 11, 1881.)\nError to the General Term of the Supreme Court in the first judicial department, to review judgment entered upon an order made September 1, 1879, which affirmed a judgment of the Court of General Sessions in and for the city and county of New York, entered upon a verdict convicting the plaintiff in error of the crime of assault and battery upon one Dorauss with intent to kill.\nUpon the trial Dorauss who, was the material witness for the prosecution, in answer to questions of the prisoner’s counsel to which no objections were interposed, testified that he had been convicted of burglary and receiving stolen goods; had been sentenced to imprisonment in Clinton prison for four years, and had not been pardoned.\nThe prisoner’s counsel thereupon moved to strike out the evidence of the witness on the ground that he was an unpardoned felon and his evidence was incompetent under the law of the State in a civil action. The motion was denied and said counsel duly excepted.\nPeter Mitchell for plaintiff in error.\nAn unpardoned felon is incompetent to testify, as a witness, in any cause. (2 R. S. [Edm. 2d ed.] 724, § 23; Shay v. The People, 22 N. Y. 318; Carpenter v. Nixon, 5 Hill, 261; People v. Shay, 18 How. Pr. 539; People, ex rel. Lord, v. Robertson, 36 id. 91.) Section 832 of the Code of Civil Procedure does not repeal section 23, p. 724 of 2 R. S. (Edm. 2d ed.) (The People v. Ogle, N. Y. Supr. Ct. Ch., First Dept., June 23, 1880.) It is a judgment of the court upon a conviction for felony, and not a plea of guilty, or a verdict of guilty by a jury, which rendered a person incompetent as a witness. (1 Greenleaf on Evidence [Redfield’s ed.], § 375; The People v. Herrick, 13 Johns. 82; The People v. Whipple, 9 Cow. 707; Cushman v. Lukes, 2 Mass. 108; Blaufus v. People, 69 N. Y. 108.) The disqualifying words of the statute not being incorporated in section 832 of the Code, it is not within the province of the court to import into it the words “sentenced upon a conviction of felony,” for the purpose of repealing an express provision of our statutory law. (King v. Burrell, 12 Ad. & El. 468; Everett v. Wells, 2 Scott, 531; Creen v. Wood, 7 Q. B. 178; Beebe v. Griffin, 14 N. Y. 244; McCluskey v. Cromwell, 11 id. 593; Wood v. Adams, 35 N. H. 36.) The repeal of one statute by another by implication is not favored in law. (Potter’s Dwarris on Statutes, 154-156; Sedg. Const. & Stat. Law, 127; Theriat v. Hart, 2 Hill, 380; Williams v. Pattel, 2 Barb. 316, 320; McCartee v. Orphan Asylum of N. Y., 9 Cow. 437.) Courts are bound to uphold a prior act if the two acts may well subsist together. (Bowen v. Lease, 5 Hill, 225, 226; Loomis v. Loomis, 51 Barb. 257.) The conviction, sentence and imprisonment of the witness (complainant) for the people, for burglary and receiving stolen goods, was properly proved by his own admission, without objection ; it was, therefore, unnecessary to produce record proof of such conviction. (Wilkie v. The People, 53 N. Y. 527, 528; Johnson v. The People, 55 id. 514; Starkie on Ev., §§ 50, 51; 1 Phillips on Ev. 387; R. v. Argill, 9 Carr. & P. 80.) If in the course of the examination of a witness, however,' he appears from his own answers to be incompetent, the party against whom the evidence is given should move to strike out the testimony. (Starkie on Ev. [10th Am. ed.], § 115; Sims v. Given, 2 Blackf. 461; Heeley v. Barnes, 4 Denio, 73; Scott v. Jester, 8 Eng. 437; Morton v. Beall, 2 Harr. & Gill, 136; Lester v. McDowell, 6 Harr. 91; People v. McMahon, 2 Park. Cr. 663; People v. McMahon, 15 N. Y. 384.) Formal examination of the witness for the purpose of ascertaining his incompetency was not necessary. (1 Phillips on Ev. 99; Turner v. Pearte, 1 T. R. 720; Stone v. Blackburne, 1 Esp. 37; Jacobs v. Layborn, 11 M. & W. 685.) A person convicted, sentenced and imprisoned in a State prison for receiving stolen goods is a felon within the meaning of section 30, pp. 725, 726, 2 R. S. (Edm. 2d ed.) (Rohan v. Swain, 5 Cush. 287; Comm. v. Rogers, 7 Metc. 503.) Where the court lays down an erroneous rule of law for the guidance of the jury the judgment should be reversed. (The People y. Gonzalez, 35 N. Y. 49; Vanderwort v. Gould, 36 id. 639; Coleman v. The People, 58 id. 561, 562; Cleghorn v. N. Y. C. & H. R. R. Co., 56 id. 48; Stokes v. The People, 53 id. 170-184; Shorter v. The People, 2 N. Y. 197.)\nDaniel G. Rollins, district attorney, for defendant in error.\nThe-request to strike out the evidence of the complaining witness, on the ground that he was an unpardoned felon, he having been, according to his own admission, convicted of crime, and imprisoned in State prison, was properly denied. (Code of Procedure, § 832; People v. Davis, 4 Park. Crim. 61; O'Leary v. People, id. 187.) The offer, after having shown upon the cross-examination of the complainant that he had been convicted and sentenced to State prison, to show, by further inquiry, that he had been a “ criminal and sneak thief,” was erroneously rejected. (Gt. W. Tpke. Co. v. Loomis, 32 N. Y. 627; La Beau v. The People, 6 Park. 371.) The court properly declined to charge the jury, although requested so to do, that the prisoner, if he believed that the complainant was about to attack him with a deadly weapon, was .justified in shooting him. (Shorter v. People, 2 N. Y. 193; People v. Sullivan, 7 id. 396; People v. Cole, 4 Park. 35.)"
  },
  "file_name": "0353-01",
  "first_page_order": 379,
  "last_page_order": 386
}