{
  "id": 546203,
  "name": "Bridget E. McNulty, as Administratrix, etc., Respondent, v. Lyman M. Hurd, Appellant",
  "name_abbreviation": "McNulty v. Hurd",
  "decision_date": "1881-10-28",
  "docket_number": "",
  "first_page": "547",
  "last_page": "554",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 547"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "42 N. Y. 373",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        504994
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/42/0373-01"
      ]
    },
    {
      "cite": "5 Hill, 465",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. 34",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2128189
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/1/0034-01"
      ]
    },
    {
      "cite": "5 Wend. 501",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0501-01"
      ]
    },
    {
      "cite": "36 How. Pr. 511",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4455159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/36/0511-01"
      ]
    },
    {
      "cite": "13 N. Y. 167",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        494236
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/13/0167-01"
      ]
    },
    {
      "cite": "2 Am. Lead. Cas. 420",
      "category": "reporters:federal",
      "reporter": "Am. Lead. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "3 Den. 512",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2187672
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "521, 523, 578"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/3/0512-01"
      ]
    },
    {
      "cite": "5 Hill, 463",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "1 Bosw, 411",
      "category": "reporters:state",
      "reporter": "Bosw.",
      "case_ids": [
        1346002
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/14/0411-01"
      ]
    },
    {
      "cite": "11 Wend. 320",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "17 Barb. 492",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4953711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/17/0492-01"
      ]
    },
    {
      "cite": "52 N. Y. 138",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        510900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/52/0138-01"
      ]
    },
    {
      "cite": "73 N. Y. 217",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wkly. Dig. 238",
      "category": "reporters:federal",
      "reporter": "Wkly. Dig.",
      "opinion_index": -1
    },
    {
      "cite": "70 N. Y. 537",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2166401
      ],
      "pin_cites": [
        {
          "page": "545-6"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/70/0537-01"
      ]
    },
    {
      "cite": "7 Hill, 250",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "10 Pai. 11",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        482510
      ],
      "pin_cites": [
        {
          "page": "16"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/10/0011-01"
      ]
    },
    {
      "cite": "73 N. Y. 593",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/73/0593-01"
      ]
    },
    {
      "cite": "4 Abb. Pr. 270",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "case_ids": [
        2371778,
        1958223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abb-pr/4/0270-01",
        "/abb-pr-ns/4/0270-01"
      ]
    },
    {
      "cite": "14 Barb. 481",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4919752
      ],
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/14/0481-01"
      ]
    },
    {
      "cite": "2 Mass. 572",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007362
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/2/0513-01"
      ]
    },
    {
      "cite": "27 N. Y. 633",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2035340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/27/0633-01"
      ]
    },
    {
      "cite": "16 Barb. 33",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4941263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/16/0033-01"
      ]
    },
    {
      "cite": "14 Blatchf. 229",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "case_ids": [
        6134961
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/26/0884-01"
      ]
    },
    {
      "cite": "76 N. Y. 566",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "41 Barb. 619",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5110281
      ],
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/41/0619-01"
      ]
    },
    {
      "cite": "16 N. Y. 532",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0524-01"
      ]
    },
    {
      "cite": "40 Iowa, 469",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8665534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/40/0469-01"
      ]
    },
    {
      "cite": "9 N. Y. 241",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2011925
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "385"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/9/0241-01"
      ]
    },
    {
      "cite": "18 Hun, 1",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "15 N. Y. 437",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2018092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/15/0437-01"
      ]
    },
    {
      "cite": "64 N. Y. 458",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "3 Den. 512",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2187672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/3/0512-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 779,
    "char_count": 14383,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 6.959898646481071e-07,
      "percentile": 0.9653713401823812
    },
    "sha256": "d19dd6e8dd29d5d996fd80bc601b11e5342e60d390e888babc3714d1390ba43a",
    "simhash": "1:b82e27f4d28e0eeb",
    "word_count": 2539
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bridget E. McNulty, as Administratrix, etc., Respondent, v. Lyman M. Hurd, Appellant."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nIf the defendant had, before maturity of the notes, sought to enforce the judgment against Tong, he would have failed in- face of an averment that by those notes the time of payment had been extended. They were made by Tong and Lynch as principals and were negotiable. They constituted a new contract, to which the plaintiff’s intestate was not a party, and furnished a sufficient consideration for the extension of payment implied from the terms of the notes. (Fellows v. Prentiss, 3 Denio, 512; Hubbard v. Gurney, 64 N. Y. 458.) The plaintiff, however, set this litigation in motion and was. only entitled to recover upon proof .that her intestate had not consented to this new contract. It is true that this involved a negative, but without it she had no cause of action. The burden or onus probandi would, however, be shifted by slight evidence and thrown upon the party who was to profit by the consent, if given, and who, therefore, might be supposed to have cognizance of it. The mutual assent which establishes an agreement between two or more persons is usually gathered from their acts or. words in the presence of each other. When, therefore, it is conceded that one whose rights are to be varied by a transaction was not present when it was consummated, it is to be presumed, in the absence of any other evidence, that it was done without his consent. If it was given through an agent, or at another time, it must be so established by the party claiming the benefit of it. These principles apply here. Under the plaintiff’s allegations the agreement for an extension, its mode of execution and its consummation by the actual making and delivery of the notes, was a single and complete transaction.\nIt follows, that the admission by the defendant without qualification, that the surety was not present when the notes were signed, relieved the plaintiff from the necessity of further proof. It was assumed by the defendant upon the motion for a nonsuit, that all the facts existed as alleged by the plaintiff, except those specifically pointed out. As the case then stood an extension of the time of payment had been granted to the principal debtor, by reason of which the sureties’ own right of action was suspended, and the only fact wanting to complete the plaintiff’s case-was the non-consent thereto of the intestate This was supplied by the admission of the defendant and thus a prima faeie case established. It was not error, therefore, in the trial judge to refuse to dismiss the complaint.\nSecond. The requests made by the defendant for findings in his favor stand wholly upon the evidence given by the plaintiff’s assignor. The learned counsel for the appellant argues that the court had no right to disregard it. We think otherwise. Assuming that the narrative was in its words sufficient, it was for the judge to whom it was addressed to consider the credit due to the witness. He was the assignor of the judgment, bound, therefore, to maintain its validity (Furniss v. Ferguson, 15 N. Y. 437); and thus interested to the extent of the sum in volved in the controversy. He was testifying in 1878 to transactions that occurred in 1859. Was his memoiy faithful in retaining, so that he, if willing, could disclose them ? After testifying to facts which it is now claimed by the respondent amount to “ nothing more or less than a taking of the notes, reserving all rights against the sureties,” “or, at most, as collateral security,” he is asked by the court, “you agreed not to enforce the execution till the notes matured,” answers, “ until default was made in the payment,” and then, “ was that agreement you made in writing?” replies, “I don’t recollect, it is so long ago; it might have been in writing and might not.” He gave other evidence that would permit an inference to the contrary of the answer first quoted and which may be conceded sufficient to sustain the respondent’s position. Whether it should be accepted and whether his statement that Tong told him that McNulty consented to the arrangement should be believed or not, were questions upon which the decision of the trial court is final. It cannot be said there is any peremptory rule of law which requires a tribunal to accept as true the testimony of an interested witness delivered from unfaithful memory. The finding of the trial court in this respect is war* ranted by evidence and is sufficient to sustain the judgment. It is unnecessary, therefore, to consider other propositions advanced by the respondent in support of it,\nThe judgment should be affirmed,\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "Nathaniel C. Moak for appellant.",
      "John C. McGuire for respondent."
    ],
    "corrections": "",
    "head_matter": "Bridget E. McNulty, as Administratrix, etc., Respondent, v. Lyman M. Hurd, Appellant.\nWhere it is conceded that one, whose rights are to be varied by a transaction, was not present when it was consummated, it is to be presumed, in the absence of other evidence, that it was done without his consent.\nT., being in custody, gave the sheriff a bond for the jail limits, signed by McN., plaintiff’s intestate, and two others as sureties. Default having been made by T., the sheriff recovered judgment on the bond against all the obligors. After the death of McN. defendant, claiming as assignee, obtained a decree from the surrogate directing plaintiff to pay the amount unpaid on the judgment, and was about to enforce it when this action was brought to restrain the proceedings. The complaint, aside from the above facts, which were conceded, alleged that defendant’s assignor, without the knowedge or consent of McN., in consideration of the delivery of several promissory notes made by T., and L., one of the sureties, agreed to extend the time of payment until\" the notes fell due. Defendant, in his answer, admitted the receipt of the notes, but alleged that they were not in payment of the judgment, that it was to be canceled when the notes were paid, and that McN, had notice of, and consented to, the arrangement. On the trial, defendant conceded that McN. was not present at the time the notes were given. Upon this admission and the pleadings, plaintiff rested. Held, that a motion to dismiss the complaint was properly denied; that the giving of the notes was a good consideration for an agreement to extend the time of payment, and this was implied from their terms; that while the burden of proof was on plaintiff to show that her intestate had not consented to the new contract, this was to he presumed from the admission that he was not present, and relieved him from the necessity of farther proof, Also held, that the- court was not hound to take the testimony of defendant’s assignor in regard to the transaction as conclusive, although not contradicted; that, he being an interested witness, it was for the court to determine what credit was due him.\n(Argued October 3, 1881;\ndecided October 28, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the second j'udicial department, entered upon an order made May 13,1879, which affirmed a j'ndgment in favor of plaintiff, entered upon a decision of the court on trial at Special Term. (Reported below, 18 Hun, 1.)\nThis action was brought by plaintiff, as administratrix of the estate of James McNulty, deceased, to restrain defendant from proceedings to enforce a decree of the surrogate of Kings county, requiring plaintiff to pay out of the assets in her hands the balance due on a judgment against her intestate.\nOn the 20th day of May, 1858, one Tong, a prisoner in the custody of the sheriff of Kings county, in order to gain admission to the liberties of the jail, gave to him a bond in due form, in which James McNulty, the plaintiff’s intestate, William Thompson, and William Lynch joined as sureties. Default was made by the principal, and on the 9th day of February, 1859, the sheriff recovered judgment .upon, the bond, against the obligors, for $2,598.05. McNulty, the surety, having died in June, 1874, the plaintiff herein was appointed administratrix of his estate. In March, 1876, the defendant, claiming to be assignee of the judgment, and that part thereof remained unpaid, obtained a decree from the surrogate directing the administratrix of the deceased surety to pay the sum remaining due, and was about to enforce it when this action was instituted. The facts above stated were not denied. Plaintiff also alleged that in April, 1859, one Henry Hurd, defendant’s assignor, and the then owner of the judgment, in consideration of the delivery to him! of several promissory notes made by Tong, and Lynch, one of the sureties, to his order, payable at different times within twenty-nine months, and amounting in the aggregate to the full sum of the judgment, agreed to extend the time of its payment until the expiration of that period, and that this arrangement was without the knowledge or consent of the intestate. The defendant, by his answer, admitted the receipt of these notes, declared it was for the purpose of arranging a convenient mode for payment of the judgment, and that, at the time they were given, it was agreed they were not in payment of the judgment, but that when the last of the notes was paid the judgment should be canceled. It was also averred, by answer, “ that prior to and at the time the agreement was made, Tong represented to Hurd that he, the intestate, consented to the agreement, and that extension of time should be given;” and he relied upon this representation. The defendant also alleges “ that the intestate did have knowledge of the arrangement” prior to the making thereof, and consented thereto, and admits that, by payment of part of the notes, the amount due on the judgment has been reduced to the sum stated in the Surrogate’s decree. Upon the trial the defendant’s counsel admitted “ the notes were signed only by Tong and Lynch, and that the plaintiff’s intestate, McNulty, was not present at the time.” Upon this admission, and the admissions in the pleadings, the plaintiff rested. The defendant’s counsel moved for a dismissal of the complaint on the sole ground that “ the plaintiff had not proved that the intestate had not consented to the extension of time, and the- acceptance of the notes.” The motion was denied, and, after evidence from the defendant, the court found the agreement for'extension was made without the knowledge or consent of the surety, and, at the request of the defendant, also found that the only consideration for the agreement to extend the time of the payment of the judgment was the giving of the notes; but. refused the defendant’s request to find, either, “ that Tong represented to Henry Hurd that McNulty had consented to his accceptance of the notes, and that all had agreed to sign them,” or that he did, in fact, consent thereto.\nOther facts are stated in the opinion.\nNathaniel C. Moak for appellant.\nThe rights of parties to a judgment depend upon the original agreement between them and their original relations to each other, and such rights “ are protected by law as well after as before judgment.” (La Farge v. Herter, 9 N. Y. 241; Getty v. Binsse, 49 id. 385; Wood v. Fisher, 63 id. 245; Risley v. Brown, 67 id. 160; Davis v. Van Buren, 72 id. 587; Hauck v. Craighead, 67 id. 432; First, etc., v. Morgan, 73 id. 593; Johnston v. Harvy, 12 N.Y. Wkly. Dig. 29; Furlong v. Scallon, Irish Rep., 9 Eq. 202; Royal Ins. Co. v. Davis, 40 Iowa, 469; Witbeck v. Waine, 16 N. Y. 532; Bennett v. Abrams, 41 Barb. 619, 625; U. S. v. Price, 9 How. [U. S.] 83.) The bringing of one suit against joint and several debtors is no evidence of an election to treat them as joint debtors only. (Alfred v. Watkins, 1 Code [N. S.], 343; Brown v. Taylor, 76 N. Y. 566; U. S. v. Lawrence, 14 Blatchf. 229; Parker v. Jackson, 16 Barb. 33; Riddle v. Schermerhorn, 10 id. 638; Union Bk. v, Mott, 27 N. Y. 633.) Whatever statutory rights are given to the holder of a judgment against a surety survive his death, and it follows that the defendant is entitled to all statutory rights given by the owner of a judgment against another. (Foster v. Hooper, 2 Mass. 572; 2 R. S. 87, § 27; 2 Edm. St. 89; Ainslee v. Radcliff, 7 Paige, 439; Goodyear v. Watson, 14 Barb. 481, 487; Matter of Place, 1 Redf. Surr. 279; Hamed's Case, 4 Abb. Pr. 270-271; Trust v. Harned, 4 Bradf. Surr. 213.) There is no rule of law fixing the time within which one may discover that a writing does not express the contract which he supposes it does, or which bars him of relief for delay, other than that contained in the statute of limitations. (First Nat. Bk. v. Morgan, 73 N. Y. 593 ; Bangs v. Strong, 4 id. 321; 10 Pai. 11, 16; 7 Hill, 250; Lowman v. Yates, 37 id. 605.) There was no such extension of time to the principal debtor as to discharge his sureties. (Morgan, v. Smith, 70 N. Y. 537, 545-6; Palmer v. Purdy, 11 Wkly. Dig. 238; 11 Reporter, 343; Calvo v. Davies, 73 N. Y. 217.) The notes were taken only as collateral security, and did not operate to discharge the sureties not signing them. (Cary v. White, 52 N. Y. 138-143; Hawks v. Henchcliff, 17 Barb. 492; Taylor v. Allen, 36 id. 294; Remsen v. Graves, 41 id. 471; Van Etten v. Trouden, 67 id. 342-343; Elwood v. Diefendorf, 5 id. 298; Traders' Bank v. Bradner, 43 id. 393; 11 Wend. 320; 1 Bosw, 411; 5 Hill, 463; 3 Den. 512; 2 Am. Lead. Cas. 420; Williams v. Townsend, 1 Bosw. 411.) The taking of the notes was not a satisfaction of the judgment. (Noel v. Murray, 13 N. Y. 167; Buswell v. Pioneer, 37 id. 312; Darnall v. Morehouse, 36 How. Pr. 511.) An agreement to extend the time of payment, in order to discharge the sureties, must have been valid. (Reynolds v. Ward, 5 Wend. 501; 2 R. S. 135, § 2, subd. 1; 2 Edm. Stat. 140.)\nJohn C. McGuire for respondent.\nTaking the note of a principal, payable at a future time, suspends the creditor’s remedy until maturity, operates as an, extension of time, and will discharge, not merely a surety, but an indorser not assenting. (1 Johns. 34; 8 id. 389; 15 id. 243; 16 id. 273; 5 Hill, 465; 3 Den. 512, 521, 523, 578; 9 N. Y. 241; Cary v. White, 57 id. 138; Hubbard v. Gurney, 64 id. 456.) McNulty’s estate was discharged, both at law and in equity, by Ms death, after a joint judgment upon the bond, and before levy. (Richter v. Poppenhausen, 42 N. Y. 373; Getty v. Binsse, 49 id. 385; Risley v. Brown, 61 id. 160; Hauck v. Craighead et al., id. 432; Davis v. Van Buren, 6 Weekly Dig. 289; U. S. v. Price, 9 How. [U. S.] 90.)"
  },
  "file_name": "0547-01",
  "first_page_order": 573,
  "last_page_order": 580
}