{
  "id": 546244,
  "name": "Harrison Gilmore, Respondent, v. The Ontario Iron Company, Appellant",
  "name_abbreviation": "Gilmore v. Ontario Iron Co.",
  "decision_date": "1881-10-25",
  "docket_number": "",
  "first_page": "455",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 455"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "2 Barb. 613",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1933772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/2/0613-01"
      ]
    },
    {
      "cite": "22 Hun, 391",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 10778,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.2880428013003197e-07,
      "percentile": 0.6191637041387354
    },
    "sha256": "115301574c96195b54e5bcb288e5960e23ef4e855a6b918f13a84ebf277f6ce1",
    "simhash": "1:60a0e5260790e6d0",
    "word_count": 1999
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harrison Gilmore, Respondent, v. The Ontario Iron Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Folger, Ch. J.\nBy the terms of the agreement the defendant was to pay the plaintiff for the use of the premises twenty cents for each ton of ore mined. That the defendant should not let the lands lie idle, and thus the plaintiff have no profit from them, he exacted and it agreed that it would mine at least eight thousand tons each year; and that the plaintiff •should realize the full value of the mineral deposit on his land, he exacted and the defendant covenanted to mine all the ore on the land. In effect, this was an agreement to pay to the plaintiff at least $1,600 each year for the right to mine and remove the ore, and for so many years as it took to take it all out. But perceiving that there was a risk that the veins of ore might be so thin that the expense of mining it might be more than it was worth when mined, the defendant exacted and the plaintiff agreed that the covenant to take out all the ore • was limited to all the ore that was in veins of not less than fifteen inches, and where the veins were less than that thickness it was to be at the option of the defendant to mine it or not. The effect of this was that the defendant was bound absolutely to take out all the ore where it lay in a vein of fifteen inches or more, and was bound to take it all out where it lay in veins less thick than that, unless it used the option given to it not to do so. Under that agreement the defendant entered into the lands, and has kept possession of them ever since making entry. It has not mined all the ore from them, nor the eight thousand tons per year, nor has it fully paid the plaintiff the stipulated royalty, nor has it used the option and made lmown to the plaintiff that it purposed to use it. How if there is a vein there of the desirable thickness, it is bound to work it to exhaustion. If there is not such a vein, there, it is still bound to work what there is, or to use its option and to let the plaintiff know that it does, or to give him back the lands, that he may get what profit he can from them. True, the agreement of the defendant is subject to a contingency, but it is not' a contingency that is in the hand of the plaintiff. He has no power to put an end to the contract. Though there be no vein of the looked-for thickness, the defendant has yet the right to work what there is. The contingency is in the hand of the defendant. It must either apply it to be relieved from its covenant, or it must perform the covenant it has entered into. Hor is the position correct, that the defendant should pay for only so much as it actually took out. The price reserved for the right to mine is, in some sort, fluctuating, but not below the sum that twenty cents per ton for eight thousand tons will produce.\nNor was the minimum price affected by the instrument given by the plaintiff subsequent to the agreement. That contemplated a delay in commencing the work of mining, and a failure to get out the looked-for quantity when the mining operations had exhausted the land of ore. The facts do not yet exist that call upon the plaintiff to make performance of that subsequent agreement. If the failure of the defendant to mine the stipulated quantity came from the vein being less than the. thickness named, it was a matter of which it had the option to avail itself or not. The use of the option in that case would have been a good answer to a demand for the royalty on the stipulated quantity. The option not having.been exercised, the defendant still having the possession and use of the ■land, and the royalty unpaid,' there is but one answer it can make, and that is, that the land has been exhausted of ore.\nNor is the position sound that, because practically the agreement was not so much for the use of the plaintiff’s property as for the property itself, inasmuch as when the ore was mined it was no longer the plaintiff’s property, but that of the defendant ; the plaintiff, not having in fact yet parted \"with his property, ought not to have pay for it. The defendant, for aught that appears, may yet go on and .take away the property, or may have done so. The agreement, by its terms, was to run so long as was needed to enable the defendant to take out all the ore. It does not appear that the agreement has ever been ended. But the unsoundness of the position goes deeper than that. It would be no answer to a demand for rent of agricultural lands, that the tenant had let the land lie idle, and that all the elements of productiveness still lay in the soil unused; 'that those were what the tenant had bargained for, and they were yet there for the landlord. They are of value to the landlord only when used. He uses them in effect from year to year, through the tenant, and gets his profit from the use in the rent he receives. So here, the ore gives no return until dug out and marketed. The plaintiffs method of doing this was to let the privilege of mining to the defendant, and reserving a portion of the profit in the royalty stipulated for. It may have been, it probably was, the most profitable method for him to adopt to make gain from his ore. Though the ore may remain and not be lost to him, time has been lost to him in the process of having it turned into money. He has lost the enjoyment of the fruits of his property. He has lost the use of the surface of his lands. He has failed to realize the profitable results he looked for, and had a right to look for, from the bargain he made.\nThe judgment should be affirmed.\nAH concur, except Miller, J.. not voting.\nJudgment affirmed.",
        "type": "majority",
        "author": "Folger, Ch. J."
      }
    ],
    "attorneys": [
      "W. F. Cogswell for appellant.",
      "Alfred C. Coxe for respondent."
    ],
    "corrections": "",
    "head_matter": "Harrison Gilmore, Respondent, v. The Ontario Iron Company, Appellant.\nThe parties hereto entered into an agreement by the terms of which plaintiff leased to defendant certain land upon which was a bed of iron ore, for such term as would enable the lessee to mine and remove the ore. Defendant agreed to mine all the ore on the land where the vein was fifteen inches thick, where less than that it was at its option whether to mine or not ; it also agreed to mine at least eight thousand tons per annum, and to pay twenty cents per ton for each ton mined. Defendant entered into possession of the lands under the agreement. In an action to recover the stipulated royalty, held, that defendant was bound absolutely to take out all the ore where it lay in a vein of fifteen inches or more thick, and also all where the vein was thinner, unless it used the option given it; that, therefore, it was bound to work the land to exhaustion if there was a vein of the specified thickness ; if not it was still bound to work what there was, or to .let plaintiff know that it exercised option, or to surrender the lands; that until this was done defendant was bound to pay at least $1,600 each year.\nAfter the making of the agreement plaintiff executed to defendant a bond, which recited said agreement, and that defendant was willing to pay the • royalty agreed upon, but was desirous of delaying the mining ; it was conditioned that plaintiff would refund when defendant had exhausted the ore if the land failed to produce the amount for which the royalty had been paid. Held, that the right of plaintiff to recover the minimum sum fixed by the agreement was not affected by the bond, as the facts did not as yet exist calling upon plaintiff to perform the condition.\n(Argued October 12, 1881;\ndecided October 25, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the fourth judicial department, entered upon an order made October 5, 1880, which affirmed a judgment in favor of plaintiff, entered upon the report of a referee. (Reported below, 22 Hun, 391.)\nThis action was brought upon the following instrument executed by the parties:\n“ This indenture made this 18th day of October, 1872, by and between Harrison Gilmore of the first part, lessor, and the Ontario Iron Company of the second part, lessee, witnesseth: That the said party of the first part hereto doth lease and demise to said party of the second part, their successors and assigns, that certain piece or- parcel of land in the town of Ontario in Wayne county, Hew York, heretofore owned by one Morgan, and by him conveyed to said party of the first part, containing about twenty-five acres of land for the term of five years, and for such further period of time beyond five years as shall be required to enable said lessee, their successors and assigns, to mine and remove from said demised premises the iron ore, minerals and rock covering same, as hereinafter provided. Said party of the second part does hereby take and lease the said above-mentioned twenty-five acres of land for the term of time aforesaid, and hereby covenants and agrees to mine all the iron ore thereon where the vein or bed of merchantable ore shall be fifteen inches in thickness, and where it shall be less than fifteen inches in thickness it shall be at option of the said party of the second part, their, successors or assigns, whether to mine it or not. Said lessee to weigh the ore so mined on said premises, and keep an account thereof, and on the 5th day of each month, unless that day shall happen on Sunday, and in that case on the succeeding day, at their office in the city of Rochester, account with and pay said lessor, his heirs or assigns, twenty cents per ton gross weight for all ore so mined and weighed during the previous month, but it is mutually understood and agreed by the parties hereto, that the ore already mined and partly mined on said above twenty-five acres shall be taken by lessee at the actual cost of labor to the lessor, and that no royalty shall be paid on the same, and said lessee, for themselves, their successors and assigns agree to mine during the continuance of this lease at least eight thousand tons of ore each year, commencing on the 18th day of October, 1872.\n“ The said party of the first part agrees that said party of the second part shall have exclusive possession of said demised premises, with the appurtenances, from and after October 18, 1872, excepting the house and barn on the north-west comer thereof, and the possession of said house and barn on and after April 1, 1873.”\nDefendant entered upon said premises under the agreement and commenced mining ore therefrom, and has remained in possession of, paying $1,600 up to the 18th day of October, 1876, since which date no rent or royalty has been paid, except the sum of $8 on account of taxes paid by the defendant. Defendant did not mine eight thousand tons during the year ending October 18, 1878. Plaintiff claims to and did recover in this action the agreed royalty ($1,600) for that year.\nW. F. Cogswell for appellant.\nAlfred C. Coxe for respondent.\nA lease for years is not required to be under seal. (3 R. S. [6th ed.] 141, § 8; Warren v. Leland, 2 Barb. 613.)"
  },
  "file_name": "0455-01",
  "first_page_order": 481,
  "last_page_order": 486
}