{
  "id": 546262,
  "name": "Lyman H. Granger, Respondent, v. George W. Crouch et al., Appellants",
  "name_abbreviation": "Granger v. Crouch",
  "decision_date": "1881-10-25",
  "docket_number": "",
  "first_page": "494",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "86 N.Y. 494"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "30 N. Y. 294",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2040660
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/30/0294-01"
      ]
    },
    {
      "cite": "3 Hun, 254",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "58 N. Y. 646",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158449,
        2158513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0646-01",
        "/ny/58/0646-02"
      ]
    },
    {
      "cite": "2 N. Y. Sup. Ct. 25",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "opinion_index": -1
    },
    {
      "cite": "5 Hun, 536",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "34 N. Y. 183",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "34 Barb. 224",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5072876
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/34/0224-01"
      ]
    },
    {
      "cite": "3 Bosw. 505",
      "category": "reporters:state",
      "reporter": "Bosw.",
      "case_ids": [
        1343941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/16/0505-01"
      ]
    },
    {
      "cite": "37 Barb. 292",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5087875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/37/0292-01"
      ]
    },
    {
      "cite": "14 N. Y. 325",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "8 Barb. 585",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1936155
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/8/0585-01"
      ]
    },
    {
      "cite": "1 Sandf. Ch. 34",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2163576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/1/0034-01"
      ]
    },
    {
      "cite": "1 Hill, 473",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "5 Wend 187",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145731
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0187-01"
      ]
    },
    {
      "cite": "12 N. Y. 464",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "27 Barb. 489",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5012724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/27/0489-01"
      ]
    },
    {
      "cite": "9 Cow. 247",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "5 Den. 166",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0166-01"
      ]
    },
    {
      "cite": "5 Bosw. 238",
      "category": "reporters:state",
      "reporter": "Bosw.",
      "case_ids": [
        1338499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/18/0238-01"
      ]
    },
    {
      "cite": "11 Barb 592",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4908881
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/11/0592-01"
      ]
    },
    {
      "cite": "57 N. Y. 59",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "17 Iowa, 507",
      "category": "reporters:state",
      "reporter": "Iowa",
      "opinion_index": -1
    },
    {
      "cite": "1 Hopk. Ch. 569",
      "category": "reporters:state",
      "reporter": "Hopk. Ch.",
      "case_ids": [
        1892522
      ],
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/hopk-ch/1/0569-01"
      ]
    },
    {
      "cite": "32 Ga. 228",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        845211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/32/0228-01"
      ]
    },
    {
      "cite": "17 Ind. 52",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1454293,
        1454175
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "134"
        },
        {
          "page": "140"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/17/0052-01",
        "/ind/17/0052-02"
      ]
    },
    {
      "cite": "33 Ill. 481",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5211121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/33/0481-01"
      ]
    },
    {
      "cite": "17 Iowa, 503",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        9506557
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/iowa/17/0503-01"
      ]
    },
    {
      "cite": "18 Johns. 420",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710739
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/18/0420-01"
      ]
    },
    {
      "cite": "54 N. Y. 64",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 Denio, 133",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. 457",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "3 Sandf. Ch. 608",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2166706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/3/0608-01"
      ]
    },
    {
      "cite": "60 N. Y. 214",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        523155
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/60/0214-01"
      ]
    },
    {
      "cite": "9 Cow. 316",
      "category": "reporters:state",
      "reporter": "Cow.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "9 Wend. 410",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011163
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/wend/9/0410-01"
      ]
    },
    {
      "cite": "4 Ind. 134",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1450528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/4/0134-01"
      ]
    },
    {
      "cite": "32 Ga. 228",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        845211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/32/0228-01"
      ]
    },
    {
      "cite": "33 Ill. 481",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5211121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/33/0481-01"
      ]
    },
    {
      "cite": "17 Iowa, 503",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        9506557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/17/0503-01"
      ]
    },
    {
      "cite": "9 Cow. 316",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "9 Wend. 410",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011163
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/9/0410-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 943,
    "char_count": 19802,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 2.620280544639617e-07,
      "percentile": 0.8212805070874788
    },
    "sha256": "374d25dc57640ed06f11e3f1b2a01f0876cd7c1f7c61c34efd086207d967f3fd",
    "simhash": "1:770f302ab3c7e7f7",
    "word_count": 3492
  },
  "last_updated": "2024-02-27T20:42:53.385782+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lyman H. Granger, Respondent, v. George W. Crouch et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nAn interesting question is presented by the facts in this case. The defendants sold to one Purdy, for a consideration of about $13,000, certain real estate in the city of Rochester, upon a contract, by the terms of .which the vendee was to pay and secure the purchase-price through a conveyance to the vendors of certain other real estate, and a bond and mortgage upon the lands purchased for $6,500, and paying the balance of about $3,200, in cash. When the parties came to carry the contract. into execution, the arrangement was modified by substituting for the cash payment the notes of the vendee, running for two. months and three months respectively, and secured by another bond and mortgage upon the property purchased. As a result, Purdy became the owner of the land, and the defendants held two several mortgages upon it, one for $6,500, which was payable, one-half in one year and the balance in two years; and another for about $3,200, payable in two and three months. . Both of these mortgages were recorded at the same moment and their lien was apparently concurrent. There was quite a sharp dispute at the trial over an alleged agreement giving the larger mortgage priority, but the referee has found against the existence of any such agreement, and we must, therefore, assume that, at the date of the delivery of the mortgages, there was no contract expressed by which one lien was to have priority over, the other. Thus matters rested until about the time of the maturity of the notes, when Purdy again found himself unable to meet the liability which was close at hand. In this emergency he resorted to the plaintiff, Granger. He told the latter of his purchase, and described the property as worth $13,000 or $14,000; that he had given two mortgages on it “at the same time;” that one of these was to secure two notes which were about maturing; and proposed that Granger should take the notes and their collateral mortgage, and extend their time of payment for a year, offering in addition to pay a bonus of $150, for the accommodation. The plaintiff postponed an answer until the next day. In the meantime he went to the clerk’s office, and saw the record of the two mortgages, and that they were concurrent, neither having priority of lien over the other. He also went and examined the mortgaged property. On the next day Purdy called for his answer. Granger at first declined the proposition. Purdy then proposed to strengthen the security by giving a further collateral mortgage upon his real estate in Palmyra, the situation of which he described. Granger thereupon intimated a disposition to make the arrangement if he could buy the paper at a discount of ten per cent, and in the afternoon, at the office of his counsel, and after consultation with him, announced to Purdy that he would make the arrangement. The agreement thus made, and requiring only to be formally executed, was wholly between these parties, and intended for their mutual benefit and accommodation. Indeed, if Granger is to be taken as the witness detailing the facts correctly, he did not see Craig or the Crouches, who held the mortgages, until after the entire transaction in all its details was, executed and closed. How that was done we are told by Mr. Dunning who acted as attorney for Granger. He first drew the bond and mortgage on. the Palmyra property which Purdy executed. Having Granger’s checks for the amount of each note, less the ten per cent, in his possession, as each matured, he met Craig at the bank where they had been discounted, paid over the checks, took the notes indorsed by Craig and Crouch “without recourse,” and an assignment to Granger of the $3,200 mortgage. This account of the transaction follows the version of the plaintiff and his attorney, and accords with the referee’s conclusions upon the facts. Its characteristic feature is the utter absence of any agreement or understanding with Craig and the Crouches, save only what is indicated by the character of the transaction, and the mode and manner of its execution. The assignment to Granger of the $3,200 mortgage contained an ordinary and usual provision, upon which, however, the conclusion of the referee is largely founded, and is in these words, viz.: “ And we do hereby make, constitute and appoint the said party of the second part our true and lawful attorney, irrevocable, in our name or otherwise, but at his own proper costs and charges, to have, use, and take all lawful ways and means for the recovery of said money and interest, and in case of payment to discharge the same as fully as we might or could do if these presents were not made.”\nOut of this state of facts the question now arises as between Granger, the holder of the $3,200 mortgage, and Crouch, who is the holder of the $6,500 mortgage, which security, if either, has priority of lien. It is contended, on behalf of the plaintiff, that his mortgage is entitled to be first paid out of the proceeds of the property, and such is the, conclusion of the referee and of the General Term. It is claimed by the appellant that the $6,500 mortgage is entitled to priority, or, if not, that at least the two mortgages are to be treated as concurrent, and to share fro rata in the proceeds of the foreclosure.\nThe authorities in this State do not put the question beyond the domain of reason and reflection. They do little more than point out the way. They are plainly founded upon the idea that the decisive test in every case is the intention of the parties, either as actually expressed, or as derived from the natural equity of the situation. In The Mechanics' Bank v. Bank of Niagara (9 Wend. 410) both the expressed intention and the natural equity were present. The Bank of Niagara owed the Bank of Hudson. The latter pressed for payment. The debtor bank responded by assigning a specified portion of a bond and mortgage which it held against a third person. In the assignment itself it expressly provided that the transfer should not destroy the right of the assignor to collect and receive the residue. There was here one mortgage and not two. The proviso plainly indicated an understood purpose to give priority to the assignee, and reserve to the assignor only the balance which might then remain; and this expressed intention accorded with the natural equity of the situation. The assignment was to pay a debt. It was sought to be paid in full, and expected to be received in full. If there was to be loss or shrinkage it fell justly upon the assignor. There was no shadow of equity in imposing it on the assignee. He was properly held entitled to be paid in full. In Stafford v. Van Rensselaer (9 Cow. 316) there was clear evidence of the intention of the parties that the mortgage to be given by Wright to Van Rensselaer was to have priority, and that the concurrent registry was accidental and a mistake; and the court further gave weight to Van Rensselaer’s equitable lien upon the land for the purchase-money.\nThe cases cited from the reports of other States seem, at first glance, to disregard the intention and the equity, and to establish an arbitrary rule. They determine that where there are several holders of notes or bonds secured by one mortgage, and such notes or bonds mature at different dates, those first falling due have priority of lien, for the reason that the power to first foreclose implies such priority. (Isett v. Lucas, 17 Iowa, 503; Funk v. McReynold's Admr's, 33 Ill. 481; Gardner v. Diederichs, 41 id. 158; Stanley v. Beatty, 4 Ind. 134; Murdock v. Ford, 17 id. 52; Hough v. Osborne, 7 id. 140; Roberts v. Mansfield, 32 Ga. 228.) They treat the holders of such notes and bonds as having successive mortgages, whose liens arise in the order of agreed payment. After all, these decisions probably rest upon the idea of intention and equity, although they seem to infer the intention somewhat arbitrarily from the one fact of a difference in the maturing of the notes and bonds. While it may be granted that such a fact is one to be taken into consideration and have its weight, we do not think it should be deemed at all controlling, or serve as the basis of an arbitrary and unelastic rule. These are cases, too, of a single mortgage securing several and separate notes or bonds, and not of two mortgages, each protecting its single liability.\nIn the present case we are, therefore, to study the facts with the view of evolving the intentions of the parties, and of justly appreciating the natural equities of the transaction. As, between the original mortgagor and mortgagees, it is quite certain that, while no express agreement to that effect was made, the unexpressed intention and understood purpose was that the $3,200 mortgage should not have priority of lien. Such is the manifest inference from the very nature and character of the transaction. By the terms of the original contract, that mortgage was not to have been given at all, but its amount was to be paid in cash, and the property was to secure the $6,500 mortgage alone. When the smaller mortgage and the notes were substituted for the money, the arrangement was still temporary, to meet a supposed momentary emergency, and both parties plainly contemplated its prompt payment, and a consequent restoration of the original terms of the contract. That Craig so understood it is not at all doubtful, and what Purdy supposed is evident from his testimony. He says that he supposed the $3,200 mortgage was to be a second mortgage, and when asked why, significantly replies: “ If I had been situated as Craig and Crouches were, I should certainly expect my mortgage of $6,500 to come first, and this smaller mortgage to come second.” He plainly understood more strongly than we do the natural equity of the transaction. What now did Granger understand ? We are to assume, because he so swears, that he had no talk on the subject with either Craig or Purdy. His only knowledge of the situation must, therefore, have been derived from the papers. He went to the clerk’s office to examine, and found both mortgages registered, and, therefore, equal and concurrent liens, and he could not have known anything to the contrary. Acting upon that knowledge, he declined the loan, most palpably because he doubted the security, a thing he would not have done if he had thought the small mortgage a prior lien. Purdy removed his difficulty by proffering additional security. That we do not misunderstand Granger’s position is evident from what he said when first informed that the $6,500 mortgage was claimed to be a prior lien. He himself testifies that he said: “ Mine was as much, a first mortgage as the other.” And again: “ I don’t think I have claimed to Purdy that mine was a first mortgage beyond any question. I told young Frank to tell his father that mine was as much a first mortgage as his.” It seems to us, therefore, very plain that both the understanding of all the parties, and the inferences to be drawn from the very nature of the transaction are adverse to the idea of an intention, in the mind of any one, that the smaller mortgage should have a preference. The transfer to Granger, though in form a sale, was in substance and intention a loan to Purdy. The whole arrangement was at his instance, and for his benefit, and when Craig got the money he was not yet in the position for which he originally contracted, but was left bound to share his remaining security with the one assigned.\nWe may now recur to the reasons given by the learned referee for the preference which he awards to the Granger mortgage. His first reason is founded upon the clause in the assignment which we have already recited. He argues that as the mortgagees, while they held both mortgages, might or could have foreclosed the smaller mortgage first, and so have given it a preference, their right was transferred to the assignee. We are not convinced by this reasoning. The language upon which it is founded is a common and formal phrase, never before supposed to have materially enlarged the rights of the assignee. But it seems to us that the whole basis of the argument is rather technical than real. While the mortgagees held both mortgages there was no such thing as actual, substantial priority of lien. Theoretically and technically, the one first foreclosed might he said to have attained a preference. Actually and practically it made no difierence to the holder which was first foreclosed, and there was no such tangible and real thing as a preference. How can a man get a preference over himself ? The inquiry can only arise when there is a diversity of ownership.\nThe second reason given by the referee is that which is relied upon by the courts in some of the western States as a basis of their rule, viz.: that the maturity of the notes before the maturity of the larger mortgage gave the right of first foreclosure, and, therefore, priority of lien. We have already indicated an unwillingness to follow the authorities referred to and assigned the reason. And then, here were two mortgages instead of one, and while one was assigned the other was retained. This was not the case of a- single mortgage, payable in installments, one of which and the first to mature was specifically assigned. In such a case, if the transaction were really a sale, or the payment of a conceded debt, there would be rational ground, out of the natural equity of the situation, to infer an intention that priority should be given. That is not at all the case before us. It is sought to be made so by insisting that both mortgages should be read as part of one transaction. There is abundance of authority for such rale in a proper case, but it has no application here. The smaller mortgage was assigned by itself, as a separate and distinct security, and not at all as a part or parcel of a much larger mortgage.\nOur study of the case brings us to the conclusion that these mortgages were concurrent, neither intended or understood to have any preference over the other. It is quite true that, as a consequence, Granger proves to have paid $3,200 for a security, which, if there be a deficiency, does not yield him that amount, and to the extent of his loss, the original mortgagees are benefited, but Granger paid his price with full knowledge of the situation, and guarded himself against the danger by taking further collateral, and the mortgagees on the other hand parted with their notes and so lost the personal remedy against Purdy, which passed to and remains vested in the assignee. There is nothing, therefore, inequitable or unjust in the result.\nThe judgment should be reversed and a new trial ordered, with costs to abide the event.\nAll concur, except Miller, J., not voting.\nJudgment reversed.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "William F. Cogswell for appellants.",
      "J. M. Dunning for respondent."
    ],
    "corrections": "",
    "head_matter": "Lyman H. Granger, Respondent, v. George W. Crouch et al., Appellants.\nDefendants contracted to sell certain real estate to one P., who agreed to pay and secure the purchase-price by conveying to the vendors certain other real estate, paying $3,200 in cash, and giving a bond secured by a mortgage for $6,500 upon the land purchased, payable in two years. When the parties came to execute the contract, it was modified by substituting for the cash payment the vendee’s notes at two and three months, secured by another bond and mortgage on the property purchased. The two mortgages were recorded at the same time ; there was no agreement by which the lien of one was to have the priority over the other. Prior to the maturity of the notes, plaintiff at the request of P., and upon receiving a bonus from him, agreed to take the notes and their collateral mortgage, and to extend the time of payment for a year; P. to give him also other security. Plaintiff was advised by P. that The two mortgages were given at the same time. Defendants thereupon indorsed the notes “without recourse,” and assigned the mortgage to plaintiff. The assignment contained the usual clause constituting the assignee the attorney for the assignors, to collect in their name and to discharge, etc. In an action to foreclose plaintiff’s mortgage, Jidd, that it was not entitled to priority, that the two mortgages should be treated as concurrent, each to share pro rata in the proceeds of the foreclosure.\nIn such case the intention of, and the equities existing between the parties will control.\nM. Bank v. Bank of N. (9 Wend. 410); Stafford v. Van Rensselaer (9 Cow. 316), distinguished.\nThe authorities in other States, holding that where different obligations maturing at different dates are secured by one mortgage, those first falling due have the priority of lien, distinguished and questioned.-\n(Argued October 12, 1881;\ndecided October 25, 1881.)\nAppeal from judgment of the General Term of the Supreme Court, in the fourth judicial department, entered upon an order made June 26, 1880, which affirmed a judgment in favor of plaintiff, entered upon the report of a referee.\nThis action was brought to foreclose a mortgage.\nThe material facts are stated in the opinion.\nWilliam F. Cogswell for appellants.\nThe referee erred in holding that the mortgage of the plaintiff was superior to that of the defendants and should be first satisfied out of the proceeds of a sale of the mortgaged premises. (Campbell v. Birch, 60 N. Y. 214; Stafford v. Van Rensselaer, Hopkins’ Chancery, 569; 9 Cowen, 316.) Under the circumstances stated, a payment should be distributed over the entire indebtedness pro rata. (Donly v. Hays, 17 Sergeant & Rawle, 400, Righter v. Stall, 3 Sandf. Ch. 608; Campbell v. Vedder, 1 Abb. Ct. of App. Dec. 295.)\nJ. M. Dunning for respondent.\nThe deed, bond, notes and mortgages having been given at one and the same moment of time, between the same parties, in relation to the same subject-matter, are to be construed as making one contract. (Stow v. Tift, 15 Johns. 457; Cornell v. Todd, 2 Denio, 133; Mott v. Richmeyer, 54 N. Y. 64; Rawson v. Lampman, 5 id. 461; Hathaway v. Payne, 37 id. 100; Colwell v. Wells, 11 id. 315; Coddington v. Davis, 1 id. 186; Van Hagan v. Van Rensselaer, 18 Johns. 420.) The portions of the debt first falling due are first to be paid out of the proceeds of the sale of the mortgaged premises, and for that reason are the first lien. (17 Iowa, 503; Bank v. Bank, 9 Wend. 410; Finch v. McReynolds, 33 Ill. 481; Gardner v. Diedrich, 41 id. 458; Murdoch v. Ford, 17 Ind. 52; Stanley v. Beatty, 4 id. 134; 7 id. 140; 24 id. 298; Roberts v. Mansfield, 32 Ga. 228.) The absolute assignment of the notes and mortgage by the mortgagees to the plaintiff gave the right to the plaintiff to priority of satisfaction. (Bank v. Bank, 9 Wend. 410; 17 Iowa, 503; Van Rensselaer v. Stafford, 1 Hopk. Ch. 569, 575; 9 Cow. 316; Douglass v. Peele, 1 Clark, 563.) Parol or extrinsic evidence cannot be used to explain, modify or contradict these writings. (Isete v. Lucas, 17 Iowa, 507; 57 N. Y. 59; 11 Barb 592; 5 Bosw. 238; 18 Johns. 420; 5 Den. 166; 9 Cow. 247; 27 Barb. 489, 8 id. 485; 38 id 215; 12 N. Y. 464; 30 id. 493 ; 49 id. 110; 2 Keyes, 210; 5 Wend 187; 1 Hill, 473, 1 Sandf. Ch. 34; 8 Barb. 585; 11 Paige, 650; 14 N. Y. 325.) The admission of incompetent evidence is immaterial if it could not affect the result of the trial. Barton v. City of Syracuse, 37 Barb. 292; Lowery v. Steward, 3 Bosw. 505; Boyd v Foot, 5 id. 110; Diver v. Phelps, 34 Barb. 224; Rundle v Allson, 34 N. Y. 183-184; Downs v. N. Y. C. R. Co., 56 id. 665, Rowland v. Hegaman, 59 id. 643; Bennet v. Austin, 5 Hun, 536; Platt v. Platt, 2 N. Y. Sup. Ct. 25; 58 N. Y. 646; Church v. Kidd, 3 Hun, 254.) It was lawful and competent for Purdy to procure Granger to take an assignment of the notes and mortgage from Craig and Grouch, and \"to pay him for so doing ten per cent of the amount, or any other sum agreed upon, (Dodge v. Crandall, 30 N. Y. 294.)"
  },
  "file_name": "0494-01",
  "first_page_order": 520,
  "last_page_order": 529
}