{
  "id": 550669,
  "name": "The People of the State of New York, Respondent v. Charles Bragle, Appellant",
  "name_abbreviation": "People v. Bragle",
  "decision_date": "1882-04-11",
  "docket_number": "",
  "first_page": "585",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 585"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "21 Wend. 354",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0354-01"
      ]
    },
    {
      "cite": "68 N. Y. 492",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "17 Wis. 677",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    },
    {
      "cite": "2 Ohio St. 319",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        503268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/2/0277-01"
      ]
    },
    {
      "cite": "36 Miss. 531",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        8838145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/36/0531-01"
      ]
    },
    {
      "cite": "21 Minn. 47",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        738502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/21/0047-01"
      ]
    },
    {
      "cite": "16 Ind. 357",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1452163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/16/0357-01"
      ]
    },
    {
      "cite": "17 Cal. 389",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2299372
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/17/0389-01"
      ]
    },
    {
      "cite": "68 Mo. 22",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        455101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/68/0022-01"
      ]
    },
    {
      "cite": "88 Penn. St. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061237
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0189-01"
      ]
    },
    {
      "cite": "7 Ohio, 180",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        583590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/7/0181-01"
      ]
    },
    {
      "cite": "14 Ind. 39",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1440142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/14/0039-01"
      ]
    },
    {
      "cite": "21 Wend. 510",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "5 Hill, 32",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "19 N. Y. 564",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "72 N. Y. 373",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "64 N. Y. 148",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0148-01"
      ]
    },
    {
      "cite": "35 N. Y. 49",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/35/0049-01"
      ]
    },
    {
      "cite": "78 N. Y. 502",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "18 Penn. 103",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": -1
    },
    {
      "cite": "43 N. Y. 1",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2048126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/43/0001-01"
      ]
    },
    {
      "cite": "26 Hun, 378",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "1 Wend. 91",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003298,
        2003260
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0091-02",
        "/wend/1/0091-01"
      ]
    },
    {
      "cite": "56 N. Y. 334",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/56/0334-01"
      ]
    },
    {
      "cite": "43 N. Y. 1",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2048126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/43/0001-01"
      ]
    },
    {
      "cite": "1 Wend. 91",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003298,
        2003260
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/1/0091-02",
        "/wend/1/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 13322,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 4.4016530096142935e-07,
      "percentile": 0.9199337490332448
    },
    "sha256": "5c826502c6f0081ab8cb153b07d22900b02bd340bf72b34ed579073803bf3dd3",
    "simhash": "1:bd6bec1ffdac60ec",
    "word_count": 2410
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Respondent v. Charles Bragle, Appellant."
    ],
    "opinions": [
      {
        "text": "Miller, J.\nThe prisoner was indicted for wrongfully attempting to obtain public moneys from the county of Albany by presenting an account to the board of supervisors of said county purporting to be for the burial and taking charge of the bodies of persons who were dead, which account was verified by an affidavit stating that the items of the account were correct and that no part thereof had been paid or satisfied. Among other items was a charge for' the burial or taking care of the body of one Edward Kilbum, which was claimed to be fraudulent, upon the ground that the prisoner had agreed with one Edmond J. Creidge, who had been a fellow workman with the deceased, that the entire cost of the coffin and other expenses of the burial should be twenty-four dollars, which sum had been paid by Creidge from moneys which were raised by subscription to pay such expenses; Creidge testified that prior to the arrangement with the accused he had made a bargain with one Arnold to perform the same service, hut being informed that it was the wish of the widow of the deceased that he should employ Bragle, he did so in the place of Arnold.\nThe accused claimed and swore that he had made no such bargain with Oreidge as he Oreidge testified to; that he took charge of the body at the request of the widow of the deceased, and that the sum paid to him by Oreidge was for the coffin only, and that extra care was required, for which the charge was made and presented. Upon the trial Arnold was called and sworn as a witness for the people, and upon being recalled by the accused the following question was put to him by the counsel for Bragle: “ Do you remember the price of the coffin you were to furnish ”? This was objected to by the prosecution as irrelevant and immaterial, the objection sustained, and an exception taken by the prisoner’s counsel. It is claimed by the counsel for the accused that it was proper to prove by Arnold that Oreidge had agreed with Arnold to pay him thirty-four dollars for a coffin only, and that such coffin was of less value than the one which the accused had furnished. Ho such distinct offer was made, although there was proof tending to show that Arnold had charged thirty-four dollars for the coffin alone, and it is perhaps fairly to he inferred that the object of the evidence was to show that the price paid the accused was very moderate, and hence the evidence offered bore upon the question whether the agreement had actually been made, and the credibility of the evidence introduced by the prosecution to establish such agreement. We are of the opinion that the testimony was too remote and related to a separate and distinct transaction which had no connection with the arrangement made with the accused, and was properly excluded. The question as to the value of the coffin which Arnold was to furnish was not in issue. Whether it was more or less could not affect the real question on trial, which was whether the accused had unlawfully and in violation of the statute charged and attempted to obtain from the county an item in his account which had been provided for by agreement and which he could not lawfully charge against the county.\nIf the charge for the burial and taking care of the body of the deceased was within the contract made with the accused, the price agreed to be paid to Arnold could have no bearing whatever upon the case. One of the grounds of dismissing Arnold and employing Bragle was that the coffin Arnold furnished was a miserable one, and that the price charged for the same was enormous and extravagant. It was not shown that the coffins were of the same kind, and proof showing that the one furnished by Arnold was of more value than that furnished by Bragle would have been irrelevant.\nA comparison of the two would be of no consequence, as the facts were different in reference to each one. The question litigated was not as to the value of the two or the value of the services rendered, but as to the right to make any claim against the county. No light would be thrown upon this question by the evidence offered, nor would it aid the accused upon the question as to his knowledge whether the claim was unjust.\nAs bearing upon the question as to the admissibility of such evidence which has been considered, see Green v. Disbrow (56 N. Y. 334); Canaday v. Krum, (83 id. 67, and authorities cited at pages 73 and 74).\nThe claim made that there was error by reason of the absence of the accused during a portion of the trial is not sustained. The accused wished to communicate by telephone with a witness and started to leave the room. The district attorney objected, but he left the room and was absent for a period of five minutes, and his counsel continued the cross-examination of a witness in the meantime. The telephone was in an ante-room fifteen or twenty feet from the judge’s bench, which was connected with the court-room by swinging doors, which are not shown to have been closed at the time. The accused was close by within call and could have been notified at .once. Ho new witness was called, and no evidence taken that it was important for him to hear. His absence was a voluntary one at his own request, for his own benefit, and we may assume essential for the protection of his rights. The place was really a part of the court-room, and connected with it as a •matter of convenience if not necessity. Under such circumstances it would require a very rigid construction to hold that the rights of the accused had been invaded or the law violated.\nThe statute (3 R. S., § 18 [6th ed.], 1029), which declares that no person shall be tried for a felony unless personally present during the trial, was evidently meant for the protection of the prisoner, and a substantial performance was all which was required. To say that it was violated when the prisoner was actually at hand in a part of or immediately near the room where the trial was in progress is scarcely warranted by the facts, and would be going far beyond any reported case in this State. None of the cases relied upon go to any such extent, and a real absence was an important feature of the trial in each of them. (People v. Perkins, 1 Wend. 91; Maurer v. The People, 43 N. Y. 1.) In the last case cited a very broad rule is laid down, but the facts were of a character which fully justified the rule stated and the decision of the court. The indictment was for murder, and sometime after the jury had retired, and about midnight they returned into court and asked for additional instructions from- the court, which were given accordingly. The prisoner was not in the court-room and it does not appear that he was near by, or where he was, or for what period of time the court were engaged in again instructing the jury. It was a very material part of the trial and it is easy to see how the rights of the prisoner might be affected by such a proceeding. The statute would be of no force if it could not be held applicable to such a case, and the case must be regarded in view of the strong facts and evidence presented. Far different, however, is the case where he merely enters a room which is an appendage of the court-room for purposes relating to the trial and directly within the precincts and under the control of the court.\nIt is further contended that' the judge erred in his charge where he stated the offense to be a misdemeanor. No exception was taken to this part of the charge, and it was not mentioned until after the jury had rendered their verdict, and then a motion was made to set aside the verdict upon this ground, which, was denied. The case shows that after this an exception was taken to this portion of the charge where the word “ misdemeanor ” is used. Had the exception been made before the jury had retired the judge would have had an opportunity to correct the charge, and after this it would seem to have been too late to raise this question. It is not claimed that the exception thus made was in due season, but although it was late it is insisted that the same strict rule will not be enforced in criminal cases, and the court will look at the substance of the point urged, having in view the promotion of justice. Assuming this to be true, still we are unable to perceive that any injury was inflicted upon the accused by the supposed error. Both counsel had stated to the jury the punishment which might result from á conviction, and it is not a legitimate conclusion that the jury would give any less consideration to the case under these circumstances than if they had been advised that the accused was on trial for a felony.\nThere was no error on the trial, and the conviction and judgment should be affirmed.\nAll concur, except Tracy, J., dissenting, and Rapadlo, J., not voting.\nJudgment affirmed.",
        "type": "majority",
        "author": "Miller, J."
      }
    ],
    "attorneys": [
      "Hamilton Harris for appellant.",
      "D. Cady Herrick, district attorney, for respondent."
    ],
    "corrections": "",
    "head_matter": "The People of the State of New York, Respondent v. Charles Bragle, Appellant.\nUpon the trial of an indictment for wrongfully attempting to obtain public moneys from the county of A. by means of a fraudulent undertaker’s bill, it appeared that among the items in the account presented by the prisoner was one for the burial and taking care of the body of K. The prosecution proved by one C. that he made a contract with the prisoner to pay §34 for the entire expenses of the burial, which sum was paid by 0.; the latter also testified that prior to making such contract, he had made a contract with A. to perform the same services, but, at the request of the widow of the deceased, had employed the prisoner. The prisoner testified that his agreement with G. was simply for the coffin. A. was called as a witness for the prosecution, and on being recalled by the defense was asked, “ Do you remember the price of the coffin you were to furnish ? ” This was objected to as irrelevant and immaterial, and excluded.\nHeld no error.\nDuring the trial the prisoner wishing to communicate with a witness by telephone, which was in an ante-room connecting with the court-room by swinging doors and within call, started to go to it for that purpose ; the district attorney objected, but the prisoner went, and was absent about five minutes, during which time .his counsel continued the cross-examination of a witness. Held, that this was not a violation of the statutory provision (2 E. S. 734, § 13) declaring that no person can be tried for a felony “ unless he be personally present during such trial; ” that said provision was intended for the protection of the prisoner and a substantial performance was all that was required.\nPeople v. Perkins (1 Wend. 91), Maurer v. The People (43 N. T. 1), distinguished.\nThe court charged that the offense was'a misdemeanor; no exception was then taken, but after verdict, a motion to set it aside on the ground of error in this charge was made, which was denied, and after this an exception to the charge was taken. Held untenable ; that assuming the strict rule as to taking exceptions should not be enforced on a criminal trial, no injury could have resulted from the alleged error.\n(Argued March 24, 1882;\ndecided April 11, 1882.)\nAppeal from judgment of the General Term of the Supreme Oourt, in the third judicial department, entered upon an order made January 24, 1882, which affirmed a judgment of the Court of Sessions of the county of • Albany, convicting the appellant of the. crime of attempting wrongfully to obtain public moneys from the county of Albany. (Mem. of decision below, 26 Hun, 378.)\nThe material facts are stated in the opinion.\nHamilton Harris for appellant.\nThe absence of the accused from the court-room during a part of the trial was error. (Maurer v. The People, 43 N. Y. 1; People v. Perkins, 1 Wend. 91; Prene v. Comm., 18 Penn. 103.) The court wrongly instructed the jury to the effect that the charge was a misdemeanor. (Buel v. The People, 78 N. Y. 502.)\nD. Cady Herrick, district attorney, for respondent.\nWhere it is apparent that an alleged error could not affect the result, or work injury or injustice to the party accused, the conviction should not be reversed. (People v. Gonzales, 35 N. Y. 49-60; People v. Bramley, 32 id. 535; People v. People, 72 id. 373.) Where an indictment charges crime, in relation to a number of items, proof of one is sufficient. (Harris v. People, 64 N. Y. 148-153.) The illegal admission of evidence as to some will not vitiate the finding as to others. (Phelps v. People, 72 N. Y. 373.) The temporary voluntary absence during the trial of the accused in the ante-room was not error. (Code Crim. Pro., § 434; Stephens v. People, 19 N. Y. 564; Beebe v. People, 5 Hill, 32; People v. Ratlibim, 21 Wend. 510-543; Stephens v. People, 4 Park. 508; McCorkle v. State, 14 Ind. 39; Fight v. State, 7 Ohio, 180; Lynch v. Comm., 88 Penn. St. 189; State v. Erate, 68 Mo. 22; Peoplev. Bealoba, 17 Cal. 389; State v. Wamere, 16 Ind. 357; State v. Richards, 21 Minn. 47; Price v. State, 36 Miss. 531; Wilson v. State, 2 Ohio St. 319; Hill v. The State, 17 Wis. 677.) As there was no exception to that portion of the judge’s charge wherein he stated the offense to be a misdemeanor, no question was raised. (Buel v. People, 68 N. Y. 492; Campden Transp. Co. v. Belknap, 21 Wend. 354.) The motion in arrest of judgment, upon the ground that there is no punishment prescribed for the offense, was properly denied. (3 R. S. [6th ed.] 988, §3.)"
  },
  "file_name": "0585-01",
  "first_page_order": 613,
  "last_page_order": 619
}