{
  "id": 550679,
  "name": "David W. McLean, Respondent, v. Isaac H. Cary, Jr., et al., Appellants",
  "name_abbreviation": "McLean v. Cary",
  "decision_date": "1882-03-21",
  "docket_number": "",
  "first_page": "391",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 391"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "9 Fed. Rep. 489",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "24 N. J. Eq. 195",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        531038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/24/0195-01"
      ]
    },
    {
      "cite": "27 Ala. 336",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8495673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/27/0336-01"
      ]
    },
    {
      "cite": "57 Miss. 484",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "8 Me. 381",
      "category": "reporters:state",
      "reporter": "Me.",
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "11 Wheat. 59",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0059-01"
      ]
    },
    {
      "cite": "10 N. Y. 194",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 301",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "20 Johns. 554",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/20/0554-01"
      ]
    },
    {
      "cite": "5 Fla. 20",
      "category": "reporters:state",
      "reporter": "Fla.",
      "opinion_index": -1
    },
    {
      "cite": "20 Wend. 525",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 709",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "43 Barb. 456",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "24 N. Y. 623",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/24/0623-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. 300",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 Lans. 393",
      "category": "reporters:state",
      "reporter": "Lans.",
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "20 Johns. 572",
      "category": "reporters:state",
      "reporter": "Johns.",
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Duer, 696",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1324756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/8/0696-01"
      ]
    },
    {
      "cite": "3 Cow. 607",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "2 Barb. 12",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "4 Abb. Ct. App. Dec. 535",
      "category": "reporters:state",
      "reporter": "Abb. Ct. App.",
      "opinion_index": -1
    },
    {
      "cite": "18 Wend. 353",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2022129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/18/0353-01"
      ]
    },
    {
      "cite": "22 N. J. Eq. 42",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "opinion_index": -1
    },
    {
      "cite": "4 Abb. Ct. App. Dec. 260",
      "category": "reporters:state",
      "reporter": "Abb. Ct. App.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wall. 312",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "5 Vt. 530",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "60 Barb. 315",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "4 Vt. 412",
      "category": "reporters:state",
      "reporter": "Vt.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "29 N. J. 209",
      "category": "reporters:state",
      "reporter": "N.J.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "61 Ga. 128",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        19919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/61/0128-01"
      ]
    },
    {
      "cite": "48 Barb. 354",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "55 Ala. 282",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8492751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/55/0282-01"
      ]
    },
    {
      "cite": "21 Penn. St. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 Pick. 74",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bur. 474",
      "category": "reporters:state",
      "reporter": "Bur.",
      "opinion_index": -1
    },
    {
      "cite": "9 Johns. 337",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372347
      ],
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0337-01"
      ]
    },
    {
      "cite": "73 N. Y. 500",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "12 Hun, 308",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. Ch. 478",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1975606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/1/0478-01"
      ]
    },
    {
      "cite": "4 Johns. 386",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Fla. 40",
      "category": "reporters:state",
      "reporter": "Fla.",
      "opinion_index": -1
    },
    {
      "cite": "16 Hun, 170",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 145",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "2 N. Y. 274",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "51 N. Y. 457",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "42 N. Y. 106",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        504976
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/42/0106-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 815,
    "char_count": 14406,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.33809133273793185
    },
    "sha256": "bc1b1d9bd410ed50897dcde5e618678e047378442c4ff0f2e9d1763622a692eb",
    "simhash": "1:9f2066d69c1af9a3",
    "word_count": 2583
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David W. McLean, Respondent, v. Isaac H. Cary, Jr., et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Miller, J.\nThis action was brought by plaintiff as assignee of a judgment against- defendant Greene to set aside a settlement made upon the 31st day of July, 1878, between the defendants, the Garys, and Maria M. Hastings with the defendant Greene, as having been intended to place the property of said Greene beyond the reach of his creditors, and especially of the plaintiff. On the 1st day of May, 1877, the defendants, the Garys, and Maria M. Hastings leased to the defendant Greene certain premises in Brooklyn, for a term of years at a rental of $5,000 a year, consisting of about seven acres of land with buildings thereon. Greene had located upon the premises so leased to him certain machinery, engine, etc., with which he supplied steam pov -?r to the tenants in the buildings leased to him and to other buildings which he owned adjoining the leased premises. On the 1st of November, 1877, Greene sold .and assigned to the lessors certain engines, boilers and fixtures then on the premises leased to him, subject to'certain chattel mortgages of a large amount, which they assumed to pay, and did pay, for the consideration of $20,000. As a part of the same transaction, the said defendants agree with Greene that they would supply to his tenants on adjacent premises eighty horse-power of steam at the rate of $4,000 per annum for the period of three years next ensuing, to be allowed on the unpaid balance of the purchase-money of said engines, or until the said purchase-price was paid. Greene leased the premises adjacent to different tenants at a sum agreed upon, including the steam power to be supplied by the Garys. These were subject to mortgages, and the interest of Greene was extinguished by foreclosure in September, 1878, about two months after the sale. On the 27th day of July, 1878, there was unpaid from the Garys and Mrs. Hastings in steam power, as provided in the contract to Greene, payable in annual installments, a balance of $9,000 and interest, and an arrangement was then made between the parties by which the balance was fixed and settled at $4,000, through Isaac J. Cary, acting for the firm, and this sum was paid to Greene, who assigned to the purchasers, in accordance with the arrangement thus made, the agreements of the tenants in order that they, the purchasers, might continue to supply them with steam power as Greene had previously done. The sum of $500 was also paid to Greene on account of these rents in expectation of their payment, and the assignees were to receive any surplus over the price of the steam power for the benefit of Greene.\nThe judge upon the trial found that Greene was, at the time of the transfer of the lease, insolvent, unable to pay his debts, and desirous of converting his property into money, and intended to leave the State without paying his creditors. The judge also found that the leases and assignments, although absolute in form, were intended to be held to enable said Isaac H. Cary, Jr., to collect the rent, appropriate sufficient to pay for the. amount of steam power supplied to the tenants and the balance to be paid to Greene. That the 'sum paid Greene was not an adequate consideration for the cancellation of the steam-power contract, or the release of the obligation of the Carys and Hastings to pay the $9,000 and interest, and that Greene’s intention in obtaining the money was to convert his property into cash to enable him to remove out of the reach of the plaintiff and other creditors, and was known to Isaac H. Cary, Jr., agent, etc., before he paid the money.\nAs conclusions of law he found and adjudged that the agreements were executed and delivered in fraud of creditors and were void, and that said Carys and Hastings were liable to pay to the creditors of Greene in cash the balance due said Greene on the 31st day of July, 1878, payable in steam power with interest after deducting the $4,000 paid.\nConceding that the testimony was sufficient to warrant the conclusion arrived at as to the insolvency of Greene and the intention he had in view in making the arrangement he did with the Carys and Mrs. Hastings; that a clear case of a fraudulent transfer of property was made out, and that the findings referred to are fully warranted by the evidence, the question is presented whether the court had authority to render a money judgment against the defendants. We cannot resist the conclusion that there are serious legal difficulties in the way of upholding such a result. The complaint asked that the assignments mentioned be ■ set aside and be deemed to be void as fraudulent and without consideration as against the plaintiff. That a receiver be appointed and that the plaintiff might be paid out of the moneys received by him the amount of his demand. hTo money judgment was demanded, and under the circumstances we think none such was authorized. The ordinary and usual course of proceeding in such a case would be after the receiver had qualified for him to proceed and dispose of the property to the very best advantage, and to pay the plaintiff his demand from the avails realized. According to the contract the steam power was payable in annual installments during the next two years, and its value was somewhat dependent upon circumstances. The intrinsic value was liable to contingencies. If the premises had been destroyed or injured by fire it could not be furnished and thus its use would be suspended for a period necessary to restore it. And this was provided for by the contract. In case of a partial destruction the operation of the contract was to be suspended until repairs were made, and in the event of a total destruction or damage to such an extent that they would not rebuild, the contract was to be deemed at an end. The income from rents also depended upon the ability of the tenants to pay the same. With no market value established by the evidence and only a value agreed upon by the parties, it is not apparent upon what rational theory the conrt could decree that $9,000 was the real value and compel the payment of the balance of that sum remaining unpaid in cash. The court decided that $4,000 was not a sufficient consideration for canceling the contract, and concluded it was worth $9,000. The only basis upon which such a conclusion can be supported is, that it was of that value because that amount might perhaps be realized if no accidents, contingencies or adverse circumstances should intervene. Surely this is not a necessary result from the premises upon which the conclusion is founded, it is illogical and cannot be upheld upon any sound legal theory. As the judgment stands the $4,000 is allowed as a payment to that amount. And a liability is adjudged to pay the balance of $5,000 and interest in cash to Greene’s creditors, where it is only payable by the contract in steam. At this time they did not owe any such sum, and even in the effluxion of time and under the most- favorable circumstances could only have owed it in steam and not in money. The court had no authority to convert an obligation payable in steam into a moneyed demand payable in cash, with no evidence to establish that it was of any such value. It was, however, manifestly and clearly erroneous for the court to render a cash judgment on a contract of this description, and we are unable to perceive any ground upon which it can be sustained.\nThe judgment should, therefore, be reversed and a new trial granted, with costs to abide the event.\nAll concur, except Andrews, Ch. J., absent.\nJudgment reversed.",
        "type": "majority",
        "author": "Miller, J."
      }
    ],
    "attorneys": [
      "Joshua M. Van Cott for appellants.",
      "Demiel P. Hays for respondent."
    ],
    "corrections": "",
    "head_matter": "David W. McLean, Respondent, v. Isaac H. Cary, Jr., et al., Appellants.\nDefendant Gr. sold and transferred to the other defendants herein certain machinery ; $13,000 of the consideration, it was agreed, should be paid in steam power, to be supplied by the purchasers to tenants occupying buildings owned by Gr. At a time when there was $9,000 of the amount so payable unpaid, the parties made an arrangement fixing and settling the balance at $4,000, which sum was paid to Gk, who thereupon assigned to the purchasers the agreements of his tenants to pay rent and to pay for the steam power. Gk also received $500 on account of the rents, and any surplus over this and the price of the steam power, the assignees were to receive for the benefit of Gk In an action by a judgment creditor of Gk to set aside this settlement for fraud, the trial court found the transaction to be fraudulent as against the creditors of G., and as conclusion of law, that the assignees were liable to pay in money to said creditors the balance due for steam power,i. e., $9,000 deducting the $4,000 paid. Held, that conceding a fraudulent transfer was established, the court had no authority to render a money judgment against said defendant.\nIt seems that the proper course of proceeding would have been to appoint a receiver to dispose of the property, and to pay plaintiffs demand from the avails.\n(Argued March 6, 1882;\ndecided March 21, 1882.)\nAppeal from judgment of the General Term of the City Court of the city of Brooklyn, entered upon an order made May 23, 1881, which affirmed a judgment in favor of plaintiff, entered upon a decision of the court on trial at Special Term.'\nThe nature of the action and the material facts are stated in the opinion.\nJoshua M. Van Cott for appellants.\nThe finding\" that the consideration for the settlement was inadequate was without evidence and a legal error. (Putnam v. Hubbell, 42 N. Y. 106; Fellows v. Northrap, 39 id. 117; Mason v. Lord, 40 id. 447; Lomer v. Meeker, 25 id. 361.) The finding as to Greene’s intention, and the appellants’ knowledge did not make a case for a judgment condemning the transaction as fraudulent. (Putnam v. Hubbell, 42 N. Y. 106; Dudley v. Danforth, 61 id. 626; Jaegger v. Kelley, 52 id. 274; Loeschigk v. Bridge, 42 id. 421.)\nDemiel P. Hays for respondent.\nA good and adequate consideration is not alone sufficient to render a sale valid against creditors. It must also be made bona fide, and the least fraudulent or illegal intention between the parties will vitiate the whole transaction. (Johnson v. Whitwell, 7 Pick. [Mass.] 74.) The purchase on the part of the Cary estate was not bona fide, but was made with intent to hinder, delay and defraud the creditors of Greene, and both Greene and Cary participated in such intent. (McCready v. Thorn, 51 N. Y. 457; Carr v. Carr, 52 id. 257; Marvin v. Brewster Iron Co., 55 id. 547; Carman v. Platz, 21 id. 549.) The acts of the Cary estate amounted to 'a purchase of the steam power contract, and even if the court should find that there was no fraudulent intent on their part in making such purchase, still the purchase must be set aside because the consideration was grossly inadequate. (Candee v. Lord, 2 N. Y. 274; Wiggins v. Armstrong, 2 Johns. Ch. 145; Van Wyck v. Baker, 16 Hun, 170; see Barrow v. Bailey, 5 Fla. 40; Sands v. Codwise, 4 Johns. 386; Wright v. Stannard, 2 Bro. 315; Boyd v. Dunlap, 1 Johns. Ch. 478; Union Nat. Bank of Albany v. Warner, 12 Hun, 308; Yates v. Carnsen, 3 C. & P. 102; Smart v. Bennett, 4 Abb. Ct. of App. Dec. 160; Boyd v. De La Montague, 73 N. Y. 500.) A debtor sustains two distinct relations to his property; that of owner and quasi trustee for his creditors, and the law holds him to the exercise of good faith in all transactions relating to the fund upon which they must depend for payment. (Candee v. Lord, 2 N. Y. 274; Seymour v. Wilson, 19 id. 417.) A judgment creditor has such an interest in his debtor’s estate as to give him a standing in court to impeach any dealings of the debtor with his property, which are not for the interest of the estate, or bona fide and for a valuable consideration. (Sturtevant v. Ballard, 9 Johns. 337, 339.) The steam power contract being a fund out of which Greene’s creditors could obtain payment of their debts, the payment by the Gary estate of $4,000 to Henry W. Greene, on July 31, 1878, as an alleged settlement of their agreement to supply over $9,000 and' interest worth of steam power, with the knowledge on then’ part of Greene’s insolvency and his intent to run away and avoid payment of his debts, was a fraud upon the creditors of Greene which they can set aside in equity. (Troyne’s Case, 1 Smith’s Leading Oases; Worsely v. De Mattos, 1 Bur. 474; Struper v. Eckart, 2 Whart. [Penn.] 302; Cadogan v. Kennet, Cowp. 434; Lowry v. Pinson, 2 Bailey, 329; Johnson v. Whitmell, 7 Pick. 74; Covenhoven v. Hart, 21 Penn. St. 500; Pickett v. Pickett, 2 Hill’s Ch. 470; Crawford v. Kirksey, 55 Ala. 282; Auburn Bank v. Fitch, 48 Barb. 354; Franklyn v. Crawford, 61 Ga. 128; Devon v. Watts; Dougl. 88; Metrop. Bank v. Durant, 28 N. J. Eq.; Dewitt v. Van Sickel, 29 N. J. 209, see 215; Edgell v. Lowell, 4 Vt. 412; Wright v. Brandes, 1 Carter [Inch], 339; Briggs v. Mitchell, 60 Barb. 315; Fuller v. Bears, 5 Vt. 530; Clements v. Moore, 6 Wall. 312; Smart v. Bennett, 4 Abb. Ct. App. Dec. 260; Fisher v. Shelver, 13 Rep. 95.) To avoid a transfer it is not necessary that the purchaser should deliberately form a scheme to defraud the creditors. It is enough if he knows the design of the debtor who sells to him. (Devon v. Watts, Dougl. 88; Metropolitan Bcmk v. Durant, 22 N. J. Eq. 42; De Witt v. Van Syckel, 29 N. J. 209; Prewitt v. Wilson, 103 U. S. [13 Otto] 22; Waterbury v. Sturtevant, 18 Wend. 353; Edgell v. Lowell, 4 Vt. 412; Warner v. Blakemam, 4 Abb. Ct. App. Dec. 535; 2 Barb. 12; Udall v. Kinney, 3 Cow. 607; Wilson v. Forsyth, 24 Barb.; Briggs v. Mitchell, 60 id. 315, 316; People v. Kelly, 35 id. 454, 455; Birchall v. Strauss, 28 id. 293; Spiers v. Joel, 1 Duer, 696; Hadden v. Spader, 20 Johns. 572, 573; Shepperd v. Hill, 6 Lans. 393, 394; Hendricks v. Robinson, 2 Johns. Ch. 300; Babcock v. Eckler, 24 N. Y. 623; Newman v. Cordell, 43 Barb. 456; Fellows v. Fellows, 4 Cow. 709; Stoddard v. Butler, 20 Wend. 525; Barrow v. Bailey, 5 Fla. 20; 20 Johns. 554; 2 Johns. Ch. 301; 10 N. Y. 194.) It is not necessary in order to avoid a transfer that the purchaser should have been guilty of any moral turpitude in the matter. It is sufficient if the transfer is constructively fraudulent as to creditors. (Etting v. The Bank of the United States, 11 Wheat. 59; Backhouse v. Jett, 1 Bro. 511; Gardner Bank v. Wheaton, 8 Me. 381, 382; Thompson v. Furr, 57 Miss. 484; Wiley v. Knight, 27 Ala. 336; Phelps v. Morrison, 24 N. J. Eq. 195; Smith v. Schroed, 9 Fed. Rep. 489.)"
  },
  "file_name": "0391-01",
  "first_page_order": 419,
  "last_page_order": 426
}