{
  "id": 550673,
  "name": "St. John Croft, as Executor, etc., Appellant, v. Emma E. Williams et al., by Guardian, etc., Respondents",
  "name_abbreviation": "Croft v. Williams",
  "decision_date": "1882-03-21",
  "docket_number": "",
  "first_page": "384",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 384"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "40 N. Y. 92",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "6 Hun, 85",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "1 Tuck. 93",
      "category": "reporters:state",
      "reporter": "Tuck. & Cl.",
      "opinion_index": -1
    },
    {
      "cite": "26 Barb. 316",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5008235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/26/0316-01"
      ]
    },
    {
      "cite": "28 Penn. St. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0471-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. 62",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178186
      ],
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/2/0062-01"
      ]
    },
    {
      "cite": "6 Johns. Ch. 1",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1982805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/6/0001-01"
      ]
    },
    {
      "cite": "34 N. Y. 344",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "4 Johns. Ch. 562",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0562-01"
      ]
    },
    {
      "cite": "74 N. Y. 539",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0539-01"
      ]
    },
    {
      "cite": "2 Hill. Eq. 293",
      "category": "reporters:state",
      "reporter": "Hill Eq.",
      "opinion_index": -1
    },
    {
      "cite": "4 Denio, 69",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "7 Barb. 120",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4884900
      ],
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/7/0120-01"
      ]
    },
    {
      "cite": "14 Pet. 166",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3335108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/39/0166-01"
      ]
    },
    {
      "cite": "74 N. Y. 174",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "19 Johns. 440",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 Johns. Ch. 283",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1980761
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/5/0283-01"
      ]
    },
    {
      "cite": "1 Tuck. 96",
      "category": "reporters:state",
      "reporter": "Tuck. & Cl.",
      "opinion_index": -1
    },
    {
      "cite": "7 Barb. 124",
      "category": "reporters:state",
      "reporter": "Barb.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "23 Hun, 102",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 Johns. Ch. 296",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "4 Johns. 28",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "74 N. Y. 566",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "7 Johns. Ch. 17",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1984170
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/7/0017-01"
      ]
    },
    {
      "cite": "5 Johns. Ch. 296",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "106 Mass. 18",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 858,
    "char_count": 16644,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.5528450822168381e-06,
      "percentile": 0.9922532163072055
    },
    "sha256": "42866a40331c496757bbbcb3682b2be8520d007a4a345e6a9bd36b0f4972fd2b",
    "simhash": "1:03f823334a8a4627",
    "word_count": 2975
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. John Croft, as Executor, etc., Appellant, v. Emma E. Williams et al., by Guardian, etc., Respondents."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nWe have discovered, no just objection to the-conclusions of the surrogate, from which the executor appealed, but which the General Term affirmed. The claim to be allowed $2,000 and the interest thereon was properly rejected, since the evidence fairly proved that it was a personal loan to the co-executor for which his individual note was taken, and that the money did not go to the benefit of the estate. The two sums of $800 and $636.12, charged to the executor, were admitted to have been received by him. As he accounted for them in no other manner than by delivering them to his co-executor, by whom they were misappropriated, he established no right to be credited with them in his account. The decision of the surrogate as to these three items was, therefore, properly affirmed by the General Term.\nThat tribunal, however, did not stop with such affirmance, but modified the account as settled by the surrogate by further charging against the executor items not charged by the surrogate, amounting to about $4,500 more.' Five of these items consist of money of the estate found to have been received by the executor. As to that fact the evidence in each case was contradictory, but sufficient to sustain the conclusion of the General Term, which we think was correct. These items, also, were accounted for in no manner as having been expended for the benefit of the estate, and were properly charged against the executor in his account.\nA final item remains with which he was also charged, but upon an entirely different ground. Upon a sale of real estate belonging to the decedent, a balance of purchase-money amounting to $1,167.77 was paid in by the purchaser. Both executors were present at the time, but it was actually received by the executor Williams. As to this fact both the surrogate and the General Term agree, and the accounting executor was not chargeable upon the ground of his receipt of the money. He has been held liable for a devastavit by his co-executor, and it remains to be considered whether any facts were established which warrant the legal conclusion of such liability. The general rule is that the executor is responsible for his own acts, and not for those of his associate; so that if he receives and misapplies the money, or does any act by which it gets to the hands of the other who diverts or wastes it, and but for which act the latter would not have had it, a liability to make good the loss results. (Langford v. Gascoyne, 11 Ves. 335; Ames v. Armstrong, 106 Mass. 18; Candler v. Tillett, 22 Beav. 257; Clark v. Clark, 8 Paige, 152; Monell v. Monell, 5 Johns. Ch. 296; Williams on Ex’rs, 1927.) If the executor is merely passive and simply does not obstruct the collection or receipt of assets by his associate, he is not liable for the latter’s waste, but where he knows and assents to such misapplication, or negligently suffers his co-executor to receive and waste the estate when he has the means of preventing it by proper care, he becomes liable for a resulting loss. (Sutherland v. Brush, 7 Johns. Ch. 17; Adair v. Brimmer, 74 N. Y. 566.) Mere assent to the co-executor’s receipt of the funds is not enough. In the case last cited all the money of the estate was received and disbursed by the common agent of all the executors, and advances were made to a co-executor for his personal use with the knowledge and express assent of his associate. Ordinarily, in the collection of 'assets the rights of each are alike, and one has not control or supremacy over the other. One, therefore, may sit passive and see the other receive funds of the estate, and making no objection be deemed to assent, but that does not make him responsible for what has been received. He must in some manner know and assent to the misapplication, he must be a consenting party to the waste, or neglect some duty consequent upon his knowledge of a misapplication intended or in progress. ( Williams v. Nixon, 2 Beav. 472.) A wrong done or a duty omitted must lie at the foundation of his liability.\nThe executor in the present case sat by and saw his associate receive the $1,167.77 without objection. Indeed, he is made to say that he consented to it, and he did, in the sense that he did not object, for he explains his assent by the question put to his cross-examiner, “ what would I do in that case: say — you are not responsible, and hand that money over ? ” The consent which he admits and of which he speaks was that he did nothing to obstruct his co-executor’s receipt of the money, and made no objection. His consent was nothing more than passive and contented submission to the exercise of an admitted right by his associate, and was in no sense wrong or negligent unless other concurring facts make it so. It is said that such other facts were present. They all cluster about the insolvency of Williams, his embarrassed circumstances and need of money. He was poor, and hampered by lack of means, and Croft undoubtedly knew and realized the fact; but that is not enough. It does not follow that because a man is poor and needs money that he will, therefore, embezzle trust funds or steal an orphan’s inheritance. Honest poverty is quite as worthy of trust as honest wealth. The testator selects his executors for himself, and where he has placed his confidence, even if the chosen trustee be poor or insolvent, it is not for the associate executors to withhold theirs, the situation being unchanged, unless some misapplication or dishonesty is threatened or manifest. How the money here in question was received by Williams in April, 1870. This balance was the first money of the estate, so far as the evidence discloses, which he had received, except the $1,650, constituting the ten per cent transferred to him by Oroft. He had wasted nothing belonging to the estate so far as Oroft knew or had reason to believe. The only other prior transaction preceding it was the loan by Oroft in October previous of $2,000 to Williams to aid the latter in paying debts of the estate which were represented to exceed $5,000, and of which a detailed statement was presented. For that loan Oroft took Williams’ individual note. If he knew him to be insolvent he at least confided in his honesty sufficiently to put in peril his own money. The statement presented at the time asserted that these debts had already been paid by Williams, for they were to be assigned to Oroft as collateral. When, therefore, within a few months after, this balance of purchase-money was paid, Oroft had a right to suppose that Williams ought to receive it, in addition to what he had received, and so reimburse his outlay if made, or if not, have it to apply upon debts of the estate. We fail to discover, at this point of time, any fact or reason which should have aroused Oroft’s suspicions or put him on guard against his co-executor.1 The latter was the husband of the testatrix, and the legatees his own children. Oroft could not very well be swift to suspect an intention of wronging them. The other facts brought to our attention occurred later. The free spending of money, the trip to the west and the piano purchased for one of the legatees, very possibly at her request, the frequent demand upon Oroft for funds came later, and have no just bearing upon the situation when this payment was made. It seems to us, therefore,- that Oroft was not at all liable for its amount. Nothing had occurred to impose upon him the duty of objecting, and it is not at all certain that he could have prevented the payment if he had objected. It is urged, however, that he is liable because he joined with Williams in the sale of the farm from which the money arose and must be held to have taken a concurrent control of the fund. It is assumed that the executors here acted under a power of sale given by the will. It was, therefore, necessary that both should join. (1 B. S. 735, § 112.) There are cases which give some color to the idea of liability for a joint sale where the proceeds were received by one alone, \"but the better opinion both upon authority and principle is, that such joint act, where necessary and only formal, by itself, draws with it no liability for the waste of the co-executor. (Williams on Ex’rs, 1937, note u; Perry on Trusts, §§ 420, 423.) That, at least, is the law in this State. (Kip v. Deniston, 4 Johns. 28; Monell v. Monell, 8 Johns. Ch. 296.)\nIt is further sought to charge the executor upon grounds of general negligence. He did not file an inventory, but the loss of the item in question is in no manner the consequence of that neglect. He kept no separate accounts, and neglected and postponed a settlement. But the loss did not spring from those omissions. They would justify in the allowance of interest, or the construction of the executor’s acts, some degree of severity, but do not, we think, make him liable for a waste due to his co-executor alone, where the loss is not at all traceable to the omissions.\nThe judgment of the General Term should be modified by deducting therefrom the sum of $1,167.77 and interest thereon charged against the executor, and as modified affirmed, without costs to either party as against the other.\nAll concur, except Batallo, J., absent.\nJudgment accordingly.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "Gal/oi/n Frost for appellant.",
      "J. Newton Fiero for respondents."
    ],
    "corrections": "",
    "head_matter": "St. John Croft, as Executor, etc., Appellant, v. Emma E. Williams et al., by Guardian, etc., Respondents.\nWhere an executor receives funds of the estate .and delivers them to a co-executor, or does any act by which the funds come to the hands of the latter, and but for which he would not have received them, and he diverts or wastes them, said executor is liable for the loss.\nBut where an executor is merely passive, not obstructing the collection or receipt of assets by his associate, he is not liable for the latter’s waste, unless he assented to it, or having knowledge of a misapplication intended, or in progress, and having the means of preventing it by proper care, neg-\n. lected to do so.\nWhere an executor loaned to his co-executor money, taking his individual note therefor, upon the faith of representations of the co-executor that he desired to use the money to pay debts of the estate, and where it appeared that it was not so used, held, that the money loaned was not a proper charge against the estate.\nSo also, where an executor received funds of the estate which he delivered to his co-executor who misappropriated them, held, that said executor was liable therefor.\nWhere, however, two executors under a power of sale in the will entered into a joint contract for a sale of real estate, and the purchaser made a payment in the presence of both, which one of them took without objection from the other, and subsequently misappropriated. Held, that, in the absence of evidence charging him with negligence, the latter was not liable; that the fact that the co-executor was insolvent was not alone sufficient to so charge him ; and that the fact that he joined in the sale did not make him liable.\nAlso held,, that he was not made liable by acts of negligence on his part which in no way were connected with or contributed to the loss.\nCroft v. Williams (23 Hun, 102), modified.\n(Argued March 6, 1882;\ndecided March 21, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made May 7, 1880, which affirmed a decree of the surrogate of Ulster county upon settlement of the accounts of appellant as executor of the will of Mary E. Williams as to items in said decree appealed from by him, and modified the decree by charging him with certain additional items. (Eeported below, 23 Hun, 102.)\nThe testatrix died in 1868; by her will her husband, John Williams, and the appellant were appointed and qualified as executors. The testatrix left no personal property of any consequence. She left a house and lot at Rondout, and a farm at White Plains which the executors had a power to sell. In October, 1869, Williams applied to Croft for $2,000. The purpose avowed was to pay a mortgage on the house and to pay bills and funeral expenses. Thereupon Croft advanced to Williams the sum required and took Williams’ note therefor, not signed as executor. Williams at the time made up but did not execute a paper reciting that he had paid out of his own funds this bond and mortgage and a note and debts of the estate amounting in all to $5,064.36, and containing an assignment of these claims to Croft as collateral to the $2,000 note. For this note thus given to Croft, Williams confessed judgment. Croft claimed to be allowed this $2,000 and interest .thereon, but the surrogate disallowed it.\nThe facts as to the other items about which there was question are sufficiently stated in the complaint.\nGal/oi/n Frost for appellant.\nWhen an executor who receives moneys belonging to an estate pays them over to his co-executor for the purposes of the estate upon sufficient reasons, the former will not be liable. (Bacon v. Bacon, 5 Ves. Jr. 331; Mesick v. Mesick, 7 Barb. 124; Daily's Acctg., 1 Tuck. 96.) The fact of Croft’s signing receipts is presumptive but not conclusive evidence of his receipt of the moneys therein mentioned. (Monell v. Monell, 5 Johns. Ch. 283; Monahan v. Gibbons, 19 Johns. 440.) Ho liability can be fastened on Croft by reason of his not inquiring into, or interfering with, the manner in which Williams was disposing of the money. (Hovey v. Blakeman, 4 Ves. Jr. 596; Peter v. Beverly, 10 Peters, 561; Crosse v. Smith, 7 East, 246, 255-256.)\nJ. Newton Fiero for respondents.\nEvery person who pays money before hand pays it at his own risk, and the advance to Williams, even if made in good faith to pay the debts, was at Croft’s risk that it should be so applied. (Milton v. Spring, 74 N. Y. 174; Adair v. Brimmer, id. 562, 566; Edwards v. Crenshaw, 14 Pet. 166; Mesick v. Mesick, 7 Barb. 124.) When an executor signs a receipt with a co-executor, he is jointly liable with him for the moneys. (Spalding v. Shalmer, 1 P. Wms. 303; Fellows v. Mitchell, id. 81; Murrell v. Cox, 2 Vern. 173; 2 Story’s Equity, § 1283; 1 Perry on Trusts, 510, note; id. 511, note; Churchill v. Dobson, 2 Perry on Trusts; Monahan v. Gibson, 19 Johns. 440.) The signing of the receipt for Thiell was an admission of the correctness of the payment to Williams, and an acquiescence in it even though Williams had received the money. (Monell v. Monell, 5 Johns. Ch. 283, 295; Joy v. Campbell, 1 Sch. & Lefr. 341; 2 Story on Equity, § 1284, note; Brice v. Stokes, 11 Ves., 325; Scarfield v. Holmes, 3 Brown’s Ch. 95; Chambers v. Minchin, 7 Ves. 198; Balchin v. Scott 2 id. 678; Mesick v. Mesick, 7 Barb. 120, 124.) The executor is responsible for the moneys realized from sales of real estate under a joint power by himself and another as a matter of law, without reference to who actually received the money. (4 Denio, 69; Mathews v. Mathews, 1 McMullen [So. Car.], 410; Johnson v. Johnson, 2 Hill. Eq. 293; 2 Beav. Oh. 476; 9 Beav. 497; Styles v. Guy, 1 McN. & G. 434; Bates v. Underhill, 3 Reff. 365; 1 Perry on Trusts, 510.) The executor, Oroft, is liable for every dollar realized for the sale of the White Plains farm, and should be charged with the entire assets of the estate on the ground of criminal negligence and carelessness in dealing with the funds of the estate. (Brice v. Stokes, 11 Ves. 325; Adair v. Brimmer, 74 N. Y. 539; 1 Perry on Trusts, § 419; Elmendorf v. Lansing, 4 Johns. Ch. 562; Wood v. Brown, 34 N. Y. 344; Clark v. Clark, 8 Paige, 159; Mumford v. Murray, 6 Johns. Ch. 1; 2 Perry on Trusts, § 82; 2 Johns. Ch. 62, 80.) Each executor should be held chargeable for the whole amount received by both, where one wrongfully allowed the other to detain the trust-moneys a long time in his own hands without ■ security. (Story’s Eq., § 1284, note; Thompson v. Finch, 22 Beav. 316; Megand's Appeal, 28 Penn. St. 471; Egbeol v. Butler, 21 Beav. 560.) An executor is liable for not having taking effectual means to protect the property in the hands of his co-executor. (Styles v. Guy, 1 McN. & G. 434; Booth v. Booth, 1 Beav.; Lincoln v. Wright, 4 id.; Litchfield v. White, 3 Seld. 443.) The refusal of the surrogate to allow the items of $517 of Oroffc for counsel fees on the accounting was correct. (Wilcox v. Smith, 26 Barb. 316; Woodhead’s Estate, 1 Tuck. 93; Seaman v. Whitehead, 8 W. Big. 544.) The practice in treating respondent’s petition as an appeal at General Term was correct. (2 R. S. 611, § 120; Ross v. Ross, 6 Hun, 85; Cox v. Leggett, 18 id. 16.) The charge of interest at six per cent with annual rests was correct. (Talbot v. King, 40 N. Y. 92; Brimmer v. Adair, 74 id. 539.)"
  },
  "file_name": "0384-01",
  "first_page_order": 412,
  "last_page_order": 419
}