{
  "id": 550670,
  "name": "David Dill, as Executor, etc., individually, Appellant, v. Mary H. Wisner, impleaded, etc., Respondent",
  "name_abbreviation": "Dill v. Wisner",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "153",
  "last_page": "162",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 153"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 N. Y. 120",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2004085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/1/0120-01"
      ]
    },
    {
      "cite": "63 N. Y. 235",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "36 Barb. 546",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2431917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/36/0546-01"
      ]
    },
    {
      "cite": "6 Cow. 333",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12134367
      ],
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0333-01"
      ]
    },
    {
      "cite": "1 Pick. 157",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0161-01"
      ]
    },
    {
      "cite": "60 N. Y. 544",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        523154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/60/0544-01"
      ]
    },
    {
      "cite": "65 Barb. 397",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2267416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/65/0397-01"
      ]
    },
    {
      "cite": "4 Hun, 739",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "742"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "63 N. Y. 221",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527286
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "320, 325"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0221-01"
      ]
    },
    {
      "cite": "33 N. Y. 593",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2042059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/33/0593-01"
      ]
    },
    {
      "cite": "52 N. Y. 530",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        510916
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/52/0530-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. 650",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 Lans. 485",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        4846057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/6/0485-01"
      ]
    },
    {
      "cite": "75 N. Y. 78",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        536799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/75/0078-01"
      ]
    },
    {
      "cite": "1 Brad. 293",
      "category": "reporters:state",
      "reporter": "Bradf.",
      "case_ids": [
        789150
      ],
      "opinion_index": -1,
      "case_paths": [
        "/brad/1/0293-01"
      ]
    },
    {
      "cite": "24 N. Y. 130",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029429
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/24/0130-01"
      ]
    },
    {
      "cite": "5 N. Y. 136",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        6096355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/5/0129-01"
      ]
    },
    {
      "cite": "43 Barb. 421",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5123898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/43/0421-01"
      ]
    },
    {
      "cite": "8 Barb. Ch. 18",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "53 N. Y. 351",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        513000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/53/0351-01"
      ]
    },
    {
      "cite": "41 N. Y. 117",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2045725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/41/0117-01"
      ]
    },
    {
      "cite": "47 Barb. 599",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1947006
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/barb/47/0599-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. 651",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978810
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0651-01"
      ]
    },
    {
      "cite": "23 Hun, 123",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "71 N. Y. 280",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2168055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/71/0280-01"
      ]
    },
    {
      "cite": "2 N. Y. 500",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        492219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/2/0500-01"
      ]
    },
    {
      "cite": "6 Cow. 333",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12134367
      ],
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/6/0333-01"
      ]
    },
    {
      "cite": "63 N. Y. 221",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527286
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "320, 325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/63/0221-01"
      ]
    },
    {
      "cite": "33 N. Y. 593",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2042059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/33/0593-01"
      ]
    },
    {
      "cite": "52 N. Y. 530",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        510916
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/52/0530-01"
      ]
    },
    {
      "cite": "24 N. Y. 130",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029429
      ],
      "pin_cites": [
        {
          "page": "135"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/24/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 931,
    "char_count": 20202,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 6.979600452018019e-07,
      "percentile": 0.9655962567701823
    },
    "sha256": "f2339a52569254ce336e0692761c89ba74b9cd3caa8bba82c86e334a69c5f2c6",
    "simhash": "1:31ea448a528e9aa9",
    "word_count": 3717
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David Dill, as Executor, etc., individually, Appellant, v. Mary H. Wisner, impleaded, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Miller, J.\nThe testatrix by her will devised all her real estate to persons therein named and -charged the same with the payment of all just debts and funeral and testamentary expenses and all the legacies previously given and bequeathed. This devise, we think, did not create a trust in the executors which authorized the bringing of an action for the construction of the will and for directions and instructions as to the same. There are no words of trust in the will or power to execute a conveyance or to sell, and no directions or authority conferred upon the executors to distribute moneys realized upon a sale in payment of debts or legacies. It is plain in its terms and free from ambiguity, and although it imposes a lien or incumbrance upon the lands for the payment of the debts, it creates no trust. No express power being given to the executors to sell under our system of administering the property of decedents for the payment of creditors, no such power can be implied from the mere charge of the debts and legacies upon the lands devised. (In re Fox, 52 N. Y. 530, 536.) We have examined the authorities cited by the learned counsel of the appellant to sustain the position that the charge created a trust, and that the executor whose duty it is to pay the debts will be regarded in equity as a trustee, and the beneficiaries as creditors and legatees, as eest/ms que trust, and none of them hold that, under circumstances like those which are here presented, a trust is created in the executor. It is no doubt true that when lands are charged in a devise with the payment of debts they may be made available for that purpose, but with this the executor has nothing to do unless authority is conferred upon him, and it is for the creditor to take steps to enforce1 such a lien. When the debts are made a charge upon land, even the surrogate has no power to order a sale until the creditor has exhausted his remedy under the charge. (2 E. S. 102, § 14; Code, § 2749.) The learned counsel for the appellant claims that the land must be regarded as money, as constituting a fund for the payment of debts and legacies charged upon it,\" and is denominated equitable assets in the hands of the executor for such payment. This is undoubtedly the rule when the land is placed under the control of the executor who has power to sell the same and distribute the proceeds, but no such case is here presented, and none of the cases cited to sustain this proposition are analogous.\nThe position taken that it makes no difference whether • the devise directs the sale of real estate for the payment of debts or only charges the real estate therewith is also untenable. We have also carefully examined the authorities cited in this connection and are unable to find that any of them uphold the doctrine contended for. In all the cases where the executor is vested with any such power, trustees who are named in the will are invested with authority, or it is fairly to be implied from the language employed that it was intended to create a trust in the executor, and no case is cited where the charge is made upon the land, and there is an absolute devise of the same to a devisee which sanctions any such rule. In some of the cases language is employed which renders the devise of no avail without such an implication or leaves it as a matter fairly to be inferred that such was the intention, but none of them involved the precise question now considered. It should also bé noticed that many of the authorities cited refer to the rights of purchasers upon sales; but not one of them presents the case of a naked devise as in the case at bar with no accompanying words which lead to the conclusion that the executor was vested with any such power. The nearest approach to the position contended for will be found in 2 Perry on Trusts (§ 803), where it is laid down. “ In Doe v. Hughes the court held that a charge had no operation in law, but must be enforced in equity, from which it follows that the executors could not sell without a license or decree of the court. This case has been much criticized on the ground that where a direction to sell and make payments is given, but no person is named, the executors have the power to sell by implication; and so it is thought that where there are charges upon real estate there is an implied power of sale in the executors. Mr. Lewin thinks that Doe v. Hughes was a sound decision upon the legal question, but that the executors have an equitable power of sale and the holders of the legal title are trustees for them,” and numerous cases are cited in the notes to the text quoted. It will be seen that the concluding portion of the citation lays down the doctrine as stated by Mr.\n• Lewin in his work on Trusts; that the holders of the legal title are trustees for the executors. Some of the authorities last referred to are cited In the Matter of Fox (supra), and it is there said by Ahdbews, J., that Sugden on Vendors sjieaks of these latter decisions, which are in conflict with Doe v. Hughes, “ as contrary to the received opinion, and the law upon the point has since been settled by statute.”\nI have not deemed it necessary to discuss in detail the numerous cases which are cited by the appellant’s counsel. They involve a wide field of investigation as to the efiect of a charge upon land for the payment of debts and legacies, and as to the trust, if any, created thereby, as well as the authority of an executor in such a case, and it is sufficient to say that the conclusion is inevitable, after a full consideration of the authorities, that no trust was in the executor under the devise in question, nor had the executor any authority to convey the equitable title while the legal title vested in the heir-at-law.\nThe right of an executor to commence an action for the construction of a will of real estate depends entirely upon the question whether he is invested with a trust under the will in reference to the subject-matter of the devise, and it is only in such cases that a court of equity, on the assumption of- its right of supervision over trusts and trustees, will assume jurisdiction. (Dost v. Hover, 33 N. Y. 593 ; Bowers v. Smith, 10 Paige, 193, 200; Chipman, v. Montgomery, 63 N. Y. 221; Monarque v. Monarque, 80 id. 320, 325; Bailey v. Briggs, 56 id. 407, 413.) In the last case cited it is said by Folger, J., “It is when the court is moved in behalf of an executor, trustee or cestui gue trust, and to insure a correct administration of the power conferred by a will, that jurisdiction is had to give a construction to a doubtful or disputed clause in a will. The jurisdiction is incidental to that over trusts.” As we have seen the case at bar is not within the rule laid down. The executor here had no interest whatever in the real estate, and no duty devolved upon him in relation to the same. Eor did the refusal of the devisees to accept the devise in the will or their renunciation impose upon him any trust. By accepting the devise the devisee would become liable at least to a certain extent for the debts and legacies chargeable upon the land. (Gridley v. Gridley, 24 N. Y. 130, 135; McLachlan v. McLachlan, 9 Paige, 534; Kelsey v. Western, 2 N. Y. 500; Harris v. Fly, 1 Paige, 421.) And by the renunciation of the devisee no trust was imposed upon the executor which did not exist under the will and he has nothing to do with the .land, and had no right to the use, occupation or rents arising from the same. (Tole v. Hardy, 6 Cow. 333, 339.) It descended to the heir at law, and was chargeable in equity with the payment of debts and legacies. (Birdsall v. Hewlett, 1 Paige, 32; Jamese. James, 4 id. 115; 4 Kent’s Com. 433 ; Will. Eq. Juris. 489.) Whether the charge was in aid or in exoneration of the personal estate cannot affect the position or authority of the executor. And while the personal estate might •be first liable as to the creditor, he still had a remedy under the charge.\nThe executor having no status as a trustee, or under a power in trust, as we have seen, to bring the action, there is no ground upon which the suit can be maintained, unless it may be done for the reason that the executor having incurred testamentary expenses, he had a lien upon the real estate for the same, and is entitled to bring an action to enforce such lien. If the executor’s account had been adjusted, and a decree of the surrogate had adjudged the amount due him, and upon demand the heir at law had refused to pay the same, the action might lie to enforce such a claim. But no such case is stated in the complaint, and there is no proof of any neglect or refusal of the heir at law to discharge the charge on the land in this respect.\nAs the action cannot be maintained it is not necessary to consider whether a marshaling of assets can be made. Eor are we called upon to determine whether the charge on the land is in exoneration or in aid of the personal property as well as some other, questions raised, as the total amount of debts and legacies as shown exceed the value of the land, as both real and personal estate will most probably be needed to pay the same with the funeral and testamentary expenses, and it is not very material whether the real estate is first chargeable, or whether it is in aid of the personal .property. It is insisted by the counsel for one of the legatees, who is a defendant in the action, that the right to a sale does not rest upon the existence of any trust or power in the'executor, but upon the existence of liens upon the land enforceable in equity.. Although as a legatee she might enforce her rights by an action it is difficult to see how it can be done in this action which is brought by the executor, and upon entirely a different theory. Even if the defendant might aid the plaintiff’s case on the ground claimed, inasmuch as the plaintiff, as already stated, cannot maintain his action to obtain payment of his testamentary expenses on that ground, because he has never demanded payment of the same, it is not apparent how he can be aided by the defendant who stands in no better position. In regard to the question of costs, the plaintiff sued as executor and individually, and it does not appear that they were imposed upon him herein individually by reason of any mismanagement or bad faith. Be that as it may, however in an equitable action it is entirely discretionary with the .General Term to determine as to its costs,' and with that discretion as a general rule this court will not interfere. (Herrington v. Robertson, 71 N. Y. 280; Brundage v. Brundage, 60 id. 552.)\nThe judgment appealed from should be affirmed.\nAll concur, except Tracy, J., absent.\nJudgment affirmed.",
        "type": "majority",
        "author": "Miller, J."
      }
    ],
    "attorneys": [
      "Charles H. Winfield for appellant.",
      "D. M. Be Witt for respondent."
    ],
    "corrections": "",
    "head_matter": "David Dill, as Executor, etc., individually, Appellant, v. Mary H. Wisner, impleaded, etc., Respondent.\nAn executor cannot maintain an action for the construction of a clause of a will disposing of real estate, unless he is invested with a trust under the will in reference to the subject-matter of the devise.\nWhere a testatrix by her will, after giving various legacies, devised all of her real estate, charging the same with the payment of all “just debts, funeral and testamentary expenses and all the pecuniary legacies,” with no words of trust or power in the executor, to execute a conveyance or to sell or to distribute the proceeds of a sale. Meld, that the devise did not create a trust in the executors which authorized the bringing of an action for the construction of the will, and for directions and instructions as to the same, nor.did the refusal of the devisees to accept the devise, or their renunciation thereof, impose any such trust.\nAlso held, that a defendant in such an action could not as legatee enforce therein a right of lien.\nAlso held, that it was within the discretion of the court below to impose costs upon the plaintiff, with which this court would not interfere.\nIt seems that if the executor had incurred testamentary expenses, and a decree of the surrogate upon an adjustment of his accounts, had adjudged the amount due him and upon demand the heir-at-law had refused to pay, an action might lie to enforce a lien upon the real estate for the same.\n(Argued January 25, 1882;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Su- . preme Court, in the third judicial department, in favor of defendant Mary H. Wisner, entered upon an order reversing a judgment of Special Term, and directing a dismissal of the complaint, with costs against plaintiff personally. (Eeported below, 23 Hun, 123.)\nThis action was brought by plaintiff, as executor of the will of Eachel J. Miller, deceased, and individually to obtain construction of the said will, and declaring the rights of legatees, and the duty of plaintiff under it.\nThe will in question, after various legacies and specific bequests, and a bequest of all the residue of the personal property of the testator, devised all of his real estate to the plaintiff and Matthew J. Dill in equal shares with this proviso, “ charged, however, with the payment of all my just debts, funeral and testamentary expenses, and. all the pecuniary legacies by me herein given and bequeathed.” Plaintiff* and another were named as executors, but plaintiff alone qualified. ■\nThe court found that tlie devisees refused to take the real estate under the devise, renounced all claim thereto and by deed poll duly executed and recorded released the same to the heirs at law. Most of the personal property specifically bequeathed was delivered to the legatees, and the court found that the executor had no funds in his hands to pay debts, testamentary expenses or legacies, and that the only property remaining was a farm of which the testatrix died seized, and a small amount. of personal property specifically bequeathed but not delivered to the legatees.\nCharles H. Winfield for appellant.\nThe charge upon the land created a trust, and the refusal of the devisees to accept the devise will not defeat the trust or exempt the land from the charge. (Benson v. Leroy, 4 Johns. Ch. 651; Bailey v. Ekin, 7 Vesey, Jr., 323; Lewin on Trusts, 627 [6th ed. 123]; 2 Washburn on Real Property, 172; Clark v. Crego, 47 Barb. 599; 2 R. S. 730, § 68; 6th ed., 1110, § 81; 2 R. S. 734, § 100; 6th ed. 1116, § 121; Ex parte Turner, 9 Mod. 418; Elliott v. Merryman, Barn. 81; S. C., 2 Atk. 41; Lewin on Trusts, 627,678; Bailey v. Ekins, 7 Vesey, Jr., 323; Wilmot’s Opinions and Judgments, 21 and 22; Clark v. Crego, 47 Barb. 599; 1 R. S. 730,§ 68; 734, § 100; 1 R. S. 731, § 71; 2 R.S. [6th ed.] 1111, § 84; Quackenboss v. Southwick, 41 N. Y. 117; Clark v. Crego, 47 Barb. 599 ; 2 Story on Equity, § 10645/ 3 Bedfield on Wills, 551, § 64.) As equity regards that as done which ought to be done, under the doctrine of equitable conversion, the land must be regarded as money, as constituting a fund for the payment of the debts and legacies charged upon it, and is denominated in law as equitable assets in the hands of the executor for such payment. (Story on Equity, § 552; Bailey v. Ekins, 7 Vesey, Jr., 319; Shiphard v. Lutwidge, id. 26.) Plaintiff, as executor, is a trustee of an express trust under the will, clothed with power to sell the land of the testatrix, to satisfy the charges thereon, and for the benefit of the legatees. (1 R. S. 728-9, § 55; 2 B. S. [6th ed.] 1106; Story on Equity, §§ 1127a, 1131; Shaw v. Borer, 1 Keen. 559, 574; Ball v. Harris, 8 Sim. 485; Colyer v. Finch, 5 H. L. Cases, 922; Vernon v. Vernon, 53 N. Y. 351; Newman v. Johnson, 1 Vern.45.) Should the court hold that an express trust was not technically created, then a trust was created which will be valid as a power. (1B. S. 729, § 59 ; 2 B. S. [6th ed.] 1109, § 72; 2 Story on Equity, §§ 10645, 1127a, 1131; 2 Perry on Trusts, § 803; Gosling v. Carter, 1 Collyer’s Ch. 644; Benson v. Leroy, 4 Johns. Ch. 651; Morton v. Morton, 8 Barb. Ch. 18; Mapes v. Tyler, 43 Barb. 421; Meakings v. Cromwell, 5 N. Y. 136; Forbes v. Peacock, 11 M. & W. 630; 1 R. S. 735, § 106; 731, § 74; 732, § 77; 2 R. S. [6th ed.] 1116, § 127; 1113, § 95; 1114, § 98.) The devisees were not bound to accept the devise, and had a legal right to refuse it. (Gridley v. Gridley, 24 N. Y. 130; 3 Washburn on Beal Property, 700; 2 Bedfield on Wills, 304; Wheeler v. Lester, 1 Brad. 293; Messenger v. Andrews, 4 Russ. 478; Chamberlain v. Chamberlain, 1 Ch. Cas. 256; Roper on Legacies, 855; Story on Equity, § 1098.) If the trust created by the charge of debts and legacies upon the land did not devolve upon the executor, it descended with the fee to Mary H. Wisner, the heir at law. (Forbes v. Peacock, 11 M. & W. 630; 2 Perry on Trusts, § 803; McLochlan v. McLochlan, 9 Paige, 534; Gridley v. Gridley, 24 N. Y. 130; Kelsey v. Western, 2 id. 500; Harris v. Fly, 7 Paige, 421; Williams on Executors, 257.) The action was properly brought and the relief desired could not have been obtained on an application to the surrogate. (Newell v. Nichols, 75 N. Y. 78; Estate of Cornwall, 1 Tucker, 250; 2 R. S. 100, § 1; 102, § 18; 3 B. S. [6th ed.] 108, 111; Tucker v. Tucker, 4 Abb. Ct. of App., Dec. 428; Cooper v. Fetter, 6 Lans. 485; Redfield on Surrogates, 391; Story on Equity, §§ 550, 597.) The charge upon the lands does not so far vest in the executors an estate in trust as to confer an authority upon them to sell the real estate to pay debts, funeral and testamentary expenses and legacies, without the judgment of the court vesting such powers in them. (Benson v. LeRoy, 4 Johns. Ch. 650; Baily v. Elkins, 7. Vesey, 319; Shepard v. Lutwidge, 8 id. 26; Matter of the Will of Fox, 52 N. Y. 530.)\nD. M. Be Witt for respondent.\nThe ground for the assumption by a court of equity of jurisdiction in such cases is its right of supervision over trusts and trustees. (Post v. Hover, 33 N. Y. 593; Bowers v. Smith, 10 Paige, 193; Chipman v. Montgomery, 63 N. Y. 221; Monarque v. Monarque, 80 id. 320, 325; Bailey v. Briggs, 56 id. 407, 413; 4 Hun, 739, 742; Brundage v. Brundage, 65 Barb. 397 [1 N. Y. S. C. 82]; affirmed, 60 N. Y. 544.) The executor had no trust with respect to the real estate devised under the will, nor did any trust devolve upon him on the renunciation of the devisees. (Dayton on Surrogates [3d ed.], 260, 514, 585.) An executor will not be warranted in paying any taxes on real estate, assessed subsequently to the death of the testator, nor are rents accruing after death of testator assets in his hands. (Redf. on Wills, part 2, p. 121; Stearns v. Stearns, 1 Pick. 157; Tole v. Hardy, 6 Cow. 333, 339.) Neither can a trust in the executor be implied, because the land devised, or in the absence of the testamentary provision, descending to the heir, is charged by the will with the payment of funeral and testamentary expenses, debts and legacies. (In Matter of Fox’s Will, 52 N. Y. 530-536-7; 1R. S. 729, § 56; In Matter of Fox’s Will, supra; 2 R. S. 102, § 14; Code of Civil Procedure, vol. 2, § 2759 ; Willard on Executors, 314,328; Code, vol. 2, § 2749; Redf. on Wills, part 2, pp. 220-1; Moller v. Griffiths, 8 Paige, 402.) The renunciation of the devisees could not devolve a trust upon the executor, which did not exist by virtue of the will. (Birdsall v. Hewlett, 1 Paige, 32; Goddard v. Pomeroy, 36 Barb. 546; James v. James, 4 Paige, 115; Willard’s Eq. Jur. 480.) Whether the charge was in aid, or in exoneration of the personalty could make no difference in the status of the executor. (Walker v. Jackson, 2 Atk. 624; 2 Jarman on Wills, 587; Redf. on Wills, part 2, p. 857.) Neither can this action be sustained, because of the executor’s functions as trustee of the personal estate. (Chipman v. Montgomery, 63 N. Y. 235-6.) The conclusion of the Special Term, that the real estate is primarily liable for debts and legacies, and the personal estate (so far at least as the same was not specifically bequeathed), exonerated therefrom, was erroneous. (Walker v. Jackson, 2 Atk. 624; Hoes v. Van Hoesen, 1 N. Y. 120; Willard on Executors, 393; Willard’s Eq. Jur. 564; Greene v. Greene, 4 Mad. 148 [82]; Booth v. Blundell, 1 Meriv. 230; Howley v. James, 5 Paige, 318., 348; Powell v. Riley, L. R., Eq. Cas. 175, 180.)"
  },
  "file_name": "0153-01",
  "first_page_order": 181,
  "last_page_order": 190
}