{
  "id": 550689,
  "name": "In the Matter of the Application of the New York, Lackawanna and Western Railway Company, to acquire a crossing of the New York, Lake Erie and Western Railroad Company",
  "name_abbreviation": "In re the New York, Lackawanna & Western Railway Co.",
  "decision_date": "1882-03-07",
  "docket_number": "",
  "first_page": "279",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 279"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "67 N. Y. 371",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2164944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/67/0371-01"
      ]
    },
    {
      "cite": "79 N. Y. 64",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2171473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/79/0064-01"
      ]
    },
    {
      "cite": "77 N. Y. 557",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        543107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/77/0557-01"
      ]
    },
    {
      "cite": "77 N. Y. 563",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "53 N. Y. 574",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        513064
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "574"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/53/0574-01"
      ]
    },
    {
      "cite": "25 Hun, 556",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 544,
    "char_count": 13118,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.4868505028574475e-07,
      "percentile": 0.6622289562055549
    },
    "sha256": "68815c0787100a718b7b440e30dc1473aae6199b3c4a0e0358731e85d6414510",
    "simhash": "1:1c4222b2d043b66c",
    "word_count": 2298
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Application of the New York, Lackawanna and Western Railway Company, to acquire a crossing of the New York, Lake Erie and Western Railroad Company."
    ],
    "opinions": [
      {
        "text": "Andrews, Ch. J.\nThere can be no- doubt that the petitioner must have acquired the right to construct its road through the county of Chemung, before it could apply for the appointment of commissioners to fix the crossing of the appellant’s road in that county. It did not acquire this right under its articles of association. The articles did not specify Chemung county as one of the counties through or into which the road of the petitioner was to run. The statute requires that the articles shall specify the name of each county through which the proposed road is intended to be made. (Laws of 1850, chap. 140, § 1.) But the twenty-third section of the act, as amended by chapter 77 of the Laws of 1876, provides for changing the route of a railroad organized under the act, and locating it in a county adjoining any county named in the articles. The section declares that “the directors of every company formed under this act may, by a vote of two-thirds of their whole number, at any time alter or change the route, or any part of the route of their road, or its termini, or locate the said route, or any part thereof, or its termini in a county adjoining any county named in the articles of« association, if it shall appear to them that the line can be improved thereby ; and they shall make and file in the clerk’s office of the proper county, a survey, map and certificate of such alteration or change, and\" shall have the same right and power to acquire title to any lands required for the purposes of the company in such altered or changed route, as if the road had been located there in the first instance.”\nThe petitioner after its incorporation, and on the 12th of February, 1881, passed a resolution by a vote of more than two-thirds of its directors, to amend its articles of association, by striking out the counties of Schuyler and Tompkins named therein, and inserting in place thereof the county of Chemung, which latter county adjoins the counties first mentioned. The preamble to the resolution recited among other things, that after the filing of the original articles, it had been ascertained by the directors of the company, after due examination and surveys, that a part of its line of road ought -to be located and constructed through the State of Pennsylvania, to do which it is necessary that the road should be constructed through the county of Chemung, and that the fine would be improved thereby, and that to supply the omission to name and specify the county of Chemung in the original articles, it was considered expedient for the company to file amended articles in the office of the secretary of State, and that for this purpose, the directors hereby resolve, etc. It is claimed that the passage of this resolution was not a change of the route and a location thereof in the county of Chemung, within the meaning of the twenty-third section, and also that the action of the directors was ineffectual as an amendment of the articles of association, because there is no statutory authority for the amendment of the articles in respect to the route originally designated. We do not deem it necessary to determine whether the resolution and the action taken in pursuance thereof, operated as an amendment of the original articles. Assuming that the appellant is right in this contention, we are nevertheless of opinion that the action of the directors may be regarded as a valid exercise of the authority conferred by the twenty-third section. The purpose of the action of the directors was plain, viz. : to enable the petitioner to construct its road through the county of Chemung. The only prerequisite to the exercise of the authority to change the route was a vote of two-thirds of the directors, sanctioning the new location, followed by the filing of the survey, etc. The directors seem to have supposed that an amendment of the articles of association, was necessary to accomplish this purpose. This was plainly a mistake. But what they did was equivalent to a vote to change the location. The resolution was not, in direct terms, a resolution to change the route, but to amend the articles. But the amendment consisted only of a specification of Chemung county as one of the counties through which the road was to be constructed, and the leaving out of the counties of Schuyler and Tompkins, and the preamble discloses that the change of location was the purpose of the action of the directors. Regarding what was resolved or done in respect to the amendment of the articles, as ultra vires for that purpose, the fact remains that the directors by the requisite vote adopted the new location.\nThe contention that the authority given to directors by the twenty-third section to locate a new route in a county adjoining a county mentioned in the articles, requires, in order to constitute a valid exercise, a,designation of the particular line to be occupied by the road, cannot we think be maintained. The rights of property-owners, or third persons, are not affected by the preliminary action under the twenty-third section. That action is taken ex parte by the corporation. It becomes effectual without notice to third persons, or confirmation by the court or other authority. When the directors have by proper vote determined that the road shall be built upon a new route in a specified county, that we think is a location within the section. The designation of the exact line is a subsequent proceeding, and when such designation is made, those interested have a right to be heard and to apply for a change of route. We do not perceive that there are any considerations of policy or convenience, which require that the petitioner’s route shall be specified in the preliminary action of the directors, nor is it we think required by a fair construction of the statute.\nIt is claimed that proceedings to fix a crossing under subdivision 6, section 28, of the act of 1850, could not legally be taken until the respondent’s route had been finally located in accordance with section 22, of the act. It appears that proceedings under section 22, to change the place of crossing, instituted by the present appellant', were pending when this proceeding was commenced, but before the order was made from which this appeal is taken, the prior proceedings had been terminated adversely to the present appellant. Upon this state of facts, the objection now made cannot prevail. The court might very properly refuse to entertain proceedings for the appointment of commissioners to fix the manner of crossing at a particular place, under subdivision 6, section 28, until after prior proceedings to change the point of crossing had been terminated. But the objection does not go to the jurisdiction of the court, and the proceedings to change the crossing having terminated before the order now in question was made, the order was regular.\nWe think there was sufficient evidence to show a failure of the two companies to agree upon the crossing, after an effort made by the petitioner to that end. The evidence very clearly indicates that the appellant was unwilling to consent to the crossing desired by the respondent. The respondent had the right to assume from what had occurred prior to the legal change of route, as well as from subsequent interviews with the officers of the respondent, that the latter company intended to leave the matter to be settled by the court.\nWe think the order appealed from should be affirmed.\nAll concur, except Sapallo, J., absent.\nOrder affirmed.",
        "type": "majority",
        "author": "Andrews, Ch. J."
      }
    ],
    "attorneys": [
      "O. W. Chapman for appellant.",
      "J. McGuire for respondent."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Application of the New York, Lackawanna and Western Railway Company, to acquire a crossing of the New York, Lake Erie and Western Railroad Company.\nThe provision of the General Railroad Act (§ 23, chap. 140, Laws of 1850, as amended by chapter 77, Laws of 1876), authorizing the directors of a corporation, organized under it, by a two-third vote, to locate a new route in a county adjoining a county mentioned in the articles of association, does not, in order to constitute a valid exercise of the power, require a designation at the time of voting of the particular line to be occupied by the road; it is sufficient if the directors by proper vote determine that the road shall be built upon a new route in a specified county. The designation of the exact line is a subsequent proceeding.\nAfter the incorporation of the petitioners, its directors, by more than a two-third vote, passed a resolution to amend its articles of association, by omitting therefrom the counties of S. and T. named therein, as counties through which its road was to run, and inserting in place thereof the county of C., which adjoins the counties so named. The preamble of the resolution recited that after the filing of the original articles, it had been ascertained by said directors, that a part of the line of the road ought to be located in the State of Pennsylvania, to do which it was necessary that the road should be constructed through the county of C.,and that to supply the omission to name that county in the original articles, it was considered expedient to file amended articles. Held, that assuming the action of the directors was not effectual to operate as an amendment of the original articles, it might be regarded as a valid exercise of the power to change the route, conferred by said provision.\nAfter the passage of the resolution, these proceedings were instituted as prescribed by said act (§28, sub. 6), to fix the place of crossing of the road of the N\". Y., L. E. & W. B. B. Co., appellant. It was objected that such proceedings could not legally be taken until the petitioner’s route had been finally located. It appeared that proceedings to change the place of crossing, instituted by appellant, were pending when these proceedings were commenced, but before the order was made, from which the appeal was taken, the prior proceedings had been terminated adversely to appellant. Held, that the objection was untenable, that it did not go to the jurisdiction, and the former proceedings having terminated, the order was regular.\n(Argued February 28, 1882;\ndecided March 7, 1882.)\nAppeal from order of the General Term of the Supreme Court in the third judicial department, made November 23, 1881, which affirmed an order of the Special Term, appointing commissioners to fix the crossing of the railroad of the New York, Lake Erie and Western Railroad Company (appellant), by the road of the petitioner, the New York, Lackawanna and Western Railway Company in the town of Chemung, Chemung county. (Mem. of decision below, 25 Hun, 556.)\nThe material facts are stated in the opinion.\nO. W. Chapman for appellant.\nThe directors of the New York, Lackawanna and Western Railroad Company had no power to amend its articles of association by substituting Che-mung county in the place of Tompkins and Schuyler, and their resolution, so far as it was an attempt to do that, was null and void. (Laws of 1850, chap. 140, § 1; Laws of 1851, chap. 19, § 1; Laws of 1854, chap. 282, § 13 ; Laws of 1871, chap. 560, § 2.) If the directors intended, when voting for the resolution, to vote under section 23 of the act of 1850, their vote was not in compliance with the requirements of that section, and hence was null and void as an attempt to act under it. (Laws of 1876, chap. 77, § 1, amending § 23 of the act of 1850.) The provisions of the Bailroad Act, in respect to acquiring title to real estate, must be complied with strictly and chronologically. (N. Y. & B. R. R. Co. v. Goodwin, 12 Abb. [N. S.] 21, 23, 24.) A corporation, either private or municipal, cannot under a general power to take lands for a public use take from another corporation having the like power, lands or property held by it for a public purpose pursuant to the charter. (Matter of B. & A. R. R., 53 N. Y. 574; Matter of City of Buffalo, 64 id. 574; S. C., 68 id. 171; Matter of Rochester Water Commrs., 66 id. 413; Laws of 1881, chap. 649.) There has been no such failure to agree upon the line or lines, grade or grades, point and manner of the crossing in question, and the compensation to be made therefor as will justify the respondent’s resort to the court for an arbitrary appropriation of the crossing. (Laws of 1880, chap. 583; 77 N. Y. 563.)\nJ. McGuire for respondent.\nThe petition contains all that is required to give the court jurisdiction to appoint commissioners, and all unnecessary and immaterial averments, which it was useless to state, and not necessary to prove, can be disregarded by the court upon this appeal. (In re B. & L. R. R. Co., 77 N. Y. 557.) In these proceedings, as in civil actions, what is not denied must be taken as true. (B. H. T. & W. R. R. Co., 79 N. Y. 64.) The requirement of the statute is satisfied by proof of any circumstances showing that the parties could not agree, and formal negotiations need not be shown. (P. P. & C. I. R. R. Co., 67 N. Y. 371; Pearce on Bailroads, 181.) The piece of land south- of and adjoining the roadbed of the Erie company is a part of its right of way, and the petitioner has a right to cross it. (Laws of 1850, chap. 140, § 28, subd. 4.)"
  },
  "file_name": "0279-01",
  "first_page_order": 307,
  "last_page_order": 313
}