{
  "id": 550685,
  "name": "William Sindram, Plaintiff in Error, v. The People of the State of New York, Defendant in Error",
  "name_abbreviation": "Sindram v. People",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "196",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 196"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 N. Y. 519",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2003924
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "639"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/1/0519-01"
      ]
    },
    {
      "cite": "53 N. Y. 165",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "37 N. Y. 413",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2043954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/37/0413-01"
      ]
    },
    {
      "cite": "1 Park. Cr. 340",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "case_ids": [
        11259412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/park-crim-rep/1/0340-01"
      ]
    },
    {
      "cite": "3 Hill, 194",
      "category": "reporters:state",
      "reporter": "Hill,",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 N. Y. 384",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2499568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/6/0369-01"
      ]
    },
    {
      "cite": "4 Sandf. 450",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1355418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/6/0450-01"
      ]
    },
    {
      "cite": "12 Johns. 513",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0513-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 16479,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.3036910832504762e-06,
      "percentile": 0.9894370289541977
    },
    "sha256": "bea8f6e44c1984b811d27cf2fb9c5ffc50d73b8c68d88ad184db998b58dc1b13",
    "simhash": "1:9eeb69977ad06144",
    "word_count": 2850
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William Sindram, Plaintiff in Error, v. The People of the State of New York, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nThe exception which the counsel for the plaintiff in error has mainly urged upon the argument of this cause is that taken by him to the exclusion of the evidence of David Weil, as to peculiarities and eccentricities in the conduct of the prisoner. This evidence was not offered with the view of proving insanity or as an excuse or defense, but solely as bearing upon the question of intent, and deliberation and premeditation, and thus affecting the degree of the crime. The counsel for the prisoner offered to prove that for a number of years past the prisoner had been characterized by peculiarities and eccentricities of conduct which had caused criticism with reference to his mental capacity. Also that he was a person who had been known to be the victim of inordinate passion, giving expression to it in various ways and at various times; and this offer was stated to be made for the purpose of enabling the jury to consider the character, the mental condition of the prisoner, prior to and in view of the circumstances of the killing, in order that they might be enabled to pass upon the grade of homicide, whether murder in the first or second degree or manslaughter in the third degree.\nFrom the discussion between coiinsel and the court at the trial it appears that the evidence was claimed to be admissible, upon two grounds : First, as bearing upon thé question whether the prisoner’s act was the' result of impulse and anger, or of a deliberate and premeditated design to effect death; and secondly, upon the question, whether the] prisoner had a mind which, under the circumstances detailed in the case, could have formed a deliberate and premeditated design to inflict death ; it being at the same time avowed that the evidence offered did not amount to proof of insanity.\nIn considering the first ground upon which the evidence offered was claimed tobe admissible, it is necessary to look at the circumstances of the homicide, as developed by the evidence which was before the court at the time the offer was made, for the purpose of ascertaining whether there was any evidence that the shooting was the result of sudden anger or impulse existing at the time, and whether the question whether the homicide was committed in the heat of passion, fairly arose in the case upon the evidence already in. We do not intend now \"to decide that even if that question had been presented by the evidence, proof of the description offered would have been admissible, but we are clearly of opinion that if the evidence disclosed no circumstances indicating that the homicide was committed under the influence of provocation at the time, or sudden anger, evidence that the prisoner had an irascible temper or was subject to fits of passion from slight causes was not admissible. Such proof would not of itself have authorized an inference that he committed the act under a sudden impulse, attributable to the eccentricities of his character, in the absence of any circumstance occurring at the time which tended to excite his passion.\nAt the time the evidence was offered the prosecution had just closed its testimony, and the witness W cil was the first witness called for the defense. The evidence on the part of the prosecution was to the effect that on the day preceding the killing, the prisoner, who had up to that time, been a lodger in the house of the deceased and her husband, had received notice to quit, and had left in the evening, using angry expressions concerning the deceased, and threatening to return the next day and make a bloody row. At about ten o’clock the following morning he came to the house and entered with a pass-key, and was accosted in the hall by Henrietta Crave, a step-daughter of the deceased. She testified that he then appeared angry and excited. He said to her that he wanted to see her mother; she asked “ what for,” and he replied,“ never mind, I want to see your mother.” The deceased, who was up stairs, heard the sounds and hallooed down, “ Henrietta, who is that down there ? ” and witness answered, “ momma, just think; it is that Willie Sindram.” Deceased said, “what does he want in the house now % he has no right in the house now.” The prisoner then said: “ Come down here and I will show you what I want,” speaking, as the witness expressed herself, very saucy, crossly, angrily; witness then went part of the way up the stairs, and looking back, saw the prisoner pulling out a pistol from his pocket slowly. Witness then called, out, “ momma, run; he has got a pistol; he is going to kill you.” Deceased then opened a window which was in the landing at the head of the first flight of stabs, and called “ watch, police,” out of the window ; the witness was at that time part of the way up the stairs, and the prisoner ran up the stairs, pushing her on one side, and fired at deceased as she was. calling out of the window. The ball went through one of the panes of the window. Deceased then crouched in the corner and the prisoner advanced upon her, and putting the muzzle of the pistol within three inches of her head, fired the second shot, which proved fatal. On cross-examination the witness testified that no words passed between deceased and prisoner except as before stated, and except that when witness hallooed to deceased that the prisoner had a pistol and was going to kill her, deceased said to him, “ what do you want to do any thing to me for, I never did any thing to you.”\nEmeline Smith, another witness on the part of the prosecution, testified that she was up stairs and heard the conversation in the hall, between Henrietta Crave and the prisoner, ón the morning of the killing. All this witness heard deceased say, was, “what do you want with me.” She did not hear the prisoner say any thing in reply. She saw the shooting and confirmed the testimony of Henrietta as to the circumstances.\nThis was all the testimony in the case relating to the circumstances -of the killing, at the time the prisoner’s counsel offered to prove his eccentricities, and his passionate character. From these circumstances it appeared that whatever passion the prisoner was laboring under, he brought with him to the house; and that it was not excited by any thing that occurred there. His violent temper could not, legitimately, be taken into consideration by the jury for the purpose of reducing the grade of his offense, when the provocation, if any there was, had occurred the day before the killing. If his acts were such as to satisfy the jury that the killing was with premeditation and deliberation, his bad temper or eccentricities of character, not amounting to insanity, could not detract from the effect of his acts, or shield him from responsibility therefor; and we concur with the learned judge who delivered the opinion at G-eneral Term, that there was no legitimate connection between the eccentricities and peculiarities of character sought to be shown, and the deed of the prisoner, as the evidence stood when the offer was made. The declarations of the prisoner in respect to his provocation came in at a later stage of the case.\nThe second ground upon which the offer is attempted to be sustained is equally untenable. The counsel for the prisoner, while conceding that his offer was not to prove insanity, claimed that the evidence bore upon the question whether the prisoner had a mind which, under the circumstances, could have formed a deliberate and premeditated design to inflict death. That is, that although the prisoner was a sane man, and capable of committing manslaughter, or murder in the second degree, he was under the circumstances incapable of committing murder in the first degree. The novelty of the proposition is admitted by counsel, but the argument in its favor is based upon the introduction into the statute defining the offense of murder in the first degree, of a new element, viz: — deliberation, in addition to premeditation. And it is contended that this change in the statute opens the door to proof of the description offered, for the purpose of showing that the accused was so far the victim of bad temper and inordinate passion, that when angered he was incapable of deliberation. We cannot adopt the view of the learned counsel. To do so would be not only an innovation upon the law, but one of a most mischievous tendency. It would afford a shield to the most dangerous classes of the community, and those most prone to commit the crime of murder. The violence of their passions, and their wicked impulses, which it is the object of the law and its punishments to restrain, would be made to palliate their offenses, and the more violent the character of an offender, the surer would be his immunity from the extreme penalty. The facts of premeditation and deliberation in a case of murder must be found by the jury, from the evidence of the acts and deliberations of the criminal, or the circumstances of the case, and the theory that eccentricities of character and inordinate passion can render a sane man incapable of committing an offense which involves deliberation is wholly inadmissible.\nSome exceptions were taken to the charge of the judge to the jury. Counsel excepted to the expression of the judge, “ There is no doubt about the assassination.” The judge explained this by stating that he meant that there was no doubt about the killing, and on referring to the portion of the charge where the expression was used, it appears that it was so explained at the time; what the judge said was, “ There is no doubt about the assassination,' that the deceased person was killed; there is no doubt either that she was killed by the prisoner.” An exception was also taken to a statement in the charge “ the testimony seems to be overwhelming in favor of his having uttered it — that he would return on Wednesday and make a bloody row.” On his attention being called to this part of the charge the learned judge stated to the jury that he changed that phraseology, and said that he thought the testimony was preponderating to that effect, but that he was only expressing an opinion, and that he left all the questions of fact to the jury; that there was to be no thirteenth juror in the box. Certain letters of the prisoner, written after the shooting, had been put in evidence, and in commenting on these the judge said that “ they exhibited a reckless depravity of nature, destitute of remorse or regret, the reckless spirit of a desperado, who, looking upon his life with indifference, could meet apparently any doom, for the gratification of a malignant passion.” These letters were before the jury, and they could put their own construction upon them. No one can read them without feeling that they fully warranted the comments of the judge. But on exception being taken to his remarks he instructed the jury to disregard what he had said about the letters, and form their own judgment. The statement in the charge that these letters indicated a high order of intelligence was also modified by the judge, by withdrawing the words “ high order of ” and saying that they indicated intelligence.\nWe find no legal error in any of the portions of the charge excepted to. Comments upon the testimony, so long as the judge leaves all the questions of fact to the jury and instructs them that they are the sole judges of matters of fact, are not the subject of legal exception. It is desirable that the court should refrain, as far as possible, from saying any thing to the jury which may influence them either way in passing upon controverted questions of fact, and perhaps comments on the evidence might be carried so far as to afEord ground for assigning error. But in the present case, whenever its attention was called by the prisoner’s counsel to any part of the charge which he considered as an infringement upon the province of the jury, the court promptly and clearly withdrew the remarks objected to, and emphatically reminded the jury that they alone had the right to determine the facts.\nThe judgment should be affirmed.\nAll concur.\nJudgment affirmed,",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "James D. McClelland and William F. Kintzing for plaintiff in error.",
      "John Vincent, assistant district attorney, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "William Sindram, Plaintiff in Error, v. The People of the State of New York, Defendant in Error.\nUpon the trial of an indictment for murder in the first degree, where the homicide is proved and the evidence discloses no circumstances indicating that it was committed under the influence of provocation at the time, or sudden anger, but it appears the act was done with premeditation, and deliberation, evidence that the prisoner had an irascible temper, or was subject to fits of passion from slight, causes, is incompetent.\nSo also evidence is incompetent that the conduct of the prisoner for a period prior to the homicide was characterized by eccentricities and peculiarities causing criticism with reference to his mental capacity, where the evidence is not offered for the purpose of proving insanity, but solely as bearing upon the question of intent, deliberation and premeditation.\nUpon the trial of such an indictment, the evidence was unquestioned as to the killing, the court in its charge stated : “ There is no doubt about the assassination, that the deceased person was killed.” The prisoner’s counsel excepted to the expression “ there is no doubt about the assassination.” The court explained that what was meant was there was no doubt about the killing. Meld no error.\nEvidence was given as to a declaration of the prisoner before the homicide. The court stated in its charge that “ the testimony seems to be overwhelming in favor of his having uttered it.” On attention being called to this expression, the judge stated that he changed the phraseology ; that he thought the testimony was preponderating, but he was only expressing his opinion, and he left all the questions of fact to the jury. Held, that there was no error authorizing a reversal.\nCertain letters of the prisoner, written after the homicide, were put in evidence. In commenting upon them in the charge the court said: “ They exhibit a reckless depravity of nature, destitute of remorse or regret, the reckless spirit of a desperado.” The letters fully warranted these .comments ; on exception being taken the court directed the jury to disregard what had been said about the letters, and to form their own conclusions. Held no error.\nThe court also stated that the letters indicated a high order of intelligence. This was also modified by withdrawing the words “high order of.’’ Held no error.\nThe comments of the trial court in its charge upon the testimony are not ordinarily the subject of legal exception so long as the questions of fact are left with the jury with instructions that they are the sole judges thereof.\nAs to whether such comments may not be carried so far as to afford ground for assigning error, quare.\n(Argued February 7, 1882;\ndecided February 28, 1882.)\nError to the General Term of the Supreme Court, in the first judicial department, to review judgment entered upon .an order made January 31, 1882, which affirmed a judgment convicting the plaintiff in error of the crime of murder in the first degree.\nThe facts material to the questions discussed are stated in the opinion.\nJames D. McClelland and William F. Kintzing for plaintiff in error.\nThe court erred in excluding the offer to show that the prisoner had an irascible temper, and was subject to fits of passion from slight causes. (McIntosh’s History of England, vol. 3, p. 36; Jamison’s Logic, p. 37, chap. 4, book 1, § 83; Wharton & Styles’ Physc. Law, §§ 307, 692.) A court should not give a jury such instructions or directions as to prevent them-from exercising their own judgment and deciding for themselves. (12 Johns. 513; Bulkley v. Keteltas, 4 Sandf. 450; 6 N. Y. 384; People v. Wiley, 3 Hill, 194; People v. Quinn, 1 Park. Cr. 340; Pformer v. The People, 4 id. 588; Breen v. The People, id. 380; Fitzgerald v. The People, 37 N. Y. 413.) A new trial will be granted where error appears, except where, by no possibility, the error could have produced injury. (Stokes v. People, 53 N. Y. 165; Coleman v. People, 58 id. 561; People v. Wiley, 3 Hill, 194; Worrall v. Parmelee, 1 N. Y. 519; Van Devorst v. Gould, 36 id. 639.)\nJohn Vincent, assistant district attorney, for defendant in error.\nEven if the evidence offered as to the prisoner’s irascible temper was admissible, it would not justify a reversal of the judgment, as it could not have changed the character of the verdict. (Shorter v. People, 2 Comst. 202.)"
  },
  "file_name": "0196-01",
  "first_page_order": 224,
  "last_page_order": 231
}