{
  "id": 550662,
  "name": "John J. Hogan, Administrator, etc., Appellant, v. Mary Curtin, Administratrix, etc., Respondent",
  "name_abbreviation": "Hogan v. Curtin",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "162",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 162"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "3 Sandf. 82",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1357328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/5/0082-01"
      ]
    },
    {
      "cite": "18 N. Y. Sup. Ct. 238",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "case_ids": [
        4449344
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-sup-ct/18/0238-01"
      ]
    },
    {
      "cite": "59 N. Y. 202",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        521501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/59/0202-01"
      ]
    },
    {
      "cite": "24 N. Y. 467",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "12 Barb. 440",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/12/0440-01"
      ]
    },
    {
      "cite": "3 Whart. 375",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Mass. 169",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0139-01"
      ]
    },
    {
      "cite": "24 N. Y. 468",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "58 N. Y. 335",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158409
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0335-01"
      ]
    },
    {
      "cite": "1 Const. 206",
      "category": "reporters:state",
      "reporter": "Mill",
      "opinion_index": -1
    },
    {
      "cite": "14 N. Y. 41",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        496055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/14/0041-01"
      ]
    },
    {
      "cite": "4 Hill, 492",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 974,
    "char_count": 24948,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.3250652323198133e-06,
      "percentile": 0.9897306754177561
    },
    "sha256": "e62d4837eb7139140bafe19d79b2aa4ec39509da881da18b913957ac05d839a3",
    "simhash": "1:0ff37050ac60aeb1",
    "word_count": 4406
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John J. Hogan, Administrator, etc., Appellant, v. Mary Curtin, Administratrix, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Andrews, Ch. J.\nWe do not deem it essential to determine the question which has been argued at the bar, whether the condition in abridgment of the legacy to the daughter, in case of her marriage without consent, is precedent or subsequent, as we are of opinion that, while in some cases this would be a controlling consideration, in this case the same result will follow either construction.. But we think the condition was subsequent. The gift to the daughter in the fourth clause is immediate, but the payment is postponed until she shall attain the age of twenty-one years, with a provision for the acceleration of the payment on her marriage with consent before that age, and a gift over by way of substitution to the sons, in case of the daughter’s dying unmarried during her minority, and a revocation of the gift to the daughter, except as to the sum of $5,000 in case of her marriage before twenty-one, without consent. The time is annexed to the payment and not to the gift. In Garret v. Pritty (2 Vern. 293), more fully reported in a note to Lloyd v. Branton (3 Mer. 118), the will contained a provision similar to that in the will- in question. In that case the testator bequeathed to his daughter Elizabeth £3,000, to be paid in mariner following: £2,000 when she should attain the age of twenty-one, or upon the day of her marriage, which should first happen, etc., and £1,000 at the end of two years, etc., and the will provided that in case the daughter should be married before she attained the age of twenty-one without consent, etc., then the legacy of £3,000 before given to her should ■cease and be void, and in lieu thereof, the testator gave her £500 only. In Harvey v. Aston (1 Atk. 378), Lord Chief Justice Lee, referring to Garret v. Pritty, said: “ In the case of Garret v. Pritty, the portion was plainly a vested portion, and the proviso comes in afterward and is to be considered as a condition subsequent.” In Graydon v. Hicks (2 Atk. 16) the will was, a I give the sum of one thousand pounds to' my only daughter Mary Graydon, to be paid to her at her age of twenty-one years, or on the day of her marriage, which shall first happen, provided she marry by and with the consent of my executor, but in case she dies before the money becomes payable on the condition aforesaid,\"then I give the said one thousand pounds equally between my two youngest sons,” etc., and Lord JEabdwicke said that he was of opinion that this is only a condition subsequent, to divest a legacy in case of a marriage before twenty-one. It may be observed that in the present case the words “ heretofore bequeathed to her,” in the clause providing for an abridgment of the legacy in case of marriage without consent, naturally refer to a legacy which had been given by the preceding 'clause, which by the second clause was to be in part divested by a marriage contrary to the condition. We think the authorities sustain the view that the condition in this case was subsequent and not precedent. (See Roper on Legacies, vol. 1, p. 554, and cases cited.)\nThe next question is, whether the marriage of the daughter, under the circumstances stated, was a breach of the condition. The language is, that if the daughter should marry “against the consent of my said executors and her mother,” etc. The finding is that she married with the consent of the sole executor, but without the consent of her mother. It is claimed that a marriage without the mother’s consent is not a marriage against her consent. It was said by Lord Hardwicke in Reynish v. Martin (3 Atk. 334), that there was a material distinction between a condition that the legatee should not marry without consent, and a condition that she shall not marry against consent. The precise distinction which Lord Hardwiokb had in mind is not pointed out. It could hardly be claimed that a condition not to marry against consent could be broken only where there was an affirmative prohibition of the marriage before it took place.. Such a construction would permit a clandestine or secret marriage to be contracted, without involving a forfeiture of the legacy. But without undertaking to trace the alleged distinction, it is sufficient to say in this case, as was said by Sir John Leach in Long v. Ricketts (2 Sim. & Stu. 179), that, “ to make the will consistent, the word ‘against’here must read in the sense of 6 without.’ ” The testator evidently uses the word agañnst, in the last sentence of the fourth clause, as the correlative of with, in the first sentence. In the first sentence he gives the legacy, on the daughter’s marriage before twenty-one, with consent, and in the last, he abridges it in case of her marriage against consent, using that word as the synonym of without. This is also rendered clear by the language of the eighth clause, which provides for the daughter’s maintenance by the executors, out of the proceeds of the real estate until twenty one, “ and until my said daughter shall get married, with their consent and that of her mother, as hereinbefore stated.”\nWe are of opinion, therefore, that the daughter’s marriage without the consent of her mother, was a breach of the condition. The consent of the executor alone, was not sufficient. The testator required the consent of both the mother and the executors. In Clarke v. Parker (19 Ves. 17), Lord Eldon said: “ There is no case, in which it has b.een held, that, the consent of three trustees being required, that consent, which, if there were only two, would have been quite sufficient, would do, the third not having been at all consulted. There was a discretion in him as well as in the others; and there is no authority that, if the consent of three is required, a marriage with consent of two only is that which the will has prescribed.” The remarriage of the mother did not dispense with the necessity of her consent to her daughter’s marriage. The will \"does not provide that in the event of the mother’s marriage, her consent shall be no longer necessary. The testator transferred the custody and guardianship of his children to his executors in the event of the remarriage of his wife. He probably deemed it prudent, to put it out of the power of a second husband to intermeddle with the persons or estate of the children. But he uses no language indicating any intention to dispense with the mother’s consent to the daughter’s marriage before twenty-one, in case the mother married. Her natural love and duty may well have been regarded by the testator as affording a sufficient guaranty that the power to give or withhold consent would not be abused.\nThe condition, therefore,.of the legacy to the daughter haying been broken by her marriage without consent, the question remains, whether the condition is effective to limit the legacy to the sum of $5,000. If the question depends upon the general rules of law applicable to conditions, it is plain that the daughter, by breach of the condition, forfeited the primary legacy. A condition prohibiting marriage before twenty-one without consent, is by the common law valid and lawful. It is otherwise of conditions in general restraint of marriage., they being regarded as contrary to public policy, and the K common weal and good order of society.” But reasonable conditions designed to prevent hasty • or imprudent marriages, and to subject a child, or other object of the testator’s bounty, to the just -restraint of parents or friends during infancy, or other reasonable period, are upheld by the common law, not only because they are proper in themselves, but because by upholding them the law protects the owner of property in disposing of it under such lawful limitations and conditions as he may prescribe. (Story’s Eq. Jur., § 280 et ssy., and cases cited.) How it is the general rule of law that a breach of a lawful condition annexed to a legacy, either divests it, or prevents an estate therein arising in the legatee, depending upon whether the condition is precedent or subsequent. In accordance with this general principle, it was held in In re Dickson’s Trust (1 Sim. [N. S.] 37), that a condition subsequent that the legatee should not become a nun, was valid, and that the legacy was forfeited by breach of the condition, although there was no gift over. But it has been the settled law of England for a long » period, that a condition subsequent annexed to a legacy, in qualified restraint of marriage, although the restraint was lawful and reasonable, nevertheless did not operate upon breach to divest the title of a legatee, unless there was an express gift over on breach of the condition, or a direction that the legacy should fall into the residue, and pass therewith, which is deemed equivalent to a gift over. The condition where there is no devise over, is said to be in terrorem merely, a convenient phrase adopted by judges to stand in place of a reason for refusing to give effect to a valid condition. (Harvey v. Aston, supra; Reynish v. Martin, 3 Atk. 330; Wheeler v. Bingham, id. 364; Lloyds. Branton, supra; Stackpole v. Beaumont, 3 Ves. Jr. 89; In re Dickson's Trusty supra; Marples v. Bainbridge, 1 Mad. 590.) In Lloyd v. Branton, Sir William Grart, refer- ' ring to the subject, says, “ Whatever diversity of opinion there may have been with respect to the necessity of a devise over in the case of conditions precedent, I apprehend that, without such a devise, a subsequent condition of forfeiture on marriage without' consent has never been enforced.” It is not necessary to state at length the reason of the apparent anomaly in the law upon the subject. This is fully explained in the judgment of Lord Thublow, in Scott v. Tyler (2 Bro. Ch. 432), and of Lord Logghbobough, in Stachpole v. Beaumont. Suffice it to say, that it grew out of the adoption, by the English ecclesiastical courts and the courts of equity, of the rules of the civil and canon law, by which all conditions in restraint of marriage (with very limited exceptions), or conditions requiring consent, were held to be void. The ecclesiastical courts, having jurisdiction to enforce the payment of legacies, adopted the rule of the civil law in all cases, without considering that by the common law reasonable conditions in restraint of marriage were valid. The distinction made in cases where there was an express devise over does not seem to be founded upon any principle, and may possibly have grown out of an effort to partially restore the harmony of the law.\nIt is a clear proposition, therefore, that, according to the settled law of England, the legacy in this case, if it is regarded as a purely personal legacy, was not forfeited by the marriage of the testator’s daughter without consent. There was no devise over on breach of the condition. The only gift over was in the event of the daughter’s dying unmarried before twenty-one. It has been frequently decided that a general gift of a residue is not a gift over within the rule. (Wheeler v. Bingham, supra; Lloyd v. Branton, supra.) The condition, therefore, in this case woxild be ún terrorem only within the cases cited.\nBut the legacy is not a purely personal legacy. The testator charges the lands devised as an auxiliary fund for the payment of debts and legacies, and there is no personalty out of which the legacy can be paid. If it is paid, therefore, it can be only by a sale of the land on which the legacy is charged. This presents a case where the condition must be construed and effect given to it according to the general rules of the common law. Reynish v. Martin, was the case of a legacy .upon a condition in restraint of marriage without consent, charged upon land in aid of the personalty. The legatee married without consent, and afterward suit was brought to compel a sale Of the land to pay the legacy, and Lord Hardwicks denied this relief, saying that “ where a legacy is a charge upon the lands, to be raised.out of the real estate, as the ecclesiastical courts have no jurisdiction, it must he governed by the rules of another fomwri, to which the jurisdiction properly belongs; ” and in Scott v. Tyler, Lord Thurlow said, “ Lands devised, charge^ upon it, powers to he exercised over it, money legacies referring to such charges, money to be laid out in land (though I do not find this yet resolved), follow the rule of the common law and are to be executed by analogy to it.” And Judge Story, speaking of the distinctions between conditions in restraint of marriage, annexed to a bequest of personal estate, and the like conditions annexed to a .devise of real estate, or to a charge upon it says “ In the latter cases (touching real estate) the doctrine of the common law, in respect to conditions, is strictly applied. If the condition be precedent it must be strictly complied with in order to entitle the party to the benefit of the devise or gift. If the condition be subsequent its validity will depend upon its being such as the law will allow to divest an estate.” (Story’s Eq. Jur., § 288; see) .also, Cornell- v. Lovett's Ex'r, 11 Casey, 100; Comm. v. Stauffer, 10 Barr. 350; Williams on Pers. Prop. 341.)\nOn the ground, therefore, that the condition in this case was lawful; and that there is no personal estate to pay the legacy; and that it cannot be enforced as a charge against the real estate by reason of the breach of the condition, we think the judgment should be affirmed.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, Ch. J."
      }
    ],
    "attorneys": [
      "Wm. Allan for appellant.",
      "Samuel G. Courtney for respondent."
    ],
    "corrections": "",
    "head_matter": "John J. Hogan, Administrator, etc., Appellant, v. Mary Curtin, Administratrix, etc., Respondent.\nThe will of C. gave his estate, real and personal, to his executors in trust, to sell, mortgage or lease the real estate, to invest. the proceeds, and out of the same to support his children until they, respectively, attained the age of twenty-one, and until Ms daughter M.(plaintifi”s intestate) should get married, with their consent and that of her mother. He gave to his said daughter $16,000, to be paid to her on her attaining the age of .twenty-one, or upon her marriage before that age, with the consent of her mother and said executors. In case of her death, unmarried, before she became of age, the legacy was given to the testator’s two sons. In the event of M.’s marrying against the consent of the “ said executors and her said mother,” it was declared that she should receive but $5,000. To his wife he gave the care and custody of his children during their minority,-“as long as she remains unmarried,” etc. In case of her marriage, such care and custody was committed to the executors. The executors were directed to pay the debts and legacies, in the first place, out of the personal property ; if this proved insufficient, to pay the balance out of the rents and profits of his real estate ; and if it became necessary, they were authorized to sell or mortgage the real estate to pay the residue. The testator left. personal estate of the value only of about $500. The testator’s widow re-married, and after that M. married, when about eighteen years of age, with the consent, as the court found of the then sole executor, but without the consent of her mother. In an action brought to establish plaintiff’s right to the $16,000 legacy, held, that M.’s marriage without consent was a breach of the condition ; that said condition was a valid one; and, although there was no gift over on breach thereof, as the legacy was not a purely personal one, the land being charged as an auxiliary fund with its payment, and a sale thereof was necessary for that purpose, and there being no personalty out of which it can be paid, that the legacy was forfeited, save as to the $5,000, by the marriage of M. without the required consent.\nA general gift of a residue is not a gift over within the rule.\nIt seems that the condition was a condition subsequent; that the gift to M. was immediate,the payment onlybeing postponed until her arrival of age, with a provision for the acceleration of payment, on her marriage, with consent, before that time, and a revocation of the gift in case of marriage without consent.\nThe general doctrine of conditions in restraint of marriage considered\n(Argued January 26, 1882;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Superior Court of the city of Hew York, entered upon an order made March 11, 1881, which affirmed a judgment entered upon a decision of the court on trial at Special Term. (Reported below, 15 J. & S., 250.)\nThis action is brought by the plaintiff, ás administrator of Mary Ann Hogan, against the defendant, as administratrix, with the will annexed, of Daniel Curtin, deceased; to procure a judgment establishing the right of the plaintiff, as administrator, to a legacy' of $16,000,' given to Mary Ann Curtin, the intestate, by the will of her father, Daniel Curtin, and directing that it be raised out of the real estate of the testator.\nThe testator, Daniel Curtin, died in the city of Hew York, January 7, 1870, leaving the defendant Mary Curtin, his widow, and two -sons, James and Francis, and one daughter, Mary Ann (the oldest of the.three children, and then about ten years of age), surviving him. His estate at his death consisted of personal property of the value of about five-hundred dollars, and real estate of the value of forty thousand dollars. The testator by his will devised his real and personal property to Patrick Hogan and Daniel Daly, whom he appointed his executors, in trust, for the purposes of the will. He authorized them to sell,, convey, mortgage or lease his real estate, as in their judgment might be most beneficial to his children, and invest the proceeds at interest, or in other improved real estate, and out of the proceeds to maintain his children until they should respectively attain the age of twenty-one years, or in respect to the daughter until her marriage, with the consent of the executors and her mother, as provided in the will. By the second clause of the will, the testator' gave to his wife $10,000, in lieu of dower, to be paid out of the rents and profits of his real estate. By the third clause, he devised his real estate to his two sons, in equal shares. The fourth clause is as follows: “ I give, devise and bequeath to my daughter, Mary Ann Curtin, the sum of $16,000, to be paid to her by my said executors upon her attaining the age of twenty-one years, or upon her marriage, before she attains the age of twenty-one years, with the consent of her mother- and my said executors, and in case my said daughter should die unmarried, before attaining the age of twenty-one years, then the share hereinbefore bequeathed to her shall go to and belong to my said sons, James and Francis, share and share alike; and in the event of my'said daughter, Mary Ann marrying against the consent of my said executers and her said mother, then my will and desire is, that instead of the said sum of $16,000, hereinbefore bequeathed to her, she shall only receive from my said executors, the sum of $5,000 in full, for her share of my estate.” . By the tenth clause, the testator declares that, it was his will and desire that his wife should reside in his house in Forty-eighth street, Hew York, with his children; so long .as she should remain unmarried,- and that she should have the tuition, custody and control of his children during their minority, “ as long as she remains unmarried and takes proper care of them; ” but in case of her death or marriage during the single life or nonage of any of his children, then that his executors should immediately take charge of his children, and place them under the care of some suitable person to be approved by both his executors. In the event of the death or marriage of his wife, he appointed his executors guardians of his children during their minority. . By the thirteenth clause, he directed his executors to pay his debts and legacies, in the first place,-out of his personal property so far as it would go in payment thereof, and the balance out of the rents and profits of his real estate, and in case it became necessary, the executors were authorized to sell or mortgage his real estate to pay debts and legacies. By thefourteenth clause he constituted his son James his residuary legatee. The will was duly proved and the executors named accepted the trust and entered upon the discharge of their duties as executors. In 1871, Daly, one of the executors, was duly discharged as executor, and ceased to act as such, and Hogan was sole acting executor from- that time until he was superseded, when letters of administration with the will annexed were issued to the defendant. On the 14th of February, 1878, Mary Ann Curtin, the daughter of the testator, being then about eighteen years of age, was married to John J. Hogan, the plaintiff, and she died May 29,1879, leaving no issue. The trial judge found that the marriage of Mary Ann Curtin was with the consent of Patrick Hogan, the then sole executor, but without the consent of her mother. The mother remarried in 1871, after the death of the testator,. and her husband by her second marriage is still living. There is no personal property out of which to pay the legacy in questian. The court at Special Term decided that the testator’s daughter Mary, having married before she arrived at the age of twenty-one years, without the consent of her mother, forfeited her right to the legacy of $16,000, and was only entitled to the-sum of $5,000, and for this sum, less what had been paid to the legatee, judgment was entered with a direction that it should be raised by a sale]or mortgage of the real estate of the testator. The General Term affirmed the judgment, and from the judgment of affirmance the plaintiff appeals to this court.\nWm. Allan for appellant.\nThe bequest to Mary Ann Curtin, the testator’s daughter, was personal property, and belonged to her at the time of her death, and as such went to her administrator. (Bogert v. Hertell, 4 Hill, 492; Bramhall v. Ferris, 14 N. Y. 41; Stagg v. Jackson, 1 Const. 206; Taylor v. Dodd, 58 N. Y. 335.) The condition was the legatees’ marriage against the consent of both her mother and the executors. The consent of either justified the marriage. (Fleming v. Walgrave, 1 Ch. Cas. 58; Creagh v. Wilson, 2 Vern. 573; Reynish v. Martin, 3 Atk. 330, 334.) “And ” may in certain cases -be read as a or,” but not to defeat a devise or bequest made to the child of the testator, nor to restrain marriage. (Roome v. Phillips, 24 N. Y. 468; Greenleaf’s Cruise on Real Property, Title-12, Estate on Condition, chap. 1, § 61, p. 19; Long v. Dennis, 4 Burr. 20, 52; Daly v. Clanrickrarde, 2 Atk. 261, 278; Bolton et ux. v. Humphries et al., 1 Story’s Eq. Juris. [Redfield’s 9th ed], § 286, p. 267 et seg.) There being no express or immediate devise or bequest over of the legacy in question, the condition is ineffectual. (Garret v. Pritty, 2 Vern. 393; Wheeler v. Bingham, 1 Wils. 135; Parsons et al. v. Winslow, 6 Mass. 169; McIllvain v. Githin, 3 Whart. 375; Hoopes v. Dundas, 10 Barr. 75; 1 Jarman on Wills [4th Am. ed.], 710, et seg.; 1 Roper on Legacies, 746; Ludlow v. N. Y. & H. R. R. Co., 12 Barb. 440; Doe v. Freeman, 1 D. & E. 389.) Where the effect of a condition is either to enlarge or defeat an estate already created, it is then called a condition subsequent. (1 Greenleaf’s Cruise on Beal Property, Title 13, Estate on Condition, § 6; Peyton, v. Bury, 2 P. Wms. 625; Harvey v. Afton, 1 Atk. 443, 444; Roome v. Phillips, 24 N. Y. 467; Graydon v. Hicks, 2 Atk. 15.) The ties which connect the testator with his legatees, the affection subsisting between them, the motives which may reasonably be supposed to operate • with him, and to influence him in the disposition of his property, are all entitled to consideration in expounding doubtful words, and ascertaining the meaning in which the testator used them. (Smith v. Bell, 6 Peters, 68; Hoppock v. Tucker, 59 N. Y. 202; Van Nostrand v. Moore, 52 id. 12; Sutherland v. Ronald, 18 N. Y. Sup. Ct. 238; Howland v. Union Theological Seminary, 3 Sandf. 82.)\nSamuel G. Courtney for respondent.\nA legacy given on condition, that one shotdd marry with the consent of another, is good. (Graydon v. Hicks, 2 Atk. 17; Creagh v. Wilson, 2 Vern. 573; Scott v. Tyler, 2 Bro. Ch. [Am. ed.] 343.) This provision in the testator’s will was a condition precedent and not subsequent, and ' did not defeat an estate already created. (1 Boper on Legacies, 749, 750; 2 Jarman on Wills [Am. ed.], 566, 568, 570.) Where a legacy is chargeable upon real estate, even in the remotest degree, it cannot be treated as personal property. (Caw v. Robertson, 5 Seld. 134: Reynish v. Martin, 3 Atk. 333; Harvey v. Afton, 1 id. 440.) It is not necessary that there should be a special devise over of the legacy forfeited, if there is a residuary estate and legatee. (Scott v. Tyler, 2 Bro. Ch. [Am. ed.] 343.) The provision of the will was not one in restraint of marriage. (Jarman on Wills, 567.)"
  },
  "file_name": "0162-01",
  "first_page_order": 190,
  "last_page_order": 201
}