{
  "id": 550672,
  "name": "Henry Moyer, Administrator, etc., Respondent, v. The New York Central and Hudson River Railroad Company, Appellant",
  "name_abbreviation": "Moyer v. New York Central & Hudson River Railroad",
  "decision_date": "1882-03-14",
  "docket_number": "",
  "first_page": "351",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 351"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 167",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0167-01"
      ]
    },
    {
      "cite": "27 Barb. 512",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5014038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/27/0512-01"
      ]
    },
    {
      "cite": "66 N. Y. 641",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2163315,
        2163359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/66/0641-02",
        "/ny/66/0641-01"
      ]
    },
    {
      "cite": "20 N. Y. 470",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "20 How. 407",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "33 N. Y. 92",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "13 Wall. 166",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        1134186
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/80/0166-01"
      ]
    },
    {
      "cite": "30 Mich. 308",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1952027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/30/0308-01"
      ]
    },
    {
      "cite": "6 Lans. 131",
      "category": "reporters:state",
      "reporter": "Lans.",
      "opinion_index": -1
    },
    {
      "cite": "74 N. Y. 302",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0302-01"
      ]
    },
    {
      "cite": "37 Barb. 512",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "36 N. Y. 216",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "23 N. Y. 47",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "20 Barb. 480",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 562",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2021005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0316-01"
      ]
    },
    {
      "cite": "87 N. Y. 550",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        549387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/87/0550-01"
      ]
    },
    {
      "cite": "23 N. Y. 47",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 13456,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 5.815665565358631e-07,
      "percentile": 0.9514931179385362
    },
    "sha256": "03c495781976184201a5e1dcdf375d571c9a76c1cdf3a7e1b865628bf2d76dc9",
    "simhash": "1:fbc38e2e0a5ecc50",
    "word_count": 2383
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry Moyer, Administrator, etc., Respondent, v. The New York Central and Hudson River Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThe plaintiff in her complaint alleged that the defendant had constructed an embankment on the north side of the Mohawk river opposite Canajoharie, and had thus narrowed the channel of the river so that in times of flood and freshets the water was thrown in large and unusual quantities upon her land lying contiguous to the river on the southerly side thereof, in consequence of which the surface of her land was washed away and the land greatly deteriorated in value.\nThe cause was put at issue by the answer of the defendant, and was subsequently referred and tried, and the referee found in his report the following among other facts : “ That in the year 1869 the defendant, for the purpose of preventing its tracks from being flooded in time of high water from the river, raised the bed of the road upon which said tracks were laid, and built an embankment of earth out into the river and changed the current of said river, causing the same to flow in a more southerly direction and upon and over the lands of the plaintiff described in the complaint.” “That the water of said river by reason of so flowing over and upon the plaintiff’s said lands washed and carried away portions of the soil of said lands and partially destroyed about eight acres thereof, which was rendered to a large extent unfit for cultivation or use.” “ That in the year 1873 the defendant laid two more tracks, and in preparing the necessary and proper beds therefor, built said embankment about twenty-two feet further south and into the river.” “ That the building of the said embankment further narrowed the channel of the river and threw a larger quantity of water over and upon the plaintiff’s lands, causing it to wash to a greater extent.” “ That said lands of the plaintiff in the condition in which the same were previous to the washing caused by the said embankment built by the defendant in 1869 and 1873, were worth $150 per acre, and if in the same condition as then would now be worth $150 per acre.” “ That said lands, by reason of the washing caused as above stated by the building of the embankment by the defendant in 1869, were not worth to exceed $100 per acre, and the same are not now, by reason of said washing and flooding, occasioned by the building of such embankment in 1869 and 1873, worth to exceed $50 per acre.” “ That said embankments were built in a workmanlike and skillful manner, but no efforts are made by the defendant to prevent the overflowing of the plaintiff’s lands, or for conducting the water in any other way than by flowing upon and over the plaintiff’s said lands.” And he decided.as a conclusion of law, that the plaintiff was entitled to recover the sum of $800, with interest on $400 from the 1st of January, 1870, and on $400 from the 28th of September, 1876, the date of the commencement of this action. After the report was made, the defendant excepted to the findings of fact in the following form: “ Separately to each and every of the referee’s findings of facts in such action contained and stated in his report, except that of the first fact stated in the ninth of such findings; ” and also excepted to the referee’s conclusions of law, and separately to each and every portion thereof. At the settlement of the case, the counsel for both parties requested the referee to make certain findings of fact. Although these requests were not presented to the referee before he made his report as required by section 1023 of the Code, no objection was made at the time by the counsel for either party that the requests should not then be made and acted upon by the referee, and the requests and the rulings of the referee thereon appear in the record submitted to us, and we must therefore regard them as regularly and properly there. (Ward v. Craig, in this court, not reported.) Among other requests was the following: Whether any portion of the damage to the said lands of the plaintiff has been caused by raising the bed of the defendant’s railroad.” The counsel for plaintiff asked the referee to find this request in the affirmative, and the defendant requested to have it found in the negative, and the referee found it in the •affirmative, and the defendant’s counsel excepted to the finding.\nIt appears, therefore, that the referee found that plaintiff’s lands were damaged in consequence of the raising of the bed of the railroad, and building an embankment of earth out into the river in 1869, to the amount of $400, and that by the same causes, and the building of an additional embankment in 1873, her lands were further damaged in the sum of $400. We have carefully read the evidence in the case, and cannot find that the defendant built any embankment into the river, or in any way encroached on the channel of the river in 1869, and the referee therefore erred in finding damages against the defendant on account of such embankment. But there is no exception which presents this error for our consideration. The general exceptions to all the findings of fact are unavailing, as we have frequently held. (Ward v. Craig, supra.) The referee did not find and he could not find, as the evidence did not show, how much damage to the plaintiff’s land was caused by the raising of the bed of defendant’s railroad. We are unable to find any proof that that cause contributed in any way to the damage. It may have done so, and we must infer from the finding of the referee, that the responsibility which he cast upon the defendant was to some extent due to the fact, that it had raised the bed of its road. The defendant was authorized by law to construct its road upon its own land, and if it constructed it in a skillful and proper manner, it could not be made responsible to persons receiving incidental or consequential damages. There is no allegation or proof that it was not necessary and proper for it to raise the bed of its road, and there is no allegation or proof that it was unskillfully or improperly done. On the contrary it is expressly found that the railroad embankment was built in a workmanlike and skillful manner. The case of Bellinger v. N. Y. C. R. R. Co. (23 N. Y. 47) is ample and precise authority for the position, that the defendant is not liable for consequential damages to any persons caused by the necessary and proper elevation of its roadbed, not in the channel of a stream, but upon its own land. The referee, therefore, clearly erred when he found and included in the damages awarded to the plaintiff, damages caused by the elevation of the road-bed. Both items of $400 allowed to the plaintiff by the referee include damages caused by such elevation, and hence both of these items are affected by this illegality. But the suggestion has been made that no exception was taken by the counsel for the defendant, which enables it upon this appeal to insist upon the error. We think there are sufficient exceptions. There was no allegation in the complaint that any damages had been caused to the plaintiff by the raising of the road-bed, and when proof was offered that the railroad tracks were raised in 1869, it was objected to on the part of the defendant on the ground that it was not alleged in the complaint, and that no liability on the part of the defendant to the plaintiff would accrue by the raising of the tracks. The objection was overruled and defendant’s counsel excepted. We think it is plain that the referee laid down, and intended to lay down, as the law of the case, that the defendant was liable to the plaintiff for any damages caused by raising the tracks. Then again the exception to the final conclusion of law, that the plaintiff was entitled to recover the two items of $400 with interest thereon, is sufficient. The finding of fact that the plaintiff had suffered damages to the amount of the two items of $400, each of which included damages caused by the raising of the road-bed, did not authorize a conclusion of law that the plaintiff was entitled to recover these sums of the defendant, because the defendant was not liable for any damages resulting from that cause. If the damages found had been such as the defendant was liable for, the conclusion of law would have been proper; but as the defendant was not liable for the damages found, the conclusion of law was not proper, and the exception was well taken.\nWe are, therefore, of the opinion that the judgment should be reversed and a new trial granted, costs to abide the event.\nAll concur, except Batallo, J., absent.\nJudgment reversed.\n87 N. Y. 550.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "S. W. Jackson, for appellant.",
      "D. S. Morrel for respondent."
    ],
    "corrections": "",
    "head_matter": "Henry Moyer, Administrator, etc., Respondent, v. The New York Central and Hudson River Railroad Company, Appellant.\nA railroad corporation is not liable for damages to any person from the overflow of the water of a stream caused by the necessary and proper elevation of its road-bed, not in the channel of the stream, but upon its own land.\nPlaintiffs complaint alleged that defendant had constructed an embankment on the side of the M. river, thus narrowing its channel, so that in times of floods the water was thrown in unusual quantities upon her land contiguous to the river on the opposite side; on the trial evidence was offered by plaintiff, showing damage caused by the raising of defendant’s road-bed ; this was objected to on the ground that it was not alleged \" in the complaint, and that no liability accrued in raising the tracks, the objection was overruled and defendant excepted. The referee found that at a time specified, defendant, to prevent its tracks from being flooded, raised the bed of its road and built an embankment out into the river, causing the current to flow on and over plaintiff’s lands, damaging them to an amount specified ; that at another time for the purpose of laying additional tracks, defendant built said embankment further out into the river, causing further injury to an amount specified; that a portion of the damage was caused by raising the road-bed; that the embankments were built in a workmanlike and skillful manner, and as a conclusion of law, that defendant was liable for.such damages. Defendant’s counsel excepted in the following form, “ separately to each and every of the referee’s findings of fact, ’1 save as to one that was specified, and also excepted to the conclusion of law. Held, that although there was no evidence justifying the findings that defendant at the time first specified, when raising its road-bed, built an embankment into the river, and such finding was therefore error; there was no exception presenting this error ; but that • the exception to the evidence as to the damages caused by raising the road-bed, and to the conclusion of law that defendant was liable for such damages, presented the question as. to its liability, and that such exceptions were well taken.\n(Argued March 7, 1882;\ndecided March 14, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made January 23, 1881, which affirmed a judgment in favor of plaintiff, entered upon the report of a referee.\nThe nature of the action and the material facts are stated in the opinion.\nS. W. Jackson, for appellant.\nWhen the wrongful acts of several parties, performed separately, and not in concert, cause injury to the property of another, each is liable only for the injury resulting from his own acts. (Van Steenburgh v. Tobias, 17 Wend. 562; Parlenheimer v. Van Orden, 20 Barb. 480.) A railroad corporation whose railroad runs alongside a river may,for the purpose of preventing its tracks being flooded in times of high water, rightfully raise its road-bed. It does not thereby subject itself to liability to an opposite riparian owner who may be.injured by a contraction of the flood-water-way of the stream. (Radcliff’s Ex’rs v. Mayor of B’klyn, 4 Comst. 195; Bellinger v. N. Y. C. R. R. Co., 23 N. Y. 47-8; Selden v. D. & H. C. Co., 29 id. 634.) The maxim, agua currit et debit currere, is limited to the stream within its banks, and does not extend to lands that may be occasionally submerged at times of floods. (McCormick v. K. C. St. Jo. &. C. B. R. R., 57. Mo. 433.)\nD. S. Morrel for respondent.\nThe defendant had the right to build its road in the river, but not to the prejudice of adjoining owners. (Laws of 1869, chap. 237, pp. 441, 442; Coit v. Lewiston R. R. Co., 36 N. Y. 216; Robinson v. N. Y. & E. R. R. Co., 37 Barb. 512; People v. N. Y. C. R. R. Co., 74 N. Y. 302; Ludlow v. Hudson Riv. R. R. Co., 6 Lans. 131; Grand Rapids, etc., v. Jarvis, 30 Mich. 308; Pumpelly v. Green Bay Co., 13 Wall. 166; Shea. & Redf. on Reg. [3d ed.] 529; 5 Wait’s Act. & Def. 301, 303 ; Gerard’s Titles to Beal Estate [2d ed.], 40; McMaster’s New York Railroad Law, 115.) Defendant was authorized to acquire so much of the land along the opposite shore as was necessary to restore the water-way to its former state, etc. (Laws of 1869, chap. 237.) The exceptions to the findings of the referee are not sufficiently specific to be available to defendant. (Newel v. Doty, 33 N. Y. 92, 93; Wheeler v. Billings, 38 id. 263; Lawrence v. Fowler, 20 How. 407; McMahon v. N. Y. & E. R. R. Co., 20 N. Y. 470.) In asking hypothetical questions, counsel may assume any facts in the possible or probable range of the evidence. (Hartnett v. Garvey, 66 N. Y. 641.) It was proper to show that the encroachments upon the course of the river together constituted the source of the plaintiff’s damage. (27 Barb. 512; 10 Wend. 167.)"
  },
  "file_name": "0351-01",
  "first_page_order": 379,
  "last_page_order": 385
}