{
  "id": 550678,
  "name": "Maria Pinney, as Administratrix, etc., Respondent, v. William Orth et al., Appellants",
  "name_abbreviation": "Pinney v. Orth",
  "decision_date": "1882-04-11",
  "docket_number": "",
  "first_page": "447",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 447"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "39 N. Y. 317",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        502249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/39/0317-01"
      ]
    },
    {
      "cite": "67 N. Y. 495",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2165032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/67/0495-01"
      ]
    },
    {
      "cite": "47 N. Y. 278",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        509500
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/47/0278-01"
      ]
    },
    {
      "cite": "47 Barb. 586",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1946991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/47/0586-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 13524,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 3.1863433254780766e-06,
      "percentile": 0.9976676246375754
    },
    "sha256": "b162baaa8d8ecbbbd0899d3546340ec57b1a3c887b4078fee608cfed245ef60a",
    "simhash": "1:fd96fc448278b852",
    "word_count": 2313
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maria Pinney, as Administratrix, etc., Respondent, v. William Orth et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nOn the trial of this action John Streib, a witness on the part of the plaintiff, and formerly the managing clerk of plaintiff’s intestate, testified to certain conversations between plaintiff’s intestate and the defendant Orth, material to the issues in this case, at which conversations Streib stated that he was present, and that the conversations took place at the office of deceased. The defendant Orth was called as a witness in his own behalf, and the referee very properly refused to allow him to testify as to what was said, or what was not said, between him and the deceased at those interviews. Mr. Orth was then asked whether he ever had any conversation with deceased at his office at which Streib was present, and at which Orth made certain statements to deceased, which Streib had testified to.\nThese questions were excluded and we think properly, because they related to what was said between Orth and the deceased, and not merely to the fact of Streib’s presence at an interview between them. But the counsel for defendants then asked Orth whether or not he had a conversation with deceased, at his office, at which Streib was present; also whether Streib was ever present with Orth in the office of the deceased, when the deceased was looking up authorities in the case of Friend v. Orth (a fact to which Streib had testified, and which was relevant).\nThese questions were excluded, and exceptions taken. Peter Cook, another witness for the plaintiff, and his attorney in this action, gave important testimony as to the services of deceased and their value, and testified tb twenty interviews and conversations between Orth and deceased at which he said he was present and which related to the sale of a distillery, for the services of deceased, in which matter the plaintiff has been allowed by the referee $2,500. Mr, Cook testified that deceased had a dark room, and that there was also a large room; that up to the fifteenth or sixteenth of their conversations they all took place in the large room, and witness was present at every one of them; that the sixteenth was had in the large room and the eighteenth in the same room. Where the others were had did not clearly appear, but the witness testified that Orth and deceased did not sit in the dark room.\nWhen Mr. Orth was on the stand, he was asked whether Mr. Cook was ever present with him and deceased at any conversation in regard to the distillery. This question was excluded, but was afterward answered. He was afterward asked whether he had daily meetings with deceased, at which Cook was present (Mr. Cook having testified to such meetings), and this was excluded. He was asked in which room at the office of deceased, he had conversations with him; this was excluded, and the question whether deceased saw him in the dark room was also excluded.\nWe think the referee went too far in excluding the inquiries above referred to. Section 829 of the Code prohibits the examination of a party as a witness in his own behalf against the executor, etc., of a deceased person u concerning a personal transaction or communication between the witness and the deceased person.” It is contended that the purpose of this prohibition is, in all cases where a personal transaction between a surviving party and the representatives of a deceased party comes in question, to confine the survivor to such evidence concerning the transaction as was admissible at common law; and that, consequently, if a competent witness testifies to such a transaction, the survivor is not only prohibited from contradieb ing him directly, but is also precluded from contradicting him indirectly, by testifying to facts which tend to show that his testimony is not true; for it is claimed that any testimony which bears upon the question whether or not the transaction testified to took place is testimony concerning the transaction, and the surviving party is not a competent witness on that subject, but must rely wholly on common-law evidence.\nWe cannot assent to this construction of the section. By other provisions of the Code, parties to actions are declared to be competent witnesses in their own behalf, and the special prohibition contained in section 829 is an exception to the general rule. The primary intent of this prohibition is very apparent, and is to prevent a surviving party from proving, by his own testimony, a personal transaction or communication between himself and a deceased person, which, but for the prohibition, he might do without. fear or possibility of contradiction. The language of the prohibition is sufficiently broad to prohibit the survivor from testifying that any particular communication or transaction did or did not take place personally between himself and the deceased, but there we think the prohibition ends, and that it does not preclude the survivor from testifying to extraneous facts or circumstances, which tend to show that a witness who has testified affirmatively to such a transaction or communication has testified falsely, or that it is impossible that his statement can be true, as, for instance, that the survivor was at the time absent from the country where the transaction is stated to have occurred, and that, so long as the survivor refrains from testifying as to any thing that passed, or did not pass, personally between himself and the deceased, it is not a valid objection to his testimony that the facts which he states bear upon the issue, whether or not the personal transaction in question took place, or upon the truth of the testimony by which such transaction is sought to be proved against him.\nWe think that Mr. Orth for instance was competent to testify that he was not in the city of New York at the time referred to by the witness, or that the witness was at some other place, or that he never met the witness at the office where the conversations are alleged to have occurred, and on the same principle, we see no reason why he should not have been allowed to testify that the witness was never present at that office when any conversation took place between Mr. Orth and the deceased, so long as he refrained from testifying as to any thing that was or was not said between him and the deceased.\nThe fact that the interviews between the party and the deceased did not occur at the place named by the witness, but in a different room, we think was an independent fact, inquiry as to which did not trench upon the rule. It was not testimony as to the transaction itself, but as to the fact, whether the witness saw the party and the deceased together at the place named by the witness. A party surely ought to be allowed to testify that he never was in a particular house, or room, or never met the witness or the deceased there, for the purpose of contradicting the witness who testifies to a transaction between them at that place.\nThe plaintiff’s counsel conten ds that, although the referee may have erred in excluding some of the questions put to the witness Orth in relation to the case of Friend v. Orth, the error is immaterial, because the referee, by reason of proof on the part of the defendants, disallowed the claim for services of the deceased in that suit. This is not, we think, a sufficient answer. Streib testified as to other claims which were allowed by the • referee, and the allowance of these claims depended largely upon the credit to be given to his testimony. His testimony in relation to the Friend suit was material to the issue, and the defendants . were entitled to the benefit of any contradiction in respect to this, which would have tended to impeach his credit or accuracy.\nCertain questions were asked of Orth touching what the deceased did in the case of Greener v. Orth, whether he put in an appearance, drew an answer, etc., as testified to by Streib. The ' exclusion of these questions was held by the court at General' Term to be erroneous, as they did not relate to personal transactions with the deceased; but the court attempted to cure the error by requiring the plaintiff, as a condition upon which the judgment should be affirmed, to stipulate, to deduct, from the recovery, the amount allowed for services in that suit. We cannot sustain this course as a precedent. It deprives the defendants of any advantage they might have from a material contradiction of the plaintiff’s witness. Such a course would be proper only in case the evidence of the witness related solely to the item rejected, and his whole testimony could be stricken out without affecting the residue of the recovery.\nIt is possible that the evidence excluded may not in this ease have materially affected the result, but to cure the errors on that ground, it must appear as matter of law that the result could not have been thus affected. The questions involved are constantly arising on the trial of causes, and to sustain the rulings in this case would afford a precedent which might be attended with very serious consequences.\nThe judgment should be reversed, and a new trial ordered, costs to abide the event.\nAll concur, except Earl and Danforts, JJ., who dissent as to admissibility of Orth’s testimony regarding a conversation he had with deceased in presence of Streib.\nJudgment reversed.",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Henry Daily, Jr., for appellants.",
      "Peter Cools for respondent."
    ],
    "corrections": "",
    "head_matter": "Maria Pinney, as Administratrix, etc., Respondent, v. William Orth et al., Appellants.\nUnder the provision of the Code of Civil Procedure (§ 839) prohibiting a party from testifying in his own behalf against an executor, etc., of a deceased person, “ concerning a personal transaction, or communication between the witness and the deceased person,” while a party is prohibited from testifying that any particular communication or transaction did or did not take place personally between him and the deceased, he is not precluded from testifying to extraneous facts which tend to show that a witness who has testified to such a transaction has testified falsely, or that it is impossible that his statement can be true.\nAccordingly, held, where, in an action brought by an administratrix, S., a witness for the plaintiff, had testified to conversations in his presence at a place specified between plaintiff’s intestate and O., one of the defendants, that it was competent for 0. to testify that plaintiffs witness was never present at the place specified when any conversation or transaction occurred between him and the deceased, and that the interviews between them did not occur at the place named by the witness ; but that he was not competent to testify as to any thing that was or was not said or done between them.\nThis action was to recover for services alleged to have been rendered by plaintiff’s intestate as attorney and counsel. The witness S. testified to conversations and transactions between the deceased and defendant O., in reference to a certain suit. It was claimed by plaintiff’s counsel that if the referee erred in excluding the testimony of O., it was immaterial, because the referee disallowed the claim for services in that suit. Held, that as S. also testified as to other claims which were allowed, and the allowance depended largely upon the credit to be given to his testimony, defendants were entitled to the benefit of any contradiction in respect to said suit, which would have tended to impeach his credit or accuracy. Certain questions were asked O. in regard to the services of the deceased in • another suit as to which S. testified; the exclusion of these questions was held error by the General Term, but it affirmed the judgment on condition that plaintiff should deduct from the recovery the amount allowed for services in that suit. Held error; as it deprived defendants of any advantage from a material contradiction of plaintiff’s witness.\nIt seems that such a course would be proper only in case the evidence of the witness so sought to be contradicted related solely to the item rejected, and Ms whole testimony could be stricken out without affecting the residue of the recovery.\nTo cure an error in the rejection of evidence, it must appear as matter of law that the result could not have been materially affected thereby.\n(Argued January 23, 1882;\ndecided April 11, 1882.)\nAppeal from judgment of the Court of Common Pleas, in and for the city and county of New York, entered upon an order made February 7, 1881, which affirmed a judgment in favor of plaintiff, entered upon the report of a referee on plaintiff stipulating to reduce the judgment by a sum specified, which stipulation was given.\nThis action was brought by plaintiff as administratrix of the estate of Ambrose L. Pinney, deceased, to recover for services alleged to have been rendered by the deceased as attorney and counsel for defendants.\nHenry Daily, Jr., for appellants.\nThe referee erred in excluding the questions put to the witnesses, Orth and Streib, to contradict plaintiff’s witnesses who had testified as to conversations between plaintiff’s intestate and defendants. (Stanley v. Whitney, 47 Barb. 586; Hyer v. Grant, 47 N. Y. 278; Gorham v. Price, 12 N. Y. Wkly Dig. 506.)\nPeter Cools for respondent.\nThe giving of advice by an attorney to a client constitutes a personal transaction, under section 829 of the Code of Civil Procedure. (Braque v. Lord, 67 N. Y. 495). Said section was intended to prevent a surviving party to a suit having an unfair advantage by allowing him to give bis version of a transaction or conversation where the adverse party is prevented by death from contradicting or explaining it. (Card v. Card, 39 N. Y. 317.)"
  },
  "file_name": "0447-01",
  "first_page_order": 475,
  "last_page_order": 481
}