{
  "id": 550692,
  "name": "Raphael J. Moses, Jr., Appellant, v. John R. McDivitt, Respondent",
  "name_abbreviation": "Moses v. McDivitt",
  "decision_date": "1882-02-07",
  "docket_number": "",
  "first_page": "62",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 62"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 How. 458",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "57 Barb. 398",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2255115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/57/0398-01"
      ]
    },
    {
      "cite": "7 Hill, 590",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "26 How. Pr. 213",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2218933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/26/0213-01"
      ]
    },
    {
      "cite": "12 Wend. 144",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "57 Barb. 408",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "8 How. Pr. 421",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "2 Barb. Ch. 406",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "1 Cow. 458",
      "category": "reporters:state",
      "reporter": "Cow.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "6 Cow. 512",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12141064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/6/0512-01"
      ]
    },
    {
      "cite": "1 Cow. 443",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2156640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/1/0443-01"
      ]
    },
    {
      "cite": "2 Barb. Ch. 306",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1995756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb-ch/2/0306-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 13957,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 3.459087723867363e-06,
      "percentile": 0.9979529694588372
    },
    "sha256": "d68dc96e06ecb3618fca8373c04c0d58bd025e444833dbded266c4009374a83f",
    "simhash": "1:b3af8c2eff14edc7",
    "word_count": 2498
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Raphael J. Moses, Jr., Appellant, v. John R. McDivitt, Respondent."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nThe statute (§ 71 of art. 3, title 2, chap. 3, part III of the Revised Statutes) prohibits the purchase by-attorneys, etc., of choses in action “ with the intent and for the purpose’’ of bringing a suit thereon.\nThis language is significant and indicates that a mere intent to bring a suit on a claim purchased does not constitute the offense; the purchase must be made for the very purpose of bringing such suit, and this implies an exclusion of any other purpose. As the law now stands, an attorney is not prohibited from discounting or purchasing bonds and mortgages and notes, or other choses in action, either for investment or for profit, or for the protection of other interests, and such purchase is not made illegal by the existence of the intent on his part at the time of the purchase, which must always exist in the case of such purchases, to bring suit upon them if necessary for their collection. To constitute the offense the primary purpose of the purchase must be to enable him to bring a suit, and the intent to bring a suit must not be merely incidental and contingent. The object of the statute, as stated by Chancellor Walwoeth in Baldwin v. Latson (2 Barb. Ch. 306), was to prevent attorneys, etc., from purchasing things in action for the purpose of obtaining costs by the prosecution thereof, and it was not intended to prevent a purchase for the purpose of protecting some other right of the assignee. The significance of the language of the present act is made very .apparent by reference to the course of legislation on this subject. By 1 R. L. of 1813, p. 417, § 7, it was enacted that if any attorney, etc., should purchase or receive, by way of pledge or security for money lent, any bond, note or other writing, with intent to commence a suit thereon, and should commence such suit accordingly, he should be deemed guilty of a misdemeanor.\nThe subsequent act of 1818 (Laws of 1818, chap. 259) was still more stringent, and absolutely prohibited attorneys and counselors from purchasing bonds, bills, etc., and declared that every attorney, etc., offending should be deemed guilty of a high misdemeanor, and on conviction should be struck from the rolls, and subject to fine and imprisonment; provided, that nothing, etc., should be construed to prohibit an attorney, etc., from receiving a bond, bill, etc., in payment for property sold or services rendered on an antecedent debt, or for remittance, without intent to evade the act.\nIn the case of Van Rensselaer v. The Sheriff (1 Cow. 443) it was held that the last cited statute, and the preceding one of 1813, which prohibited the purchase by attorneys of choses in action with intent to commence suit thereon, were in pa/ri materia, and should be construed together, and that the purchase of a senior judgment by a junior judgment creditor, who was an attorney, for the purpose of securing the younger debt, was not void under the act of 1818, though not within the terms of the proviso. But in People v. Walbridge (6 Cow. 512) it was held that an indictment against an attorney, under the act of 1818, was good without averring that he bought the note with intent to sue, and that the mere act of buying was an offense, unless it came within the proviso, which it lay with the defendant to prove. This was the state of the law when the present act was passed, and the revisers in their note (5 Stat. at Large, 686) state that the act was framed with reference to the two cases above cited. They not only restored the words of the act of 1813, “ with intent to commence suit thereon,” but they inserted the words “and for the purpose,” which were new, and plainly indicate that an incidental and contingent intent is not sufficient to render the purchase illegal, but that it must be made for the specific and direct purpose of bringing suit.\nThe ¡Durchase by the plaintiff in this case was of a bond and mortgage for $2,500, for which he appears to have paid $2,000. The evidence in the case tended to show that the purpose of the plaintiff in purchasing these securities was to use them to compel the defendant, as a condition of the extension of the time of payment, to assign to him certain stock in a publishing company in which he was interested, in order that the plaintiff might thereby control an election of directors of the company, which was about to take place, or to elect plaintiff president of the company at such election. The judge charged the jury that if the plaintiff purchased the bond simply for the purpose of obtaining the control of the stock, and not for the purpose of bringing suit upon it, he had not violated the statute; but that, if they found that he bought it with the intention of bringing suit upon it, then, whatever else there might be about it, or however necessary he might have considered it that he should thus fortify himself, he violated the statute. The jury after having retired came into court for further instructions, and desired to know whether if the plaintiff’s design was to sue the bond in a certain contingency, that would be a violation of the statute, to which the court replied, that if his intention in buying it was to use it to compel the defendant to do a particular thing, as t'a assign stock for instance, and if he would not comply with his wishes to sue it, that would be a violation of the statute. To this instruction the plaintiff excepted.\nWe think that the case put' by the court to the jury fell short of making out a purchase of the bond for the purpose of bringing an action on it, within the meaning of the statute. The primary purpose of the purchase in the case supposed, was to use the bond as a means of inducing or coercing the defendant to assign stock which he. held. This purpose, whether honest or reprehensible, was not within the prohibition of the statute. The intent to sue upon the bond was secondary and contingent, and the presumption is ■ that, had not the plaintiff wanted the bond for the purpose of using as a means of obtaining control of the stock, he would not have made the purchase. Under these circumstances it cannot be said that the purpose of the purchase of the bond was to bring a suit upon it. This purpose did not enter into the purcháse any more than it would have done had the plaintiff bought the bond as an investment, but with the intention of collecting it by suit if compelled to resort to that means for obtaining payment. The real question upon which the case turned was, whether the main and primary purpose of the purchase was to bring a suit and make costs, or whether the intention to sue was only secondary and contingent, and the suit was to be resorted to only for the protection of the rights of the plaintiff, in case the primary purpose of the purchase should be frustrated.\nThe exception to the charge must consequently be sustained and a new trial granted on that ground. But we cannot concur in the instruction given to the jury, in the' plaintiffs favor, in relation to the defense of usury. We think that under the facts, as specially found by the jury, the judgment allowed to be taken by Bitter upon the notes held by him was no bar to the defense of usury. The jury found, upon evidence which was satisfactory to the court at General Term, that the notes given by the defendant to Bitter were usurious ; that the judgment for the full amount secured by those notes was entered in pursuance of an agreement between Bitter and the defendant that defendant should allow such judgment to be entered, and should give the bond now in suit, and that such agreement was made, and judgment taken and bond given, for the purpose of evading the statute against usury, and to avoid the taint of usury by which the original loan was infected. This was a mere device to evade the statute, and the judgment had no more force than, a confession of judgment to secure a usurious loan. The judgment does net stand upon the same footing as a judgment obtained in the usual course, in a hostile suit in which the defense of usury was either overruled, or omitted, to be interposed. It was a mere arrangement between the parties, put by their mutual consent in the form of a judgment, for the purpose of evading the statute. Whether the stipulation entered into by the parties, on the appeal to the General Term, will affect the defense is for the court below to determine in the first instance.\nThe judgment should be reversed and a new trial ordered, costs to abide the event.\nAll concur.\nJudgment reversed..",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Raphael J. Moses, Jr., appellant, in person.",
      "John Hdlleck Drake for respondent."
    ],
    "corrections": "",
    "head_matter": "Raphael J. Moses, Jr., Appellant, v. John R. McDivitt, Respondent.\nTo bring a case within the prohibition of the provision of the Revised Statutes (3 R. S. 388, § 71) forbidding the purchase by attorneys of choses in action, “ with the intent and for the purpose of bringing any suit thereon,” the specific and direct purpose of the purchase, exclusive of any other, must have been to enable the attorney to bring an action. It does not embrace a ease where some other purpose induced the purchase and the intent to sue was merely incidental and contingent.\nWhere, therefore, in an action by an attorney, as assignee upon a bond, the evidence tended to show that the purpose of the plaintiff in purchasing the bond was to use it to compel the defendant, as a condition of the extension of the time of payment, to assign to him certain stock of a corporation, held, that the case was not within the statute ; and that a charge of the court, that if plaintiff’s intention in buying the bond was to use it to compel defendant to do a particular thing, as to assign stock, and if he would not comply, to sue, would be a violation of the statute, was error,.\n•Certain notes had been given by defendant to R., plaintiffs assignor, which were usurious; a judgment for the full amount of the notes was entered, and the bond in suit was given, in pursuance of an agreement, made to evade the statute against usury, between R. and defendant, that the latter should allow such judgment to he entered, and should then give the bond in satisfaction thereof. Held, that the judgment was not a bar to the defense of usury.\n(Submitted December 15, 1881;\ndecided February 7, 1882.)\nAppeal from judgment of the General Term of the City Court of Brooklyn, entered upon an order made at the January term, 1876, which affirmed a judgment in favor of defendant, entered upon a verdict, and affirmed an order denying a motion for a new trial.\nThis action was upon a bond executed by defendant to one Bitter, and by him assigned to the plaintiff. Two defenses were interposed, one usury, the other that plaintiff, who is an attorney, bought the bond for the purpose of bringing suit thereon. It appeared that, in 1872, Bitter loaned to defendant $2,500 at one time and $1,500 at another, taking his notes therefor; that an agreement was made between them that defendant would allow judgment to be taken by Bitter, the latter to extend the time of payment for the period of a year, defendant giving new securities. In pursuance whereof Bitter commenced a suit, and took judgment by default, and defendant gave securities, among them the bond in suit, secured by mortgage in satisfaction of the judgment. The court charged the jury in substance, that if they found in plaintiff’s favor upon the second defense, he was not precluded from recovering, even if they found usury, for the reason that defendant was concluded by the judgment. In order, however, to settle the facts for the purpose of review, he asked the jury in addition to a general verdict to answer certain questions. The general verdict was for the defendant. The questions with the answers are as follows:\n“First. Did the plaintiff buy the bond in suit with the intent and for the purpose of bringing a suit thereon ? Yes.\nSecond. Was the loan of $2,500 by Washington Bitter to defendant made upon, an agreement between them that the said Bitter should receive for such loan more than seven per cent interest; that is, more than seven dollars upon one hundred dollars for one year and after that rate % Yes.\n■ Third. Was the loan of $1,500 by Ritter to defendant made upon a like agreement to receive more than seven per cent interest for the same? Tes.\nIf .second and third are answered affirmatively, then answer the following:\nFou/rth. Was the bond now sued on given upon and in execution of an agreement between said.Ritter and defendant that defendant should allow judgment to be taken against him in the suit upon the notes given upon said two loans, and was such agreement made and such judgment taken and bond given for the purpose of evading the statute against usury,- and to avoid the taint of usury by which the Original loans were infected ? Tes.”\nThe further material facts are stated in the opinion.\nRaphael J. Moses, Jr., appellant, in person.\nThe statute forbidding the purchase by attorneys of choses in action with intent to sue thereon [2-R. S. 288, § 71] was not intended to forbid the purchase of one demand to secure another. (Van Rensselaer v. Sheriff, 1 Cow. 458; People v. Walbridge, 6 id. 512; Baldwin v. Latson, 2 Barb. Ch. 406; Mann v. Fairchild, 2 Keyes, 146; Warren v. Helmer, 8 How. Pr. 421; Ramsey v. Gould, 57 Barb. 408; Dann v. Bristol, 12 Wend. 144; Warner v. Payne, 3 Barb. Oh. 632; Brotherson v. Consalus, 26 How. Pr. 213.) It was the duty of the jury to find the intent and purpose of the plaintiff at the time the bond was bought, and not the intent of the plaintiff at the time the agreement for purchase was made. (Hall v. Gird, 7 Hill, 590; Ramsey v. Gould, 57 Barb. 398; Van Rensselaer v. Sheriff, 1 How. 458.) In a case where the primary or controlling intent is lawful, the secondary conditional contingent intent will not be regarded. (Duffin’s Case, Russ. & Ry. C. C. Res. 367; Rex v. Boyce, 1 Moody’s C. C. 29; Rex v. Con., Russ. & Ry. C. C. Res. 362; Rex v. Phillips, 6 East, 473; 1 Chitty’s Orim. Law, 233.)\nJohn Hdlleck Drake for respondent."
  },
  "file_name": "0062-01",
  "first_page_order": 90,
  "last_page_order": 96
}