{
  "id": 550659,
  "name": "David S. Duncomb et al., Trustees, etc., v. The New York, Housatonic and Northern Railroad Company et al.",
  "name_abbreviation": "Duncomb v. New York, Housatonic & Northern Railroad",
  "decision_date": "1882-02-07",
  "docket_number": "",
  "first_page": "1",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 1"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "55 N. Y. 512",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        517492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/55/0512-01"
      ]
    },
    {
      "cite": "12 Hun, 1",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "54 N. Y. 407",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "12 Johns. 206",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Johns. 295",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372281
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0295-01"
      ]
    },
    {
      "cite": "22 N. Y. 343",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "30 Barb. 565",
      "category": "reporters:state",
      "reporter": "Barb.",
      "pin_cites": [
        {
          "page": "567"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "59 N. Y. 5",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        521507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/59/0005-01"
      ]
    },
    {
      "cite": "2 Wend. 481",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3515978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0481-01"
      ]
    },
    {
      "cite": "45 N. Y. 26",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "30 Barb. 574",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "37 N. Y. 317",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 Black, 715",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "case_ids": [
        3465756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/67/0715-01"
      ]
    },
    {
      "cite": "38 N. Y. Supr. Ct. 506",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "opinion_index": -1
    },
    {
      "cite": "43 N. H. 263",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4556710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/43/0263-01"
      ]
    },
    {
      "cite": "3 Sandf. 545",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1357393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/5/0545-01"
      ]
    },
    {
      "cite": "82 N. Y. 65",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2177239
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "73"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/82/0065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1053,
    "char_count": 27066,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 5.463642835933411e-07,
      "percentile": 0.9455273261105184
    },
    "sha256": "d840d873bab0165902f2019dc463fa76cc0127004c5aacd20e2a55428dc3e82b",
    "simhash": "1:be1b58396986aa9b",
    "word_count": 4831
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David S. Duncomb et al., Trustees, etc., v. The New York, Housatonic and Northern Railroad Company et al."
    ],
    "opinions": [
      {
        "text": "Miller, J.\nWhen this case was presented on the former appeal to this court, we held that Eucker should be allowed to prove all of the $810,000 of bonds which he held as a pledge to secure him for a debt due him from the railroad company of $81,000 and interest, and which he could produce for that purpose, and was entitled to share in the distribution of the fund to that amount. The title of Eucker to the bonds of the railroad company has been upheld to the extent indicated in the findings of the judge at Special Term, and is now assailed on various grounds which are entitled to due consideration. Eucker acquired the bonds ostensibly for the payment of an indebtedness which was due to him from the company. He was president of the company, and as such he had made advances and loaned money for its benefit and to promote the interests of the railroad. There is no doubt as to the validity of his demands and the fairness of the transactions out of which they originated. He frequently importuned and requested the directors to give him security for the same, and finally, in January, 1873, at a meeting of the executive committee, consisting of himself and two others, who were guarantors of a note for a portion of his demands, a resolution was passed authorizing and directing the treasurer to give to Rucker in the name and in behalf of the company the bonds in question. This disposition of the bonds was subsequently, on the 10th of February, sanctioned by a resolution of the board of directors. Rucker thus acquired title to the bonds by the authority of the officers of the railroad company unless there is some legal obstacle in the way which prevented a valid transfer of the same. It is insisted that such was the fact upon several grounds, which we will proceed to consider:\nFirst, That the directors of corporations are trustees as well for the creditors as the stockholders, and as such should not have disposed of the bonds to Rucker. It is no doubt true that they are invested with a species of trust in regard to the stockholders in case of insolvency, and .to guard and protect them against fraud, and as to creditors also to prevent waste,extravagance and a fraudulent transfer of the property of the corporation, but there is, we think, no authority for the doctrine that directors cannot transfer property to secure an honest and bona fide debt, and the rule insisted upon has no application to the circumstances of the case considered. Rucker was not a stockholder, and being a creditor he had authority to secure himself for the money he had paid out and loaned in good faith and in reliance upon the property of the corporation. He attempted no fraud and sought no improper or undue advantage. And here lies the distinction which justified his conduct in securing his demand by the delivery of the bonds. Although of a large amount, events have demonstrated that they were no more than sufficient to secure his claim. If any thing remained, by the agreement, he was bound to account for the balance.\nHone of the authorities relied upon to sustain the doctrine, that under circumstances like those here presented, the right to security does not exist or that any wrong was done by procuring the bonds, and we think that the objection we have considered is without force.\nSecond, It is urged that at the time Rucker received the bonds the corporation\" was insolvent, and Rucker, knowing that it had not sufficient means to pay all the creditors in full, demanded security for his claim, and thus obtained the bonds and secured an undue advantage to himself. It is true that at this time the company was largely in debt and its assets were comparatively small. But in this respect it is not entirely apparent that it differed very much from enterprises of a similar character, which, upon commencing operations for the construction of a railroad, necessarily on the start incur heavy obligations and frequently meet with financial embarrassments before success is attained. Although Rucker’s original testimony contained statements from which insolvency might be inferred in 1873, upon the second trial he testified that he did not believe the company was insolvent when he loaned the money to it. The work then was in progress and the money .required was furnished Rucker and others also furnished money, and the company employed the usual means for obtaining it. It by no means follows because it succumbed to the panic in 1873 that it was insolvent in 1872, and although the judge has found facts which it is claimed warrant the inference that it was insolvent at the time, he did not find that it was actually insolvent when the bonds were received. In the absence of such a finding it may be assumed, we think, that it did not exist so as to preclude the company from securing Rucker’s indebtedness. It may also be remarked that the condition of the company was not probably different from other roads who were obliged to suspend operations in 1873. BTor should it be overlooked that the entire debt of Rucker was incurred with a view of promoting the interests of the road in which he owned no stock, that it was fair and just, and he had a right, in view of the facts, to demand security for his advances as a matter of strict justice. We cannot say that there was such a condition of financial affairs in this corporation as would justify the conclusion that a state of insolvency existed which precluded Rucker from demanding and receiving the security which was given him for his advances. On the former appeal this court, with nearly the same evidence, except the qualification made by Rucker upon the last hearing, sustained Rucker’s right to prove all of the bonds, and with the additional facts now presented we think the insolvency of the company at the time of the transfer of the bonds to him was not sufficiently established to authorize the conclusion that upon this ground he acquired no title to the same. As the company was not insolvent, the authorities cited in this connection have no application.\nThird, The claim that Rucker acquired no title to the bonds for the reason that he obtained them by the votes of two of the directors while they were personally liable as guarantors for a part of the obligation for which security was given, we think cannot be upheld. The debt was due to Rucker from the company, and the money was not advanced or loaned to Mead and Dun comb, and their guaranty was that of individuals and not as officers of the company. They were under no personal obligation originally to pay this debt, and no reason is apparent why they were not justified in placing the matter in a position where the company should pay its indebtedness and relieve them as was done by the transfer of the bonds to Rucker. There' was nothing fraudulent or even wrongful in thus securing Rucker’s demand, and the act was subsequently ratified by the directors of the company.\nIt should be borne in mind that there was no evidence showing that the interests of the company were sacrificed, or of any intent to defraud, but on the contrary all the persons who had any connection with the transaction were evidently seeking to promote the interests of the corporation. Considering all the circumstances under which the bonds were delivered to Rucker, we cannot resist the conclusion that he acquired a perfect title to the same. Rucker having lawfully acquired a right to the bonds in question, the next question which arises is, whether he parted with his title. For the purpose of advancing the interests of the company and to secure the completion of the railroad he consented to make a conditional deposit, and in November, 1873, he deposited all the bonds with Messrs. Kirkland and Duncomb as trustees, upon certain conditions which are found by the court. They were thus placed with other bonds under a special arrangement between Rucker and the president of the Bessemer Company and the trustees named, to be used under a contract with the latter company for the building of the road and on the condition that they should also receive the remaining bonds of the railroad company held by one Thomas Clark as trustee, and that the company should use Clark’s bonds in the first instance and would not use or apply the bonds of Rucker until Clark’s bonds had been exhausted; that two hundred of them were to be returned to Rucker in any contingency, and all if the company failed to fulfill its contract. They were delivered in pursuance of a resolution requesting it and for the benefit of the company. The bonds held by Clark as trustee were also deposited, and the trustees upon their receipt kept them all together, and when a requisition was made by the company took out without regard to numbers or ownership such quantity as was demanded. Forty of Rucker’s bonds were handed over to an old contractor in settlement of an obligation previously existing in violation of the express understanding that they were not to be used for any such purpose, and were shown to be held by a party whose title thereto was decided to be valid.\nThe Bessemer Company failed to fulfill the contract made for building the railroad and notified the parties in interest of that fact in the spring of 1874. At this time it had on hand seven hundred and sixty-seven of Rucker’s bonds, the residue having been disposed of—two hundred of them were delivered to Rucker, and five hundred and sixty-seven were left with his attorney in trust. The claim interposed by one of the counsel for some of the appellants that Rucker waived his lien to six hundred of the bonds by depositing the same with the trustees of the railroad company, to be used by the Bessemer Company for the construction of the road, is not, we think, well founded. The deposit was for a specific purpose, and by the contract, if this was not carried out, the bonds were to be returned, and when the purpose failed the bonds belonged to Rucker. The title remained in him and was not absolutely parted with at any time.\nYor do we think that it can be properly urged that Rucker1 was estopped because of Clark’s depositing five hundred and twenty of the bonds remaining in his hands from asserting his right to the bonds owned by him. The deposit of the bonds remaining in Clark’s hands was made by the authority and in pursuance of a resolution of the board of directors of the railroad company, passed November 11, 1873, when Clark was present and voted. It was not a voluntary act of Clark, as he did not hold the bonds personally. The resolution put an end to his trust with the consent of the indorsers for whose security the bonds were held. The understanding between Rucker, the president of the Bessemer Company, and Kirkland and Duncomb, trustees, as to the manner in which the bonds should be used, gave Rucker an advantage over the other bondholders, but it can scarcely be urged that Rucker had no right to exact such conditions as he chose to make for the deposit of his own bonds. He had a perfect right to demand his own terms, and there was no obligation to accept them if deemed improper or unsuitable. That the other bonds were deposited without knowing of these conditions does not deprive Rucker of title to his own bonds or alter the terms upon which they were deposited. Nor can it be maintained as a proposition of law that because the conditions of the deposit were more favorable to Rucker than to the other bondholders, that Rucker’s right to hold the same under the title which he had previously acquired was nullified and of no account. It should not be overlooked that the holders of the bonds were not dealing with each other, but with the Bessemer Company, and hence it would be very difficult to say how or in what form the doctrine of estoppel could be lawfully asserted so as to affect the interests of any of the bondholders as between themselves even if it might otherwise be held to be applicable.\nNor was there, in our opinion, any fraud, concealment or undue solicitation on the part of Rucker in inducing Clark to part with the bonds he held as trustee which deprives Rucker of his title to the same. Rucker did- not state, as the findings show, that portion of the agreement with the Bessemer Company by which it was understood that his bonds were not to be used until the bonds received from Clark were exhausted; but this was not such a suppression of the truth or misrepresentation as constituted a fraud which deprived him of the benefit of his contract. . The testimony of Rucker himself shows that he intended that the railroad bonds should be first used if he put in his bonds, and so far there could be no objection to the arrangement made. But assuming that the bonds of Clark were not covered by this evidence, Rucker still had a right to define the terms upon which his bonds were to be used in reference to Clark’s bonds as an individual owner holding title and was not bound to disclose them to Clark. At this time he was not an officer of the company, nor had he any such connection with it as rendered him accountable in this respect to the other bondholders for the arrangement he might make as to Ins own bonds. Hr. Kirkland was then president of the railroad company and not Rucker, who was at the time living in Michigan, where he had moved in 1873, and had no connection with the railroad. Under the circumstances we are not prepared to hold that the omission of Rucker to state to Clark the entire arrangement under which his own bonds were held was fatal to his right to claim the same. In regard to the $250,000 of bonds, it appears that the railroad company originally, in 1871, made a loan of $25,000 of one Shaw and transferred and delivered to him $250,000 of the bonds of the company as security for the loan. This was renewed and Shaw transferred the same with the securities to the Kew York Loan and Indemnity Company, and that company exchanged the bonds for new bonds. The company also owed Shaw $6,735 for interest and' commissions on the $25,000 loan, for which they gave their note, indorsed by Rucker, and transferred $20,000 of bonds as security for the same. Mr. Rucker was subsequently compelled to pay or settle the judgment obtained for this demand, which he did by paying all the interest and one-half of the principal, and on the 14th of January. 1876, the judgment and securities were assigned to him. We know of no reason why Rucker is not entitled to the amount he paid and interest, which, as we understand, will absorb the entire dividends on these bonds. We have examined all of the questions presented upon this appeal and given due consideration to them, as well as to the suggestions made upon the briefs of the several counsel, and are unable to find any valid ground for interference with the decision reached by the judge at Special Term.\nOur conclusion is that the order was right and should be affirmed.\nAll concur except Tbaoy, J., who took no part.\nOrder affirmed.",
        "type": "majority",
        "author": "Miller, J."
      }
    ],
    "attorneys": [
      "Hernry W. Johnson for appellants Cady and Disbrow.",
      "Jesse Johnson for appellants Rational City Bank et al.",
      "H. M. Buggies for appellant Clark, Trustee, etc.",
      "Clarkson N. Potter and John N. Whiting for respondent."
    ],
    "corrections": "",
    "head_matter": "David S. Duncomb et al., Trustees, etc., v. The New York, Housatonic and Northern Railroad Company et al.\nR., who at the time was president, but not a stockholder of defendant, the N. Y., H. & N. R. R. Co., made to it in good faith, for the purpose of constructing its road, loans and advances to the amount of $81,000. At a meeting of the executive committee of its board of directors, consisting of himself and two others, who were guarantors of a note for a portion of his claim, a resolution was passed, directing the treasurer to deliver to him, for the company, 810 of „ its bonds, each for $1,000, as security. This disposition of said bonds, .was subse quently sanctioned by the board. In an action to foreclose a mortgage given to secure the bonds of the corporation, held, that R. had the right to secure himself for the advances made, and in the absence of proof of fraud, or of an improper and undue advantage taken, or of insolvency of the company at the time he was entitled to take the bonds, to prove them for their full amount, and to share in the distribution up to the amount of his claim; that the fact that the two other members of the committee were, as individuals, guarantors did not prevent them from placing the matter in such a position that the company should pay its indebtedness.\nR. afterward, and after he had ceased to be an officer of the company, in pursuance of a resolution of the board of directors requesting it and to secure the completion of its road, under an arrangement with the B. Co., which had contracted to build the road, consented to deposit his bonds with trustees on condition that they should also receive other bonds of said defendant then held by one C. as trustee, the bonds to be used as required to complete the road, the bonds of R. not to be used however, until those deposited by C. had been exhausted, and to be returned if the B. Co. failed to fulfill its contract. The bonds held by 0. were accordingly deposited, in pursuance of a resolution of the board, and with the consent of indorsers for whose security they were held by C. The trustees placed the bonds together, and when a requisition was made by the B, Co., took out bonds to the amount required, without regard to numbers or ownership; they also delivered forty of R.’s bonds, in violation of the express agreement, to an old contractor in settlement of a prior obligation, and they were transferred to a party whose title was held to be valid. The B. Co. failed to fulfill their contract; at that time the trustees held 767 of the bonds. SéM.that B. did not waive his claim to the bonds by so depositing them; and that he was entitled to the dividend upon the residue; also that B. was not estopped because of the deposit made by C. or by the fact of the ignorance of the latter of the condition under which B. made the deposit; that he hada right to impose the conditions tinder which his bonds were to be used and was not bound to. disclose them to C.; also that the trust in the latter was terminated by the resolution of the board and the consent of the indorsers for whose benefit they were held.\nSaid defendant borrowed of one S., $25,000, on a pledge of $250,000 of its bonds; it subsequently gave to S. a note of $6,735 indorsed by B., for interest on the loan and commissions, secured by $20,000 of the bonds ; S. obtained a judgment for his claim, which B. settled by paying half the ’ principal and all of the interest, the judgment and securities being assigned to him. Held,that B. was entitled to dividends on the bonds so assigned up to the full amount paid by him, with interest,\n(Argued January 17, 1882;\ndecided February 7, 1882.)\nAppeal from order of the General Term of the Supreme Court, in the second judicial department, made December 13, 1881, which affirmed an order of Special Term, determining and fixing the relative rights and priorities of certain bondholders, under a mortgage made by defendant, the New York Housatonic and Northern Railroad Company to secure its bonds.\nThis action was brought by plaintiffs, as trustees, to foreclose said mortgage.\nA referee was appointed to ascertain the amount due on account of the bonds, and the nature and extent of the interest of the bondholders. The orders of the Special Term upon the •coming in of the report of the General Term, which reversed and modified portions thereof, were reversed by this court and the case remanded to the Special Term for a rehearing.\nThe case on the former appeal is reported in 84 FT. Y. 190. The questions on this appeal arose on the claims of Louis D. Rucker, who presented bonds to the amount of $1,117,000; the bonds were each $1,000.\nThe court found in substance that Rucker was said defendant’s president and one of its directors from July 10,1872, until after January 21,1873. During that time he made various loans and advances to the company for the purposes of its business and to help in the construction of its road, and with the understanding that he was to be secured by pledge of the bonds. Prior to FTovember 25, 1872, certain other individuals had also made advances. On that day the board of directors passed a resolution directing its treasurer to deposit with one Clark, as many of its bonds, to the extent of the issue unsold, as should be required to protect the loans to and indorsements for it, to be held by him in trust for Rucker and the others who had made loans or indorsements. In pursuance of which $1,400,000 of the bonds were delivered to Clark. On January 21,1873, the executive committee of the board, which consisted of Rucker and two others who were the guarantors of a note held by Rucker for a portion of his demand, passed a resolution directing the treasurer to deliver to Rucker $810,000 of the company’s bonds as security for his claim, which then amounted to $81,000. Clark declined to deliver the bonds without the consent of the others, for whose benefit they had been placed in his hands, whereupon the treasurer obtained a written consent and order signed by them, and Clark delivered to the treasurer eight hundred and ten of the bonds, which were delivered to Rucker. This transaction was subsequently, on February 10, 1873, approved by resolution of the board of directors. In February, 1873, Rucker resigned as president, and removed to Michigan. On September 9,1873, a contract was entered into between said defendant and the Bessemer Company, for the construction of its road, by said company, which for every five continuous miles of road constructed was to receive among other things $145,000 of the bonds. It was agreed that Messrs. Kirkland and Duncomb should act as trustees and that all of the unissued bonds should be placed in the hands of said trustees. Under this contract the remaining bonds held by Clark were, with the consent of the eestuis que trust, delivered to the new trustees appointed under and by said agreement; Rucker also delivered to said trustees the eight hundred and ten bonds under a special agreement between him, the president of the Bessemer Company, and said trustees, to the effect that such deposit was upon the condition that the bonds received from Clark should be first used, and until these were exhausted none of his bonds should be used; and that the delivery of his bonds should not be absolute and final, but contingent upon the fulfillment of its contract by the Bessemer Company; in the event of non-performance, the bonds should be returned to him, and in case of performance he should receive back in full of his claim, $200,000 of said bonds. The Bessemer Company commenced work under the contract, but in June, 1874, gave notice of its inability to go on with the work, upon being advised of which Rucker demanded his bonds of said trustees. Before such abandonment all of the bonds so deposited with said trustees, except to the amount of $767,000, had been drawn out, and disposed of under the contract; of these the trustees delivered $200,000 to Rucker, and under a resolution of the executive committee, the said trustees delivered the remaining $567,000 to John 17. Whiting; by the resolution, the bonds were to be held by Whiting in trust for Rucker, and the other holders of the defendants’ obligations and indorsers for it. The court found that in all the payments and advances, Rucker acted in good faith and with an honest desire to benefit the defendants. He was at no time a stockholder; $250,000 of the bonds were delivered to one Shaw, to secure a loan of $25,000. Subsequently said defendant gave to Shaw its note indorsed by Rucker, for interest on said loans, commissions, etc., amounting to $6,735, and secured by bonds to the amount of $20,000. Shaw obtained judgment for his claim, which Rucker was to settle; he paid half of the principal and all of the interest receiving an assignment of the judgment and of the bonds so held as security.\nFurther facts appear in the opinion.\nHernry W. Johnson for appellants Cady and Disbrow.\nThe condition of the company at the time Rucker received the $810-000 of bonds, and his relation thereto at and prior to that time, precluded him from accepting said bonds as a security for the obligation due him from the company, and he acquired no title to said bonds by such delivery. ( 2 R. S. [6th. ed.] 298, § 10 ; 391, § 9; Hun v. Carey, 82 N. Y. 65; Litchfield v. White, 3 Sandf. 545; approved in Hun v. Carey, supra, 73; Richards v. New Hampshire Ins. Co., 43 N. H. 263; Bradley v. Farwell, 1 Holmes’ U.S. C. C. R. 433; Gas-light Co. v. Terrell, L. R., 10 Eq. 168; Graham v. Hoy, 38 N. Y. Supr. Ct. 506; Kohler v. Black River F. Iron Co., 2 Black, 715; Butts v. Wood, 37 N. Y. 317; Coleman v. Second Ave. R. R. Co., 38 id. 201; Cumberland Coal Co. v. Sherman, 30 Barb. 574; Bliss v. Matteson, 45 N. Y. 26; Hoyle v. Plattsburgh & Mont. R. R. Co., 54 id. 314; Kuppner v. St. Louis & St. Jo. R. R. Co., 3 Dillon, 228; Redfield on Railroads, § 140.) Rucker is not entitled to recover on the bonds received by him from the Loan and Indemnity Co., a sum exceeding the amount paid by him, and the interest thereon. (Bonnez v. Seeley, 2 Wend. 481; Fell on Guaranty and Suretyship, 536.)\nJesse Johnson for appellants Rational City Bank et al.\nThe mortgage under which the bonds in question were issued was invalid, having been executed in contemplation of insolvency. (1 R. S. 603; 1 Edmonds’ Stat. at Large, 560; Dutcher v. I. & T. Bk., 59 N. Y. 5.) At common law, trustees are incapable of securing themselves. (Cumberland Coal Co. v. Sherman, 30 Barb. 565, 567; Gardner v. Ogden, 22 N. Y. 343; Butts v. Wood, 37 id. 317; Colemam v. Second Ave. R. R. Co., 38 id. 201.) Rucker, under the findings, was guilty of constructive fraud. (Willard’s Eq. Jurisp., § 4, p. 210 [Potter’s ed.] ; Mawson v. Stock, 6 Ves. 300; Jackman v. Mitchell, 13 id. 586; Yeoman v. Chatterton, 9 Johns. 295; Payne v. Eden, 3 Caines, 213; Wiggins v. Bush, 12 Johns. 206; Tuxbury v. Miller, 19 id. 311; 1 Story’s Eq. Jurisp., § 378; Getty v. Devlin, 54 N. Y. 407; S. C., 70 id. 509; Van Bockelein v. Taylor, 62 id. 105; 12 Hun, 1; 1 Ohitty’s Eq. Dig. 928; Popham v. Eyre, Lofft’s Rep. 786; De Costa v. Scandret, 2 P. Wms. 170; Polo v. Fitzgerald, Ambler’s Rep. 214; S, C., 4 Bro. P. C. 439; Pendlebury v. Walker, 4 Y. & C. 424.)\nH. M. Buggies for appellant Clark, Trustee, etc.\nThe action of Eucker, in securing the deposit by Clark of the $1-520,000 remaining in his hands as security for himself and other indorsers, estops him from now asserting a claim to all the bonds left in the Bessemer pool. (2 Kent’s Com. 482, etseg.; Story’s Eq. Jur., §§ 204-207; Pratt v. N. Y. Central Ins. Co. 55 N. Y. 512; Vielie v. Judson, 82 id. 32; Winegar v. Fowler, 82 id. 318, Bigelow on Estoppel [2d. ed.J, 432-3, and note, 437 and 492.)\nClarkson N. Potter and John N. Whiting for respondent.\nA bondholder is not a mortgagee, he is an isolated chargee on the fund, with a solitary limited lien to the extent only that his bond bears to the whole amount of bonds so secured. (Hodge’s Appeal, 84 Penn; Green’s Brice’s Ultra Vires, p. 129- [1st ed.].)"
  },
  "file_name": "0001-01",
  "first_page_order": 29,
  "last_page_order": 41
}