{
  "id": 550690,
  "name": "Elizabeth F. Floyd, Appellant, v. Charles Carow, as Sole Acting Executor, etc., Respondent",
  "name_abbreviation": "Floyd v. Carow",
  "decision_date": "1882-04-11",
  "docket_number": "",
  "first_page": "560",
  "last_page": "571",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 560"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "23 N. Y. 593",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 14",
      "category": "reporters:state",
      "reporter": "Wend.",
      "pin_cites": [
        {
          "page": "34, 54, 55, 56"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "17 Barb. 552",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4951637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/17/0552-01"
      ]
    },
    {
      "cite": "3 Barb. Ch. 76",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1997886
      ],
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb-ch/3/0076-01"
      ]
    },
    {
      "cite": "1 Metc. 281",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "5 Pick. 528",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033240,
        2033111
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/22/0528-02",
        "/mass/22/0528-01"
      ]
    },
    {
      "cite": "20 Wend. 495",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "9 Cow. 73",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "19 N. Y. 344",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        497756
      ],
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/19/0344-01"
      ]
    },
    {
      "cite": "10 Pick. 306",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0311-01"
      ]
    },
    {
      "cite": "30 Barb. 373",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5030661
      ],
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/30/0373-01"
      ]
    },
    {
      "cite": "45 N. Y. 254",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049861
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "257"
        },
        {
          "page": "344, 348"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0254-01"
      ]
    },
    {
      "cite": "41 Barb. 525",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5108846
      ],
      "pin_cites": [
        {
          "page": "529"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/41/0525-01"
      ]
    },
    {
      "cite": "43 Barb. 645",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5125248
      ],
      "pin_cites": [
        {
          "page": "647"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/43/0645-01"
      ]
    },
    {
      "cite": "3 Edw. Ch. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        488071
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/3/0001-01"
      ]
    },
    {
      "cite": "79 N. Y. 327",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2171475
      ],
      "pin_cites": [
        {
          "page": "345-9"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/79/0327-01"
      ]
    },
    {
      "cite": "23 N. Y. 299",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "812"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "67 N. Y. 133",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2165052
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/67/0133-01"
      ]
    },
    {
      "cite": "7 Johns. Ch. 45",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1984193
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/7/0045-01"
      ]
    },
    {
      "cite": "36 Md. 434",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1768394
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "446"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/36/0434-01"
      ]
    },
    {
      "cite": "33 N. Y. 599",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 Barb. Ch. 506",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "case_ids": [
        1995737
      ],
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb-ch/2/0506-01"
      ]
    },
    {
      "cite": "20 Wend. 457",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150271
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "469, 489"
        },
        {
          "page": "495, 502"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/20/0457-01"
      ]
    },
    {
      "cite": "5 Pick. 528",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033240,
        2033111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/22/0528-02",
        "/mass/22/0528-01"
      ]
    },
    {
      "cite": "9 Cow. 73",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "45 N. Y. 254",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/45/0254-01"
      ]
    },
    {
      "cite": "36 Md. 434",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1768394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/36/0434-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1070,
    "char_count": 24923,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.5644568364817457e-06,
      "percentile": 0.9923563111208414
    },
    "sha256": "45bec2d1d31c48e64f827bdf6369115beacaee9f86bb3fc66961007d468b0531",
    "simhash": "1:1b286ec0240ccab9",
    "word_count": 4411
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elizabeth F. Floyd, Appellant, v. Charles Carow, as Sole Acting Executor, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "Andrews, Ch. J.\nIt is an established rule in the construction of wills, that unless a plain intention to the contrary appears, a general residuary clause operates upon, and carries to the residuary devisee all reversionary interests in lands owned by the testator at the time of making the will, not embraced in other dispositions, whether such reversionary interests are immediate or contingent and remote; and the rule is the same whether the estate of the testator was a reversion only, or the reversion was created by the devise in his will of a less interest than a fee, or arises from a contingent limitation of the fee which may be defeated by the non-happening of the event upon which the fee is limited (Doe v. Weatherby, 11 East, 322; Doe v. Fossick, 1 Barn. & Ad. 186; Doe v. Scott, 3 Maule &S. 300; Bowers v. Smith, 10 Paige, 193; Youngs v. Youngs, 45 N. Y. 254; Hayden v. Stoughton, 5 Pick. 528; 1 Jarman, 611.)\nWhere the residuary devisee is another than the heir, the heir is excluded from taking such reversionary interest, because there is an operative devise away from him. But the intention is the controlling consideration, and a particular interest, or estate, will not pass by a residuary clause when it appears from other provisions of the will that it was the intention of the testator ¡to exclude such particular interest or estate from the residuary gift. (Strong v. Teatt, 2 Burr. 912; Hambleton v. Darrington, 36 Md. 434.) The intention of the testator to restrict the operation of the residuary clause, cannot, however, be deduced from the mere absence of words in the will, denoting, that a particular interest or estate upon which the. residuary clause is claimed to operate, was in the contemplation of the testator when the will was made, or from the fact that the reversion was a mere expectancy dependent upon the failure of issue or other improbable contingency. A general residuary devise carries every real interest, whether known or unknown, immediate or remote, unless it is manifestly excluded. The intention to include is presumed, and an intention to exclude, must appear from other parts of the will, or the residuary devisee will take.\nThe claim of the plaintiff as heir of the testator Robert Kermit, to the premises in controversy, is defeated by the application of the rule of construction to which we have referred. The separate devises of the premises in the seventh clause of the will to Laura E. Carow. and Sarah Elizabeth Sanderson upon the death of the testator’s wife, of a life estate to them respectively, and of the fee on their death to their issue then surviving, was not an absolute disposition of the whole estate of the testator in the land. The devisees for life were unmarried at the date of the will and at the death of the testator. The estates devised to the unborn issue of the life tenants were contingent remainders in fee, depending upon a double contingency, viz.: the birth of issue and their survivorship. There was left in the testator a contingent reversion in fee, expectant upon the determination of the life estates, and the failure of issue of the life tenants which was not embraced in the specific devises in the seventh clause. The life tenants died, after the death of the testator, without issue. Upon their death, the contingent reversion of the testator in the lands devised to them and their issue, was changed into an absolute fee, which not having been specifically devised, descended to the plaintiff as heir at law, unless it passed to the appointees of the testator’s wife under the sixth clause of the will. We think that under the sixth clause the appointees of the wife took the reversionary interest of the testator in the lands and the fee upon the death of the life tenants. The trust created by the sixth clause comprehended all the rest, residue and remainder of the testator’s real and personal property not disposed of- by the previous clauses, and included the premises in controversy. It was in effect a trust for the management of the estate, and to receive and pay over the rents, profits and income to the testator’s wife for life, and upon her death the trustees are directed “ to assign, transfer and set over ” the personal property and securities, and “ all and singular my ” (his) “ real estate not herein and hereby otherwise disposed of, ” to the appointees of his wife, or in default of appointment, to her heirs and next of kin. The words “ real estate ” in legal signification include all interests in land, whether in possession, reversion or remainder. They are used in the statutes as coextensive in meaning with lands, tenements and hereditaments. (1E. S. 750, § 10, and 754, § 27.) The reversion in the testator, though-nontinggnt and remote, was real property) and was comprehended in the words “real estate” as used by the testator in the residuary gift. (See Jackson v. Parker, 9 Cow. 73.) The exception in the sixth clause from the operation of the power of appointment, of real estate not otherwise disposed of by the will, cannot reasonably be construed as excluding the reversionary interest in the land in controversy. The exception is not of any specific tract or parcel of land, but of real estate not otherwise devised. The only specific devises of the lands in question (except a devise upon the contingency of issue being born to the testator), are found in the seventh clause, and these devises left a contingent reversion in the testator. This contingent interest is not otherwise disposed of than by the sixth clause, and is therefore included in the residue upon which the power- of appointment operates. The counsel for the plaintiff refers to the direction to the trustees, to “ assign, transfer and set over ” the personal estate and securities, and the real estate to the appointees of the wife, or to her heirs or next of kin, in default of appointment as indicating that the testator had in contemplation, and was dealing with estates in possession, and not with remote and contingent reversionary interests.' These words were primarily and appropriately used with reference to the personal property and securities. But they are also applied to the real estate. The testator seems to have supposed that a transfer from the trustees to the appointees of the wife, or to her heirs of the real estate, was necessary to complete their title. While it may be admitted: that the words referred to have a more precise and appropriate application to the delivery of the possession of real property, than to a conveyance of a remote and contingent interest, this is, we think, too slight a circumstance to justify a departure from the general rule of construction. It does not afford that plain evidence of an intent to exclude the reversion from the gift of the residue which the decisions require. The intention of the testator to dispose of all his estate is not left to presumption merely. He declares in the introductory clause of the will, that he was “ desirous of making a suitable and proper disposition of such worldly estate as I may leave behind me.” His intention to exclude the heir from any participation in Ms estate, except such part as his wife m her discretion might appoint, is also inferable from the will. While these circumstances are not decisive against the claim of the heir, as the heir takes, even against the intention of a testator, unless there is a valid gift of the estate to others, they are nevertheless entitled to some weight in construing a residuary clause; and when the meaning is obscure, they afford a clue to the interpretation.\nThe final point is not tenable. The rule that if the gift of a share or interest to one of several residuary legatees or devisees fails, the share of the residue itself so failing, does not go in augmentation of the residue to the other residuary legatees or devisees, but descends to the heir at law or next of kin of the testator, is founded upon a construction of the meaning of residue, which unexplained means that of which no effectual disposition is made other than by the residuary clause. (Skrymsher v. Northcote, 1 Swanst. 566.) But this rule has no application to the will in question, because the intention of the testator indicated by the language of the sixth clause was to vest the alternative fee in the lands devised by the seventh clause, in the appointees of the wife or her heirs, in the event of a failure of issue of the life tenants. The learned and elaborate opinion at the Special Term renders a more extended discussion here unnecessary.\nThe judgment should be affirmed.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, Ch. J."
      }
    ],
    "attorneys": [
      "Alfred Roe for appellant.",
      "Henry J. Seudder for respondent."
    ],
    "corrections": "",
    "head_matter": "Elizabeth F. Floyd, Appellant, v. Charles Carow, as Sole Acting Executor, etc., Respondent.\nA general residuary devise carries every real interest of the testator whether known or unknown, immediate or remote, unless it is manifestly excluded. The intention to include is presumed and an intention to exclude must appear from other parts of the will or the residuary devisee will take.\nThe will of K., after certain- specific legacies, gave all the residue of his property and estate, real and personal, of every name, nature and description whatsoever to his executors,in trust,to receive and pay over the income, less expenses, etc., to the testator’s wife for life, and upon her death they were directed \"to assign, transfer and set over” all his “real estate” not therein and thereby disposed of, to appointees of his wife, and in default of appointment by her to her heirs at law. Upon the death of his wife he devised certain premises to two devisees named for life, and upon their deaths respectively to their “issue then surviving, and the issue of such of them as may then have departed this life.” The two devisees were then and at the time of the death of the testator unmarried, and they both died thereafter without issue. In an action brought by . plaintiff, as sole heir-at-law of the testator, to recover possession of the premises so devised, held, that said two devises did not dispose of the whole estate of the testator in the lands, but there was left in him a contingent reversion in fee expectant upon the determination of the life estates and the failure of issue of the life-tenants, which upon their deaths without issue was changed into an absolute fee, and not having been specifically disposed of, went to the appointees of the testator’s widow, and that therefore plaintiff had no interest.\n(Argued March 17, 1882;\ndecided April 11, 1882.)\nAppeal from judgment of the General Term of the Court of Common Pleas in and for the city and county of New York, entered upon an order made March 7, 1881, which affirmed a judgment in favor of defendant, entered upon a decision of the court on trial at Special Term. )\nThis action was brought by plaintiff, who claimed as sole heir at law of Robert Kermit, deceased, to recover possession of certain lots in the city of New York.\nThe said Robert Kermit left a will, which in the first clause stated it to be his desire to make “ a suitable and proper disposition of such worldly estate” as he should leave behind him. After various specific legacies, the will contained these clauses:\n“ Sixth.—All and singular the rest, residue and remainder of my property and estate, real and personal, of every name, nature and 'description whatsoever, and wheresoever situated, I give, devise and bequeath to my executrix and executors, hereinafter named, and the survivor of them,, and the successor or successors of them, to have and to hold the same, and every part thereof, upon the trust, and for the uses and purposes following, to-wit: First. To manage and improve the said real estate, at their best discretion, and to rent and lease the same for such terms and periods as they may deem most advantageous, and to collect, demand and receive the rents, issues and profits of the same, and every.part thereof, except only the dwelling-house now known by the number fifty, in East Fourteenth street, in the city of New York, in which I now reside, and all and singular the appurtenances thereof, which dwelling-house, with the appurtenances, my said wife is to be at liberty to use for her own residence and occupation free of all rent, during her natural life, in case she shall upon my decease, or at any time or times thereafter, elect to use and occupy the same, without accountability to any person whatever for such use and occupation thereof by her. But in case my said wife shall elect to reside elsewhere, then the said trustees are to let the said premises, and to collect and receive the rents and profits thereof, in like manner with the rest of my real estate, hereinbefore referred to. Second. To invest all and singular the said personal property, from time to time, as a reinvestment thereof may become necessary or judicious, in bonds and mortgages on productive property, in the city of New York, or in the stocks of the United States or of the State of New York, as they may deem most safe, productive and advantageous, and from time to time to change the investments thereof in their discretion, and to collect, demand and receive the interest, dividends and other annual income of such personal property. And in case they shall deem it expedient at any time to foreclose any mortgage held by them in trust, as aforesaid, I hereby authorize and empower them, in their discretion, to buy in the mortgaged premises, or any part thereof, and to hold and manage the same in like manner with the other real estate aforesaid, and to sell and dispose of such mortgaged premises so bought in, when and if they shall deem it expedient and advantageous, on such terms and in such manner, át public or private sale, for cash or on credit, as in their judgment shall seem best, and to make, execute and deliver good and sufficient deeds of conveyance therefor. Third. To pay out of the rents, profits, interest, dividends, or other income of my said property and estate, all taxes, assessments and other lawful charges and impositions thereupon, all premiums for the insurance thereof, and all proper expenses for the repairing, altering or rebuilding of the improvements erected on the real estate aforesaid, including the said dwelling-house in East Fourteenth street (whether the same be occupied by my said wife, or rented so as to be productive), and all costs, charges, expenses and disbursements properly incurred by them in the execution of the trust aforesaid, including their lawful commissions in the premises. Foxvrth. After deducting from the said income all and singular the charges and expenses aforesaid, to pay to iny said wife, for and during the residue of her natural life, in equal quarter-yearly payments, upon her separate receipt, the whole residue of said income; the first of said payments to be made within three calendar months after my decease. And upon the death of my said wife to assign, transfer and set over the said personal property, and the securities on which the same may be invested, and every part thereof (including any real estate bought in upon the foreclosure of any mortgage, as hereinbefore provided), and all and singular my real estate not herein and hereby otherwise disposed of, to and among such person or persons being relatives by blood or marriage of myself or of my said wife, and in such shares or portions, and on such conditions and limitations as my said wife may direct in and by her last will and testament, or by any instrument of appointment in the nature thereof, duly executed by her, with the formalities required by law for devising real estate in fee, and bequeathing personal property. And in default of such will or such appointment, then to and among the then heirs at law and next of kin of my said wife, in like manner as if the said property and estate had belonged to her absolutely in her own right, according to the laws of the State of New York then regulating the descent of real estate, and the distribution of personal property.\n“Seventh.—Upon the death of my said wife, I hereby give and devise the real estate aforesaid in manner following, to-wit: * * *\n“ To Laura F. Garow, the daughter of Isaac Garow, late of the city of New York, the premises situated in Greenwich street, running through to Washington street, in the city aforesaid, known by the numbers eighty-six Greenwich street and ninety-one Washington street, with the appurtenances, to have and to hold the same to her for and during her life, and on her death to her issue then her surviving and the issue of such of them as may then have departed this life, the issue of any such deceased child, taking per stirpes and not per capita, in fee-simple absolute. * * *\n“ To Sarah Elizabeth Sanderson, the daughter of the said Edward F. Sanderson, the store and premises in Pearl street, running through to Stone street, in said city, and known as numbers seventy-nine Pearl street and forty-six Stone street, aforesaid, with the appurtenances, to have and to hold the same to her for and during her life, and on her death to her issue then her surviving and the issue of such of them as may then have departed this life, the- issue of any such deceased child, taking per stirpes and not per capita, in fee-simple absolute.”\nThe two devisees named as above in the seventh clause were unmarried at the time of the making of the will and of the testator’s death. They both died thereafter without issue. The premises in controversy are those described in the devises to them. Defendant claimed under the will of Ann Kermit, the widow of said Eobert Kermit, by which an appointment was made as prescribed by the will of the latter.\nAlfred Roe for appellant.\nTo defeat the title which the statute vests in the heir at law, there must be a clear and well-defined intent to vest the estate in another, and the burden is cast upon the person claiming title of showing such intention. (Van Kleeck v. Dutch Church, 20 Wend. 457, 469, 489; 6 Paige, 612; Haxtum v. Corse, 2 Barb. Ch. 506, 527; 6 Cruise’s Digest, title Devise, chap. 10, § 18; Post v. Hover, 33 N. Y. 599; Lynes v. Townsend, id. 570; Hardenbrook v. Quinn, 54 id. 83; 1 Jarman, 356 [5th Am. ed. 643]; Hambleton v. Darrington, 36 Md. 434, 446.) The will must be construed as things stood at the time of the decease of the testator. (Moggridge v. Thackwell, 1 Ves. Jr. 464, Ld. Ch. at p. 475; Lee v. Audley, 1 Cox’s Eq. Cas. 324, M. E. at p. 326; Smith v. Streetfield, 1 Mer. 358; 1 Jarman, 318, 671, marg. page [Eng. ed.] ; 2 id. 266 [Eandolph and Talcott edition] ; 1 id. 591 [same ed.], chap. X.) Where the provisions of a general subsidiary devise are inapplicable to a reversion remaining in property specifically devised, it indicates an intent that it should not pass thereby. (Jarman, 660; 2 id. 254, 255 [Am. ed. by Eandolph and Talcott]; Strong v. Treatt, 2 Burr. 912, 920; Hambleton v. Darrington, 36 Md. 434.) The only exception to this rule is where there is no other property upon which the general devise could operate. (See Jarman, supra Goodtitle v. Miles, 6 East, 493; Church v. Munday, 12 Ves. 426; 15 id. 396.) The widow’s appointees only take the same property which they would have taken if the devise in their favor had been contained in the testator’s will, and for the purpose of ascertaining what property passes to them, his will should be read as if this devise were incorporated in it. (Sugden on Powers [8th Eng. ed.], 470; 2 id. 21-25 [3d Am. ed.]; Doolittle v. Lewis, 7 Johns. Ch. 45-48; Welby v. Welby, 2 Ves. & B. 197; 2 Jarman, 257 [Randolph and Talcott edition] ; 1 id. [Eng. ed.] 663.) The power of appointment and the direction to the trustees contained in the fourth subdivision of the sixth clause of the will do not constitute a residuary devise. (James v. James, 4 Paige, 115; Christie v. Hawley, 67 N. Y. 133; Hoyle v. Whiteside, 1 T. & C. [Sup. Ct.] 301; Simmons v. Budell, 1 Sim. [H. S.] 115; Hambleton v. Darrington, 36 Md. 434, etc.; Humble v. Shore, 7 Hare, 227; Gibson v. Hale, 17 Sim. 129 ; Green v. Pestwee, 5 Hare, 240; Hetherington v. Longrigg, L. R., 15 Ch. Div. 535.) The residue of a residue is not increased or augmented in consequence of the failure of a devise of the other part or parts of the original residue, which the testator has expressed an intention to otherwise dispose of. (Beekman v. Bonsor, 23 N. Y. 299, 812; Skrymsher v. Northcote, 1 Swanst. 520; Lloyd v. Lloyd, 4 Beav. 231; Simons v. Rudall, 1 Sim. [N. S.] 115; Matter of Dowd's Will, No. 2, 8 Abbott’s New Cases, b. 118-121; Kerr v. Dougherty, 79 N. Y. 327, 345-9.)\nHenry J. Seudder for respondent.\nThe fact of making a will raises a very strong presumption against any expectation or desire on the part of the testator of leaving any portion of his estate beyond the operation of his will. (2 Redfield on Wills, 442; Kingsland v. Rapelye, 3 Edw. Ch. 1 [12]; Bates v. Hillman, 43 Barb. 645, 647.) It is proper to refer to the introductory clause of the will, to ascertain the intent of the testator. (Charter v. Otis, 41 Barb. 525, 529; Ibbetson v. Beckwith, Cases temp. Talbot, 157; Young v. Young, 45 N. Y. 254, 257; Wilce v. Wilce, 7 Bing. 664; Terpening v. Skinner, 30 Barb. 373, 377; Earl v. Grim, 1 J ohns. Ch. 494, 498; Bingham, v. Shattuck, 10 Pick. 306; Isaacs v. Swan, 1 Dav. [Ky.] 277.) The testator meant the life tenants to have the benefits of the property so long as it should be useful to them, and then if they should, leave descendants, the property should go to such descendants; if they should leave no descendants, it should go elsewhere —to the residuary devisees, as the defendant claims. (Baker v. Lorillard, 4 Comst. 257, 264, 265; 1 E. S. 723, § 13; 4 Kent’s Com. 206, 207; Fearne on Remainders [4th Am. ed.], 5; 1 R. S. 724, § 25; Baker v. Lorillard, 4 Comst. 257, 264; 1 R. S. 723, §§ 12, 13.) The language of a will should receive its ordinary interpretation, except where some other meaning is necessarily or clearly indicated. (1 Redfield on Wills, 433; Christie v. Phyfe, 19 N. Y. 344, 348; Livingston v. Greene, 52 id. 118, 124; Jackson v. Parker, 9 Cow. 73; Westervelt v. The People, Wend. 416; 1 R. S. 723, 725, § 9,35; 1 Hilliard on Real Property, 3; Lydcott v. Willows, 2 Vent. 285; 8. C., 3 Mod. 229; Van Kleeck v. Butch Church, 20 Wend. 495; Lydcott v. Willows, 2 Vent. 285; 8. C., 3 Mod. 229; 1 R. S. 725, § 35 ; 2 id. 57, § 5; Youngs v. Youngs, 45 N. Y. 254; Christie v. Phyfe, 19 id. 344, 348; 1 Redfield on Wills, 429; Livingston v. Greene, N. Y. 124.) A residuary devise of all the testator’s real estate not otherwise disposed of by his will carries with it, in addition to the real estate in which no interest is devised in the other parts of the will, every reversionary and contingent interest which the testator has, which, in the events contemplated by him as apparent from the force of the will itself, is not wholly and absolutely disposed of by the other parts of the will, and which would be a proper subject of devise, unless there is something in the will clearly denoting an intent that the same should not so pass. (Hogan v. Jackson, Cowper, 299; Ridout v. Pain, 3 Atk. 485; Doe v. Weatherby, 11 East, 322; Freeman v. Duke of Chandois, Cowper, 363; Chester v. Chester, 3 P. Wms. 56; Goodright v. Arthur, Marquis of Devonshire, 2 Bos. & Pull. 600; Wilde v. Davis, 17 Eng. Law & Eq. 406; Isaac v. Swan, 1 Duv. [Ky.] 277; 1 Jarman on Wills [4th Am. ed.], 530, 591-592; Goodtitle v. Knott, Cowper, 43; Doe v. Fossick, 1 B. & A. 186; Egerton v. Massey, 3 C. B. [N. S.] 338; Lydcott v. Willows, 2 Vent. 275; Hayden v. Stoughton, 5 Pick. 528; Brigham v. Shattuck, 10 id. 306; Austin v. Cambridgeport Parish, 21 id. 215; Steel v. Cook, 1 Metc. 281; Van Kleeck v. Dutch Church, 6 Paige, 600, 608, 610; 8. C., 20 Wend. 457, 495, 502; Bowers v. Smith, 10 Paige, 193; Craig v. Craig, 3 Barb. Ch. 76, 101; Waring v. Waring, 17 Barb. 552; Youngs v. Youngs, 45 N. Y. 254; James v. James, 4 Paige, 115; Christie v. Hawley, 67 N. Y. 133; Hoyle v. Whiteside, 1 T. & C. 301; Wood v. Keyes, 8 Paige, 369; Hillis v. Hillis, 16 .Hun, 76.) The testator, by directing his trustees upon the death of his wife to assign, transfer and set over his personal property and real estate not otherwise disposed of, to such person as his wife should appoint, devised the real estate to such appointees when appointed. (1 R. S. 728, §§ 55, 59, 60 ; id. 727, § 47 ; 730, § 67; Schauber v. Jackson, 2 Wend. 14, 34, 54, 55, 56; Bathbone v. Dykernan, 3 Paige, 9, 27; Post v. Hover, 23 N. Y. 593, 599; 1 J arman on Wills [4th Am. ed.], 441, 465; 2 Sudgen on Powers [3d Am. ed.], 22.) The court did not err in excluding evidence tending to show that the testator, at the time of making his will, owned other real estate than that mentioned in the seventh clause of the will, upon which the residuary clause might operate. (2 R. S. 57, § 5 ; Doe v. Fossick, 1 B. & A. 186.)"
  },
  "file_name": "0560-01",
  "first_page_order": 588,
  "last_page_order": 599
}