{
  "id": 550668,
  "name": "Louisa Robertson, Respondent, v. Metropolitan Life Insurance Company, Appellant",
  "name_abbreviation": "Robertson v. Metropolitan Life Insurance",
  "decision_date": "1882-04-11",
  "docket_number": "",
  "first_page": "541",
  "last_page": "546",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 541"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "30 N. Y. 541",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "19 N. Y. 305",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        497706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/19/0305-01"
      ]
    },
    {
      "cite": "42 Me. 262",
      "category": "reporters:state",
      "reporter": "Me.",
      "opinion_index": -1
    },
    {
      "cite": "26 N. Y. 460",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2033096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/26/0452-01"
      ]
    },
    {
      "cite": "12 Wall. 303",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "83 N. Y. 173",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "84 N. Y. 70",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "96 U. S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "25 Barb. 189",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5000802
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/barb/25/0189-01"
      ]
    },
    {
      "cite": "81 N. Y. 410",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175316
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/81/0410-01"
      ]
    },
    {
      "cite": "95 U. S. 329",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "46 N. Y. 530",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "45 N. Y. 628",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0628-01"
      ]
    },
    {
      "cite": "11 Mo. 278",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        320595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/11/0278-01"
      ]
    },
    {
      "cite": "30 N. Y. 136",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2040614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/30/0136-01"
      ]
    },
    {
      "cite": "58 Penn. St. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "22 Mich. 467",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1314125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/22/0467-01"
      ]
    },
    {
      "cite": "57 N. Y. 500",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        5137198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/57/0500-01"
      ]
    },
    {
      "cite": "46 N. Y. 526",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2052611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/46/0526-01"
      ]
    },
    {
      "cite": "95 U. S. 326",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3384968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/95/0326-01"
      ]
    },
    {
      "cite": "80 N. Y. 32",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2173295
      ],
      "pin_cites": [
        {
          "page": "45"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/80/0032-01"
      ]
    },
    {
      "cite": "46 Barb. 333",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5149974
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/46/0333-01"
      ]
    },
    {
      "cite": "81 N. Y. 419",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 11460,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.0969920514380762e-06,
      "percentile": 0.9854672994448711
    },
    "sha256": "cf972222eec06884f6b3d43a66bf65dd0e6b60e93a6dd4591ee890c457f0b4ca",
    "simhash": "1:a7e36c0ce24264cf",
    "word_count": 2108
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Louisa Robertson, Respondent, v. Metropolitan Life Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nIn 1868 the defendant issued to the plaintiff a policy on the life of her husband in the amount of $5,000, for an annual premium to be paid by her of $191.50. The portion of the premium to be paid in cash became due and payable on the 10th day of July, and the 10th day of January in each year, and the policy contained a provision that any payment could be made within thirty days after the same became due and payable by the terms of the policy. The policy also provided that in case any premium should not be paid at or before the time required by the policy, it, the policy, should cease and determine, and that all previous payments of premiums should be forfeited to the company. There was also a provision in the policy that if, after the company had received three or more annual premiums, the assured should fail to make payment of any further premium when due, then, upon a surrender of the policy within thirty days after such unpaid premium became due, the company would in exchange therefor issue a paid-up policy for at least the full amount of even dollars of premiums received by the company on the policy. The plaintiff did not pay or cause to be paid the portion of the annual premium which fell due on the 10th day of January, 1877, on that day or within thirty days thereafter ; and on account of such non-payment the defendant claims that the policy ceased and determined. The plaintiff, however, claims that the policy remained valid notwithstanding such non-payment on account of facts now to be stated. On the 10th day of February, which was the thirty-first day after the premium became due, an agent of the plaintiff went to the office of the company and stated to its secretary that he had come there to attend to Mr. Robertson’s premium, and that he would like to know what the condition of it was. The secretary looked at the books and replied that Mr. Robertson had attended to that himself, the agent understanding the secretary to mean by his reply, that Mr. Robertson had paid the premium. Upon the return of her agent with the information thus obtained by him from the secretary she learned from her husband that the premium had not been paid. Three or four days thereafter she went to the office of the company and there tendered the amount of the premium then past due, and the company refused to receive payment.\nUpon the trial the secretary of the company testified that he had no recollection of stating to the plaintiff’s agent that the policy had been attended to. There is no allegation in the complaint, and the case does not disclose that there was any claim at the trial that the premium had actually been paid or in any manner attended to, or arranged prior to the 10th day of February, 1877. The General Term affirmed the judgment entered in favor of the plaintiff, upon the ground that the forfeiture of the policy was waived by what took place between the plaintiff’s agent and the defendant’s secretary on the 10th day of February, and unless the judgment can be sustained on that ground, there is certainly none upon which it can rest.\nBy the very terms of the policy, the policy ceased and determined by the non-payment of the premium within the time stipulated in the policy. It could then be revived or con-tinned in life, only in one of three ways-: by a new agreement, by the operation of an estoppel, or of a waiver. Here no new agreement was proved and none was alleged in the complaint. There was no estoppel, as the plaintiff was in no way harmed or prejudiced by the mistaken or untrue statement made to her agent on the 10th day of February. Her policy had then lapsed and it was too late for her to do any thing to restore or continue it. There was no waiver of the forfeiture of the policy, because what was said by the secretary on that day was plainly said under a mistake of fact. He was led to believe from something he saw upon the books of the company, that the premium had been paid when in fact it had not been. Ordinarily a party should not be held to have waived a forfeiture, in the absence of facts constituting an estoppel, unless he intended to waive it, nor can he beheld to have waived it unless he knew of the facts constituting the forfeiture. (Bennecke v. Connecticut Mutual Life Ins. Co., 25 Alb. L. J. 274, decided in March, 1882, U. S. Sup. Ct.) Here, if on the 10th day of February, the secretary knowing that the premium had not been paid, and thus that there was cause of forfeiture, had given further time of payment, or had expressly waived the forfeiture, or recognized the continued validity of the policy, the company might have been held to have waived the forfeiture so that the subsequent tender of payment would have been sufficient to continue the policy in life; but it would be carrying the doctrine of waiver farther than is sanctioned by either principle or authority to hold that the defendant waived the forfeiture without knowing the facts causing it, and without intending to waive it. It is laid down in 2 Platt on Leases, 469, where the learned author cites many authorities that “ in no case can a waiver take place unless the lessor Jbe cognizant at the time of the fact of the forfeiture.” In Titus v. The Glens Falls Ins. Co. (81 N. Y. 419), it is said: “ It may be asserted broadly that if in any negotiations or transactions with the in» sured, after knowledge of the forfeiture, it (the company) recognizes the continued validity of the policy, or does acts based thereon, or requires the insured by virtue thereof to do some act, or incur some trouble or expense, the forfeiture is as a matter of-law waived.” It is seen that knowledge of the forfeiture is made necessary before there can be a waiver. To the same effect is The People ex rel. Com’rs, etc., v. Connor (46 Barb. 333).\nHere there was no dispute about the facts, and nothing from which the jury could rightfully infer a waiver. -The plaintiff was not deprived by any thing said or done on the 10th day of February of her right to claim a paid-up policy. That she could have done at any time within thirty days after she was in default for non-payment of the premium.\nThere was no allegation in the complaint nor claim at the trial, nor so far as appears at any other time prior to the argument in this court, that the defendant was deprived of the right to insist upon the forfeiture because it had failed to give the notice required by the act chapter 341 of the Laws of 1876, and for that reason alone the claim, if otherwise valid, should not be upheld here. If upon the new trial it should appear that the notice was not given, it will 'then have to be determined whether this policy was renewed subsequent to the act of 1876, so as to render a notice necessary. We are, therefore, of opinion that the judgment should be reversed and a new trial granted, costs to abide event.\nBatallo, Heller and Finch, JJ., concur; Daneorth and Tract, JJ., dissent; Andrews, Oh. J., absent.\nJudgment reversed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "Thomas G. Hitch for appellant.",
      "Wm. W. Goodrich for respondent."
    ],
    "corrections": "",
    "head_matter": "Louisa Robertson, Respondent, v. Metropolitan Life Insurance Company, Appellant.\nDefendant issued to plaintiff a policy upon the life of her hushand. Said policy provided that any payment of premium could be made within thirty days after the same became due by the terms of the policy, and in case any premium should not be paid as required, the policy should cease and all previous payments be forfeited. Plaintiff did not pay a semi-annual premium, which fell due January 10,1877, on that day or within thirty days thereafter. On the thirty-first day plaintiff’s agent called at defendant’s office and stated to its secretary that he had come to attend to her premium. The secretary looked at the books and replied that her husband had attended to it. Three or four days thereafter, and on learning from her husband that the premium had not been paid, plaintiff went to defendant’s office and tendered the amount of the premium, which the company refused to receive. In an action upon the policy, held, that a finding that the forfeiture was waived was error; that there could be no waiver without knowledge of the facts constituting a forfeiture, and what was said by the secretary was evidently under a mistake of fact.\nRobertson v. Met. L. Ins. Co. (15 J. & S. 877) reversed.\n(Argued March 20, 1882;\ndecided April 11, 1882.)\nAppeal from judgment of the General Term of the Superior Court of the city of New York, entered upon an order made June 6, 1881, which affirmed a judgment in favor of plaintiff, entered upon a verdict.' (Reported below, 15 J. & S. 377.)\nThis action was upon a policy of life insurance.\nThe material facts are stated in the opinion.\nThomas G. Hitch for appellant.\nDefendant having the legal and moral right to declare the policy null and void, as the insured had changed his condition, it properly refused to waive the forfeiture. (Bliss on Life Insurance, 272; May on Insurance, 406, 424; How v. Union M. Life Ins. Co., 80 N. Y. 32, 45.) To make a waiver after forfeiture effective, it must be by some act which shows an intention to waive, and by a person authorized to do it, or if not authorized, the act must be ratified by some subsequent action of the company. (Globe Mut. Life Ins. Co. v. Wolff, 95 U. S. 326; New York Life Ins. Co. v. Statham, 93 id. 24; Norton v. Knickerbocker Life Ins. Co., 96 id. 234; Klein v. N. Y. L. Ins. Co. [U. S. S. C.], 12 Rep. 737; Shearman v. Niagara F. Ins. Co., 46 N. Y. 526; How v. Union Mut. L. Ins. Co., 80 id. 32; Baker v. Union Mut. L. Ins. Co., 43 id. 283.) The court erred in refusing to permit defendant’s counsel to inquire into the conversation witness had with defendant’s officers in March in re-, lotion to the policy. (Underwood v. Farmers' J. S. 1. Co., 57 N. Y. 500; Security Ins. Co. v. Fay, 22 Mich. 467; Diehl v. Adams Co. Mut. Ins. Co., 58 Penn. St. 452; Beatty v. Lyeoming Ins. Co., 66 id. 9; Riply v. Ætna Ins.. Co., 30 N. Y. 136; St. Louis Ins. Co. v. Kyle, 11 Mo. 278; Bank of Oil City v. Guardian M. L. I. Co., 5 Bigelow’s Ins. 478.) In the case made by the pleadings and evidence, there was nothing to submit to the jury, and plaintiff should have been non-suited. (Barrett v. Third Ave. R. R., 45 N. Y. 628.)\nWm. W. Goodrich for respondent.\nThe forfeiture of an insurance policy for breach of a condition may he waived by the insurer, although there is no new consideration or estoppel, and such waiver can be established by any circumstances from which a waiver can be inferred. (Shearman v. Niagara Ins. Co., 46 N. Y. 530; Insurance Co. v. Wolff, 95 U. S. 329; Titus v. Glens Falls Ins. Co., 81 N. Y. 410; Prentice v. Knickerbocker L. I. Co., 77 id. 483; Goit v. Nat. Protection Ins. Co., 25 Barb. 189; Insurance Co. v. Norton, 96 U. S. 242; Taylor’s Landlord and Tenant [5th ed.], § 287; Doe v. Meux, 4 B. & C. 606; Doe v. Birch, 1 M. & W. 402; Ward v. Day, 4 B. & S. 335; Palmer v. Phoenix Mut. L. Ins. Co., 84 N. Y. 70; Deveins v. Mechs. & Traders’ Ins. Co., 83 N. Y. 173; Miller v. Life Ins. Co., 12 Wall. 303; Goit v. Ins. Co., 25 Barb. 189; Sheldon v. Atlantic, 26 N. Y. 460; Wood v. Ins. Co., 32 id. 619; Bragdon v. Ins. Co., 42 Me. 262; Trustees v. Ins. Co., 19 N. Y. 305; Bliss on Life Insurance, §§ 189-193.) The defendant is estopped from denying the existence of the policy, because the plaintiff would thereby be deprived of a right to a paid-up policy, for the amount of the premiums paid on the policy. (Bowen v. Bowen, 30 N. Y. 541; 2 Pars, on Contr. 792.)"
  },
  "file_name": "0541-01",
  "first_page_order": 569,
  "last_page_order": 574
}