{
  "id": 550795,
  "name": "Manuel N. Phillips, Appellant, v. The Mayor, Aldermen and Commonalty of The City of New York, Respondent",
  "name_abbreviation": "Phillips v. Mayor of New York",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "245",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 245"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "5 Daly, 448",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "33 N. Y. 293",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "83 N. Y. 376",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "5 N. Y. 285",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        6098089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/5/0270-01"
      ]
    },
    {
      "cite": "60 How. 130",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "year": 1880,
      "opinion_index": -1
    },
    {
      "cite": "72 N. Y. 445",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532819
      ],
      "year": 1880,
      "opinion_index": -1,
      "case_paths": [
        "/ny/72/0445-01"
      ]
    },
    {
      "cite": "73 N. Y. 487",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 5420,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.908599988932598e-06,
      "percentile": 0.9945684092006909
    },
    "sha256": "69dd4de7b3978c919f0e6eaff94daa20ad78c321bfdaf99650c9c63297244230",
    "simhash": "1:38f438e8a403cd4a",
    "word_count": 954
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Manuel N. Phillips, Appellant, v. The Mayor, Aldermen and Commonalty of The City of New York, Respondent."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThe plaintiff was not an officer specially provided for in- the city charter; that is, the fire commissioners were not required to appoint or keep a clerk specially charged with the duties which the plaintiff performed. Unless prohibited by the provision in the charter which we will quote, the fire commissioners could at any time discharge the plaintiff and abolish or dispense with the office or position which he filled. The provision referred to is found in section 28 of chapter 335 of the Laws of 1873, and is as follows : “ No regular clerk or head of a bureau shall be removed until he has been informed of the cause of the proposed removal, and has been allowed an opportunity of 'making an explanation'; and in every case of a removal, the true grounds thereof shall be forthwith entered upon the records of the department or board. In case of removal, a statement showing the reason therefor shall be filed in the department.”\nThe object of this provision was to. prevent removal except for cause, and then only after a hearing or an opportunity for a hearing. The purpose of a hearing was to enable the clerk or officer proceeded against to satisfy the body or officer having the power of removal that he should be retained. The provision has no application to a case like this. This is not, properly speaking, a case of removal within the meaning of the statute. Here the office or clerkship was abrogated, and there was no more need of plaintiff’s services. He could not claim that the office or clerkship should be retained for his benefit, and the' fire commissioners were not obliged to consult him before abrogating it. And further, the statute does not apply to a case like this where the officer is removed, not to make way for another, but because his services are no longer needed, or because there are no funds provided for his payment. The plain purpose of the statute does not reach such a case.\nThe judgment should be affirmed, with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "Roswell D. Hatch for appellant.",
      "P. J. Dean for respondent."
    ],
    "corrections": "",
    "head_matter": "Manuel N. Phillips, Appellant, v. The Mayor, Aldermen and Commonalty of The City of New York, Respondent.\nThe provision of the New York City Charter of 1873 (§ 88, chap. 335, Laws of 1873), declaring that “ no regular- clerk * * * shall be removed until he has been informed of the cause of such a removal and has been allowed an opportunity of making an explanation,” and requiring the true ground of removal to be entered upon the records of the department or board, has no application to a case where' a clerk in a department is discharged, not to make way for another but because the clerkship is abolished and there is no further need of his services, or because there are no funds provided for his payment.\n(Argued February 9, 1888;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Court of Common Pleas in and for the city and county of New 'York, in favor of plaintiff, entered upon an order made December 5, 1881, which overruled plaintiff’s exceptions and directed judgment upon an order dismissing plaintiff’s complaint.\nThis action was brought to recover damages for an alleged unlawful removal from his position as a regular clerk in the fire department of the city of New York.\nThe plaintiff was appointed a clerk in the fire department, June, 1874, and was employed in the bureau of the fire marshal. He continued in the position until December 31, 1875, when he was discharged without being informed of the cause of removal, or called upon for any explanation. The reason of his removal, appearing upon the books of the department, was to conform its expenses to a reduced appropriation for the year 1876, and not for any cause personal to the plaintiff. It appeared that, in consequence of the reduced appropriation, the clerical force in the department was reduced, and plaintiff, with others, discharged, no others being appointed in their stead.\nRoswell D. Hatch for appellant.\nPlaintiff having been removed without having been informed of the cause or allowed to make an explanation, the proceedings to remove him were in violation of law. (People, ex rel. Sims, v. Fire Comm’rs, 73 N. Y. 487, 440; People, ex rel. Munday, v. Fire Comm’rs, 72 id. 445.)\nP. J. Dean for respondent.\nThe statute requiring notice had no application to the discharge of the plaintiff. (People, ex rel. Mundy, v. The Fire Comm’rs, 72 N. Y. 445-449; People, ex rel. Sims, v. The Fire Dep't, 73 id. 437; People, ex rel. Cornell, v. Kelly [MSS., March, 1880]; People, ex rel. Evans, v. Park Comm'rs, 60 How. 130.) Having rendered no services during the period covered by the complaint (from January 1, 1876, to April 5, 1880), the plaintiff can recover no salary. ■ (Connor v. Mayor, 5 N. Y. 285; Snith v. Mayor, 37 id. 518; Dolan v. Mayor, 68 id. 274; Mc Veany v. Mayor, 80 id. 185; Wood v. Mayor, 12 J. & S. 325; People, ex rel. Ryan, v. French, Gen. Term, Sup. Ct., January, 1881; Bowen v. Mayor, Gen. Term, Sup. Ct., April 7,1880; N. Y. Daily Register, April 8; Terhune v. Mayor, Com. Pleas, Gen. Term, June 6, 1881; Rowland v. Mayor, 83 N. Y. 376.) Assuming that there was a contract of hiring, plaintiff has no claim for either salary or damages subsequent to December 31, 1875, for the reason that such contract of hiring was a yearly one, and expired by its own limitation on December 31, 1875. (§ 89 of the charter. Donovan v. Mayor, 33 N. Y. 293; Kingsland v. Mayor, 5 Daly, 448.)"
  },
  "file_name": "0245-01",
  "first_page_order": 273,
  "last_page_order": 275
}