{
  "id": 550715,
  "name": "Russell Sage, Respondent, v. Annie F. Truslow et al., Executors, etc., Appellants",
  "name_abbreviation": "Sage v. Truslow",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "240",
  "last_page": "244",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 240"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "20 N. Y., 41",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/20/0041-01"
      ]
    },
    {
      "cite": "18 Hun, 458",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "79 N. Y. 127",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 499",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0499-01"
      ]
    },
    {
      "cite": "17 Johns. 239",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0196-01"
      ]
    },
    {
      "cite": "2 Sandf. Ch. 251",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2164636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/2/0251-01"
      ]
    },
    {
      "cite": "44 Barb. 336",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1945509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/44/0336-01"
      ]
    },
    {
      "cite": "1 N. Y. 550",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2003930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/1/0550-01"
      ]
    },
    {
      "cite": "69 N. Y. 280",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        530687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/69/0280-01"
      ]
    },
    {
      "cite": "1 Hill, 147",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "3 Den. 321",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2187518
      ],
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/3/0321-01"
      ]
    },
    {
      "cite": "6 Hill, 324",
      "category": "reporters:state",
      "reporter": "Hill,",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "78 N. Y. 318",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544375
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/78/0318-01"
      ]
    },
    {
      "cite": "14 Johns. 177",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0177-01"
      ]
    },
    {
      "cite": "73 N. Y. 215",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "12 N. Y. 561",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2016201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/12/0561-01"
      ]
    },
    {
      "cite": "10 Johns. 297",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0301-01"
      ]
    },
    {
      "cite": "48 N. Y. 633",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "1 Den. 125",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        483987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/1/0125-01"
      ]
    },
    {
      "cite": "20 N. Y., 41",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022927
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/20/0041-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 9747,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 3.4030292071892986e-07,
      "percentile": 0.8775650626735381
    },
    "sha256": "ae498196a7b64d74d608929b7be2662448becb9325d5e63ef925ac72d229a517",
    "simhash": "1:ebc8263d079c86e9",
    "word_count": 1727
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Russell Sage, Respondent, v. Annie F. Truslow et al., Executors, etc., Appellants."
    ],
    "opinions": [
      {
        "text": "Rapallo, J.\nWe concur with the learned court below in its conclusion that the agreement of Truslow, contained in his contract with Mrs. Styles, for the purchase of the land, to assume and pay arrears of taxes and assessments thereon to an amount not exceeding $2,000, was not merged in the deed subsequently executed and delivered by Mrs. Styles to him. His agreement to pay these taxes was part of the consideration for the conveyance. It was executory and to be performed after the delivery of the deed. It took the 'place of the payment of so much money to her which would have enabled her to pay the taxes and free the land from the lien and thus give a clear title to Truslow, her vendee, and it was in substance retained by him for that purpose. The covenant was important to Mrs. Styles, because she was personally liable upon the mortgage held by the plaintiff upon the same premises, and therefore interested in having them relieved of the lien of the taxes. Truslow’s covenant to pay them being part of the consideration for the- conveyance was not merged in the deed. There was no occasion to refer to it therein except so far as was necessary for the purpose of qualifying the covenant against incumbrances contained in the deed. (Bogart v. Burkhalter, 1 Den. 125; Morris v. Whitcher, 20 N. Y. 41; Tointor v. Hemingway, 83 id. 610.)\nThe plaintiff’s mortgage has been foreclosed, and a deficiency has arisen exceeding the amount due from Truslow on his covenant. Judgment for the deficiency has been rendered against Mrs. Styles in favor of the plaintiff, and this judgment has, by reason of the breach by Truslow of his covenant, been increased to an amount equal to the $2,000 which he agreed to pay and the interest thereon. The taxes remained a charge upon the mortgaged premises, and were, pursuant to law, allowed to the purchaser at the foreclosure sale, and the fund applicable to the payment of Mrs. Styles’ debt to the plaintiff was thereby reduced to a corresponding amount. She has thus been damnified to that amount. Furthermore, Truslow’s covenant was not a mere covenant to indemnify. It was an absolute undertaking to pay. He assumed this payment as part of the consideration for the conveyance by Mrs. Styles to him and as his own debt. She occupied the same position as if she had placed the fund in his hand on his undertaking to apply it. His failure to pay was a breach of his covenant. (Rector, etc., v. Higgins, 48 N. Y. 633.)\nMrs. Styles has now assigned her claim for the breach of the covenant to the plaintiff, and we think his right to maintain this action is clear.\nThere was no issue in the case as to any claim of Truslow against the plaintiff on the covenants contained in the deed from him to Mrs. Styles, dated in 1874. It appears that this deed was executed in performance of a contract made in 1871, which had been extended, and there may have been a very good answer to any claim for taxes accruing since that time, had any such demand been set up .by way of counter-claim, and moreover, by his deed from Mrs. Styles, Truslow took expressly subject to these taxes, and by his contract with her he covenanted absolutely to pay them as one of the terms of his purchase, and Mrs..Styles then bore the expense of clearing his title. It is difficult to see how he could, under these circumstances, have set up any claim therefor under the covenants in the deed from the plaintiff to Mrs. Styles.\nThe judgment should be affirmed.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rapallo, J."
      }
    ],
    "attorneys": [
      "Theo. F. Jackson for appellants.",
      "Wm. F. MacRae for respondent."
    ],
    "corrections": "",
    "head_matter": "Russell Sage, Respondent, v. Annie F. Truslow et al., Executors, etc., Appellants.\nS., plaintiff’s assignor, entered into a contract with T., defendants’ testator, by which the former agreed to sell and convey to the latter certain premises subject to a mortgage, for the payment of which she was personally liable, and subject to the taxes, assessments and water rates then on the property not to exceed $3,000, which taxes, etc., not to exceed said sum, T. agreed to assume and pay. S. subsequently conveyed the premises to T. pursuant to the contract, subject to the mortgages, taxes, assessments and water rates ; the deed, however, contained no covenant 'on the part of T. to assume and pay them. T. failed to pay, the mortgage was foreclosed and the premises sold, leaving a deficiency after payment of the taxes and assessment of more than $3,000, for which deficiency a personal judgment was entered against S. In an action upon the agreement Tield that the covenant to pay the taxes, etc., was not merged in the deed ; that considering it simply as a covenant of indemnity plaintiff was entitled to recover, as the judgment for the deficency against S. had, by reason of the breach by T., been increased to an amount equal to the $3,000 which he had agreed to pay ; but that said covenant was not merely one to in demnify, it was an absolute undertaking to pay; that S. occupied the same position as if she had placed the fund in his hands on his undertaking to apply it, and his failure to pay was a breach of the covenant.\n(Argued February 8, 1882;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made December 17, 1880, which affirmed a judgment in favor of plaintiff, entered upon a decision of the court on trial without a jury.\nThe plaintiff brought this action as assignee of Adeline E. Styles upon a contract made between her and the defendants’ testator, Samuel W. Truslow. The contract was dated April 4, 1876; by it said Adeline E. Styles agreed,to sell and convey to Samuel W. Truslow a certain house and lot in the city of New York, subject to a mortgage executed by Mrs. Styles to the plaintiff in this action, to secure her bond for the sum of $40,000, and also subject to the taxes, assessments, and water rates then on said property not to exceed $3,000, in exchange for which said Truslow agreed to sell and convey to Mrs. Styles certain other real estate in said city, subject to a mortgage and certain taxes thereon, and to assign to said Styles certain mortgages mentioned in said agreement. It was also agreed that the time of the payment of the said mortgage to the plaintiff should be extended by plaintiff to October 1, 1880, and the contract was made conditional, that said Styles should obtain such extension; Truslow agr.eed to assume and pay the assessments, taxes, and water rates on said premises so to be conveyed to him by Mrs. Styles not to exceed $3,000. Afterward and on the 13th day of April, 1876, a deed of the premises was executed and delivered by Mrs. Styles to Truslow, who reserved from the consideration payment to Mrs. Styles the .sum of $3,000. By the conveyance the premises were taken subject to the said mortgage of $40,000, and to the payment of the taxes, assessments, and water rates then on said premises, but contained no covenant or agreement on the part of Truslow to assume or pay either the mortgage, or the taxes, assessments, and water rates. Truslow failed to pay the taxes, assessments, and water rates, and .afterward an action of foreclosure was brought upon the mortgage against the mortgagor, Mrs. Styles and Truslow’s representatives, and the premises were sold on foreclosure. The taxes, assessments, and water-rates, which amounted to more than the $2,000, were paid out of the proceeds of the sale, and judgment for a deficiency was entered against the mortgagor, Mrs. Styles, in the sum of $17,-635.75.\nTheo. F. Jackson for appellants.\nThe delivery of the deed .under the circumstances of this case merged and extinguished the contract. (Houghtaling v. Lewis, 10 Johns. 297; Howes v. Barker, 3 id. 506; Renard v. Sampson, 12 N. Y. 561.) If the provision in the contract relating to the taxes created any personal obligation on the part of Truslow, it was a meré agreement to pay absolutely. (Calva v. Davies, 73 N. Y. 215.) The words of the contract, agreeing to sell the premises “subject to taxes * * * which the party of the second part agrees to assume and pay,” do not import an absolute promise to pay. (Douglass v. Clark, 14 Johns. 177; Slauson v. Watkins, 25 Alb. L. J. 72; Ayers v. Dixon, 78 N. Y. 318.) Assuming that the contract continues in force as to the payment of the taxes, Mrs. Styles could not, and her assignee, the present plaintiff cannot, maintain an action against Truslow’s representatives without showing that she paid the taxes before bringing . the suit. (Aberdeen v. Blackman, 6 Hill, 324; Churchill v. Hunt, 3 Den. 321, 324; Gilbert v. Wyman, 1 Comst. 550, 561; Thomas v. Allen, 1 Hill, 147; Ayres v. Dixon, 78 N. Y. 318; Anderson v. Blackman, 6 Hill, 324.) There being no privity of contract between Sage and Mrs. Styles in reference to the taxes, the promise did not inure to Sage’s benefit. (Vrooman v. Turner, 69 N. Y. 280.)\nWm. F. MacRae for respondent.\nTruslow’s promise to pay was not in the nature of an indemnity to Mrs. Styles against the possibility of her having in the future to pay the taxes, but the thing was treated and adjusted as a direct personal promise by Truslow to pay, which was broken upon failure by him to perform. (Gilbert v. Wyman, 1 N. Y. 550; Kobler v. Mattlage, 72 id. 266; Rector, etc. v. Higgins, 48 id. 533; Rubens v. Prindle, 44 Barb. 336; Rauson v. Copland, 2 Sandf. Ch. 251; Port v. Jackson, 17 Johns. 239; In re Negus, 7 Wend. 499; Hume v. Hendrickson, 79 N. Y. 127; Hartley v. Harrison, 24 id. 174.) In the absence of all proof there is no presumption that either party intends to waive covenants of which the conveyance is not a performance 'or satisfaction. (Taintor v. Hemingway, 18 Hun, 458; Morris v. Whitcher, 20 N. Y., 41; Witbeck v. Winne, 16 id. 532; Remington v. Palmer, 62 id. 32.)"
  },
  "file_name": "0240-01",
  "first_page_order": 268,
  "last_page_order": 272
}