{
  "id": 550720,
  "name": "Samuel H. Randall, Respondent, v. Emelyn P. Carpenter, Impleaded, etc., Respondent and Appellant; Samuel H. Randall, Appellant, v. Emelyn P. Carpenter, Respondent",
  "name_abbreviation": "Randall v. Carpenter",
  "decision_date": "1882-03-07",
  "docket_number": "",
  "first_page": "293",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 293"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "24 N. Y. 106",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/24/0106-01"
      ]
    },
    {
      "cite": "24 Hun, 42",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "52 N. Y. 655",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "64 N. Y. 326",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0326-01"
      ]
    },
    {
      "cite": "8 How. Pr. 68",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2194393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/8/0068-01"
      ]
    },
    {
      "cite": "50 N. Y. 282",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2059655
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/50/0282-01"
      ]
    },
    {
      "cite": "50 N. Y. 335",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2059717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/50/0335-01"
      ]
    },
    {
      "cite": "24 Hun, 40",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "54 Barb. 271",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2249864
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/54/0271-01"
      ]
    },
    {
      "cite": "15 Hun, 305",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "71 N. Y. 109",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "38 N. Y. Supr. Ct. 76",
      "category": "reporters:state",
      "reporter": "N.Y. Sup. Ct.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "11 How. 269",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "71 N. Y. 106",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2168071
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/71/0106-01"
      ]
    },
    {
      "cite": "50 N. Y. 287",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "15 Abb. 427",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 Lans. 511",
      "category": "reporters:state",
      "reporter": "Lans.",
      "case_ids": [
        4834300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/lans/5/0511-01"
      ]
    },
    {
      "cite": "87 N. Y. 537",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 10463,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.1396703616106125e-06,
      "percentile": 0.9864625312132097
    },
    "sha256": "f3ad0cf4e041d134ec8bfa142ee505545d6d9136fc43c1de0500dd647098da0d",
    "simhash": "1:760b1dfc86f6460d",
    "word_count": 1790
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Samuel H. Randall, Respondent, v. Emelyn P. Carpenter, Impleaded, etc., Respondent and Appellant; Samuel H. Randall, Appellant, v. Emelyn P. Carpenter, Respondent."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nThe defendant’s appeal relates only to the disallowance of fees paid or estimated for other services than those made necessary hy the injunction, and is thus brought directly within the case of Newton v. Russell (Court of Appeals, January 24, 1882). It must therefore -fail. The plaintiff’s appeal must succeed. .The injunction was temporary and there was no prayer for its continuance as part of the final relief sought in the action. The services for which compensation has been allowed were rendered in a vain effort to show cause why “ an injrmction should not be granted.” Having been thus unsuccessful in resisting the allowance of the injunction, there is no ground upon which the sureties can be required to pay these expenses, or the expenses of the reference ordered on defendant’s motion to ascertain the damages by reason of the injunction.\nHo damages other than counsel fees were found to have been sustained by the defendant, and as the plaintiff is not liable for those, he should not be required to pay for the inquiry.\nThe order appealed from by the plaintiff should be reversed, and the order appealed from by the defendant should be affirmed, with costs of one appeal to the plaintiff.\nAll concur, except Bapallo, J., absent.\nOrdered accordingly.\n87 N. Y. 537.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "Samuel H. Randall, plaintiff, in person.",
      "Ed/ward P. Wilder for defendant."
    ],
    "corrections": "",
    "head_matter": "Samuel H. Randall, Respondent, v. Emelyn P. Carpenter, Impleaded, etc., Respondent and Appellant; Samuel H. Randall, Appellant, v. Emelyn P. Carpenter, Respondent.\nCounsel fees, incurred by defendant for services in an action other than those made necessary by a temporary injunction therein, cannot be aa sessed as damages upon the undertaking given on granting the inj unction. So, also, fees for services of counsel in unsuccessfully resisting the allowanee of the injunction are not allowable as damages by reason of the . injunction.\nWhere, in proceedings by reference to assess defendant’s damages by reason of a temporary injunction, no damages for which plaintiff is liable are shown, he cannot be required to pay the expenses of the reference.\n(Argued February 28, 1882;\ndecided March 7, 1882.)\nThese are cross appeals from an order of the General Term of the Supreme Court, in the first j ndicial department, made October 28, 1881, which affirmed an order of Special Term, fixing the damages sustained ■ by defendant by reason of a temporary injunction order granted herein, and payable by the sureties on the undertaking given on the granting of such order.\nThis action was brought to obtain an adjudication among other' things to the effect that plaintiff was the absolute owner of one-half of a share of the “ St. Omer Hotel,” standing in the name of defendant Josiah Carpenter, and that he held the other half as collateral security which lease the complaint alleged had been fraudulently transferred by said defendant to defendant Emelyn P. Carpenter.\nOn the 8th of September, 1879, the plaintiff obtained an order from a judge of the Supreme Court (under § 609, Code of Civil Procedure), requiring defendant to show cause on the 11th day of that month, at Special Term, why an injunction order, “ as prayed for in the complaint, should not be granted during the pendency of the action and until the further order of the court, or until final judgment,” and the-judge enjoined the defendant in respect to the same matters, until the hearing and decision of the application. Plaintiff gave an undertaking to pay defendant’s damages “ by reason of the injunction pending motion.”\nOn the return day, the defendant appeared by counsel, obtained an adjournment of the- hearing to a later day, another to September 24. At plaintiff’s request it was adjourned to the 26th day of that month, when argument was had upon opposing affidavits. On the 27th day of September, the court made an order, among other things, “ that the injunction contained in said order (to show cause) is hereby continued, and that the defendants * * * are restrained from selling or transferring, or otherwise disposing of the lease and property of the St„ Omer Hotel therein mentioned, pending the trial and determination of this action upon the merits thereof,” and also ■ that $10 costs of the motion abide the event of the action. Plaintiff was subsequently required to give and did give a new undertaking. The defendant Emelyn P. Carpenter answered, and the issues so joined were subsequently tried and decided in favor of said defendant, and a reference ordered to ascertain the damage sustained by her, by reason of the injunction order. It then appeared that the case had been many times upon the calendar for trial; several witnesses had been examined at divers sittings, de bene esse / motions made in reference to further security and justification of sureties, and that in the meantime plaintiff’s proceedings were stayed. Afterward, a trial of the issues was had, occupying three days. These and other proceedings were narrated by the defendants’ attorney as a witness, and he testified that, “for the services rendered by me, of which' I have recalled in my testimony here, I think that $945 would be a fair compensation,” and further said, this estimate covered all services stated by him. Ho items were stated.\nAt a subsequent stage of the case the witness was recalled and being asked by defendants’ counsel,- “what is the fair value of the services rendered by you upon the motion to dissolve the injunction in this action, as distinguished from the services rendered in the rest of the action,” said: “ $200.” Evidence was given for the purpose of showing depreciation of property pending the injunction and other damages, but the referee found no injury from these things, and reported “ as matter of fact that the said defendant Emelyn P. Carpenter has sustained damage to the amount of $865, for counsel fees in opposing the injunction issued in this action,” and, as conclusion of law, that this sum was due from the plaintiff to the defendants, and she entitled to judgment therefor, besides the costs of ‘ the reference.\nExceptions were taken by the plaintiff, and upon hearing the Special Term sustained the exceptions, reduced the award of damages to $200, and $55 expenses of reference; and, as thus modified, confirmed the report. '\nThis result was reached by disallowing, the expenses of the action incurred after September 27, and allowing $200 as the “ expense of procuring counsel, and the. value of the services rendered by counsel upon the argument of the motion to dissolve the said injunction herein.” Each party appealed to the General Term —the defendant from so much of the order as reduced the award of the referee; the plaintiff from so much of the order as allowed the sum of $200, and the expenses of the reference.\nSamuel H. Randall, plaintiff, in person.\nWhere a defendant is unsuccessful in opposing a motion by plaintiff to continue a preliminary injunction, or fails to procure its dissolution, on a motion by him to dissolve it, the expense incurred by such defendant for counsel fees on such motion cannot be assessed as damages upon the undertaking, given on the issue of the original ex pa/rte injunction. (Allen v. Brown, 5 Lans. 511; Childs v. Lyons, 3 Robt. 704; Troxell v. Haynes, 16 Abb. Pr. [N. S.] 1; Strong v. Deforest, 15 Abb. 427; Andrews v. Glenville Woolen Co., 50 N. Y. 287; Carpenter v. Randall et al., Sp. Term, Sup. Ct., Jan., 1881; Henry, Receiver, v. Randall et al., id.) The motion to resettle which Judge Westbrook denied, being a proceeding in the court, the court will take judicial notice of. (Daily Reg., Sept. 12, 1881; 3 Law Bulletin, No. 11, p. 89; Palmer v. Foley, 71 N. Y. 106; Code, § 620; Sherman v. N. Y. C. Mills, 11 How. 269.) Where the court upon a hearing of both parties grants an injunction either perpetual or pendente Ute, no undertaking or security on the part of plaintiff is required. Yet the court may finally adjudge that the plaintiff was not entitled to the injunction. (Leavitt v. Dabney, Gen. Term, 9 Abb. Pr. [N. S.] 377; McDonald v. Jones, 38 N. Y. Supr. Ct. 76; Whan v. Thompson, Sp. Term, N. Y. Com. Pleas; Palmer v. Foley, 71 N. Y. 109 ; Benedict v. Benedict, 15 Hun, 305; A fif’d, 76 id. 600.) The liability of sureties is strictissimi juris and cannot be enlarged. (Dwight v. Ind. R. R. Co., 54 Barb. 271; Palmer v. Foley, 71 N. Y. 106; Strong v. Deforest, 15 Abb. 427.) The first injunction was ex pa/rte and “ pending motion,” only,-and plaintiff’s undertaking attached to this only. (Russell v. Newton, 24 Hun, 40; Sherman v. Central Mills, 11 id. 271.) The sureties obligated themselves in the event of the ex pa/rte injunction pending motion being dissolved and not with reference to the new injunction granted by the court, pending trial, which was dissolved, as incident to dismissal of complaint. (Hovey v. Rubber Tip Pencil Co., 50 N. Y. 335; Disbrow v. Garcia, 52 id. 654; Troxell v. Haynes, 16 Abb. Pr. [N. S.] 1; McDonald v. James, 38 N. Y. Supr. Ct. 76; Andrews v. Glenville Co., 50 N. Y. 282; Newton v. Russell, 24 Hun, 40.) The part of the Special Term order appealed from by plaintiff as to $265, allowed as damages, and the General Term order of affirmance thereof should be reversed, with costs of this court, and costs of General Term, and motion to confirm referee’s report in all respects denied, with costs of motion, and costs as of a special proceeding to plaintiff. (Code, § 3240, as amended April 20, 1881; Becker v. Hogan, 8 How. Pr. 68; Lawton v. Green, 64 N. Y. 326; In re R. R. Co. v. Davis, 55 id. 145; In re Barnett, 3 N. Y. Week. Dig. 9, 350.)\nEd/ward P. Wilder for defendant.\nDefendant was compelled to litigate to trial and judgment in order to get rid of the injunction. (Andrews v. Glenville Woolen Co., 50 N. Y. 282.) The order of January 24, having been made in the full light of Judge Westbrook’s order of September 27, and plaintiff having submitted to it and elected to keep alive his injunction, and give the new required security, cannot now pretend that the order of September 27 had continued his injunction on the merits and absolved him from all questions of damages following therefrom. (Newton v. Russell, 24 Hun, 40.) As the injunction involved the merits, it necessitated a trial of the action, and counsel fees were properly assessed as damages upon the undertaking given on the injunction. (Disbrow v. Garcia, 52 N. Y. 655; Newton v. Russell, 24 Hun, 42; Edwards v. Bodine, 11 Paige, 223; Corcoran v. Judson, 24 N. Y. 106.)"
  },
  "file_name": "0293-01",
  "first_page_order": 321,
  "last_page_order": 326
}