{
  "id": 550791,
  "name": "William H. M. Sistare, Respondent, v. William J. Best, as Receiver, etc., Appellant",
  "name_abbreviation": "Sistare v. Best",
  "decision_date": "1882-04-11",
  "docket_number": "",
  "first_page": "527",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 527"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "13 Ill. 117",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2582583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/13/0117-01"
      ]
    },
    {
      "cite": "15 Wall, 146",
      "category": "reporters:scotus_early",
      "reporter": "Wall,",
      "case_ids": [
        3425240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/82/0146-01"
      ]
    },
    {
      "cite": "98 U. S. 621",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/98/0621-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. 370",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0370-01"
      ]
    },
    {
      "cite": "100 U. S. 702",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "100 U. S. 701",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "71 Me. 49",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/71/0049-01"
      ]
    },
    {
      "cite": "98 U. S. 393",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "69 N. Y. 292",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "3 Sandf. 641",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "opinion_index": -1
    },
    {
      "cite": "40 N. Y. 422",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        503151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/40/0422-01"
      ]
    },
    {
      "cite": "73 Penn. St. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0365-01"
      ]
    },
    {
      "cite": "61 Barb. 567",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2261570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/61/0567-01"
      ]
    },
    {
      "cite": "92 U. S. 128",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wall. 782",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "19 N. Y. 307",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "1 Hill, 501",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "6 Cow. 354",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12134798
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0354-01"
      ]
    },
    {
      "cite": "16 Hun, 611",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "21 Wend. 279",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0279-01"
      ]
    },
    {
      "cite": "49 N. Y. 464",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2057418
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/49/0464-01"
      ]
    },
    {
      "cite": "17 Hun, 611",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "12 Hun, 35",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "5 Hill, 27",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "2 Sandf. 146",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1360168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/4/0146-01"
      ]
    },
    {
      "cite": "17 Barb. 397",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4954184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/17/0397-01"
      ]
    },
    {
      "cite": "8 Vroom, 102",
      "category": "reporters:state",
      "reporter": "Vroom",
      "opinion_index": -1
    },
    {
      "cite": "14 Wis. 325",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8709266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/14/0325-01"
      ]
    },
    {
      "cite": "5 Bosw. 130",
      "category": "reporters:state",
      "reporter": "Bosw.",
      "case_ids": [
        1338397
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/18/0130-01"
      ]
    },
    {
      "cite": "12 Barb. 103",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/12/0103-01"
      ]
    },
    {
      "cite": "27 N. Y. 364",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2035341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/27/0364-01"
      ]
    },
    {
      "cite": "12 Johns. 146",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139297
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0146-01"
      ]
    },
    {
      "cite": "4 Abb. Pr. 106",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "case_ids": [
        2371417
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/abb-pr/4/0106-01"
      ]
    },
    {
      "cite": "16 N. Y. 392",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297813
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/16/0384-01"
      ]
    },
    {
      "cite": "6 Cow. 324",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "93 U. S. 247",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5646173
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/93/0247-01"
      ]
    },
    {
      "cite": "7 Wall. 666",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3449599
      ],
      "pin_cites": [
        {
          "page": "680"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/74/0666-01"
      ]
    },
    {
      "cite": "15 Johns. 44",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140903
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0044-01"
      ]
    },
    {
      "cite": "49 N. Y. 555",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2057514
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/49/0555-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 16373,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 6.726841937023763e-07,
      "percentile": 0.9630939873328522
    },
    "sha256": "8f5d864fb968434a21beada055a5b24e24fa1b6b99b96e51cf95497f4c60ac0b",
    "simhash": "1:36e3d7a5ee12cb2b",
    "word_count": 2970
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William H. M. Sistare, Respondent, v. William J. Best, as Receiver, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Andrews, Ch. J.\nThis action was originally brought against the Mechanics & Traders’ Savings Institution, a corporation organized under chapter 368, Laws of 1852, to recover damages sustained by the plaintiff for the non-delivery by the corporation of five hundred shares of stock of the Atlantic Mail Steamship Company, sold by the plaintiff at the board of brokers in the city of Eew York, for its account, and, as alleged, by its authority. The defendant Best, having been appointed receiver of the bank subsequent to the commencement of the action, was substituted as defendant, and the action was continued against him. The bank on and prior to May 8, 1871, held 1,750 shares of the stock of the Atlantic Mail Steamship Company, and by a resolution of the board of trustees, passed on that day, directed that the stock “be sold by the president for the best interests of the bank, without further delay, and in such form as will protect the bank in its claim against Joslyn & Go., and that he report his proceedings at the next meeting of the hoard. ” The relation of Joslyn & Co. to the stock, is not disclosed by the proof. The defendant on the trial, offered to prove that the stock was held by the bank as security for a loan made to Joslyn & Co., bnt the evidence was excluded. The fact that the bank held the stock in pledge from Joslyn & Co., must be assumed in determining the case. Mr. Conklin, the president of the bank, in June, 1872, sold three hundred shares of the stock at ten per cent on its par value, and in August of the same year, fi ve hundred shares at fifteen per cent, and reported the several sales at or about the time they were made to the board of trustees, as having been made in pursuance of the resolution of May 8, 1871, and the transactions were entered in the minutes of the board. On the 2d of March, 1872, eight hundred of the shares being still unsold, the president of the bank authorized the plaintiff, who was a member of the ¡New York Stock Exchange, to sell five hundred shares of the stock, at the board of brokers, at twenty-five per cent on its par value, and to offer it daily at that price, “ seller sixty, ” until sold. The ruling price was then below twenty.\nThe plaintiff, pursuant to the authority, offered the stock-for sale, and on March 5, 1872, it was sold at the price limited, and the president.of the bank was immediately notified of the sale. But before this, and on the 3d of March, the president of the bank sold the eight hundred shares at private sale, at twenty. The bank, in consequence of such sale, being unable to furnish the five hundred shares to meet the contract made by the plaintiff, the president declined to complete it, and the stock was bought in under the rule at thirty-three, and the plaintiff, as required by the rule of the board, paid the difference of about $4,000, which sum he seeks to recover in this action. The plaintiff, when he sold the five hundred shares, had not been notified of the prior sale by the bank, nor had his authority to sell the five hundred shares been revoked. It is claimed that the president of the bank was not authorized by the resolution of May 8, 1871, to make an optional contractor to employ another to enter into a contract of that kind. The bank was a savings bank, and there can be no doubt that speculative contracts entered into for the sale of stock by the bank at the stock board, or elsewhere, subject to the hazard and contingencies of gain or loss, would be ultra vires, and a gross perversion of the powers conferred by its charter. But the bank, as the owner of stock, could sell it, as any other owner of similar property, and could employ a broker to sell it at the board. The sale made by the plaintiff was optional in the sense that the seller reserved the privilege of delivering the stock at any time within sixty days, in pursuance of the contract. If the bank had owned the stock when the plaintiff contracted to sell it, as it did when he was employed to sell, there would be nothing speculative in the transaction. The sale in the case supposed would, so far as the seller is concerned, have been a sale immediately for cash, or for cash within sixty days at his election. The seller could have tendered the stock at any time, and demanded the purchase-price. Short sales, as they are called, when made by persons who do not own the stock sold, are mere speculations in the chances and fluctuations of the market, but a sale upon seller’s option, when the seller owns the stock contracted to be sold, has no feature of hazard, or chance, except the ordinary risk incurred in all executory sales, that the purchaser may not complete his contract. An optional sale by the bank of stock owned by it would not therefore be an act beyond the general scope of its corporate powers, and if the bank, as between the plaintiff and itself, was the owner of the stock which the plaintiff was employed to sell, and his employment .by the president of the bank to make the sale was an employment by the corporation, it is plain that the private sale of the stock subsequently, without notice to the plaintiff, or revocation of his authority, by which the bank was disabled from furnishing the stock to meet the contract made by the plaintiff, is no defense to the action.\nWe are of opinion that the employment of the plaintiff to sell the stock at the board of brokers was within the authority conferred upon the president of the bank by the resolution of May 8,1871. It was proved that the Stock Exchange was the recognized market for the sale of stocks in the city of Hew York. The resolution authorized the president to sell the shares “ for the best interest of the bank.” The donee of the power was also the chief executive officer of the bank, and a director therein. The resolution in directing him to sell the stock, “ for the best interest of the bank,” vested a discretion in respect to the manner of sale, and a sale in the customary way, at the Stock Exchange, was, we think, authorized. The direction to sell “ in such form as will protect the bank in its claim against Joslyn & Go.” is relied upon as showing that only a public sale, upon notice to the pledgee, was contemplated. This direction was in the nature of an injunction, but it was left for the president of the bank to determine how the rights of the bank should be protected. Whether Joslyn & Go, advised or consented to the act of the bank in disposing of the stock, does not appear. The prior sale on the third day of March, was a private sale. Joslyn & Go., so far as appears, have never questioned the right of the bank to sell the stock in any manner the bank should deem best. The presumption, in the absence of any evidence upon the subject, is that the president complied with the injunction contained in the resolution, and that before employing the plaintiff to sell the stock, he had, by agreement with Joslyn & Go., or other-wise, protected the bank against any claim on their part.\nThe bank, by its charter, was prohibited from loaning money on “ notes, bills of exchange, drafts or any personal security whatever.” (Act of 1852, chap. 368, § 2.) It is said that the loan to Joslyn & Go., on the security of the stock, was in violation of the charter, and the conclusion is claimed to follow, that the contract made with the plaintiff to sell stock thus acquired, was void. There is, we think, no foundation for this conclusion. This is not an action founded upon the illegal contract. The title of the stock was vested in the bank as pledgee, by the transfer from Joslyn & Co. It was not void ; at most.it was voidable only. Whether the pledgors could reclaim the stock without paying the loan, we need not consider. The plaintiff, in accepting the employment was not bound to inquire in respect to the title of the bank to the stock. The transaction between the bank and Joslyn & Go. was res inter alios acta.\nWe think the judgment should be affirmed.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, Ch. J."
      }
    ],
    "attorneys": [
      "A. J. Vanderpoel for appellant.",
      "Henry S. Bennett for respondent."
    ],
    "corrections": "",
    "head_matter": "William H. M. Sistare, Respondent, v. William J. Best, as Receiver, etc., Appellant.\nThe M. & T. S. Institution, a'savings bank, chartered under the act, chapter 368, Laws of 1853, by resolution of its board of directors, authorized C., its president, to sell one thousand seven hundred and fifty shares of stock held by it as security for a loan to J. & Co. “ for the best interest of the bank * * * and in such form as to protect the bank in its claim against ” J. & Co. C. made sales of all but eight hundred shares, which sales were reported to the board and entered in its minutes. Thereafter C. authorized plaintiff, who was a member of the New York Stock Exchange, to sell five hundred shares of the stock at the said Exchange, which was the recognized market for stock in said city, at twenty-five per cent, and to .offer it daily until sold, with privilege to the seller to deliver it any time in sixty days. Plaintiff, pursuant to this authority, sold at the price limited, and immediately notified C., who, however, before this had sold the eight hundred shares at private sale without notifying plaintiff or revoking his authority, and C. declined to furnish the stock to meet plaintiff’s contract. The stock was, thereupon bought in under the rule of the said Stock Exchange, and plaintiff paid the difference between the price paid and what he received. In an action to recover the sum so paid, held, that the employment of plaintiff to sell, and the contract of sale, was within the authority conferred upon 0. by the resolution ; that plaintiff’s employment was an employment by defendant ; the sale was within its corporate powers; and the subsequent sale, by which it was disabled from furnishing the stock to meet the sale made by plaintiff, was no defense to the action ; also that in the absence of evidence, the presumption was that C. complied with the resolution, and before employing plaintiff to sell had by agreement with J. & Co., or otherwise, protected the bank against any claim on their part.\nDefendant by its charter (§ 3) is prohibited from loaning money on “ notes, bills of exchange, drafts, or any personal security.” It was claimed that the loan to J. & Co. on security of the stock was in violation of the charter, and so that the agreement with plaintiff was void. Held untenable ; thatfthe pledge of the stock was at most voidable, not void, and , plaintiff in accepting the employment was not bound to inquire as to defendant’s title.\n(Argued March 18, 1882;\ndecided April 11, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made April 11, 1881, which affirmed a judgment in favor of plaintiff, entered upon a verdict.\nThe nature of the action and the material facts are stated in the opinion.\nA. J. Vanderpoel for appellant.\nConklin’s authority was special and limited; it was not a general agency. He could only exercise the special power conferred upon him. When he acted beyond it, and made an optional contract, the corporation was not bound by his acts. (Martin v. Farnsworth, 49 N. Y. 555, 558; Story on Agency, § 17; Anderson v. Cooley, 21 Weekly Rep. 279; Mun v. Commission Co., 15 Johns. 44; Beals v. Allen, 18 id. 363; Delafield v. State of Illinois, 26 Weekly Rep. 192; Story on Agency, § IT; Raley on Agency, 2; Martin v. Farnsworth, 49 N. Y. 555; The Floyd Acceptances, 7 Wall. 666, 680; Whitesides v. U. S., 93 U. S. 247; Mun. v. Commission Co., 15 Johns. 44; Beals v. Allen, 18 id. 263; Andrews v. Kneeland, 6 Cow. 324; Wheeler v. Newbould, 16 N. Y. 392; Lewis v. Graham, 4 Abb. Pr. 106; Yarlich v. James, 12 Johns. 146; Milliken v. Dehon, 27 N. Y. 364.) A sale of stock at the Stock Exchange cannot be deemed a public sale, but is essentially a private sale; and a sale by the pledgees thus made without notice was a clear violation of the duty and obligation which they owed. (Rankin v. McCullough, 12 Barb. 103; Brass v. Worth, 40 id. 648; Anderson v. Nichols, 5 Bosw. 130.) The president of a bank has no power, by virtue of his office merely, to make a sale of its property. (Angell and Ames on Corporations, §§ 299, 302; Walworth Co. Bk. v. Farmers' Loan and Trust Co., 14 Wis. 325; Chicago & N. W. R. Co. v. James, 22 id. 198.) The authority requisite to charge the company in any case must be derived from its board of directors. (Titus v. Cairo and Fulton R. Co., 8 Vroom, 102; Fulton Bk. v. N. Y. & S. Canal Co., 4 Paige, 134.) The trustees were selected to manage the affairs of the corporation for the benefit of the stockholders; their office was an office of trust, which, if they undertook, it was their duty to perform fully and with fidelity, and they could not delegate an authority which they did not possess. (York and North Midland R. R. Co. v. Hudson, 16 Beav. 491; Howard's Case, L. R., Ch. App. 561.) The stock could only be sold at public sale after giving reasonable notice to Joslyn & Co. of the time and place of sale. (Wheeler v. Newbould, 16 N. Y. 392; Milliken v. Dehon, 27 id. 364; Lewis v. Graham, 4 Abb. Pr. 106; Garlich v. James, 12 Johns. 146.) The act of the respondent in attempting to sell the stock in question, as the agent of the hank, was the. act of the bank itself; both were prohibited by statute from doing so, and the alleged sale to Davenport was absolutely void. (1 Story on Contracts, §780; Burton v. Fort J. & n. F. Plank R. Co., 17 Barb. 397; Bell v. Quin, 2 Sandf. 146; Jackson v. Walker, 5 Hill, 27; Story on Contracts [redf. ed.], § 613; Bank of U. S. v. Owens, 2 Peters, 538; N. Y. T. & L. Co. v. Helmer, 19 N. Y.; S. C., 12 Hun, 35.)\nHenry S. Bennett for respondent.\nConklin, in selling this stock through plaintiff, acted under a general and special authority. He was the president and a director of the bank, and he had the power and authority specially conferred on him by the resolution. (Sistare v. Best, 17 Hun, 611.) Conklin, in employing plaintiff to sell at the Stock Exchange, impliedly gave him authority to act according to the rules thereof, and thereby the bank became bound by those rules. (Sutton v. Tatham, 10 Ad. & Ell. 27; 37 Eng. C. L. 39 ; Bayliffe v. Butterworth, 1 Exch. 425; Walls v. Bailey, 49 N. Y. 464; Taylor v. Stray, 89 Eng. C. L. 174; 2 Com. Bench [N. S.], 175.) Conklin in employing plaintiff did what was usual, necessary and proper, and exercised a power necessarily implied in the resolution and within the scope of his authority. (Munn v. Commission Co., 15 Johns. 44; Anderson v. Coonley, 21 Wend. 279; Sistare v. Best, 16 Hun, 611; Andrews v. Kneeland, 6 Cow. 354; Commercial Bank v. Norton, 1 Hill, 501; Hoyt v. Thompson, 19 N. Y. 307; Supervisors v. Schenck, 5 Wall. 782; National Bank of Charlotte v. Bank of Baltimore, 92 U. S. 128.) When a vendor fails to comply with his contract, the general rule for the measure of damages is the difference' between the contract and market-price at the time of the breach. (Hewitt v. Miller, 61 Barb. 567; McHose v. Fulmer, 73 Penn. St. 365, referred to in Sedgwick’s Lead. Cas. on Damages, 347; Messmore v. N. Y. S. & L. Co., 40 N. Y. 422; Dana v. Fiedler, 12 id. 40; Suydam v. Jenkins, 3 Sandf. 641; France v. Gaudet, L. R., 6 Q. B. 199; Republic Life Insurance Co., 69 N. Y. 292.) The mere prohibition by a statute of any act does not necessarily vitiate the transaction or invalidate a contract growing out of that act. (United States v. New Orleans, 98 U. S. 393; National Bank v. Mathews, id. 628; First National Bank of Charlotte v. National Bank, of Baltimore, 92 id. 122, 128; 98 U. S. Sup. Ct. 626; Farrington v. Fall, 71 Me. 49; 28 Moak’s Eng. Rep. 468; National Bank v. Graham, 100 U. S. 701; Whitney v. Wyman, 101 id. 397; Daniels v. Tearney, 102 id. 420.) A corporation cannot avail itself of the defense of ultra vires in the case of a wrong committed by it. (100 U. S. 702; Railway Company v. McCarthy, 96 id. 267; Jones v. Guaranty Co., 101 id. 628; Silver Lake Bank v. North, 4 Johns. Ch. 370; National Bank v. Mathews, 98 U. S. 621; Cordon v. Preston, 1 Watts [Penn.], 385; In re Cork & Youghal Railway Co., Law Rep., 4 Ch. App. 748; Marshall v. Vicksburg, 15 Wall, 146; Lewis v. Lyons, 13 Ill. 117.) Conklin had authority to employ a member of the Stock Exchange to sell the stock according to the rules. (Walls v. Bailey, 49 N. Y. 464; Sutton v. Tatham, 10 Ad. & Ell. 27.)"
  },
  "file_name": "0527-01",
  "first_page_order": 555,
  "last_page_order": 563
}