{
  "id": 550726,
  "name": "Annie E. Erwin, Administratrix, etc., Respondent, v. The Neversink Steamboat Company, Appellant",
  "name_abbreviation": "Erwin v. Neversink Steamboat Co.",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "184",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 184"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "54 N. Y. 488",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        514606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/54/0488-01"
      ]
    },
    {
      "cite": "10 Blatchf, 475",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "case_ids": [
        6666729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/17/1164-01"
      ]
    },
    {
      "cite": "5 Ben. 255",
      "category": "reporters:federal",
      "reporter": "Ben.",
      "case_ids": [
        6666569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/17/1160-01"
      ]
    },
    {
      "cite": "76 N. Y. 534",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "5 Blatchf. 245",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "case_ids": [
        6673551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/17/1310-01"
      ]
    },
    {
      "cite": "23 Wall. 20",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        5648988
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/90/0020-01"
      ]
    },
    {
      "cite": "5 Ben. 231",
      "category": "reporters:federal",
      "reporter": "Ben.",
      "case_ids": [
        6587373
      ],
      "pin_cites": [
        {
          "page": "235, 236"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/18/0120-01"
      ]
    },
    {
      "cite": "32 N. Y. 597",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16285
      ],
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/32/0597-01"
      ]
    },
    {
      "cite": "2 Daly, 454",
      "category": "reporters:state",
      "reporter": "Daly",
      "weight": 2,
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "49 N. Y. 358",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "13 Wall. 475",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        1134194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/80/0475-01"
      ]
    },
    {
      "cite": "18 How. 463",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3487404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/59/0463-01"
      ]
    },
    {
      "cite": "22 How. 461",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        1137374
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/63/0461-01"
      ]
    },
    {
      "cite": "3 Blatchf. 92",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "opinion_index": -1
    },
    {
      "cite": "12 How. 443",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3365982
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "448"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/53/0443-01"
      ]
    },
    {
      "cite": "3 Wall. 268",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3476126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/70/0268-01"
      ]
    },
    {
      "cite": "14 Wall. 475",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "59 N. Y. 292",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        521388
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/59/0292-01"
      ]
    },
    {
      "cite": "7 Wall. 53",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3451427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/74/0053-01"
      ]
    },
    {
      "cite": "4 Denio, 469",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/4/0469-01"
      ]
    },
    {
      "cite": "23 Hun, 573",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "1 Blatchf. 364",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "opinion_index": 0
    },
    {
      "cite": "1 Blatchf. 363",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "5 Ben. 255",
      "category": "reporters:federal",
      "reporter": "Ben.",
      "case_ids": [
        6666569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/17/1160-01"
      ]
    },
    {
      "cite": "5 Ben. 231",
      "category": "reporters:federal",
      "reporter": "Ben.",
      "case_ids": [
        6587373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/18/0120-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 19406,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 5.966422560843048e-08,
      "percentile": 0.3713608399563063
    },
    "sha256": "f42af1543edf294aef385bea96d223fa4c052a78dbc8990730720e6a2df20fba",
    "simhash": "1:a3a4ddfd308c65ed",
    "word_count": 3448
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Annie E. Erwin, Administratrix, etc., Respondent, v. The Neversink Steamboat Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Tracy, J.\nThis action was brought to recover damages for an injury resulting in the death of William E. Albertson, plaintiff’s intestate. Albertson was engineer of the steam propeller “ Hope,” owned by the commissioners of the department of public charities and • correction of the city of Hew York. On the afternoon of the 13th of Hay, 1873,.such propeller was proceeding from Blackwell’s Island on her course through the channel commonly called “ Hell Gate,” heading toward Ward’s Island, being bound for the Harlem river and Randall’s Island, which lies above Ward’s Island. Her course was straight up the East river, parallel with the Long Island shore, and about one hundred feet from it. The defendant’s steamboat “Americus” was on her way from Hew York to Horwalk, in the direction of the Sound, following the “ Hope.” The “ Americus ” was in the middle of the navigable channel, having the “ Hope ” on her right or starboard bow. The tide was ebb, running from three to five miles an hour. The “ Hope ” was a small propeller, only about sixty feet in length, and running from four to five miles an hour.\nThe “ Americus ” was a large side-wheel steamer, one hundred and fifty feet in length, and was running about twelve miles an hour. The evidence tended to show that as they approached Hallett’s Point the “ Americus ” gave a signal two whistles to the “ Hope,” intended to notify her that the “Americus ” would pass to the left of the “ Hope.” This signal was not answered, the pilot of the “'Hope ” testifying that he did not hear any signal and was not aware that the “Americus ” was following him.\nAs the “ Hope ” approached Hallett’s Point she struck the strong ebb tide which sets off at this point a little head on; the pilot intending by this movement to avail himself of the tide to carry the propeller across the stream toward Harlem river. Almost at .the instant of striking this tide the “ Hope ” was struck by the “Americus ” with such force that she careened and sunk almost instantly. Albertson was engaged at his duties below in the engine-room and being unable to escape was drowned.\nBy the Revised Statutes of the United States (title 48, navigation, chap. 5, § 4233), establishing certain .rules for navigation, it is provided: '•Rule 21. Every steam vessel when approaching another vessel, so as to involve risk of collision shall slacken her speed, or, if necessary, stop and reverse. Rule 22. Every vessel overtaking any other vessel shall keep out of the way of the last-mentioned vessel. Rule 23. Where by Rule 22, one of two vessels shall keep out of the way, the other shall keep her course, subject to the qualification of Rule 24. Rule 24. In construing and obeying these rules, due regard must be had to all the dangers of navigation and to any special circumstances which may- exist in any peculiar case rendering a departure from them necessary in order to avoid immediate danger.” Part 1, title 10, section 7, chapter 20 of the Revised Statutes of Hew York provides: “ Whenever any steamboat shall be going in the same direction with another steamboat ahead of it, it shall not be lawful to navigate the last-mentioned boat so as to approach or pass the other boat, so being ahead within the distance of twenty yards.” By section 23 of the act of Congress, approved February 28, 1871 (U. S. R. S., § 4405), it is provided that the supervising inspectors appointed by the provisions of such act shall establish all necessary regulations for the navigation of steam vessels, and such regulations - shall have the force of law.” At the time of this collision, Rule 8, promulgated by said supervising inspectors, provided: K That when two steamers are approaching the narrows known as Hell Grate, on the East river at Hew York, side by side, or nearly so, running in the same direction, the steamer on the right, or starboard, hand of the other (when approaching from the west), when they shall have arrived abreast the north end of Blackwell’s Island, shall have the right of way, and the steamer on the left, or port side of the other, shall check her way and drop astern.” It is undisputed that when these two steamers arrived abreast of the north end of Blackwell’s Island, the “Hope” was in advance of the “Americus” and on her right. Under the statute last above cited' it was clearly the duty of' the last-named steamer to check her course and not to attempt to pass the “ Hope ” while going through Hell Gate. It is equally undisputed that she did attempt to pass her, and it was this violation of duty which was the direct and primary cause of the collision. The negligence of the defendant is, therefore, abundantly established. (The Rhode Island, 1 Blatchf. 363; The Narragansett, 10 id. 475; S. C., 5 Ben. 255.)\nBut it is insisted that, notwithstanding the negligence of those in control of the defendant’s steamer, if the negligent management of the “ Hope ” contributed also to produce the disaster, then the plaintiff cannot recover. And the court so charged. To establish this negligence on the part of the “Hope,” the defendant relies on Rule 11, promulgated under the statute last above cited. By this rule it is provided that “ when steamers are running in the same direction, and the pilot of the steamer which is astern shall desire to pass on the left or port hand of the steamer ahead,, he shall give two short blasts of the steam whistle, putting his helm to starboard, and the pilot of the head steamer shall be required to recognize and answer the signal thus given as required by the rules for meeting, and afford every facility for the safe passage of the steamer first signaling.” It is insisted by the defendant that the required signal to pass was given; that by reason of the failure of the “ Hope ” to recognize and answer such signal she must be deemed to have accepted and assented to the course indicated by the signal of the “Americus; ” and that the collision was caused by the negligent management of the “ Hope ” after the acceptance of the signal, in so striking the tide at Hallett’s Point as to cause her to suddenly shoot out into the channel across the bow of the “Americus.”\nWe are of the opinion that Rule 11 has no application to vessels passing through Hell Gate. The navigation of the East river at this point being controlled by Rule 8, which, as we understand it, was intended to prohibit one steam vessel from attempting to pass another at this point. But even if the “Americus ” had the right to pass the “ Hope ” in Hell Gate the pilot of the “ Hope ” could not be expected to answer signais that he did not hear, and he testifies that he did not hear the signal of the “Americus ” and was not aware that she was following him. His action at the time accords with his testimony, and the jury had a right to find that the signals, if given, were not answered because they were not heard. But the “Americus ” had no right to assume that the silence of the “ Hope ” was an acquiescence in the intentions of the “Americus,” as indicated by her signal. It was her duty to have immediately repeated her signal, and failing to get a response, to have so slackened her speed as to prevent the possibility of collision. This point was expressly held by Blatohford, J. (The Newport, 5 Ben. 231-235.) That this was the duty of the “Americus” under the circumstances is made still more apparent from the fact that until the “ Hope ” struck the tide at Hallett’s Point it could not be known by those following her and who were ignorant of her destination whether she was to keep on to go - toward Hart’s Island, or was to cross the channel to go to the Harlem river and Bandall’s Island. The pilot of the “Americus ” had no right to assume, as he says he did, that the “ Hope ” was bound for Hart’s Island. She was, in fact, not bound for Hart’s Island, but was bound for the Harlem river, and her course carried her across the channel at this point. The “Americus” could not tell the destination .of the “ Hope.” There was nothing in her heading, or course, or movement, up to the moment of striking the tide, to indicate that she was bound to Hart’s Island rather than to the Harlem river and Bandall’s Island. The striking of the tide was the point of divergence at which her destination first became manifest, and it was at this instant that she was struck by the “Americus.” As the “ Hope ” was a vessel of small power and barely able to stem the tide at this point, all the evidence substantially agrees that the Harlem river being her destination, it was proper navigation for her pilot so to strike this tide as to have it bear him across the channel. Assuming, therefore, as the jury had a right to assume from the evidence, that the pilot of the “ Hope ” did not know that the “Americus ” was following him, he was at the instant of collision properly navigating his boat on her course to the Harlem river, and no fault of navigation on his part contributed to produce the collision. But even if the “ Hope ” had been bound to Hart’s Island instead of to the Harlem river, we do not see how'this fact would have prevented the collision. In either case she had to encounter this tide which would, in any event, have carried a boat like the “ Hope ” partially across the channel. (The Rhode Island, 1 Blatchf. 364.) The effect of this tide upon such a boat as the “ Hope ” was well known to the pilot of the “Americus,” and he had no right to bring his boat so near the “ Hope ” at this point as to make collision possible. The defendant insists that the “ Hope ” was guilty of negligence in not having a look-out, and that for that reason the plaintiff cannot recover. This, we think, is a mistaken view of the law. The look-out is stationed on the bow of a vessel to discern dangers ahead and not danger astern. Hanger from this direction is provided for by Buie 22 above cited: “ Every vessel overtaking another vessel shall keep out of the way of the last-mentioned vessel.” The “Americus ” did not obey this rule, but overtaking and attempting to pass the “ Hope ” in Hell Gate,- in violation of the statute as well as the rule above cited, she collided with and sunk her. ;\nWe think the motion to nonsuit the plaintiff was properly denied, and that the jury were authorized to find, from the evidence, that the death of the plaintiff’s intestate was caused solely by the negligent act of those in charge of the “Americus.” At the close of the charge the defendant’s counsel requested the court to further charge on the subject of contributory negligence. The court declined to alter the charge as given, and the defendant’s counsel excepted. On that subject the court had charged as follows: “ It is also necessary that you should be satisfied that the occurrence which led to the death of Albertson was not produced by the negligence or misconduct of the deceased. If it was, then the plaintiff cannot recover, * * * and that under the evidence the deceased and the pilot being engaged in a common employment in the management of the “ Hope,” if she was negligently managed and handled on the occasion in question by the pilot, and such negligence led or contributed to the disaster and the death of the engineer, then no recovery can be had.” This charge was as favorable, if indeed it was not more favorable to the defendant than the law required. The request to further charge merely called for a repetition of what the court had already charged upon this point. Such a request was properly refused. The cause was tried at the Circuit upon a theory much more favorable to the defendant than the law required.\nAn investigation as to the circumstances of this collision was had by the supervising inspectors on which witnesses were examined on oath. The record of this evidence taken on this trial of inspectors was offered in evidence, and the defendant otherwise offered to show what occurred upon such trial. As ' the plaintiff was not a party to such investigation it is clear that she cannot be bound by the result, and evidence given by any witness upon such hearing would, as against her, be nothing more than hearsay evidence. The ruling of the court in rejecting this evidence was correct.\nThe view we have taken of this case renders it unnecessary to consider further and in detail the numerous exceptions to the admission and rejection of evidence taken upon the trial. All of them become either immaterial or of so slight importance as to give no sufficient ground for granting a new trial even if the rulings were erroneous.\nThe judgment should be affirmed, with costs.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Tracy, J."
      }
    ],
    "attorneys": [
      "Dennis McMahon for appellant.",
      "John M. Bowers for respondent."
    ],
    "corrections": "",
    "head_matter": "Annie E. Erwin, Administratrix, etc., Respondent, v. The Neversink Steamboat Company, Appellant.\nA., plaintiff's intestate, was engineer of the “ Hope,” a' small propeller, which was proceeding up the East river through Hell Gate channel near the Long Island, shore, hound for the Harlem river. Hollowing her was one of defendant’s steamers the “'Americus,” running at a much greater rate of speed. As they approached Hallett’s Point the Americus gave a signal of two whistles intended to notify the Hope that she would pass to the left; this signal was not answered. A strong ebb tide sets off Hallett’s Point, well known to the pilots in New York harbor. Of this the pilot of the Hope availed himself to carry her across the channel. This was the point of divergence for vessels bound for the Harlem river. Almost at the instant of striking this tide, the Hope was struck and sunk by the Americus, and A. was drowned. In an action to recover damages for alleged negligence causing the death, the pilot of the Hope testified that he did not hear the signal from the Americus or see her approach. Held, that the facts authorized a verdict for plaintiff; that under the provision of the statutes of the United States (U.S.B.S., §4405),giving to the supervising inspectors power to establish all necessary regulations for the navigation of steam vessels, and the rule promulgated by said inspectors (Buie 8), providing that when two steamers are approaching Hell Gate from the west running in the same direction and side by side or nearly so, the steamer on the right shall have the right of way and the steamer on the left shall check her way and drop astern; it was the duty of the Americus to check her course and not attempt to pass while going through Hell Gate, and her neglect to comply with this rule was negligence .\nAlso held, that the failure of the pilot of the Hope to respond to the signal required by said rules (Bule 11) where a steamer desires to pass on the left another steamer in advance, running in the same direction, which was given by the Americus, was not to be deemed an assent to the course indicated by the signal, that the, Americus should have repeated the signal and failing to get a response should have slackened her speed so as to avoid the possibility of collision.\nAlso that said rule had no application to vessels passing through Hell Gate.\nAlso held, that the failure to keep a lookout on the Hope to avoid dangers from the rear was not contributory negligence; that a lookout was only required to discern .dangers ahead, it being the duty of vessels overtaking another to keep out of the way. (U. S.B. S., § 4333, Buie 33; 1 B. S. 684, § 7.)\nAn investigation as to the circumstances of the collision was had by the supervising inspectors. The record of the evidence taken was offered in evidence on the trial on hehalf of defendant, and an offer was made to show otherwise what occurred upon that trial. This was rejected. Held no error.\n(Argued February 3, 1882;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, which affirmed a judgment in favor of plaintiff, entered upon a verdict. (¡Reported below, 23 Hun, 573.)-\nThe nature of the action and the material facts are stated in the opinion.\nDennis McMahon for appellant.\nThe East river and Long Island sound are arms of the sea, and are within the admiralty and maritime jurisdiction of the United States. (People v. Brooks, 4 Denio, 469; The China, 7 Wall. 53; The Daniel Ball, 10 id. 557; Blanchard v. N. Y. Steamboat Co., 59 N. Y. 292.) The sudden change of course of the “Hope” was negligence pen? se as contributory to the collision in question, and the plaintiff was not, therefore, entitled to recover. (The Ariadne, 14 Wall. 475.) The lookout required by maritime law is a person of sufficient maritime experience, and charged with no other duties than that of lookout. A pilot in the pilot-house is not the proper lookout, nor is the helmsman. (The Ottawa, 3 Wall. 268; Chamberlain v. Ward, 21 How. [U. S. S. C.] 548; Genesee Chief v. Fitzhugh, 12 How. 443; The Northern Indiana, 3 Blatchf. 92; U. S. & N. Y. Co. v. Phil. Co., 22 How. 461; The “ Rebecca,” Blatchf & H. 347; The “Emily\" Olcott, 132; The “Blossom,” id. 188.) The absence of a competent lookout is per se a fault which condemns a colliding vessel for the damages. (Goslee v. Shute, 18 How. 463; Splendid v. The Scow Globe, 35 Hunt’s Month. Mag. 466; The Genesee Chief v. Fitzhugh, 12 How. 443; Whitridge v. Dill, 23 id. 448; The “Emily,” Olcott, 132; Cohen v. The “ Mary T. Wilder” Taney, 569; The “ Ariadne” 13 Wall. 475.) The omission of the pilot of the Hope to look when he changed her course constitutes negligence per se. (Wilcox v. Some & A. Pl. P. Co., 49 N. Y. 358; Lamb v. G. & A. Pl. P. Co., 2 Daly, 454; Annett v. Foster id. 502.) The negligence of the fellow-servant having charge of the navigation of the vessel is the contributory negligence of the deceased, and his personal representative cannot recover. (Brown v. Cent. P. P. Co., 32 N. Y. 597, 601.)\nJohn M. Bowers for respondent.\nThe accident was caused bv the direct violation by the defendant’s steamboat, and those in charge of her, of all rules of navigation, and of the statutes of this State and of the United States. (U. S. E. S., §§ 4233, 4405; N. Y. R. S., part 1, title 10, chap. 20.) The Amerieus had no right to go ahead until the Hope answered with her whistles. (The Newport, 5 Ben. 231, 235, 236; The Great Republic, 23 Wall. 20, 31; The City of Paris, 9 id. 634.) The Hope was not bound to have a lookout at her stern. (Whiteridge v. Dill, 23 How. [U. S.] 448, 453; The Great Republic, 23 Wall. 20; The Columbia, 10 id. 246; The Nellie D., 5 Blatchf. 245; Adolph v. Central Park, N. & E. R. P. P. Co., 76 N. Y. 534; Hoffman v. The Union Ferry Co., 47 id. 182; Blanchard v. N. J. Steamboat Co., 59 id. 292.) The Hope being ahead had the right of way, and could keep her course, and a steamer attempting to pass is liable for a collision, even though she had caught up to and was lapping the forward boat. (The Narragansett, 5 Ben. 255 J Aff’d, 10 Blatchf, 475 ; The Rhode Island, 1 id. 363; U. S. R. S., § 4233, rule 23.) The. court correctly charged that any negligence in the management of the Hope would preclude a recovery, and if the jury were satisfied that the non-observance of the rules of navigation by the defendant occasioned the disaster, plaintiff was entitled to recover; but if the accident occurred by the non-observance of such rules by the Hope, the plaintiff could not recover. (Moody v. Osgood, 54 N. Y. 488-494; Masterson v. N. Y. C. & H. R. R. R. Co., 84 id. 247; Robinson v. N. Y. C. & H. R. R. R. Co., 66 id. 11; Dyer v. Erie R’y Co., 71 id. 228.)"
  },
  "file_name": "0184-01",
  "first_page_order": 212,
  "last_page_order": 220
}