{
  "id": 550712,
  "name": "Roswell A. Roberts et al., Executors, etc., Appellants, v. S. Chittenden et al., Respondents",
  "name_abbreviation": "Roberts v. Chittenden",
  "decision_date": "1882-02-07",
  "docket_number": "",
  "first_page": "33",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 33"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "69 N. Y. 525",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        530781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/69/0525-01"
      ]
    },
    {
      "cite": "18 Johns. 403",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/18/0403-01"
      ]
    },
    {
      "cite": "3 Blatchf. 64",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "opinion_index": 0
    },
    {
      "cite": "69 N. Y. 525",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        530781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/69/0525-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 8004,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.902303040772245e-07,
      "percentile": 0.8451620152371818
    },
    "sha256": "10d34d4ef2bdd143a068e1b035553eb679a44c62074598c227b00fa6ac069d04",
    "simhash": "1:0ae9bb1c9650872e",
    "word_count": 1419
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roswell A. Roberts et al., Executors, etc., Appellants, v. S. Chittenden et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nThis action was commenced by Henry E. Robinson, as plaintiff, and he dying, it was revived and continued in the name of the above appellants, his executors. The complaint stated that on the 23d day of June, 1865, the defendants were the owners of the ship Great Republic, lying at the port of San Francisco; that the plaintiff entered into an agreement with its master, by which it was mutually understood he would convey a certain trunk from that port to the city of Hew York, and there deliver it to the plaintiff, or to Wells, Fargo & Co.; that it has never been delivered to either “ by reason of the negligence and improper conduct of the master, officers and crew of the ship.”\nThe defendants, by answer, denied the making of such agreement in their behalf, and, as new matter, set up that at the time mentioned “the vessel was chartered to Moore & Co., of San Francisco.”\nThe facts now before us, except as we shall hereinafter state, are the same as on the former appeal. They must be considered subject to the decision then made. The vessel had, in fact, been chartered, and the agreement relied upon by plaintiff was really made with the agent of the charterers and not with the master; but notwithstanding these things, we held (Robinson v. Chittenden, 69 N. Y. 525), first, that the defendants, as owners of the ship, were under an obligation to carry the trunk safely and make delivery of it; and second, that this duty would be discharged by its delivery to the consignees of the charterers. This was upon the ground that the plaintiff was a “ sub-shipper,” under them, and so the consignees of the char-, terers were, as to the vessel or its owners, the consignees of the trunk. The evidence then disclosed an actual delivery to those consignees. It is at this point that the present exhibition of the case differs from that given to us upon the first appeal.\nUpon both trials it appeared, that upon the ship’s arrival in Mew York, one Baily was employed by the consignees of the charterers to deliver its cargo. Upon the first trial he called to mind the trunk in question and stated specifically, “ that it came out of the ship and was put in store,” naming a public warehouse. On the last trial, being called for the plaintiff, his memory did not go so far; he said, “ I delivered the ship’s cargo, it took four or five weeks, * * * * ■ * trunks come out but do not remember what the marks were.” Besides his testimony the plaintiff also, for the first time, produced a paper, verified by the captain as “ a true manifest of the whole cargo of the ship Great Republic.” It contained this entry: “ 218 cases personal effects.” Mo shipper was named, or consignee ; in place of each .was the word “order.” The learned counsel for the appellants says, the trunk in question “may have been on the manifest, included in this entry,” but complains that the “ entry was not sufficiently definite to be a guide for the delivery.” He contends, also, “ there is no evidence that the trunk ever came to Mew York, or was ever delivered by the defendants.” In this he is right, unless the testimony of Baily and the manifest contains such evidence. It is certainly slight, as compared with the positive testimony before us upon the former occasion. \"We need spend no time upon it, however, for the question more immediately concerning the appellants is, was there evidence that the trunk was not brought to Hew York; or that it was not delivered to the consignees of the charterers? The burden of proving this is upon the plaintiff. He gave no evidence of it on the former trial, and the additional evidence now produced does not make out a prima,facie case in his favor; a jury might think that the manifest and the delivery of the whole cargo tended the other way; and such seems the theory of the appellants’ counsel. He says, “ the defendants gave no evidence that the trunk in question was not included among “the personal effects named on the manifest.”\nIt is well settled, that some evidence must be given on the part of the shipper or owner of the non-delivery of the goods, in order to charge the earner according to the obligation assumed by him. Although the allegation is of a negative, it must be sustained by some evidence, before the defendants can be called upon to prove its delivery. (2 Greenl. Ev., § 213; The Falcon, 3 Blatchf. 64.) This also accords with the general rule, that the matter of a pleading, if put in issue, must be proved by the party pleading it, whether it be affirmative or negative. (Williams v. East India Co., 3 East, 192; Fleming v. Slocum, 18 Johns. 403.)\nHere there was no difficulty in making the necessary proof, if the fact existed. We had already declared the consignees of the charterers to be the party entitled to receive the trunk, and they should have been called. For aught that now appears, the trunk was, upon the delivery of the goods, testified to by Baily, placed under the dominion and control of the persons appointed to receive it.\nWe have looked into the testimony, and find none to sustain the plaintiff’s averment. Indeed the appellants not only do not refer to any, but, as we have seen, erroneously assume, first, that the burden is upon the defendants, and, second, that it was their duty to deliver the trunk to H. E. Robinson (the owner), or Wells, Fargo & Co., in New York. This contention is not justified by our former decision, and is now sought to be sustained by evidence which the appellants say was not then before us. They refer to the deposition of Robinson, given upon a former trial, not read on the one reviewed by us, but reproduced upon the last. The witness says, on shipping the trunk he took a receipt, as he recollects in these words: “ Received from H. E. Robinson, on board ship Great Republic, a trunk marked in paint or white letters £ H. E. R.,’ in good order, consigned to Wells, Fargo & Co., New York.” Upon further examination he was in doubt whether the consignee named was not “ H. E. Robinson,” but is sure it was one or the other. It does not seem material. While the form of the receipt is now for the first time before us, the fact that a receipt was obtained by the plaintiff was established, and shown to be the receipt of the charterers, Moore & Co., given by their clerk. It did not then appear that this receipt was brought to the attention of the master, or other officer of the ship, or its agent. There is as to this no new evidence. It stands again as the act of the charterers, un communicated to the ship’s owners or agents, and is ineffectual to bind the defendants. This was so decided (69 N. Y., supra). The omission, therefore, to deliver according to its terms is unimportant; nor were the defendants or their agents bound to notify the party named in it of -the arrival of the trunk. No negligence on the part of the defendants’ servants was established, nor any question raised for submission to the jury.\nThe case was properly disposed of at the Circuit, and the judgment appealed from should be affirmed.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "Lucas L. Van Allen for appellants.",
      "William G. Low for respondents."
    ],
    "corrections": "",
    "head_matter": "Roswell A. Roberts et al., Executors, etc., Appellants, v. S. Chittenden et al., Respondents.\nIn an action against a carrier for non-delivery of goods, although the allegation is a negative one, if put in issue, the burden of proof is upon the plaintiff, and he must give some evidence of 'non-delivery, according to the obligation assumed by the carrier, before the latter can he called upon to prove delivery.\n(Argued January 23, 1882;\ndecided February 7, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made March 11, 1881, which affirmed a judgment in favor of defendants, entered upon a verdict directed by the court. (It is reported upon a former appeal sub nom. Robinson v. Chittenden, 69 N. Y. 525.)\nThe nature of the action and the material facts are stated in the opinion.\nLucas L. Van Allen for appellants.\nWilliam G. Low for respondents."
  },
  "file_name": "0033-01",
  "first_page_order": 61,
  "last_page_order": 64
}