{
  "id": 550703,
  "name": "John McKeon, Appellant, v. John H. Horsfall, Peter Bowe, Sheriff, Respondent",
  "name_abbreviation": "McKeon v. Horsfall",
  "decision_date": "1882-03-21",
  "docket_number": "",
  "first_page": "429",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 429"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "68 N. Y. 588",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "15 Hun, 448",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "72 N. Y. 440",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "3 Daly, 262",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "58 N. Y. 106",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158415
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0106-01"
      ]
    },
    {
      "cite": "43 How. Pr. 283",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2358789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/43/0283-01"
      ]
    },
    {
      "cite": "37 N. Y. 380",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "3 Daly, 256",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "15 Hun, 488",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "58 N. Y. 106",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/58/0106-01"
      ]
    },
    {
      "cite": "37 N. Y. 380",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "15 Hun, 488",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5249,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 2.8123671331496696e-07,
      "percentile": 0.8376963290137764
    },
    "sha256": "cf30bcb743f68cc6b7b8f313e5807e7c27673edc5d0d75c465f1aa6ab28bb336",
    "simhash": "1:0cd18a6eec09a6ec",
    "word_count": 910
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John McKeon, Appellant, v. John H. Horsfall, Peter Bowe, Sheriff, Respondent."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nThe- statute contains no provision for “ keepers’ ” or C£ auctioneer’s” fees. If the sherifE is entitled to them, the right must he enforced by action, and the amount fixed in some other way than by taxation. It is well settled that this method of adjustment applies only to such allowances as are prescribed by law, and can have no application to items, the amount of which depends upon agreement. (Downing v. Marshall, 37 N. Y. 380; Crofut v. Brandt, 13 Abb. Pr. [N. S.] 128; affirmed, 58 N. Y. 106; Germam, Amer. Bk. v. Morris Run Goal Co., 68 id. 590.)\nThe respondent cites Murtagh v. Conner (15 Hun, 488), in support of his claim for keepers’ fees. But there the question came up in an action upon an agreement, under which they were incurred. We are also referred to section 3307, sub. 7, of the Civil Code, which provides, that in addition to certain specific fees, “ where an execution is stayed after a levy, by order of the court or otherwise,” the sheriff shall be entitled to “ such additional compensation, for his trouble and expenses in taking care of and preserving the property, as the court or a judge thereof allows.” The case is not brought within these provisions, for the execution was not stayed, nor was any allowance made.\nThe order appealed from should be reversed with costs, unless the respondent stipulates to strike out the item of $108, for keepers’, and the item of $38.69, auctioneer’s commissions, in which case, as modified, it is affirmed without costs to either party.\nAll concur, except Andrews, Ch. J., absent.\nOrdered accordingly.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "F. H. Wilson for appellant.",
      "William J. Hard/y for respondent."
    ],
    "corrections": "",
    "head_matter": "John McKeon, Appellant, v. John H. Horsfall, Peter Bowe, Sheriff, Respondent.\nThe method of adjustment, by taxation, of sheriff’s fees on execution, applies only to such items as are prescribed by law ; it has no application to an item the amount of which depends upon agreement.\nUpon such a taxation, therefore, the sheriff is not entitled to an allowance for “auctioneer’s” fees or for “ keepers’ ” fees, save “ where an execution has been stayed after levy,” and under the provision of the Code of Civil Procedure (§ 3307, subd. 7), an allowance has been made by “ the court or a judge thereof” to the sheriff “ for his trouble and expenses in taking care of and preserving the property.”\nMwriagh v. Conner (15 Hun, 488) distinguished.\n(Argued March 14, 1882;\ndecided March 21, 1882.)\nAppeal from order of the General Term of the Supreme Court in the first judicial department, made November 11, 1881, which reversed an order of Special Term taxing the fees of Peter Bowe, sheriff, etc., upon four executions, including an.execution issued in the action above entitled, and retaxed said fees.\nThe property seized was a stock of goods which were sold at auction by a public auctioneer, for a sufficient sum to pay the three executions first levied but were insufficient to pay plaintiffs in full, and the sheriff presented his bill for taxation. The items in dispute here were an allowance of $180 for “ keepers’ ” fees, and $38.69,. “ auctioneer’s commission.”\nF. H. Wilson for appellant.\nA judge has no power to tax the sheriff’s fees on such an execution, upon the requisition of the sheriff. The defendant is the only party who can require such fees to be taxed. (3 R. S. [Banks’ 6th ed.] 924, title 5, § 1; Lynch v. Myers, 3 Daly, 256; Crofut v. Brandt, 13 Abb. Pr. [N. S.] 131.) Where the statute contains a fee-bill, the court has no authority to add items for services not specified in the statute. (Downing v. Marshall, 37 N. Y. 380; 3 R. S. [Banks’ 6th ed.] 923, title 4, § 5.) The sheriff is not entitled to duplicate fees. (Buck v. City of Lockport, 43 How. Pr. 283.) He is not entitled to charge for keepers- and an auctioneer. (Crofut v. Brandt, 58 N. Y. 106.) As the sheriff’s statements concerning the employment of the keepers and the auctioneer, tending to constitute a contract (expressed or implied), are positively denied by the appellant, his only remedy is by action on the alleged agreement against the contracting party. (Lynch v. Myers, 3 Daly, 262; Crofut v. Brandt, 13 Abb. [N. S.] 134; Skidmore v. Laughlond, 1 Law Bulletin, 71; Kain v. Delano, 11 Abb. Pr. [N. S.] 35.) The writ of execution gave to the sheriff the sole right to direct and control the sale. He could sell in person, or by deputy, or by a public auctioneer, but he could not employ an auctioneer at the appellant’s expense, nor could the appellant appoint an auctioneer without the sheriff’s consent. (Griffin v. Helmbold, 72 N. Y. 440.)\nWilliam J. Hard/y for respondent.\nThe keepers having been put in at the request of, and the auctioneer engaged by the plaintiff’s attorney, the sheriff was entitled to his charges. (Murtagh v. Conner, 15 Hun, 448 ; Crofut v. Brandt, 58 N. Y. 106; Cuff v. Johnson, 7 J. B. Moore, 518; 6 id. 338.) Where the officer’s proceedings are delayed by any agency beyond his control, and thereby his trouble, responsibility, labor and expenses are enlarged, he is to be allowed a reasonable compensation, additional to his poundage. (Code Civil Procedure, § 3307, subd. 7; German Bk. v. Morris Co., 68 N. Y. 588 ; Code Civil Procedure, § 3345.) The allowance of commissions for auctioneer was proper. (Griffin v. Helmbold, 72 17. Y. 437.)"
  },
  "file_name": "0429-01",
  "first_page_order": 457,
  "last_page_order": 459
}