{
  "id": 550774,
  "name": "Walter S. Church, Appellant, v. William Kidd, as Executor, etc., et al., Respondents",
  "name_abbreviation": "Church v. Kidd",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "652",
  "last_page": "655",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 652"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "101 U. S. 638",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5630369
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/101/0638-01"
      ]
    },
    {
      "cite": "62 N. Y. 373",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "94 U. S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 7274,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3318674177529269
    },
    "sha256": "f026969dc46cb4a5879d1e468ecaa585df1aebf4f65c57d05521f5bd48a611f8",
    "simhash": "1:bfaba1d0dd3444be",
    "word_count": 1251
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walter S. Church, Appellant, v. William Kidd, as Executor, etc., et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Finch, J.,\nreads for affirmance.\nAll concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Finch, J.,"
      }
    ],
    "attorneys": [
      "Rufus W. Peekham for appellant.",
      "Hamilton Harris for respondents."
    ],
    "corrections": "",
    "head_matter": "Walter S. Church, Appellant, v. William Kidd, as Executor, etc., et al., Respondents.\n(Argued February 8, 1882;\ndecided February 28, 1882.)\n. Iff a prior action brought by plaintiff against James Kidd, defendant’s testator, and one Cagger, the complaint alleged in substance that defendants held certain leases in trust for plaintiff, after first applying the proceeds . to the payment of certain debts and expenses; that by the agreement between the parties the collection of the rents was intrusted to plaintiff, he to receive a salary specified, which went into the account of expenses; that plaintiff “ entered upon and engaged in the transaction of said business,” under said authority, “ and has from thence hitherto devoted his entire time and attention thereto ” in “ his own behalf ” as well as for Kidd & Cagger; that the latter denied the trust, and refused to recognize any beneficial interest in the plaintiff therein. The action was. brought to establish and enforce the trust, to ascertain and fix defendants’ lien upon the trust fund, necessary to be paid as a prerequisite of redemption. Defendants’ answer denied the trust, and alleged that plaintiff’s employment was that of an agent, that he was discharged and his authority revoked in January, 1870, but that from the date of his appointment and acceptance of its duties he had “ ever since assumed to perform the same.” Said action was commenced after January, 1870. The referee by whom it was tried decided in favor of the plaintiff, as to the existence of the trust. And he found as a fact that from the date of the original agreement between the parties to the commencement of the suit plaintiff continued to collect the rents with the consent of Kidd & Cagger,' and also “ of his own right and on his own behalf.” Judgment was perfected, and after the settlement of the same and redemption of the leases plaintiff commenced this action to recover damages alleged to have been sustained by reason of a wrongful revocation of his authority by Kidd, thus preven ting him from collecting the rents, and by the omission of Kidd to do so himself. Held, that the issue tendered by the complaint in the former action, accepted by the answer and decided as to the employment of plaintiff and his action under the employment, was material and the judgment was conclusive thereon; and that, therefore, a ruling upon the trial of this action was proper to the effect that plaintiff was precluded from showing that he was prevented by Kidd, at any time prior to the trial of the former action, from acting in the collection of rents or in other matters referred to in the complaint, and from showing any refusal on the part of defendants to act prior to that time.\nAn accounting was had in the former action fixing the amount which plaintiff was required to pay as a condition of terminating the trust. Eo claim was then made of rents lost by the misconduct of the trustees. Judgment was entered that upon such payment, which was to be made within a time specified, and the execution by plaintiff to defendants of a bond of indemnity conditioned to save them harmless “ from all costs, damages, charges and expenses ” which they had incurred or might thereafter incur, “ relative to or in any manner connected with said leases.” The judgment was subsequently amended by a stipulation of the parties which gave to the plaintiff an extended time of payment, which stipulation contained an express agreement as a condition of assent to the amendment that the amount payable “ as determined and ascertained in and by said decree are assented and agreed to as finally fixed and determined without further amendment, appeal or objection by the parties to said action or any of them.” The amount fixed was paid by plaintiff, and a bond of indemnity given as required. It was claimed on the .part of the defendants here that the judgment in the former action, ending as it did in the discharge of the trustees, necessarily adjudged Kidd’s complete performance of his trust, that the form of the judgment, the bond of indemnity and the conditions of the stipulation made the former judgment conclusive against plaintiff in this case. The court, while strongly intimating the correctness of this view, state that it was not necessary to decide it, as the referee did not decide that the judgment was an absolute bar but left open to plaintiff his whole case except as to a revocation of authority and injury therefrom prior to the date of the trial of the former action.\nThe court say: “If the referee erred in not going further, the appellant, at least, cannot complain, and what he did determine we have already held was right, because the fact in dispute not only might have been, but was in fact, litigated and determined in the prior action. (Cromwell v. County of Sue, 94 U. S. 353; Krelceler v. Ritter, 62 N. Y. 373; Lumber Co. v. Buehtel, 101 U. S. 638 ; Embu/ry v. Conner, 3 N. T. 511; Tuska v. O'Brien, 68 id. 446.)”\nA further question was raised upon a ruling of the referee as to what plaintiff must prove as having occurred subsequent to the interlocutory order, in- the former action, as essential to a cause of action. It was stated by plaintiff’s counsel, that he did. not expect to show that Kidd refused to receive any specific offer or tender of rent, or announced a determination not to receive it, in cases where the rents refused were ultimately lost or diminished, or that plaintiff in any particular case requested an action to be brought, which K. refused, whereby loss resulted. The referee held that proof of such facts was essential to plaintiff’s cause \"of action, to which ruling an exception was taken. It was ai’gued, on behalf of plaintiff, that if.no active duties in collecting rents and arrears were imposed on K. under the contracts, while plaintiff was himself the active agent for collection, yet such duties arose when plaintiff was discharged, and his authority was revoked. The court here say: “ That is, perhaps, true as an abstract proposition, but the.exaet situation must be taken into account in determining what constituted . negligence on the part of the trustee.” That the duty of collecting rents “ never arose as to Kidd until after the interlocutory .decree, and at that date the right of Church tó possession of the leases and an absolute title was established, and very much, if not all, of the following delay was occasioned by him. During the interim Church’s right to collect remained, and if he needed the names or authority of Kidd & Cagger in any instance he\" should at least have asked for it, and until he did, or in some manner put the defendants in the wrong they had the right to assume that no injury would result and no duty rested on them. The decree and the final judgment shifted their right to the payment to be made by Church, and left him the equitable owner of all arrears and rents. If by reason of their legal title Church needed their help he was bound to ask for it, and they were not liable merely because they did not actively collect. They had the right to assume that the judgment ended their trust as such.”\nRufus W. Peekham for appellant.\nHamilton Harris for respondents."
  },
  "file_name": "0652-01",
  "first_page_order": 680,
  "last_page_order": 683
}