{
  "id": 550760,
  "name": "James W. Clarke, as Executor, etc., Respondent, v. William H. Leupp, Impleaded, etc., Appellant",
  "name_abbreviation": "Clarke v. Leupp",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "228",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 228"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "84 N. Y. 321",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2181048
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "403, 408"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/84/0321-01"
      ]
    },
    {
      "cite": "18 Hun, 362",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "4 N. Y. 9",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2005576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/4/0009-01"
      ]
    },
    {
      "cite": "3 Hill, 361",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "82 N. Y. 405",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2177134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/82/0405-01"
      ]
    },
    {
      "cite": "82 N. C. 183",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8682581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/82/0183-01"
      ]
    },
    {
      "cite": "19 Conn. 342",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753980
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/conn/19/0342-01"
      ]
    },
    {
      "cite": "45 N. Y. 445",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "19 Conn. 342",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753980
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/19/0342-01"
      ]
    },
    {
      "cite": "45 N. Y. 445",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 13518,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 3.6452688096054912e-06,
      "percentile": 0.9981172647517288
    },
    "sha256": "3322991233509dd5e265dfb76627853e4827d22803fc49d575bb54d1e1e39d25",
    "simhash": "1:26c0e4e2cdf6c95a",
    "word_count": 2465
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James W. Clarke, as Executor, etc., Respondent, v. William H. Leupp, Impleaded, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Tracy, J.\nIt is conceded .that if Mrs. Clarke, under her husband’s will, succeeded in her own right to all his property, including his interest in the premises in question, then the plaintiff has no interest or standing to maintain this action.\nThe testator, the plaintiff’s father, as he states in his will, being about to undertake a long, dangerous journey, deemed it his duty for the benefit and protection of his wife and his two children James W. and Flora C. to make a will. The devise is in the following words: “ I do, therefore, make this my last will and testament, giving and bequeathing to my wife Caroline all my property, real'or personal, of whatever name and nature it may be in, that I am now possessed óf, or is owned by me, or that I may have or be possessed of at the time of my death, or that I may inherit, or fall to me by relationship, or by gift, before or after my death, and do appoint my wife, • Caroline Maria, my true and lawful attorney and sole executrix of this my will, to take charge of my property after my death, and retain or dispose of the same for theibenefit of herself and , children above named.”\nThere can be no doubt that the testator employed the proper technical words to convey to his wife an absolute title to all his estate, whether real or personal. But it is contended that by the last clause of the will he has impressed a' trust upon- the estate given to his wife, for the benefit of herself and the two children. “ There can be no trust created of lands either at common law or by statute except such as arise by act or operation of law, unless the writing contains a proper declaration of trust (Dillaye v. Greenough, 45 N. Y. 445; Hill, on Trustees, 63-4); and the writing must declare what the trust is, the nature of the trust, and the terms and conditions of it must sufficiently appear.” (Id). We are of opinion that the discretionary power given to the widow to retain or dispose of the property for the benefit of herself and children was not intended by the testator to limit or cut down the prior absolute gift. These words are but a mere expression of the testator’s wish that in the event of his death, his widow should make' such use or disposition of the property devised as would in her judgment best provide for herself and her children.\nIt is well settled by a long succession of well-considered cases, that when the words of the will in the first instance clearly indicate a disposition in the testator to give the entire interest, use and benefit of the estate absolutely to the donee, it will not be restricted or cut down to any less estate by subsequent or ambiguous words, inferential in their intent. In Lambe v. Eames (L. R., 10 Eq. Cas. 267), Vice-Chancellor Wat,™ in giving his opinion says: “ Whenever the will begins with an absolute gift, in order to cut it down, the latter part of the will must show as clear an intention to cut down the absolute gift as the prior part does to make it * * • * it appears to me to be perfectly clear that the intention of the testator in beginning with an absolute gift to his wife, and going on to say it was to be at her disposal in any way she may think best for the benefit of herself and family was not an intention to cut down the absolute gift, but that the subsequent words were rather intended as a hint to her, which was not intended to be obligatory upon her.. I am of the opinion, therefore, that the widow took the fee-simple with the property.” This case was appealed to the Lords Justices of Appeal, and the decision of the Vice-Chan-cellar was affirmed. Sir W. M. James, Chief Lord Justice, in giving the opinion. of the court, says: “ I may state that the testator in this case would have been shocked to think that any person, calling himself a next friend, could file a bill in this court, and under pretense of benefiting the children have the estate taken from the.wife. The testator intended his wife to remain the head of the family and do the best for the family.” (L. B., 6 Ch. App. 597.) So in the case Mackett v. Mackett (L. R., 14 Eq. Cas. 49; 2 Eng. Reps. 412), -in which the testator devised certain property to Sarah Mackett, a married woman, to and for her. own proper use and benefit forever, but not subject to the debts of her husband, the proceeds to be applied by her in the bringing up and maintenance of her children, it was held that as the testator began with an absolute gift, the subsequent words were the mere expression of the motive of the gift, and that Mrs. Mackett took an absolute interest in the property, unaffected by any trust. In Howarth v. Dewell, 1861 (6 Jurist [N. S.], Pt. 1, 1360), the testator devised all the rest and residue of his real and personal estate to his wife, with power to her to dispose of the same unto and amongst all his children, or to any one or more of them, for such estate or estates as she should in her discretion think most fitting and proper, and appointed the wife executrix. In deciding this case, Sir J. Eomilly, M. E., says: “I am of opinion that there is an absolute gift to the widow. The testator gives all the residuary estate to his wife absolutely; and then he superadds words making a suggestion that after her life, she should dispose of the property among certain persons.- These words are nothing more than a suggestion. They do not amount to a precatory trust. * * * * Held, that the gift is absolute with superadded words.” In Parsons v. Best (1 Sup. Ct. [Thompson & Cook] 211), the testator devised to his wife the farm on which he then resided, “ with all its appurtenances, to have and to hold the same, and to her and her heirs and assigns forever; subject, however, to a distribution of the same among all my children in her discretion, and when she may deem proper so to do. * * * * I give and bequeath also to my dearly beloved wife Maria, all my personal property of which I may die possessed,\" which, together with my said real estate heretofore devised to her, shall be by her used and appropriated by her to the use of all my children in such portions, and at such time or times as she shall judge most practicable; but she to make no appropriation of my said property to deprive my children thereof, and also to divide the same, among them in her discretion when she may think proper.” He appointed his wife the executrix of his will. It was held, all the judges concurring, that the widow took an absolute estate in fee, with no power to control her use of it during her life. Judge Potter, in delivering the opinion of the court, says: “A devise or bequest made in clear, positive and express terms, in language - known to the law and which calls for- no interpretation, is not controlled or overcome by subsequent or ambiguous words inferential in their intent. In the second clause of this will the testator has employed the proper technical words to convey to his wife Mary an absolute estate in fee in the property described : The legal presumption to begin with is that these words were employed in their legal sense, and there was a conveyance to her, her heirs and assigns, of an estate in fee. By no subsequent clause of this will is this estate devised to any one else. The second branch of the clause ‘ subject, however, too distribution of the same among all my children in her discretion when she may deem proper to do so;’ has. no effect to limit or qualify her title. It can be regarded only as an expression of a wish that, in the exercise of a discretion entirely consistent with the devise, his children may be permitted to enjoy from her, when in her discretion she shall determine to make distribution. The word ‘ subject’ does not control the preceding devise, but is qualified by the positive language which precedes it and the qualification of it by the discretion which follows it. It is in nowise repugnant to, or irreconcilable with, the words of the preceding devise.” In Webb v. Wools (2 Sim. [N. S.] 267), the language of the will was “ All my property of whatever description I give and bequeath the same unto my dear wife Jane, her executors, administrators and assigns, to and for her and their own use and benefit, upon the fullest trust and confidence reposed in her that she will dispose of the same to and for the joint benefit of herself and my children.” The court held that there was no trust created in favor of the children. In In re Hutchinson & Tenant (L. R., 8 Ch. Div. 540 [25th English Rep. 459]), the testator gave all his property to his wife “ absolutely, with full power to her to dispose of the same as she may think fit for the benefit of my family, having full confidence that she will do so,” and also appointed her his executrix. It was held that the \"wife took absolutely in her own right. (In re Hutchinson & Tenant, L. R., 8 Ch. Div. 540 [25th English Rep. 459]; Wilson v. Major, 11 Ves. 204; Fox v. Fox, 27 Beav. 301; Gilbert v. Chapin, 19 Conn. 342; Bardswell v. Bardswell, 9 Sim. 319.) We think it obvious-from the terms of the will that it was the intention of the testator to give to his wife an absolute title to his entire property, thus keeping his estate, which was not large, united and intact, leaving his wife the head of the family with full power to retain or dispose of the property as might seem to her to be for the benefit of herself and children.\nThis being his purpose he might well have felt that the will which he was about to make would be “.for the benefit and protection ” of his wife and children. We are of opinion, therefore, that under the will the wife succeeded in her own right to the entire estate of her husband, including his interest in the premises in question. It follows that the plaintiff has no interest or standing to maintain this action.\nAs this leads to a reversal, it becomes unnecessary to examine the other questions in the case.\nThe judgment of the Special and General Terms overruling the demurrer of the appellant should be reversed and' judgment be given for appellant on demurrer, with costs.\nAll concur.\nJudgment accordingly.",
        "type": "majority",
        "author": "Tracy, J."
      }
    ],
    "attorneys": [
      "B. F. Lee for appellant.",
      "Edmund Coffin, Jr., for respondent."
    ],
    "corrections": "",
    "head_matter": "James W. Clarke, as Executor, etc., Respondent, v. William H. Leupp, Impleaded, etc., Appellant.\nThe will of C. after a statement that, being about to undertake a long and dangerous voyage, he deemed it his duty to make a will “ for the benefit and protection ” of his wife and his two children, contained this clause, “ I do, therefore, make this my last will and testament, giving and bequeathing to my wife, Caroline, all of my property, real and personal * * * and do appoint my wife Caroline Maria my true and lawful attorney and sole executrix of this my will, to take charge of my property after my death, and retain or dispose of the same for the benefit of herself and-children above nametl.” Held, that the widow took'’an absolute title to all of the testator’s estate; that it was not intended by the words succeeding to limit or cut down the absolute gift.\n(Argued February 8, 1882;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the first judicial department, entered upon an order made March T7,1881, which affirmed a judgment in favor of plaintiff, entered upon an order overruling the demurrer of defendant William H. Leupp and the Mutual Life Insurance Company to plaintiff’s complaint.\nThis action was brought originally by Flora C. Clarke, daughtér of James A. Clarke, deceased, to establish an interest in certain real estate which she claimed under the will of her father, said defendant claimed under mortgages executed by-Caroline M. Clarke, widow of the deceased.\nThe provision of the will upon which the question in controversy depends is set forth in the opinion.\nB. F. Lee for appellant.\nThere can be no trust created of lands, either at common law or by statute, unless the writing contains a proper declaration of trust. (Dillaye v. Greenough, 45 N. Y. 445; Hill, on Trustees, 634.) The discretionary power to dispose of the property for the benefit of herself and children imposed no trust on Mrs. Clarke in favor of the children. (Lamb v. Eames, L. R., 10 Eq. 267; 6 Ch. App. 597; Mackett v. Mackett, L. R., 14 Eq. Cas. 49, [2d English Reports, 412]; Howarth v. Dowell, [1861], 6 Jurist [N. S.], 1360; Bardswell v. Bardswell, 9 Sim. 319; Fox v. Fox, 27 Bevier, 301; Gilbert, v. Chapin, 19 Conn. 342; Redfield on Wills, chap. 3, § 25, pp. 415, 417; Parsons v. Best, 1 S. C. [T. & C.] 211.) An express and positive devise cannot be controlled either by subsequent words of implication or of ambiguity, or by inference or argument from other parts of the will. (Parsons v. Best, 1 S. C. [T. & C.] 211; Jones v. Colbrook, 8 Ves. 42; Collet v. Lawrence, 1 id. 269 ; McNeely v. McNeely, 82 N. C. 183 [1 Am. Prob. Rep. 535, 538]; Foose v. Whitmore, 82 N. Y. 405; Hutchinson v. Tenant, L. R., 8 Ch. Div. 540 [25th English Reports, 459]; Wilson v. Major, 11 Ves. 204; Howarth v. Dewell, 6 Jurist [E. S.], 1360; Webb v. Wools, 2 Sim. Ch. [N. S.] 267.)\nEdmund Coffin, Jr., for respondent.\nThe will of James A. Clarke gave to his widow Caroline an estate in trust for the benefit of herself and her two children, to retain for an indefinite period, with power of sale. (1 R. S. [Edm.] 677, §49; 727, §2; Bloomer v. Waldron, 3 Hill, 361; Albany Fire Ins. Co. v. Bay, 4 N. Y. 9; Raikes v. Ward, 1 Hare, 445; Crockett v. Crockett, 2 Ph. 553; Godfrey v. Godfrey, 2 N. R. 16; Ireland v. Ireland, 18 Hun, 362; 84 N. Y. 321; Town of Springport v. Teutonia Savings B’k, id. 403, 408.)"
  },
  "file_name": "0228-01",
  "first_page_order": 256,
  "last_page_order": 262
}