{
  "id": 550741,
  "name": "Dora Schnicker, Plaintiff in Error, v. The People of the State of New York, Defendant in Error",
  "name_abbreviation": "Schnicker v. People",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "192",
  "last_page": "195",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 192"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "86 N. Y. 369",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        546214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/86/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 6641,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.449240661972294e-07,
      "percentile": 0.654718479726038
    },
    "sha256": "71488530fab3f7ff46aa69e8a24b312c7ca139534b8636af3d40c03b331e2d87",
    "simhash": "1:d73a8882d73bc6f8",
    "word_count": 1179
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dora Schnicker, Plaintiff in Error, v. The People of the State of New York, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Andrews, Ch. J.\nThe evidence tended to prove that the prosecutrix went to the house of the prisoner in the city of ¡New York, kept as a house of prostitution, not knowing its character, with a view to being employed there in domestic service, and that the prisoner detained her there against her will by exciting her fears that if she left she would be arrested, and by keeping the outer door locked so as to make it difficult for her to leave the house. The evidence also* tends to prove that the prisoner, soon after the prosecutrix came to the house, commenced to solicit her to submit to the defilement of her person by men who frequented the place, and that she resisted such solicitation, and that on the evening before she was taken from the place, the prisoner told her to go up stairs with aman, and upon her refusing to do so, opened the door of the room where she was and shoved her into the hall, whereupon the prosecutrix went up stairs to her room, and about a half an hour afterward, a man called the “boss” came to her room with another man and left him there, and this man by force defiled her. The prosecutrix was a German girl about sixteen years of age, and she had been in this country only about three weeks prior to this occurrence.\nThe prisoner was indicted under section 25 of article 2, title 3, chapter 1, part 4, of the Revised Statutes (2 Bev. Stat. 664). That section is as follows: “ Every person who shall take any woman unlawfully, against her will, with the intent to compel her by force, menace or duress, to marry him, or to marry any other person, or to be defiled, upon conviction thereof shall be punished by imprisonment in a State prison for such term as the court shall prescribe, not less than ten years.” In the case of Beyer v. The People (86 N. Y. 369), who was jointly indicted with this defendant, and convicted on a separate trial, we held that it was not necessary to show that actual physical violencé had been used by the prisoner, to constitute a taking of the prosecutrix against her will, within the meaning of the section, but that it was sufficient if she had been induced by deceit or false pretenses to accompany the prisoner to the place, and proof that she had been induced to go there on the pretense that she could find employment as a servant, in connection with proof of the ulterior intent mentioned in the section, justified^ conviction. In this case, the precautions taken to prevent the prosecutrix leaving the house, and the restraint put upon her, through her fears by the suggestion that, if she left the house she would be arrested, justified the jury in finding that she was taken by the prisoner against her will. The girl was young, in a strange land, unacquainted with the surroundings, and the conduct of the prisoner, under the circumstances in which the prosecutrix was placed, naturally operated as potently in restraining her actions and overcoming her will, as if actual physical violence had been used. The other element of the crime, to-wit, the intent of the prisoner to compel the prosecutrix, by force, menace or duress, to submit to defilement, was a reasonable inference from- the evidence given in behalf of the people. The house was a house of prostitution. The prisoner plied the prosecutrix daily with solicitation that she should have illicit intercourse with men. The girl repelled them and refused to consent. When persuasion failed, the prisoner resorted to the compulsion of fear, and finally the prosecutrix was defiled by force. If the jury credited her evidence, it was amply sufficient to establish the intent specified in the statute.\nException was taken by the prisoner’s counsel to the proof of what occurred in the room on the night before the prosecutrix left the house. We think the evidence was competent. It was so closely connected in point of time with the direction of the prisoner, that the prosecutrix should go to her room with a man, as to constitute a part of the res gestee, and what followed might reasonably be inferred to have been in pursuance of the scheme of the prisoner to subject the prosecutrix to defilement.\nThe prosecutrix was properly allowed to state, why she went to the prisoner’s house. It was competent for the people to show that she went to the house for an innocent purpose, and not for the purpose of prostitution.\nThere are no other questions requiring consideration.\nThe judgment should be affirmed.\nAll concm*.\nJudgment affirmed.",
        "type": "majority",
        "author": "Andrews, Ch. J."
      }
    ],
    "attorneys": [
      "Howe c& Hummel for plaintiff in error.",
      "'John MoKeon, district attorney, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dora Schnicker, Plaintiff in Error, v. The People of the State of New York, Defendant in Error.\nOn the trial of an indictment under the statute (2 E. S. 664, § 25) for the offense of taking a “woman unlawfully, against her will, with the intent to compel her by force, menace or duress * * * to be defiled,” the evidence tended to show that the prosecutrix, a German girl about sixteen years of age, who had been in this country about three weeks, went to a house of prostitution kept by the prisoner, not knowing the character of the house, for the purpose of obtaining employment as a domestic; that the prisoner detained her there by exciting her fears that if she left she would be arrested, and by keeping the outer door locked; that the prisoner plied her daily with solicitations to consent to the defilement of her person, but she refused ; that finally the prisoner told her to go up stairs with a man, and upon her refusal, opened the door of the room where she was and shoved her into the hall, whereupon she went up stairs to her room, and in a half hour after a man called the “ boss ” came to her room with another man and left him there, and this man by force defiled her. Held, that the evidence was sufficient to sustain a conviction.\nAlso held, that the evidence as to what occurred in the room of the prosecutrix was properly received; that the occurrence was part of the res gestae, and might reasonably be inferred to have been in pursuance of the scheme of the prisoner to subject the prosecutrix to defilement; also that the prosecutrix was properly allowed to state the reason of her going to the house of the prisoner.\n(Submitted February 7, 1882;\ndecided February 28, 1882.)\nError to the General Term of the Supreme Court, in the first judicial department, to review judgment entered upon an order made at the May term, 1881, affirming a judgment of the Court of General Sessions of the city and county of ¡New York, convicting the plaintiff in error on an indictment under 2 E. S. 664, § 25.\nThe facts are sufficiently stated in the opinion.\nHowe c& Hummel for plaintiff in error.\n'John MoKeon, district attorney, for defendant in error."
  },
  "file_name": "0192-01",
  "first_page_order": 220,
  "last_page_order": 223
}