{
  "id": 550759,
  "name": "Michael Nolan et al., Respondents, v. Cordelia C. Whitney, Appellant",
  "name_abbreviation": "Nolan v. Whitney",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "648",
  "last_page": "650",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 648"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 257,
    "char_count": 4363,
    "ocr_confidence": 0.487,
    "sha256": "52a61d0b69f1e6948fdfbb5d57abf2350726963ed7902f4ebf0dabd78c5d305f",
    "simhash": "1:8ed9433e4d81dc72",
    "word_count": 732
  },
  "last_updated": "2023-07-14T17:00:36.854183+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michael Nolan et al., Respondents, v. Cordelia C. Whitney, Appellant."
    ],
    "opinions": [
      {
        "text": "All concur.\nJudgment affirmed. .",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Osean' Frisbie for appellant.",
      "N H. Clement for respondent.",
      "Eabl, J., reads for affirmance."
    ],
    "corrections": "",
    "head_matter": "Michael Nolan et al., Respondents, v. Cordelia C. Whitney, Appellant.\nThe performance of a building contract need not in all cases be literal and exact to enable the contractor to recover the consideration due upon performance ; it is sufficient, if acting in good faith and intending and attempting to perform, he does so substantially. He may then recover, notwithstanding slight or trivial defects for which compensation can be made by an allowance to the other party.\nWhere the contractor has so substantially performed although by the contract he is bound to procure an architect’s certificate of performance to Ilia satisfaction; he may recover without procuring such certificate, upon showing a refusal of the architect to give it; the refusal in such case is unreasonable.\n(Argued February 7, 1882;\ndecided February 28, 1882.)\nIn July, 1877, Michael Nolan, the plaintiffs’ testator, entered into an agreement with the defendant to do the mason work .in the erection of two buildings in the city of Brooklyn for the sum of $11,700, to be paid to him by her in installments as ■ the work progressed. The last installment of $2,700 was to be paid thirty days after completion and acceptance of the work. The work was to be performed to the satisfaction and ■ under the direction of M. J. Morrill, architect, to be testified by his certificate, and that was to be obtained before any payment could be required to be made. As the work progressed, all the installments were paid except the last, and Nolan, claiming that he had fully performed his agreement, commenced this action to recover that installment. The defendant defended the action upon the ground that Nolan had not fully performed his agreement according to its terms and requirements, and also upon the ground that he had not obtained the architect’s certificate, as required by the agreement.\nUpon the trial the defendant gave evidence tending to show that much of the work was imperfectly done, and that the agreement had not been fully kept and performed on the part of Nolan; the latter gave evidence tending to show that the work • was properly done, that he had fairly and substantially performed his agreement, and that the architect had refused to give him the certificate, which, by the terms of his agreement, would entitle him to the final payment. The referee found that Nolan completed the mason work required by the agreement according to its terms; that he in good faith intended to comply with, and did substantially comply with, and perform the requirements of his agreement; but that there were trivial defects in the plastering for which a deduction of $200 should be made from the last installment, and he ordered judgment in favor of Nolan for the last installment, less $200.\nThe court say: “ It is a general rule of law that a party must perform his contract before he can claim the consideration due Mm upon performance; but the-performance need not in all cases be literal and exact. It is sufficient if the party bound to perform, acting in good faith, and intending and attempting to perform his contract, does so substantially, and then he may recover for his work, notwithstanding slight or trivial defects in performance, for which compensation may be made by an ■ allowance to the other party. Whether a contract has been substantially performed is a question of fact depending upon all the circumstances of the case to be determined by the trial court.. {Smith v. Brady, 17 N. T. 189; Thomas v. Fleury, 26 id. 26 ; Glacius v. Black, 50 id. 145 ; Johnson v. DePeyster, 50 id. 666 ; Phillip v. Gallant, 62 id. 256; Bowery Nat. Bank v. The Mayor, 63 id. 336.) According to the authorities cited under an allegation of substantial performance upon the facts found by the referee, Nolan was entitled to recover unless he is barred because he failed to get the 'architect’s certificate, which the referee found was unreasonably and improperly refused. But when he had substantially performed his contract, the architect was bound to give him the certificate, and his refusal to give it was unreasonable, and it is held that an unreasonable refusal on the part of an architect in such a case to give the certificate dispenses with its necessity.”\nOsean' Frisbie for appellant.\nN H. Clement for respondent.\nEabl, J., reads for affirmance."
  },
  "file_name": "0648-03",
  "first_page_order": 676,
  "last_page_order": 678
}