{
  "id": 550751,
  "name": "William T. Harvey, as Administrator, etc., Respondent, v. The New York Central and Hudson River Railroad Company, Appellant",
  "name_abbreviation": "Harvey v. New York Central & Hudson River Railroad",
  "decision_date": "1882-04-11",
  "docket_number": "",
  "first_page": "481",
  "last_page": "487",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 481"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "34 Barb. 261",
      "category": "reporters:state",
      "reporter": "Barb.",
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "49 N. Y. 538",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "126 Mass. 374",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        727951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/126/0374-01"
      ]
    },
    {
      "cite": "10 Allen, 27",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2117032
      ],
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/92/0027-01"
      ]
    },
    {
      "cite": "51 Penn. St. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999841
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0315-01"
      ]
    },
    {
      "cite": "2 Daly, 130",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "34 Barb. 276",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5072916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/34/0276-01"
      ]
    },
    {
      "cite": "56 N. Y. 7",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "49 N. Y. 536",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "34 Barb. 275",
      "category": "reporters:state",
      "reporter": "Barb.",
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "53 N. Y. 549",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        512869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/53/0549-01"
      ]
    },
    {
      "cite": "19 Hun, 559",
      "category": "reporters:state",
      "reporter": "Hun,",
      "weight": 2,
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "53 N. Y. 554",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "19 Hun, 556",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "50 N. Y. 55",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "57"
        },
        {
          "page": "55"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "19 Hun, 558",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "52 N. Y. 632",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        511013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/52/0632-01"
      ]
    },
    {
      "cite": "49 N. Y. 521",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2057471
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "532"
        },
        {
          "page": "550"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/49/0521-01"
      ]
    },
    {
      "cite": "68 N. Y. 547",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        529008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/68/0547-01"
      ]
    },
    {
      "cite": "3 Hun, 338",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "17 N. Y. 131",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2019357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/17/0131-01"
      ]
    },
    {
      "cite": "3 Cush. 270",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1984096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/57/0270-01"
      ]
    },
    {
      "cite": "25 N. Y. 567",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "59 N. Y. 356",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        521497
      ],
      "pin_cites": [
        {
          "page": "366"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/59/0356-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 14527,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 8.433521120023278e-07,
      "percentile": 0.976046479929911
    },
    "sha256": "872f13c38fdf88b3ecf63a0866c9bef529278dfa47f07ff083d70d009939188b",
    "simhash": "1:b6b67be7d59924f8",
    "word_count": 2622
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William T. Harvey, as Administrator, etc., Respondent, v. The New York Central and Hudson River Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Tracy, J.\nThis is a plain case. It is evident that the primary cause of the injury was the neglect of the switchman, Baldwin, to properly adjust the switch after using it to pass the local freight back upon track number.three. As Baldwin must be deemed to have been the co-servant of the plaintiff’s intestate, the plaintiff cannot recover unless some neglect of the defendant, as principal, also contributed to produce the injury.\nThe plaintiff alleged, and sought to prove upon the trial, that the defendant had wrongfully and negligently intrusted the duty of switchman at that station to an incompetent and inexperienced person; and that, by reducing the force employed at the station, the defendant had knowingly and unreasonably devolved upon Baldwin labors which were too numerous, and various, and distracting for one man to perform. The principal witness for the plaintiff on the main issue ' was the switchman, John Baldwin.\nIn a case of negligence, it is not enough to entitle a plaintiff to recover that he brings an action and proves an injury. His evidence must go further and establish some fault on the part of the defendant, some act of negligence amounting to a breach of duty on his part. And it must appear that the injury was the result of the negligence proved. It is quite immaterial what fault the defendant may have committed in respect to the number of men employed to do the work at the station, or as to the number or character of the duties imposed upon Baldwin, unless such fault contributed to produce the injury complained of. If the defendant violated no duty which it owed the plaintiff’s intestate this action cannot be maintained. The train on which the deceased was employed was a through train, that is, it was to pass Lyons station without stopping. The track and switches being in good order the only duty the defendant owed the employes on the train in question was to see to it that the switches at this station were placed under the control and management of a competent switchman, giving him sufficient time, unembarrassed by other duties, to enable him properly to attend to them. Did the defendant perform this duty ? At the time of the accident Baldwin had been in the employ of the defendant at the Lyons' station for about seven years. Until within about three months of the accident he had acted as baggageman and general helper at the station, operating the switches only occasionally. He testifies that at one time the defendant employed six men to do the work of the station, but about a year previous to the accident one of these men was discharged, and about six months after another was discharged, and three months previous to the accident a third man was discharged, leaving but three men to do the work which at one time six men were employed to do. Formerly, Baldwin’s horns of employment had been from seven o’clock in the morning till eleven o’clock in the evening; but when the last discharge was made he was told that his “ beat,” as it was called, would be from twelve o’clock at night till noon of each day, and that he would have charge of the switches during his beat, in addition to the duties he had previously performed. To this Baldwin testifies that he objected, alleging that he was too old a man to be put upon night work, and that he had not sufficient experience as switchman, to undertake this duty. He says that he was told that if he could not do it another man would be employed, so he undertook the duties, and, at the time of the accident, had performed them for three months continuously. The question of Baldwin’s competency to act as switchman must relate to the time of the injury and not to the time when he first assumed the duties. For three months previous to the injury he had had exclusive control of the switches for twelve hours every day, and so far as the evidence discloses he had performed this duty to the satisfaction of the company and without fault or neglect on his part. He was a man of but fifty-six years of age, and there is no suggestion that he was not possessed of ordinary intelligence. ' The duties of a switch-man are not complicated or difficult, and there can be no doubt that oil the day in question Baldwin was entirely competent to perform the duties imposed on him. It appears from his own evidence that his failure to close the switch on the day in question did not arise from any inability on his part to perform the work he was set to do, but that such failure was the result of sheer inattention and carelessness on his part. It was argued that the negléct of Baldwin is to be attributed to the multifarious and conflicting duties imposed upon him by the defendant. But this assumption is completely overthrown by his own evidence, for he testifies that he left the switch and went to the telegraph office, sat down on a box, and was sitting there engaged in a conversation with the operator when the train on which the deceased was a fireman passed him. This proves that his failure to close the switch cannot be attributed to the fact that at this instant of time he was called to the discharge of some other and conflicting duty. Having sufficient time to properly adjust the switch and knowing well how to operate it, he went away leaving it open. ' Baldwin testified that it was a part of his duty to report the time when the various trains passed the Lyons station ; and upon the argument it was insisted that the evidence showed that he left the switch in question for the purpose of reporting the train on which the intestate was employed. This is also disproved by the evidence of Baldwin himself. He testifies that the train in question was a “wild cat” train, and that he had no knowledge that such a train was approaching the station until it passed him, when he was conversing with the operator. There is no evidence in this case which warranted the jury in finding that any act of neglect on the part of the defendant contributed in any manner to produce the injury which resulted in the death of plaintiff’s intestate. The judgment should be reversed and a new trial granted, costs to abide the event.\nAll concur, except Rapallo. J., absent.\nJudgment reversed.",
        "type": "majority",
        "author": "Tracy, J."
      }
    ],
    "attorneys": [
      "W. H. Adams for appellant.",
      "Wm. S. Oliver for respondent."
    ],
    "corrections": "",
    "head_matter": "William T. Harvey, as Administrator, etc., Respondent, v. The New York Central and Hudson River Railroad Company, Appellant.\nAn engine attached to a train on defendant’s road was thrown from the track by a misplaced switch which B., the switchman, had neglected to close, he being engaged at the time in conversation with another. Plaintiff's intestate, who was a fireman upon the engine, was killed. In an action to recover damages, plaintiff claimed that B. was inexperienced and incompetent, and that by a reduction of the force employed, duties too numerous, various and distracting had been imposed upon B. It appeared that B. had been in defendant’s employ for seven years, until three months before the accident as baggageman at the station, occasionally acting as switchman. Three out of six men formerly employed were discharged, and the duties of switchman devolved upon B. which he had performed for three months. Held, that the question of B.’s competency must relate to the time of the injury, and as he had performed-the duties of switchman for three months, so far as appeared without fault or neglect, and was a man of ordinary intelligence, it appeared that he was clearly competent to perform those duties; that it was immaterial what fault defendant had committed in respect to the number of men employed or the duties imposed .upon B., unless such fault contributed to the injury; that it appeared that his failure to close the switch did not arise from inability to perform the duties, hut was the result of inattention and carelessness; that, therefore, the injury was caused by the negligence of a co-servant for which defendant was not liable, and a verdict for plaintiff was error.\n(Argued March 2, 1882;\ndecided April 11, 1882.)\nAppeal from, judgment of the General Term of the Supreme Court, in the fourth judicial department, made the second Tuesday of June, 1881, which affirmed a judgment in favor of plaintiff, entered upon a verdict.\nThis action was brought to recover damages for alleged negligence, causing the death of William T. Harvey, plaintiff’s intestate.\nThe intestate was a fireman in the employ of the defendant, and was killed at the village of Lyons, in the course of such employment, under the following circumstances: On the 5th day of January, 1877, a freight train on which the deceased was fireman was passing the Lyons station upon the line of defendant’s road, going west. There were four tracks at the station, ¡Nos. 1, 2, 3 and 4 respectively. For the purpose of throwing cars from one track to the other, there were ten switches, three at the west end of the station and seven at the east end; one switch at the east end of the station and one at the west end was used for the purpose of letting the local freight trains into the yard at the rear of the depot,, and the other switches were used for the purpose, of shifting the trains from one track to another. There were two local freight trains daily running each way. There were nine passenger trains stopping at the station in the course of the twenty-four hours, hut these latter trains did not ordinarily use any of the switches. The intestate was killed by the sudden plunge of his engine into a race-way. The engine was thrown from the track by a displaced switch, standing a short distance west of. the depot. The switch in question had been used a few minutes before the accident to pass the local freight train coming from the west on track number three to the freight yard in the rear of the depot, whence, after taking on some freight cars, it had returned to track number three, and proceeded on its way east. Baldwin, the switchman, neglected to close this switch, and, after the local freight left, went east to the telegraph office and sat down on a box, leaving the switch partially open. While sitting there conversing with the operator the intestate’s train passed. A moment after Baldwin heard a crash, and saw the engine off the track.\nFurther facts are stated in the opinion.\nW. H. Adams for appellant.\nAs at. most the jury could only conjecture from the evidence that the defendant might have been wanting in the care and caution proper to be exercised in such a case, the case ought to have been withheld from them. (Baulec v. N. Y. C. & H. R. R. R. Co., 59 N. Y. 356, 366.) It is not sufficient to charge the master for injuries to his servant that others of his employes were incompetent or unskillful, or that they were not sufficient in number to properly perform the duties required of them, if, notwithstanding this, the1 injuries complained of were attributable directly and solely to the negligence of a co-servant. (Wright v. N. Y. C. R. R. Co., 25 N. Y. 567; Harper. The Western R. R. Co., 3 Cush. 270; Skip v. Eastern Counties R. R. Co., 24 Law & Eq. 396.) Neither courts nor juries can charge a party with negligence in not employing a given number of servants to render certain well-defined duties. (Skip v. Eastern Counties R. R., 24 L. & Eq. 396.) Baldwin’s declarations were not admissible on any other theory than that of notice to the defendant. (Luby v. The Hudson R. R. R. Co., 17 N. Y. 131; Saltus v. D. & H. C. Co., 3 Hun, 338; King v. N. Y. C. & H. R. R. R. Co., 4 id. 766, 769; Payne v. T. & B. R. R. Co., 9 id. 526; Sewell v. City of Cohoes, 11 id. 626; Baird v. Daly, 68 N. Y. 547.)\nWm. S. Oliver for respondent.\nIt cannot be justly maintained that Harvey took any risk which relieved the defendant from the strict performance of its duty as principal. (Landing v. R. R. Co., 49 N. Y. 521, 532; Flike v. R. R. Co., 53 id. 550; Wharton on Negligence, § 233.) The evidence tended to establish that Baldwin, who left the switch open, was incompetent to take care of it, through inexperience, overwork, long protracted and unreasonable time of labor, and that the duties imposed on him were inordinate and unreasonable. (Tenney v. The Boston & A. R. R. Co., 52 N. Y. 632; Harvey v. R. R. Co., 19 Hun, 558; 50 N. Y. 55, 57; 67 id. 55.) The evidence raises questions of fact for determination by the jury and its decision is final. (Harvey v. N. Y. C. & H. R. R. R. Co., 19 Hun, 556; Flike v. Boston At A. R. R. Co., 53 N. Y. 554; Booth v. Boston & A. R. R. Co., 73 id. 38 ; Wharton on Negligence, § 223.) The evidence as to the positions occupied by Franklin & Clough and the authority exercised by them over defendant’s employes was competent. (Harvey v. R. R. Co., 19 Hun, 559; Flike v. Boston & A. R. R. Co., 53 N. Y. 549 ; Wharton on Negligence, §§ 223,242.) The objections and notifications made by Baldwin to them and their replies were parts of the resgestoe. (Brehm v. R. R. Co., 34 Barb. 275, 276; Laning v. R. R. Co., 49 N. Y. 536, 538.) The evidence that defendant, on the night after the casualty, placed another man in charge of the switches with Baldwin) and immediately afterward discharged Baldwin and employed a younger man and an experienced switchman to attend especially to the switches, relieved of other duties, was competent and material. (Dougam v. Champlain T. Co., 56 N. Y. 7, 8; Reed v. R. R. Co., 45 id. 574; Salters v. R. R. Co., 3 Hun; Payn v. R. R. Co., 9 id. 526 ; id. 628; Brehm v. R. R. Co., 34 Barb. 276; King v. R. R. Co., 4 Hun; Westfall v. The Erie R. R. Co., 5 id. 75; Hagman v. Hoboken L. & I. Co., 2 Daly, 130; Baldwin v. N. Y. & H. N. Co., 4 id. 316; Penn. R. R. Co., v. Henderson, 51 Penn. St. 315; Westchester & Penn. R. R. Co. v. McElwee, 67 id. 311-314; McKee v. Bardwell, 74 id. 218; Baufield v. Whipple et. al., 10 Allen, 27, 31; Redman v. Conway, 126 Mass. 374; Laning v. R. R. Co., 49 N. Y. 538.) The charge of the court was correct that if the negligence of Baldwin in leaving the switch open was chargeable to the company, the negligence of Purdy, the engineer, would not acquit the company, and if he was guilty of negligence in failing to observe the condition of the switch, the defendant was not thereby excused from liability, provided the injury was caused by the want of a sufficient number of servants to do the business of the station, or by the incompetency of the switchman, of which the company had notice. (Harvey v. R. R. Co., 19 Hun, 559, 560; Brehm v. R. R. Co., 34 Barb. 261, 276; Flike v. Boston & A. R. R. Co., 53 N. Y. 554, 555; Booth v. Boston & A. R. R. Co., 73 id. 38; Wharton on Negligence, § 323.)"
  },
  "file_name": "0481-01",
  "first_page_order": 509,
  "last_page_order": 515
}