{
  "id": 550789,
  "name": "The People, ex rel. Richardson H. Thurman, Respondent, v. John Ryan, Jr., et al., General Assessors of the City of Troy, et al., Appellants",
  "name_abbreviation": "People ex rel. Thurman v. Ryan",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "142",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 142"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "43 Barb. 539",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5125670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/43/0539-01"
      ]
    },
    {
      "cite": "55 Ind. 433",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1490998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/55/0433-01"
      ]
    },
    {
      "cite": "47 Barb. 320",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1947000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/47/0320-01"
      ]
    },
    {
      "cite": "55 Ind. 433",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1490998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/55/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 427,
    "char_count": 7067,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.4829619429583725e-06,
      "percentile": 0.9916014408562044
    },
    "sha256": "f4aa420448633b1dffbcb2d9799666f9e0d23bbcea8c053d6cc539c91eb51534",
    "simhash": "1:75e6e492a630902b",
    "word_count": 1228
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People, ex rel. Richardson H. Thurman, Respondent, v. John Ryan, Jr., et al., General Assessors of the City of Troy, et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nThe respondent is entitled to judgment; and so he would be, although the transaction of which the $25,000 note formed a part was, as the learned counsel for the appellants says, “a device to escape assessment and taxation.” (Stilwell v. Corwin, 55 Ind. 433.) We are ref erred to no statute which prohibits a property owner from choosing between the embarrassment of a debt and submission to a burden, justly indeed imposed on all, and which, if he escapes, must altogether fall upon his neighbors.\nThe assessors, therefore, exceeded then’ necessary duty when, by inquisition, they so pressed the relator as to call from him a disavowal of that purpose and his innocence of intention to circumvent “ the tax laws.” The argument of the appellants is, in effect, to show that this was an ingenious falsehood. It touches, however, not the fact of an indebtedness, but the motive which led to its creation. The statute concerns itself only with the debt. It makes the “ taxable personal property ” of an individual, so much only of that species of his estate as remains “ after deducting the just debts owing by him.” (1 R. S.,pt. 1, chap. 13, tit. 2, art. 2, § 9, subd. 4, p. 391.)\nIn view of this provision the assessors erred; for there is not a word of evidence to indicate that the debt of $25,000 was not, in every legal sense, a just one, and enforceable against the relator in the same manner as other debts contracted by him. That the property purchased with its proceeds stands as security for its payment and is itself non-taxable, cannot alter the result. This attribute of exemption was impressed upon it to promote its salability, and no doubt entered into and enhanced the price paid.\nNor do we perceive how, by a purchase in the manner narrated in the return, the buyer evades our law of taxation. The law does not prohibit it, therefore does not apply, and in such a case there can be no evasion. (Smale v. Burr, L. R., 8 C. P. 64.) Whether the law shall be so extended as to prevent similar transactions is for the legislature to determine.\nI have not overlooked the provisions of section 5219 of the United States Revised Statutes, or those of chapter 596 of the Laws of 1880, to which we are referred by the appellants. The first' (§ 5219) leaves shares in banking associations subject to taxation according to “the authority of the State within which the association is located,” with certain restrictions of no importance here, while the other (Chap. 596, Laws of 1880), in enacting (§ 3) that “the stockholders in such association shall be assessed and taxed on the value of their shares of stock therein,” expressly provides that they shall be included in the valuation of the personal property of such stockholders, and “ that each stockholder shall be allowed all the deductions and exemptions allowed by law in assessing the value of other taxable personal property owned by individual citizens of this State.” The claim of the relator and the order appealed from are not different from these provisions.\nThe order should, therefore, be affirmed, without costs.\nAll concur.\nOrder affirmed.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "R. A. Parmenter for appellants.",
      "Samuel Foster for respondent."
    ],
    "corrections": "",
    "head_matter": "The People, ex rel. Richardson H. Thurman, Respondent, v. John Ryan, Jr., et al., General Assessors of the City of Troy, et al., Appellants.\nThe relator was assessed for certain shares of the capital stock of a National bank owned by him ; he served upon the assessors an affidavit to the effect that after deducting all j ust debts, he had no personal property liable to taxation. He appeared before the assessors and was examined ; the examination disclosed that his indebtedness exceeded the value of his taxable personal property, including the stock. A part of the indebtedness was a promissory note of $25,000 on demand, the proceeds whereof were used by him to purchase U. S. bonds, which were pledged as collateral for the note. Held, that the assessors erred in rejecting the note as an item of indebtedness ; that in the absence of evi- . dence that the debt was not a just one and enforceable against the relator, he was entitled to have it deducted; and this, although the transaction was “ a device to escape assessment and taxation.” (1 R, S. 391, § 9, subd. 4 ; U. S. R. S., § 5219; chap. 596, Laws of 1880.)\n(Argued January 31, 1882;\ndecided February 28, 1882.)\nAppeal from order of the General Term of the Supreme Court, in the third judicial department, made September 9, 1881, which affirmed an order of Special Term, vacating an assessment and tax against the relator for personal property, which was brought up for review by certiorari under the act chapter 269, Laws of 1880.\nThe relator is a resident of the city of Troy, cashier of a National banking institution there located, named “ The First National Bank of Troy,” and owner of two hundred and twenty-one shares of the capital stock of such bank, which the assessors, in the imposition of a tax upon him, valued at $65.53 per share, over and above the value of the real estate owned by the bank. By affidavit, duly made and served upon the assessors, the relator claimed that he was not taxable for any personal property, whatever, because, after deducting all just debts and all personal property exempt from taxation, the value of his personal property did not exceed one dollar. On the first day of September, 1880, he appeared before the assessors and was there sworn and examined orally as to his property. His evidence disclosed debts owing by him, greater than the value of his taxable personal property, including, as a part thereof, his shares of stock in the bank. Twenty-five thousand dollars of the debt owing by him was for money borrowed of the First National Bank of New York, for which amount such bank held his note payable on demand. The note had been discounted in May or June, 1880, and with its proceeds, such bank had purchased for the relator United States bonds, which it held as collateral security for the payment of the note. The assessors refused to deduct the amount of such note from the taxable property, upon the ground that the money owing to the New York bank could not be treated as a debt, because it was used to purchase government bonds to escape taxation. The relator denied, in his examination before the assessors, that he had purchased such bonds and contracted such debt for the purpose of escaping taxation.\nR. A. Parmenter for appellants.\nThe assessors were not concluded by Thurman’s examination before them. (Vose v. Willard, 47 Barb. 320.)\nSamuel Foster for respondent.\nNo assessment can be levied upon the relator’s personal property until after his debts are deducted. (1 R. S. [6th ed.] 936, § 10; 7 Wall. [U. S.] 26.) The contract sworn to by the petitioner as having been made with the First National Bank of New York was a lawful one, and the note he gave for the government bonds so purchased by him created a legal indebtedness from Thurman to' the bank, and such indebtedness should be deducted from the amount of his taxable property. (Stilwell v. Corwin, 55 Ind. 433; The People v. Reddy, 43 Barb. 539.)"
  },
  "file_name": "0142-01",
  "first_page_order": 170,
  "last_page_order": 173
}