{
  "id": 550734,
  "name": "Mary Ann Dobiecki, Respondent, v. Thomas R. Sharp, Receiver, etc., Appellant",
  "name_abbreviation": "Dobiecki v. Sharp",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "203",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 203"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "63 N. Y. 643",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527330,
        527291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0643-02",
        "/ny/63/0643-01"
      ]
    },
    {
      "cite": "61 Barb. 363",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2261604
      ],
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/61/0363-01"
      ]
    },
    {
      "cite": "45 N. Y. 45",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049832
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0045-01"
      ]
    },
    {
      "cite": "24 How. Pr. 172",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2216201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/24/0172-01"
      ]
    },
    {
      "cite": "10 N. Y. 489",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/10/0489-01"
      ]
    },
    {
      "cite": "82 N. Y. 103",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2177291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/82/0103-01"
      ]
    },
    {
      "cite": "73 N. Y. 605",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "63 N. Y. 281",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/63/0281-01"
      ]
    },
    {
      "cite": "4 Hun, 373",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "75 N. Y. 330",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        536933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/75/0330-01"
      ]
    },
    {
      "cite": "58 N. Y. 248",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158428
      ],
      "pin_cites": [
        {
          "page": "252"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0248-01"
      ]
    },
    {
      "cite": "90 Penn. St., 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0135-01"
      ]
    },
    {
      "cite": "24 N. Y. 434",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "77 N. Y. 90",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "68 N. Y. 306",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        529012
      ],
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/68/0306-01"
      ]
    },
    {
      "cite": "77 N. Y. 83",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        542928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/77/0083-01"
      ]
    },
    {
      "cite": "20 W. R. 754",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    },
    {
      "cite": "17 W. R. 769",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    },
    {
      "cite": "73 N. Y. 595",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/73/0595-01"
      ]
    },
    {
      "cite": "84 N. Y. 241",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2180980
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/84/0241-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 16486,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 8.234030688405181e-07,
      "percentile": 0.9749180357619305
    },
    "sha256": "79b7adea5030161d901ebc450c4dabd9686ba0fb5064dc10e7d72aa51dad1f2d",
    "simhash": "1:a4e4f0edd15f0638",
    "word_count": 2980
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mary Ann Dobiecki, Respondent, v. Thomas R. Sharp, Receiver, etc., Appellant."
    ],
    "opinions": [
      {
        "text": "Miller, J.\nThe first question to be determined in considering this case is the alleged negligence of the defendant. The claim in this respect is that the cars were so constructed as to project over the edge of the platform from three to five inches, and that this was the cause of the testator’s death. That they did so project is not questioned, although there is some discrepancy in the testimony as to the extent of the projection. Assuming that they did extend beyond the platform to the smallest extent proven, and in this form may have caused the death of the deceased or injured persons upon the platform, some evidence was presented that the cars were improperly constructed, and it was a question of fact for the jury whether this was negligence on the part of the defendant. The fact that the platform in question was not connected with a depot and merely for the accommodation of a certain class of passengers in stepping off and on the cars, does not exonerate the defendant from liability unless it is entirely apparent that the deceased was improperly there or was himself negligent, for even conceding that it was made for the specific purpose named, it was one of the questions to be determined by the jury from the evidence whether the deceased was properly there. Under ordinary circumstances a traveler would be justified in going upon a platform erected for the accommodation of passengers and in waiting there to take any passing train. It is not to be assumed, without proof, that the deceased must have known that the platform was for a train which he did not intend to take and that he was negligent in being there. The contention that the plaintiff was bound to show something more than an improper construction of the platform or cars, and that she was bound to prove that this negligence was the cause of the injury is sufficiently answered by the remark that some of the evidence tended in that direction. There were marks of blood on the platform. The satchel, hat and umbrella of the deceased were found there and his body lay about five feet west of the platform. From these and other circumstances and in view of the facts it may have been a legitimate inference that the death of the testator was caused by the negligence of the defendant. We, therefore, think that there was no error committed in refusing the motion of the defendant for a nonsuit upon the ground that the testimony failed to establish any negligence of the defendant. The question raised on the motion for a nonsuit as to the contributory negligence of the deceased was also for the jury. There was conflicting evidence to be weighed and reconciled in regard to the conduct of the deceased, and as to whether he was struck while crossing the railroad track or while on the platform. There was proof showing that he had crossed the track in front of the train and reached the platform when it is claimed he was struck. In view of the finding of the jury the testimony as to this fact is entitled to the most favorable construction for the plaintiff, and being there it is not to be assumed as a fact that he placed himself in a dangerous position which necessarily established contributory negligence. The claim of the appellant’s counsel that the deceased was chargeable with knowledge of the draft of an express train while passing and was precluded from a recovery by not placing himself beyond the line of danger, is not well founded. While he had no right to expose himself to danger by making close calculations as to the speed of the train by taking any unusual risks, it by no means follows because he was upon the platform at this time that he was there without right and was chargeable with contributory negligence.\nWe think he had a right to be upon the platform for the purpose of prosecuting the journey he had started to take. It was erected for the accommodation of travelers, and they have a right to assume that they may be there without being exposed to unnecessary hazard or danger. (Brassell v. N. Y. C. & H. R. R. R. Co., 84 N. Y. 241; Weston v. N. W. El. R. R. Co., 73 id. 595.) They are invited to come there, and so far as is necessary to remain for the purpose of traveling in the cars. As a matter of course they are bound to be careful and cautious in not exposing themselves to needless danger, and they would not be free from negligence if while a train was passing they unnecessarily placed themselves in a position to be struck and injured by it. They must employ reasonable care and circumspection in their conduct while there, and if they fail to do this they have no redress if injuries occur. The cases cited by the defendant’s counsel to sustain the position that the company is not liable under circumstances like those here presented are not analogous as will be seen by an examination of the same. In Rigg v. The M. S & L. R. Co. (Part 1, 12 Jurist [N. S.], 626) the injury was caused by the deceased while under a temporary infliction caused by himself. He was running arm and arm with a companion in a footway by the side of the railroad to catch the train and caught his foot in the interstices between the planks of which the footway •was made and both himself and his companion fell over on the rails as the train came in. The deceased was killed and his companion saved himself with great difficulty. The platform was too narrow for two to walk abreast and the condition of the parties, who had been drinking freely, prevented the exercise of due care and caution. It was held that the railroad company was not negligent and no recovery could be had. The question was different from the one now considered, and-the case cited is not in point. In Wathins v. Great Western R. Co. (3T L. T. [N. S.] 193) a railway porter was standing on a plank in broad day light thrown across from parapet to parapet of a foot-bridge connecting the two platforms of a station, cleaning a lamp, when the plaintiff, accompanying her daughter to a train, in crossing the bridge struck her head against the plank and was injured, and it was held that the plaintiff could not recover. It was said by Deem as, J., that the obstruction was one which the plaintiff could have seen if she had not been walking with her eyes toward the ground. That the accident did not happen owing to any breach of duty on the part of the defendant, but solely owing to the unfortunate circumstance that the plaintiff walked with her eyes on the ground instead of looking before her. The contributory negligence of the plaintiff was very obvious in the last case cited, and the case has no bearing upon the question now considered. It is not insisted, as we understand, in the case considered that inasmuch as the deceased was standing on a railroad platform he was entitled to absolute protection upon every part of it and not bound to look out for himself. There was proof tending to show that he had reached the platform after crossing the railroad track and then was struck by the passing train. It is perhaps a close question whether he was negligent, but in view of all the evidence it was, we think, a fair question for the jury to determine whether he was chargeable with contributory neglect, and their determination that he was not cannot be regarded as a matter of mere conjecture or speculation, but might have been reached after a fair and full consideration of all the evidence. It follows that there was no error in denying the motion for a nonsuit upon the ground last considered.\nThe request to charge the jury : “ That if the jury believe that- the deceased was standing on the platform as the train approached, and with knowledge of its approach, placed himself in such a position as to be struck by the train, the plaintiff cannot recover,” was properly refused. It was covered by the charge made, and the request, if granted, would have required the deceased not only to exercise proper care and vigilance, but to guard-against the improper construction of the defendant’s cars, of which he had no knowledge. If he had been out of the reach of the cars if constructed in the usual manner, under the request the company would be exonerated from negligence arising from the defective construction which it is claimed caused the testator’s death. Ho such vigilance is demanded by the law.\n. The request made to charge that there was no presumption of law that the deceased exercised proper care at the time of the accident was also covered by the charge as made, and a repetition of it was not required.\nThere was no error upon the trial, and the judgment-should be affirmed. .\nAll concur, except Finch and Tract, JJ., dissenting.\nJudgment affirmed,",
        "type": "majority",
        "author": "Miller, J."
      }
    ],
    "attorneys": [
      "Edward E. Sprague for appellant.",
      "Samuel Hand for respondent."
    ],
    "corrections": "",
    "head_matter": "Mary Ann Dobiecki, Respondent, v. Thomas R. Sharp, Receiver, etc., Appellant.\nIn an action brought to recover damages for alleged negligence causing the death of D., plaintiffs testator, plaintiffs evidence tended to show that D. crossed the tracks of the railroad operated by defendant in front of an approaching train, to a platform constructed for the accommodation .of passengers taking local trains, and after reaching and while standing upon the platform was struck by a car of the train and killed. The train was an express train which did not stop at the platform. The car projected from three to five inches over the platform. Held, that the questions as to negligence and contributory negligence were properly submitted to the jury; that proof of the construction of car and platform so that the former projected over the latter was sufficient to make the question of defendant’s negligence one of fact; that the fact that the platform in question was not connected with a depot, but simply for the accommodation of a certain class of passengers, did not exonerate defendant from liability ; that it was not to be assumed without proof that D. must have known that the platform was for a train which he did not intend to take, so that he was negligent in being there; also that D. had a, right to assume that he could stand upon the platform without being exposed to unnecessary hazard or danger.\nIt seems that under ordinary circumstances a traveler is justified in going upon a platform erected for the accommodation of passengers and in waiting there to take any passing train.\nBiggs v. The M. 8. <& L. B Go. (12 Jurist [N. S.] 525); Watkins v. G. W. B. Go. (37 L. T. [N. S.J 193), distinguished.\nThe court was requested by defendant’s counsel but refused to charge, “that if the jury believe the deceased was standing on the platform as . the train approached, and with knowledge of its approach placed himself in such a position as to be struck by the train, the plaintiff cannot recover.” Held no error; as the request if granted would have required the deceased not only to exercise proper care and diligence, but to guard against the improper construction of defendant’s cars, of which he had no knowledge.\n(Argued February 7, 1882;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the second judicial department, entered upon an order made February 15, 1881, which affirmed a judgment in favor of plaintiff, entered upon a verdict.\nThis action was brought to recover damages for alleged negligence, causing the death of Wladislaus Dobiecki, plaintiff’s testator.\nThe defendant was at the time of the accident operating the railroad of the Long Island Bailroad Company, which ran through Atlantic avenue, in the city of Brooklyn. Two kinds of trains were run upon the avenue, express or through trains, which made no stops on the avenue, and trains' for local business, called rapid transit trains. For the\" accommodation of passengers taking these local trains, platforms had been erected in the street on each side of the railway. The deceased was struck by an express train and killed. After the train was in sight he crossed the track in front of it to one of these platforms, and as plaintiff’s evidence tended to show, had reached and was standing upon the platform when he was struck. The evidence upon this point was conflicting, defendant’s evidence tending to show that he was struck by the engine before he reached the platform. It appeared that the cars of the passenger train projected over the platform from three to five inches. The court charged in substance that unless the jury were satisfied that the deceased was overtaken by the train before he had crossed the track, and before he had secured himself on the other side, either on the platform or elsewhere, there was negligence on his part which would prevent a recovery ; ” “ but if the deceased stood upon the platform where he had a right to stand, and where he could, apparently, stand in safety, and not knowing the fact of this projection, the widening of the car — suppose that he stood at the edge of the platform, and standing there he was carried away on account of this projection, then of course the injury would be caused by that, and that is a question for you to determine. \"Was he standing there on the edge of the platform, and was that the way the injury happened ? If so, then we find one cause of the accident, at least one assistant cause, in the improper construction; for it was improper so to construct it, having reference to this platform. ” Plaintiff’s counsel requested the court to charge that “ if the jury believe the deceased was standing on the platform as the train approached and with knowledge of its approach placed himself in such a position as to be struck by the train, the plaintiff cannot recover.” This request was refused, and said counsel excepted.\nThe further and material facts are stated in the opinion.\nEdward E. Sprague for appellant.\nPlaintiff should have been nonsuited on the ground that the testimony failed to establish any negligence on the part of the defendant. (Weston v. N. Y. El R. R. Co., 73 N. Y. 595; Cornman v. Eastern Co. R. R. Co., 4 H. & N. 781; Blackman v. L. B. & S. C., 17 W. R. 769; Rigg v. M. S. & L., 12 Jurist [N. S.], 525; Cockle v. S. E., 20 W. R. 754; Prayer v. B. & E., 24 L. T. [N. S.] 366; Ring v. Cohoes, 77 N. Y. 83.) As the injury sustained could not have been expected, defendant was not bound to guard against it. (Cleveland v. N. J. Stbt. Co., 68 N. Y. 306, 313; Dougan, v. Champlain, Tr. Co., 56 id. 1; Loftus v. Union Ferry Co., 84 id. 455; Hale v. Smith, 78 id. 480; Heinemann v. Heard, 62 id. 448; Hart v. Hudson R. R. Co., 84 id. 56.) But plaintiff was bound to show something more than an improper construction of the platform or cars; she was bound to show that this negligence was the cause of the injury. (Ring v. Cohoes, 77 N. Y. 90; Deyo v. N. Y. C., 34 id. 916; Reynolds v. N. Y. C., 58 id. 248, 252.) The plaintiff should have been nonsuited on the further ground of contributory negligence. (Wilds v. H. R. R. R., 24 N. Y. 434; Eckert v. L. I. R. R., 43 id. 502; Belton v. Baxter, 54 id. 245 D. L. & W. R. R. v. Napheys, 90 Penn. St., 135; Rigg v. M. S. & L., 12 Jurist [N. S.], 525; Reynolds v. N. Y. C., 58 N. Y. 248, 252.) There is no presumption of law that the deceased exercised proper care tat the time of the accident. (Cordell v. N. Y. C., 75 N. Y. 330.)\nSamuel Hand for respondent.\nThis action is well brought against the defendant as receiver, although not against him as an individual. (Camp v. Barney, 4 Hun, 373; Cordot v. Barney, 63 N. Y. 281.) The deceased had a right to stand upon any part of the Fulton avenue platform, unless specially warned against doing so. (Weston v. N. Y. El. R. R. Co., 73 N. Y. 605; Besell v. N. Y. C. R. R. Co., 84 id. 241; Hoffman, v. Same, 75 id. 605; Hubert v. Same, 40 id. 145.) The real question at issue, then, was simply one of fact and was a question solely for the jury. (Robinson v. Reynolds, 82 N. Y. 103; Van Tuyl v. Westchester F. Ins. Co., 55 id. 657; Nolan, v. Brooklyn etc., R. R. Co., 25 A. L. J. 73.) A request to charge must be in such form that the judge may properly charge in the terms of the request as made, without qualification, or his refusal will not be ground for error. (Bagley v. Smith, 10 N. Y. 489; Carpenter v. Stilwell, 11 id. 61; Keller v. N. Y. C. R. R. Co., 24 How. Pr. 172.) It is not his duty to separate the good from the bad. (Willetts v. Sun Mut. Ins. Co., 45 N. Y. 45; Chrisholm v. Northern Trans. Co., 61 Barb. 363, 381; Shoemaker v. Glens Falls Ins. Co., 60 id. 84, 96.) The law presumes that every man is desirous of avoiding bodily harm. (Morrison v. N. Y. C. R. R. Co., 63 N. Y. 643.)"
  },
  "file_name": "0203-01",
  "first_page_order": 231,
  "last_page_order": 238
}