{
  "id": 550704,
  "name": "William H. McKinney et al., Appellants, v. Dennis Collins, Respondent",
  "name_abbreviation": "McKinney v. Collins",
  "decision_date": "1882-02-28",
  "docket_number": "",
  "first_page": "216",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "88 N.Y. 216"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "9 Cow. 191",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "22 Barb. 656",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4982925
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/barb/22/0656-01"
      ]
    },
    {
      "cite": "1 Barb. 517",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wend. 46",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003333
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0046-01"
      ]
    },
    {
      "cite": "4 Denio, 484",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "9 Barb. 25",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "7 Hill, 91",
      "category": "reporters:state",
      "reporter": "Hill,",
      "pin_cites": [
        {
          "page": "94"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 N. Y. 494",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "495"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 Barb. 39",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4887158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/7/0039-01"
      ]
    },
    {
      "cite": "32 How. 399",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "1 Abb. 17",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "31 Barb. 669",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "47 How. 118",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "153"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "11 N. Y. 341",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "39 How. 392",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "47 How. 233",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "13 Johns. 550",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 Hun, 61",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "62"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "13 How. 46",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "64 N. Y. 600",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0600-01"
      ]
    },
    {
      "cite": "12 Abb. 359",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "34 Barb. 95",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5074548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/34/0095-01"
      ]
    },
    {
      "cite": "18 How. 248",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "32 Barb. 604",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5050541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/32/0604-01"
      ]
    },
    {
      "cite": "17 Abb. 66",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "34 Barb. 96",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "13 How. 45",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "60 N. Y. 52",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "18 Iowa, 396",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        339381
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/18/0396-01"
      ]
    },
    {
      "cite": "28 Mo. 415",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8852008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/28/0415-01"
      ]
    },
    {
      "cite": "5 Johns. 73",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "205"
        },
        {
          "page": "216"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 How. 274",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "3 Daly, 420",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "17 How. 106",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "95 U. S. 714",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3383405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/95/0714-01"
      ]
    },
    {
      "cite": "33 How, Pr. 394",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "33 Barb. 71",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5059217
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/barb/33/0071-01"
      ]
    },
    {
      "cite": "23 How. Pr. 294",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2214910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/how-pr/23/0294-01"
      ]
    },
    {
      "cite": "4 How. Pr. 275",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2189476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/how-pr/4/0275-01"
      ]
    },
    {
      "cite": "17 How. Pr. 106",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2207281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/how-pr/17/0106-01"
      ]
    },
    {
      "cite": "15 Johns. 121",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2141045
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/15/0121-01"
      ]
    },
    {
      "cite": "13 Wend. 416",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "33 Barb. 71",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5059217
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/33/0071-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 892,
    "char_count": 19357,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 8.406329295443823e-07,
      "percentile": 0.9758972434300224
    },
    "sha256": "d7e8572f93bfc25eb666cb9a996ad0b788c3afba9a1195a2dc7c636fa70aa2a1",
    "simhash": "1:b0f7e4bcc3027ec7",
    "word_count": 3402
  },
  "last_updated": "2024-02-27T18:19:55.831084+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William H. McKinney et al., Appellants, v. Dennis Collins, Respondent."
    ],
    "opinions": [
      {
        "text": "Danforth, J.\nNotwithstanding the ingeniousiand able argument of- the learned counsel for the respondent, we see no reason to change the opinion expressed on the argument that this appeal should prevail. The objection to the recovery was a very plain one,(that the judgment on which the action proceeded-had been obtained without attachment, or notice, or ser- ' vice of process upon the then defendant. It thus appeared to be contrary to the first principles of justice; for its object was to establish a claim against the defendant and thereby deprive him of his property without a hearing or an opportunity to he heard. Such a judgment, if obtained prior to the Code of 1848 (Laws of 1848, chap. 379), would have been void. (Bradshorn v. Heath, 13 Wend. 416; Borden v. Fitch, 15 Johns. 121; Pawling v. Bird’s Ex’rs, 13 id. 206.) This is not denied by the respondent, but he relies upon that statute as establishing a different rule.\nThe Code {supra, §§ 112, 113, 114), provided for the service of a summons upon the defendant against whom a cause of action might exist, personally, if he could be found within the State, or if he could not be found, and was a resident of the State or had property therein, by publication. In either case judgment might be entered on his default after such service, and execution issued for its enforcement.\nIt will be noticed that the case of anon-resident was not provided for, except as one who had property in the State and could not be found therein. The provision was doubtless intended to introduce into the new system of blended law and equity, the rule prevailing in chancery in cases where absent , defendants were concerned. (First Peport of Commissioners on Practice, etc., page 135.) It might be applied where the case was one of equitable cognizance, and the subject of the suit was within the jurisdiction of the court, but there is no reason to suppose, that by these general words the legislature intended to abrogate the common-law rule which requires personal service of process upon a party before he can be subjected to a personal judgment. It is' unnecessary, however, to discuss this question further upon the Code as it then was, for subsequent changes illustrate the meaning of the statute and show its limitations.\nBy the Code of 1849 {Laws of 1849, chap. 438) to entitle plaintiff to proceed by publication, it must appear not only that the person to be served cannot be found within the State, and that a cause of action exists against him, but the case itself must be one of several classes there indicated. {Section 135.) It is no longer enough that the supposed absent defendant has property in the State, but if he is a non-resident, it must also appear that the action is on contract—(this limitation has since been abrogated)—and that “ the court has jurisdiction of the subject of the1 action.” {Section 135, sub. 3.) These words seem to me to introduce an important qualification to the general language of the section already referred to. As found in the Code of 1849, not only must a cause of action exist against a nonresident defendant, but the court must have jurisdiction “ of the subject of the action.” These three things must be established before a judge has jurisdiction to make an order for service by publication.\nIn sub-division. 4, section 135, we find another case stated in . which an order for publication may be had, described in these words: “ Where the subject of the action is real or personal property in this State, and the defendant has of claims a lien or interest, actual or contingent therein, or the relief demanded consists fully or partly in excluding the defendant from any interest therein.” What do the words “ snbjectjffLthe^action” mean % That they are words of limitation and qualification is plain from th.e language of both sub-divisions 3 and 4. Evidently they are not identical with the words “ cause of action,” and are not satisfied when the court has before it merely the obligation of a contract. They seem to have relation to some property or thing concerning which the proceeding is instituted and carried on, and the changes to be effected by it. Similar words are found in section 167 (formerly section 143) as amended in the laws of 1855, chap. 392, providing, that the plaintiff may unite in the same complaint, several causes of action, whether they be such as have been heretofore denominated legal or equitable, or both) where they all arise out of the same'transaction or transactions connected with the same “ subject-matter.” And by section 144, it is cause for demurrer that the court has “ no jurisdiction of the person of the defendant, or the subject of the action; ” and these words may also be construed with those of sub-division 6, which declares as cause for demurrer, that the complaint does not state facts sufficient to constitute “ a cause of action. ”\nIt is therefore apparent that the phrases “ cause of action ” and “ subject of action ” are not used interchangeably or as synonyms. It is not easy to define their precise meaning, but it seems apparent that they relate not to an action at law, though to one which formerly would have proceeded in equity; the object being to give some specific relief rather than a simple judgment against a person ; as in an action to cancel a mortgage upon the ground of usury, or to enforce specific performanee, or to attain such relief as by the rules of the common law was denied to the suitor in its forum,— certainly not an action where the only relief sought was a judgment upon contract for the payment of money. | There might be jurisdiction of the cause of action; there'certainly would be in the case supposed; but there must also be jurisdiction over the “ subject of the action,” and until the property or thing to be affected by it has been seized or taken by legal process, it is difficult to see how a court can be said to have jurisdiction over it. |\nSuch a case is provided for, however, by the Code of 1849, supra {chap. 4, sections 227-243). It is there provided, section 227, that in an action for the recovery of money against a’ defendant who is a non-resident of this State, the plaintiff at the time of issuing the summons, or at any 'time afterward, may have the property of such defendant attached in the manner therein prescribed, as a security for the satisfaction of such judgment as the plaintiff may recover. And when recovered and execution issued, it is made (section 237) the duty of the sheriff “ to satisfy the same out of the property attached by him,” so far as it will go. The object of the proceedings was to secure to one prosecuting a mere money demand against a non-resident, the means of satisfying such judgment as he might obtain, and thus a manifest defect in the former Code was supplied. '\nNotwithstanding other changes in the Code, the provisions 1 have adverted to, both in regard to publication and attachment, were in force at the time the action of Purdy v. McKinney was commenced, and at the time judgment was rendered therein. The obvious purpose of the provisions referred to was to give effect to the judgment against a non-resident so far as the property attached was concerned, and the force of the execution issued thereon was spent when that property was exhausted. This was the construction given to the act by a very learned and able judge in the case of Warren v. Tiffany (17 How. Pr. 106), where in an action against a non-resident he held that the judgment was irregular in consequence of the plaintiff’s omitting to attach the defendant’s property, saying, “ It could in no event affect any property of the defendant, except such as had been taken by virtue of attachment regularly issued in the action.” And to the same effect is Hulbert v. Hope Mut. Insurance Co. (4 How. Pr. 275.)\nBoth -were Special Term decisions, but they were carefully considered and we are referred to no case holding a different doctrine.\nNeither do the cases, Fiske v. Anderson (33 Barb. 71) and Force v. Gower (23 How. Pr. 294), cited for the respondent, seem to do so. Both were actions upon judgments recovered upon service of summons by publication; in both the court held the judgment was not conclusive. • In the first, the court, referring to the provisions of the Code allowing attachments (supra), say, they afford some ground for the position that such a judgment is effectual only against the property of the defendant, “ within the jurisdiction of the court when the action was commenced, and which was, or might have been, seized under attachment therein,” but do not find it necessary to pass upon that question. In the other, it was held that an action would not lie upon such a judgment; that it could be enforced against property in this State only; whether-it could, to that extent, was not a question in the case.\nIn neither case, however, were the earlier ones (Warren v. Tiffany and Hulbert v. The Hope Mut. Ins. Co. [supra)) referred to ; and although they came before the court, one in 1860, and the other in 1862, the rule prescribed by the' judges of the same court in 1858 (infra) was not alluded to. In each case the point actually before the court was well decided. I think, however, that the understanding of the courts having jurisdiction over such questions must be deemed to be expressed in the rule adopted by the judges in 1858, when making provision for a uniform method of carrying the statutes above referred to into effect (Old Code, § 420), and not enacting any new law. — for this was beyond their power — they provided by rule 25 that “in actions for the recovery of money only, when the summons has been served by publication, no judgment shall be entered unless the plaintiff, at the time of making the application for judgment, shall show by affidavit that an attachment has been issued in the action and levied upon property belonging to the defendant.”\nIt is not important, therefore, that the rule was not in force when this judgment was entered. The rule recognizes the necessity for the existence of certain facts, to-wit, the issuing of an attaclnnent and its levy, to entitle the plaintiff to judgment. The court could only prescribe a m'ode of establishing them before judgment was taken. If the Code gave the plaintiff judgment without the attachment and levy, the court could not require them. The trial judge, however, found that “ the judgment was a judgment m rem and nothing more.” This view was- sustained by the learned General Term and is now relied upon by the respondent.\nWe find nothing in the record to show that it has that character. The summons is for money; the complaint neither describes nor refers to property of any description, but demands a personal judgment against the defendant for the amount of money named in the summons. The process, then, whether of summons or order of publication, was against the person of the defendant, and the relief sought was consistent with such process. It was to subject the defendant to the jurisdiction of the court. A proceeding in rem takes notice of the thing in con•troversy, and the process is served upon that. Here the thing received no attention. The action proceeded as an- action against a resident found within the State, and as to the defendant, was wholly void, because he was beyond the jurisdiction of the court and did not appear in the action.\nIt is not necessary to extend this discussion, for the general question arising from facts like those before us, and upon a similar statute has been answered in a manner favorable to the appellant by the Supreme Court of the United States in Pennoyer v. Neff (95 U. S. [5 Otto] 714), after an opinion so full as to have omitted nothing pertaining to the case, and as to all future cases, by statute. (New Oode, § 707.)\nJudgment should be reversed and a new trial ordered, with costs to abide the event.\nAll concur.\nJudgment reversed.",
        "type": "majority",
        "author": "Danforth, J."
      }
    ],
    "attorneys": [
      "George Barrow for appellants.",
      "Erastus P. Hart for respondent."
    ],
    "corrections": "",
    "head_matter": "William H. McKinney et al., Appellants, v. Dennis Collins, Respondent.\nUnder the Code of Procedure a money judgment against a non-resident upon whom there was no personal service of summons, but service was made by publication, and who did not appear in the action, cannot affect any property of the defendant except such as has been taken by virtue of an attachment regularly issued in the action.\nThe words “subject of the action” in the provision of said Code (section 135, sub. 3) in reference to service by publication requiring it to be established before jurisdiction is given to grant an order for service upon a non-resident that \" the court has jurisdiction of the subject of the action,” are not identical with “ cause of action,” but are intended as words of qualification or limitation; they relate not to an action at law but to a suit in equity, the object of which is to give some specific relief rather than a simple judgment against property.\nAccordingly held, that a sale of real estate belonging to the defendant under an execution issued in an action against a non-resident wherein the service of the summons was by publication, and no attachment had been issued gave no title to the purchaser.\nMsTce v. Anderson (33 Barb. 71); Force v. Gower {33 How, Pr. 394), distinguished.\n(Argued February 6, 1882;\ndecided February 28, 1882.)\nAppeal from judgment of the General Term of the Supreme Court, in the third judicial department, entered upon an order made September 20, 1881, which affirmed a judgment in favor of defendant entered upon a decision of the court on trial without a jury.\nThe action was commenced on the 24th of August, 1878, by John McKinney as plaintiff, and he dying, was continued by the appellants as his heirs against Dennis Collins, defendant, to recover possession of certain premises situate in the city of Elmira in this State. The plaintiff alleged that he was the owner and possessed thereof on the 1st of January, 1859, that the defendant on the 9th of July, 1860, ousted him therefrom and now unlawfully withholds the same. The defendant admitted that the plaintiff was owner of the premises on the 1st of January, 1859, and justified his entry under title acquired-through sheriff’s sale on execution issued to enforce a judgment recovered on the 22d of June, 1858, in favor of one Purdy, in the. Supreme Court of this State, against John McKinney for the sum of $100.25.\nUpon the trial of the issues, the court found the facts substantially as above stated, but further found that the judgment in the case of Purdy against McKinney had been obtained upon service of the summons by publication, and that the defendant had never appeared in said action. The court also found that no attachment had been issued in the case, nor had any seizure of property been in any way made, until the property in question was levied upon by virtue of the execution issued upon the judgment; and among other things, as conclusion of law, that the judgment in that action “ was a judgment m rem as to property owned by the defendant at the time of the commencement of the actionj and nothing more; ” that the defendant herein had acquired a good title under the sheriff’s sale and was entitled to judgment, that the complaint should be dismissed.\nGeorge Barrow for appellants.\nThe property of a non-resident is not the subject of sale on execution merely, when there has been no personal service and no appearance. (Penoyer v. Feff, 95 U. S. 714; Warren v. Tiffany, 17 How. 106; Hulbert v. Hope Ins. Co., 4 id. 274; Swift v. Tross, 55 id. 255, 258; Sshwinger v. Hickok, 153 281; Goodkind v. Strickland, 3 Daly, 420; Explanatory note to § 707, Code of Civil Procedure; Hulbart v. Hope Ins. Co., 4 How. 274.) The finding that the judgment obtained against John McKinney “was a judgment in rem as to all the property John McKinney had, at the time the judgment was recovered, within the State ” was error. (Kelburne v. Woodworth, 5 Johns. 73; Pawlings v. Bird's Ex'rs, 13 id. 205; Bricknell v. Fields, 8 Paige, 440; Thomas v. Merchants' B'k, 9 id. 216; Smith v. McCutchen, 28 Mo. 415; Durrance v. Preston, 18 Iowa, 396; Hawkes v. Shape, 27 id. 465; Mitchell v. Gray, 18 id. 123; Code of Civil Procedure, § 707, Throop’s ed. and explanatory note.) Upon such a judgment proceedings supplementary to execution cannot be instituted. (Bartlett v. McNeil, 60 N. Y. 52; Schwinger v. Hickok, 53 id. 281.) The property of a non-resident debtor cannot be subjected to levy and sale under execution, except by a proceeding in rem, and a judgment obtained simply by a publication of a summons cannot be and is not a proceeding in rem. (Penoyer v. Neff, 95 U. S. [5 Otto] 714.) Bo jurisdiction was obtained by the affidavit presented for the order to publish the summons. (Hallet v. Righters, 13 How. 45; Brisbane v. Peabody, 3 id. 107; Kendall v. Washburn, 14 id. 380; Titus v. Relyea, 16 id. 371; Cook v. Farron, 34 Barb. 96; Wortman v. Wortman, 17 Abb. 66; Towsley v. McDonald, 32 Barb. 604; Wells v. Thornton, 45 id. 390; Code, 1858, § 135; Hyatt v. Wagenright, 18 How. 248; Cook v. Farren, 34 Barb. 95; 12 Abb. 359.) The order should have directed the summons and complaint to have been directed to the defendant “ at or near St. Louis, in the State of Missouri.” (Hyatt v. Wagenright, 18 How. 248; Smith v. Wells, 64 N. Y. 600; Hallet v. Righters, 13 How. 46.)\nErastus P. Hart for respondent.\nIt was not necessary to the validity of the judgment and to the issuing of and sale under execution that an attachment in the action should. have been issued and levied. (Code of 1857, § 135; Howard’s : Code, ed. of 1859, § 135, pp. 174, 691-693, p. 431, §389; Supreme Court Buie adopted Aug. 4, 1858, taking effect Oct. 1, 1858, Buie 35; Code [Session Laws of 1851], § 389 ; present Code, § 1370; 18 B. Y. 200; 35 id. 314; 33 Barb. 71.) It is enough that the fact existed that the debtor had property in this State, and that this property was reached by the suit; judgment and execution on attachment was not necessary. (Collier v. DeRevere, 7 Hun, 61, 62.) The execution (as the law then was) was not required to be in any form other than the one issued. (Old Code, §§ 289, 286, 283.) After this lapse of time the omission of the attachment is not available to defeat a purchaser. (13 Johns. 550; 7 id. 556.) The statute as to service by publication should have a reasonable construction, and be viewed with reference to the objects sought to be accomplished. (47 How. 233, 235.) The affidavit and order and affidavit of the mailing are to he taken together, and show the statute substantially complied with. (Van, Wyck v. Hardy, 39 How. 392; Handley v. Quick, 47 id. 233, 235; VanAlstine v. Erwine, 11 N. Y. 341; Smith v. Masten, 47 How. 118.) The court passed upon the sufficiency of the service by publication in giving judgment, and its decision ends it. (5 17. Y. 517; 21 id. 153; 31 Barb. 669; 1 Abb. 17. S. 58; 39 How. 392 ; Code § 721, sub. 8-12; 32 How. 399; 7 Barb. 39; 2 N. Y. 494,495.) The deed was properly given to the vendee of the purchaser at the sale, and the assignment of the sheriff’s certificate need not be shown or even have existed. (7 Hill, 91, 94; 9 Barb. 25; 4 Denio, 484; id. 145-148; 1 Wend. 46; 1 Barb. 517.) The deed need not recite the assignment. It will be presumed that the sheriff had the [proper authority to deed to the grantee. (22 Barb. 656; 4 id. 180 ; 9 Cow. 191.)"
  },
  "file_name": "0216-01",
  "first_page_order": 244,
  "last_page_order": 252
}