{
  "id": 560729,
  "name": "Thomas Powell, Appellant, v. The New York Central and Hudson River Railroad Company, Respondent",
  "name_abbreviation": "Powell v. New York Central & Hudson River Railroad",
  "decision_date": "1888-03-20",
  "docket_number": "",
  "first_page": "613",
  "last_page": "614",
  "citations": [
    {
      "type": "official",
      "cite": "109 N.Y. 613"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 185,
    "char_count": 2229,
    "ocr_confidence": 0.527,
    "sha256": "e71156c85f3e1ef320d516b87dd329dfe18e9d64984fc632d25f5d7e00c9056f",
    "simhash": "1:9a913070822867b8",
    "word_count": 360
  },
  "last_updated": "2023-07-14T19:50:33.488486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas Powell, Appellant, v. The New York Central and Hudson River Railroad Company, Respondent."
    ],
    "opinions": [
      {
        "text": "Per Curiam\nopinion for affirmance.\nAll concur, except Danfobth, J., who dissents and reads, for reversal, and Aedeews, J., concurring.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "W. T. Dunmore for appellant.",
      "Thomas Spriggs for respondent."
    ],
    "corrections": "",
    "head_matter": "Thomas Powell, Appellant, v. The New York Central and Hudson River Railroad Company, Respondent.\nIn an action to recover damages caused by a collision at a railroad crossing, plaintiff’s testimony was to the effect that he approached the crossing, driving at the rate of about ten miles an hour; a strong wind was blowing and it was snowing very fast; he was acquainted with the crossing and knew that trains were frequently passing. Held, that plaintiff was chargeable with contributory negligence and was properly nonsuited.\n((Argued December 22, 1887;\ndecided March 20, 1888.)\nAppeal from judgment of the General Term of the Supreme Court in the fourth judicial department, entered upon an order made November 10,1885, which affirmed a judgment in favor of defendant, entered upon an order nonsuiting plaintiff on the trial.\nThis action was brought to recover damages for injuries resulting from a collision at a railroad crossing, alleged to have been caused by defendant’s negligence.\nThe following is the mem. of opinion:\n“ The plaintiff was bound to establish his own freedom from negligence contributing to the accident causing the injury of which he complains. In this we think he failed, and therefore he was properly nonsuited. According to his own evidence, which was more favorable to him than the evidence of the other witnesses, he approached and crossed the railroad tracks at the rate of about ten miles per hour, while a strong wind was blowing from the west and it was snowing very fast, and his opportunity to see and hear were thus considerably interfered with. He knew that he was approaching a place of danger, and that trains were frequently passing at that place. He should have driven slowly and carefully, watching for the approach of trains, vigilantly using his eyes and ears to protect himself from danger. If he had observed these precautions, under the circumstances dictated bv ordinary prudence, we think he would have escaped harm.\n“ The judgment should, therefore, be affirmed.”\nW. T. Dunmore for appellant.\nThomas Spriggs for respondent."
  },
  "file_name": "0613-02",
  "first_page_order": 633,
  "last_page_order": 634
}