{
  "id": 560752,
  "name": "James H. Goodsell, Respondent, v. The Western Union Telegraph Company, Appellant",
  "name_abbreviation": "Goodsell v. Western Union Telegraph Co.",
  "decision_date": "1888-04-10",
  "docket_number": "",
  "first_page": "147",
  "last_page": "152",
  "citations": [
    {
      "type": "official",
      "cite": "109 N.Y. 147"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "18 N. Y. 522",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2021164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/18/0522-01"
      ]
    },
    {
      "cite": "76 N. Y. 514",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        539739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/76/0514-01"
      ]
    },
    {
      "cite": "5 Wend. 316",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "64 N. Y. 272",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161894
      ],
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0272-01"
      ]
    },
    {
      "cite": "102 N. Y. 266",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2203102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/102/0266-01"
      ]
    },
    {
      "cite": "6 N. Y. 85",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2498390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/6/0084-01"
      ]
    },
    {
      "cite": "64 N. Y. 272",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161894
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/64/0272-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 10947,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 2.1885164547551736e-06,
      "percentile": 0.9957003284747489
    },
    "sha256": "ef1851fa7a9914c1540c13d0e1d392059770f8e589066aa3445048e74dbfeb47",
    "simhash": "1:19ebe6157010e931",
    "word_count": 1998
  },
  "last_updated": "2024-02-27T21:20:10.721767+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James H. Goodsell, Respondent, v. The Western Union Telegraph Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThis action was brought to recover upon two .separate and distinct causes of action. The first was for, a balance due on account of moneys actually collected by the defendant, and which it should have accounted for and paid over to the plaintiff; the second was for damages for breach of contract. The cause was referred to a referee who reported in favor of the plaintiff for upwards of $16,000 upon his first cause of action, and for upwards of $220,000 upon his second cause of action, and judgment was rendered in favor of the plaintiff for a gross sum of upwards of $240,000 besides costs. Erom that judgment the defendant appealed to the General Term, and there the judgment as to the first cause of action was affirmed, and as to the second cause of action it was reversed and a new trial granted. Judgment of affirmance as to the first cause of action having been entered the defendant appealed therefrom to this court.\nThis was a common-law action to recover money only, and a judgment for a gross sum of money was rendered therein in favor of the plaintiff against a single defendant. In such a ■case it is well settled that the General Term did not have authority to affirm the judgment as to one cause of action, and to reverse it and grant a new trial as to the other. If the General Term found error, it should have reversed the entire judgment and granted a new trial. Or it could have affirmed the judgment as to the first cause of action upon condition that the plaintiff would stipulate to abandon or waive his recovery upon the second cause of action. The rule of law upon this subject is so well settled in this court as to be no longer open to discussion.\nIn Story v. New York and Harlem Railroad Company (6 N. Y. 85), the action was to recover for work done by the plaintiff under a contract with the defendant in the construction of a portion of its roadway, and also to recover for damages sustained by him by reason of the suspension of work by the defendant and thus preventing him from completing his contract. The case was tried before a referee, who reported in favor •of the plaintiff for upwards of $19,000, of which sum $6,624.44 was shown by the report to have been wholly for damages for suspending the work, and the residue was for work done and materials furnished in the performance of the contract and interest thereon. Upon a writ of error to the Supreme Court the judgment was affirmed as to the amount allowed for work and materials with interest; and as to the damages allowed for the suspension of the- work, the judgment was reversed on accpunt of error in the rule of damages adopted by the referee and improper evidence admitted, and a new trial was ordered. Both parties then appealed to the Court of Appeals, and it was there held that a judgment cannot be affirmed as to a part of the amount recovered and reversed as to the residue, where a new trial is ordered as to the part reversed. Gardner, J., writing the opinion of the court said: “ The judgment should be reversed, and the cause sent back, upon the ground that on a bill of exceptions the court have affirmed part and reversed part of an entire judgment of the Superior Court. One portion of the cause, therefore, has been sent back for a new trial and the other is brought here. The different sections of the cause, separated by the judgment of the Supreme Court, have continued to diverge until one fragment is to be found in the court of original jurisdiction and the other in the court of last resort With a view to a reunion, I am of opinion that the judgment should be reversed, and the whole case remanded for a new trial.”\nIn Wolstenholme v. Wolstenholme File Manufacturing Company (64 N. Y. 272), it was held that in an action to recover damages for breach of contract, where plaintiff has recovered judgment allowing one item of damage claimed and rejecting another, he cannot retain the amount allowed and ask upon appeal for a retrial as to the item rejected; that if a reversal and new trial is granted it must be of the entire judgment and claim. Miller, J., writing the opinion of the court said: “ There is no authority for the practice that in an action at law on an account or for damages, an appellate court can affirm a judgment allowing one item of a claim interposed, and send it back for a new trial as to another. The error alleged as to a part necessarily \"reverses the entire judgment, and the reversal and new trial must be as to the entire claim; ” and, that, “ there is no rule by which, in an action at law, the party who has obtained a judgment can retain the amount and ask for a retrial as to one of the claims which he has made and which has been rejected. Such a practice would render every case embracing a number of items or claims open for a reversal in part and for a new trial as to the residue, and cannot be upheld.” These decisions were rendered under the Code of Procedure, which provided, in section 12, that “the Court of Appeals may reverse, affirm or modify the judgment or order appealed from, in whole or in part, and as to any or all of the parties,” and, in section 330, that “ upon an appeal from a judgment or order the appellate court may reverse, affirm or modify the judgment or order appealed from, in the respect mentioned in the notice of \"appeal, and as to any or all of the parties, and may, if necessary or proper, order a new trial.”\nBut the learned counsel for the respondent claims that the powers of appellate courts were increased by section 1317 of the Code of Civil Procedure, which reads as follows: “ Upon an appeal from a judgment or an order the court, or the General Term to which the appeal is taken, may reverse or affirm, wholly or partly, or may modify the judgment or order appealed from * * * as to any or all of the parties, and ■it may, if necessary or proper, grant a new trial or hearing.” This section embodies and takes the place of sections 12 and 330 of the Code of Procedure, and it in no way enlarges the powers or jurisdiction of appellate courts.\nThe two authorities above referred to must, therefore, control our decision in this case. A new trial in a common-law action against a single defendant can be granted only as to the whole action, and so far the common-law rule is still in force. If, however, in such a case, there is error affecting only part of the judgment, and the record be in such condition that by a reversal in part, or by a modification thereof, the error can be eliminated and the judgment can thus be made right without a new trial, the Code confers power upon appellate courts to make the correction or modification. So, too, where there are several defendants, and there is error affecting only one who has a separate defense, the judgment as to him may be reversed and a new trial ordered, leaving final judgment to stand as to the others. (Frank v. Mutual Life Ins. Co., 102 N. Y. 266 )\nThe rule laid down in the two cases cited, so far as we have any knowledge, has been quite uniformly followed and has not been attended with any embarrassing consequences, although there are doubtless cases where a different rule would operate advantageously, and we do not feel at liberty to adopt any other rule without legislative sanction.\nThe General Term might with propriety have made its reversal conditional upon the abandonment by the plaintiff of his second cause of action, and that the plaintiff may still have the benefit of such a disposition of the appeal, our order should be that the judgment of the General Term and that entered upon the report of the referee be reversed and a new trial granted, costs to abide event, unless the plaintiff shall stipulate, within twenty days after the entry of this order, to abandon his second cause of action, in which event the present appeal may at any time be brought to a hearing in this court upon its merits.\nAll concur.\nJudgment accordingly.",
        "type": "majority",
        "author": "Earl, J."
      }
    ],
    "attorneys": [
      "Wager Swayne for appellant.",
      "George W. Miller for respondent."
    ],
    "corrections": "",
    "head_matter": "James H. Goodsell, Respondent, v. The Western Union Telegraph Company, Appellant.\nWhere, in an action at law to recover money only, the complaint sets up two causes of action, and a judgment for a gross sum has been rendered in favor of the plaintiff, the General Term has not authority to affirm the judgment as to one cause of action and reverse it and grant a new trial as to the other.\nIf error is found, it should reverse the entire judgment and grant a new trial, or it may affirm as to one cause of action upon condition that the plaintiff will stipulate to abandon or waive his recovery upon the other, a new trial can only he granted as to the whole action.\nThe provision of the Code of Civil Procedure (§ 1817) which provides that: “Upon an appeal from a judgment or an order the court or the General Term, to which the appeal is taken, may reverse or affirm, wholly or partly, or may modify the judgment or order appealed from * * * as to any or all of the parties, and it may, if necessary or proper, grant a new trial or hearing,” does not increase the powers of appellate courts, but embodies and takes the place of sections 12 and 330 of the Code of Procedure.\nIt seems that if, in a common law action against a single defendant, there is error affecting only part of the judgment, and the record is in such condition that by a reversal in part, or a modification thereof, the error can be eliminated and the judgment thus made right without a new trial, the Code confers power upon appellate courts to make the correction or modification.\nIt seems, also, that where, in such an action, there are several defendants: and there is error affecting only one who has a separate defense, the judgment as to him may be reversed and a new trial ordered, leaving final judgment to stand as to the others\nGooclsdl v. Western Union Telegraph Company (21 J. & S. 46) reversed.\n(Argued March 9, 1888;\ndecided April 10, 1888)\nAppeal from judgment of the General Term of the Superior Court of the city of Mew York, entered upon an order made March 3, 1886, which affirmed in part and reversed in part a. judgment in favor of plaintiff entered upon the report of a referee. (Reported below, 21 J. & S. 46.)\nThe nature of the action and the material facts are sufficiently stated in the opinion.\nWager Swayne for appellant.\nThe General Term erred in dividing the judgment. (Wolstenholme v. W. F. Mfg. Co., 64 N. Y. 272, 273; Van Bokkelan v. Ingersoll, 5 Wend. 316 ; Tidd’s Pr. 930; Bouv. L. Dict. “Judgment.”) Section 1317 of the Code of Civil Procedure does not increase the powers of appellate courts. (Cambridge Valley Nat. Bk. v. Lynch, 76 N. Y. 514; Crim v. Starkweather, 88 id. 339.)\nGeorge W. Miller for respondent.\nThe General Term did not err in dividing the judgment entered upon the referee’s report. (Moffit v. Sackett, 18 N. Y. 522; Hayden v. F. S. M. Co., 54 id. 221; Wolstenholme v. W. File Mfg. Co., 64 id. 272; 6 id. 85; Whitehead v. Kennedy, 69 id. 462, 469 ; Frank v. Mut. L. Ins Co., 102 id. 266.)"
  },
  "file_name": "0147-01",
  "first_page_order": 167,
  "last_page_order": 172
}