{
  "id": 560789,
  "name": "Anson C. Kennicutt, Appellant, v. Joshua Parmalee, Respondent",
  "name_abbreviation": "Kennicutt v. Parmalee",
  "decision_date": "1888-04-24",
  "docket_number": "",
  "first_page": "650",
  "last_page": "651",
  "citations": [
    {
      "type": "official",
      "cite": "109 N.Y. 650"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "46 N. Y. 409",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2052678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/46/0409-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 205,
    "char_count": 2529,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.233071596625399e-07,
      "percentile": 0.606111205711221
    },
    "sha256": "a2df395abbdf1beb801fdf8a58dd4a4cbefdf86ad27c84ee5398ccf712c08955",
    "simhash": "1:768bb4326c54206c",
    "word_count": 443
  },
  "last_updated": "2024-02-27T21:20:10.721767+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anson C. Kennicutt, Appellant, v. Joshua Parmalee, Respondent."
    ],
    "opinions": [
      {
        "text": "Earl. J.,\nreads for affirmance.\nAll concur.\nOrder affirmed.",
        "type": "majority",
        "author": "Earl. J.,"
      }
    ],
    "attorneys": [
      "B. F. Congdon for appellant.",
      "W. H. Henderson for respondent."
    ],
    "corrections": "",
    "head_matter": "Anson C. Kennicutt, Appellant, v. Joshua Parmalee, Respondent.\nWhere there were issues of fact in a case, which were submitted to a jury, and it did not appear that a motion for a new trial was based solely on exceptions or questions of law. Held, an order of General Term affirming an order granting the motion was not reviewable here.\nInstead of dismissing such an appeal, the court directed that the order be affirmed and judgment absolute ordered against appellant.\n(Argued April 19, 1888;\ndecided April 24, 1888.)\nAppeal from order of the General Term of the Supreme-Court in the fifth judicial department, made on the first Tuesday of January, 1886, which affirmed an order of the Special Term setting aside a verdict for plaintiff and granting-a new trial.\nThe following is the opinion in full:\n“This action was tried before a jury and they rendered a verdict in favor of the plaintiff. The defendant then made a motion for a new trial upon the minutes of the-court, and an order was made setting aside the verdict and granting a new trial. This was affirmed by the General Term. From the order of affirmance the.plaintiff has brought-an appeal stipulating for judgment absolute in favor of the-defendant in case the order should be affirmed.\n“ There were issues of fact tried, and questions of fact were-submitted to the jury. The motion for a new trial does not appear to have been based solely upon exceptions or questions-of law, and hence the motion may have been granted by the trial judge in the exercise of his discretion upon the facts. That such an appeal does not bring anything for review to this court has been settled by numerous decisions. ( Wright-v. Hwnter, 46 N. Y. 409; Scmds v. Grooke, Id. 564; Dickson v. Broadwa/y amd Seventh. Ave. B. B. Go., 47 id. 507 Downing v. Kell/y, 48 id. 433; Gowrlmey v. Baker, 60 id. 1 Wagner v. Long Island B. B. Go., 70 id. 614; Harris v. Burdett, 73 id. 136; Snebley v. Conner, 78 id. 218; Bronk v. N. Y. & N. H. B. B. Go., 95 id. 656; People v. Poueher, 99 id. 610.)\n“ Instead of dismissing this appeal, as we have usually done-in such cases, the order should.be affirmed for reasons stated in Snebley v. Conner. We reach this conclusion the more readily as we are inclined to the opinion that the court below made a proper disposition of the case.\n“ The order should be affirmed and a judgment absolute ordered against the plaintiff, with costs.”\nB. F. Congdon for appellant.\nW. H. Henderson for respondent."
  },
  "file_name": "0650-01",
  "first_page_order": 670,
  "last_page_order": 671
}