{
  "id": 6802665,
  "name": "Marie Esler vs. Mary Sylvia-Reardon & another",
  "name_abbreviation": "Esler v. Sylvia-Reardon",
  "decision_date": "2016-03-09",
  "docket_number": "",
  "first_page": "775",
  "last_page": "783",
  "citations": [
    {
      "type": "official",
      "cite": "473 Mass. 775"
    }
  ],
  "court": {
    "name_abbreviation": "Mass.",
    "id": 8825,
    "name": "Massachusetts Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "29 U.S.C. §§ 2601",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "et seq."
        },
        {
          "page": "et seq.",
          "parenthetical": "act"
        },
        {
          "page": "et seq."
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "800-806"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "778 F.3d 158",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6052675,
        4355917
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "161",
          "parenthetical": "recognizing retaliation claim under 29 U.S.C. § 2615[a][l] [2012]"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/778/0158-01",
        "/us-app-dc/414/0204-01"
      ]
    },
    {
      "cite": "144 F.3d 151",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1306822
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "160-161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/144/0151-01"
      ]
    },
    {
      "cite": "431 Mass. 365",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        286790
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/431/0365-01"
      ]
    },
    {
      "cite": "364 F.3d 368",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9272668
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "379-380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/364/0368-01"
      ]
    },
    {
      "cite": "345 F.3d 390",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9088533
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "406",
          "parenthetical": "jury determines amount of front pay award"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/345/0390-01"
      ]
    },
    {
      "cite": "596 F.3d 1007",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4219398
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "1014",
          "parenthetical": "availability and amount of front pay award reserved for court"
        },
        {
          "page": "1011"
        },
        {
          "page": "1011"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/596/1007-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 2617",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 2012,
      "pin_cites": [
        {
          "page": "(a)(1)(B)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "413 Mass. 119",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3902619
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "128",
          "parenthetical": "reversing conditional grant of new trial where inadequate reasons were specified"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/413/0119-01"
      ]
    },
    {
      "cite": "365 Mass. 814",
      "category": "reporters:state",
      "reporter": "Mass.",
      "weight": 2,
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "755 F.3d 711",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4064710
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/755/0711-01"
      ]
    },
    {
      "cite": "555 U.S. 1047",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "importance of jury to our justice system renders nullifying jury verdict \"a matter for the utmost judicial circumspection\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "451 Mass. 343",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3789464
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "350",
          "parenthetical": "importance of jury to our justice system renders nullifying jury verdict \"a matter for the utmost judicial circumspection\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/451/0343-01"
      ]
    },
    {
      "cite": "443 Mass. 52",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1276617
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/443/0052-01"
      ]
    },
    {
      "cite": "429 F.3d 325",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1554017
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "327",
          "parenthetical": "\"claim for retaliatory discharge from employment is not extinguished by a finding that the plaintiff was unable to return to work at the expiration of his [twelve]-week period of FMLA leave\""
        },
        {
          "page": "331",
          "parenthetical": "observing that 29 C.F.R. § 825.220[c] \"unambiguously interprets [29 U.S.C] § 2615 as prohibiting retaliation\""
        },
        {
          "page": "335-336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/429/0325-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 825.216",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 2015,
      "pin_cites": [
        {
          "page": "(c)",
          "parenthetical": "employee not entitled to reinstatement \"[i]f the employee is unable to perform an essential function of the position because of... the continuation of a serious health condition\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 C.F.R. § 825.220",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 2615",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "(a)(1)",
          "parenthetical": "\"unlawful for any employer to interfere with, restrain, or deny the exercise of . . . any right provided\" by act"
        },
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "686 F.3d 50",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6050681
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "55"
        },
        {
          "page": "55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/686/0050-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 825.214",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 2614",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 2012,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 2612",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 2012,
      "pin_cites": [
        {
          "page": "(a)(1)(D)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Mass. 377",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3817545
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "383"
        },
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/449/0377-01"
      ]
    },
    {
      "cite": "428 Mass. 1402",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. §§ 2601",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "et seq."
        },
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 932,
    "char_count": 21321,
    "ocr_confidence": 0.877,
    "pagerank": {
      "raw": 7.755458652651232e-08,
      "percentile": 0.4558323670607823
    },
    "sha256": "76c65f10e8dfc2ec9a8ec14a82407a17bb52bef4d6985b8225ed8880eb5c812d",
    "simhash": "1:9b687813ea8d60f6",
    "word_count": 3510
  },
  "last_updated": "2024-02-27T18:04:19.393667+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Gants, C.J., Spina, Cordy, Botsford, Duffly, Lenk, & Hines, JJ."
    ],
    "parties": [
      "Marie Esler vs. Mary Sylvia-Reardon & another."
    ],
    "opinions": [
      {
        "text": "Botsford, J.\nOnly one count of the plaintiff Marie Esler’s eight-count complaint against her former employer, defendant Massachusetts General Hospital (hospital), and her former supervisor, defendant Mary Sylvia-Reardon, survived for purposes of trial. In answer to special questions, a jury returned a verdict in Esler’s favor on her claim that the hospital terminated her employment in retaliation for her exercise of the right to take medical leave under the Federal Family and Medical Leave Act (FMLA), 29 U.S.C. §§ 2601 et seq. (2012), and awarded her damages consisting of $567,500 in back pay and $672,686 in front pay. The defendants thereafter filed a motion for judgment notwithstanding the verdict (judgment n.o.v.) or, in the alternative, for a new trial. See Mass. R. Civ. R 50 (b), as amended, 428 Mass. 1402 (1998). The trial judge allowed the motion for judgment n.o.v. but took no specific action on the defendants’ alternative request for a new trial. The judge also mled that the issue of front pay should not have been submitted to the jury, and she concluded that there was insufficient evidence to provide for such an award in this case. In a memorandum and order issued pursuant to its rule 1:28, the Appeals Court reversed the entry of judgment for the defendants on the motion for judgment n.o.v. and affirmed the judge’s order with respect to front pay. The case is now before us for further appellate review. Like the Appeals Court, we reverse the allowance of the defendants’ motion for judgment n.o.v. and affirm the judge’s order with respect to front pay. We remand the case to the Superior Court for consideration of the defendants’ alternative request for a new trial.\nFactual background. We summarize facts the jury could have found at trial, viewing the evidence in the light most favorable to Esler and disregarding evidence favorable to the defendants. See O’Brien v. Pearson, 449 Mass. 377, 383 (2007). Esler began working as an acute hemodialysis nurse in 1997. In March, 2003, she was hired by the hospital as a registered nurse in the hemodialysis unit. Sylvia-Reardon was the nursing director of the unit, and she became Esler’s supervisor in approximately 2006.\nSix nurses on the unit, including Sylvia-Reardon, have taken FMLA leave. In November, 2008, Esler made a first request for FMLA leave on account of symptoms, relating in part to a blood disorder, including anxiety and fatigue. The hospital approved Esler’s request on or about December 2,2008; the approved leave period was from November 14 to December 15,2008. During this leave, and consistent with advice provided by her doctor, who suggested that she engage in pleasurable activities and light exercise to relieve stress, Esler went to New York City to visit friends. While ice skating in New York, Esler fell and injured her wrist. On December 5, Esler received a “curt” or “rather nasty” telephone call from Sylvia-Reardon stating that Esler’s FMLA paperwork had not been received and that “your job is in jeopardy and I don’t need to hold your position.” Esler informed Sylvia-Reardon that she was in New York and could not follow up that day with her physician, to which Sylvia-Reardon responded, “What? You’re on FMLA leave and you’re in New York [C]ity vacationing?” When Esler told Sylvia-Reardon about her wrist injury, Sylvia-Reardon responded, “Well, Marie, I need to have you back here next week or I can’t hold your job.”\nSoon after this conversation, Esler learned that she had fractured her wrist and injured a tendon in her thumb, and that she needed hand surgery. She submitted a second request for FMLA leave, which the hospital approved beginning on December 8, 2008, and ending on February 6, 2009, twelve weeks from the start of her initial FMLA leave on November 14, 2008.\nUltimately, Esler was required to wear a cast for six weeks, and she began occupational therapy on January 14, 2009, after the cast was removed. On January 21, she asked Sylvia-Reardon for permission to delay her return to work by ten days, to February 16, and Sylvia-Reardon agreed. A letter signed by Esler’s physician and dated January 27 approved her return to work on February 16, with a single restriction: “No lifting with left hand more than 5 lbs.” Esler communicated the lifting restriction to the hospital, and she also informed the defendants that she needed to wear a splint or brace. Sylvia-Reardon responded that she could not accommodate the lifting restriction or the need to wear a splint. By that point in time, late January, 2009, Esler only needed to wear the brace intermittently, was able to drive, and could do her household chores. In a telephone conversation on or about January 28, Esler explained these facts to Sylvia-Reardon and added that she was “making good progress so things could be very different by” the date of Esler’s return to work, February 16, more than two weeks away. Although the dialysis machines and beds were on wheels, and none of the equipment that a hemodialysis nurse would have to lift weighs more than five pounds, in the telephone conversation, Sylvia-Reardon instructed Esler to cancel an occupational health assessment, which was part of the hospital’s return to work process. Sylvia-Reardon never inquired further about Esler’s medical progress or when the restrictions would be lifted. At that point, the hospital transitioned Esler to inactive status because, it stated, her job could not be performed with those restrictions.\nIn December, 2008, Sylvia-Reardon had hired an additional registered nurse, Darlene Crisileo, to work in the hemodialysis unit on a part-time basis. Sylvia-Reardon did so to cover certain staffing shortfalls, including Esler’s absence on FMLA leave, and she was required to seek permission to exceed the hemodialysis unit’s budget in order to make the hire. On February 5, 2009, one day before Esler’s twelve-week FMLA leave formally expired and eleven days before the end of extended absence she had approved, Sylvia-Reardon informed all the staff of the unit that Crisileo would replace Esler. Although Crisileo was being trained to perform dialysis at that time, she would not complete her training or be able to perform fully the job of a hemodialysis nurse until at least April 6, 2009 — a date that was after Esler would have been able to perform all her nursing duties without any medical restrictions.\nDiscussion. 1. Family and Medical Leave Act. The FMLA entitles eligible employees to take up to twelve weeks of leave during a twelve-month period because “of a serious health condition that makes the employee unable to perform the functions of the position of such employee.” 29 U.S.C. § 2612(a)(1)(D) (2012). On return from that leave, the FMLA requires (with exceptions not applicable here) that the employee be restored to the same or an equivalent position. 29 U.S.C. § 2614(a) (2012). See 29 C.F.R. § 825.214 (2015). See also Henry v. United Bank, 686 F.3d 50, 55 (1st Cir. 2012). To safeguard these substantive entitlements, the FMLA contains proscriptive provisions to protect employees from retaliation or discrimination based on the exercise of the FMLA’s substantive rights. See 29 U.S.C. § 2615(a)(1) (2012) (“unlawful for any employer to interfere with, restrain, or deny the exercise of . . . any right provided” by act). See also 29 U.S.C. § 2615(a)(2) (2012); 29 C.F.R. § 825.220 (2015). An employer may not, for example, “use the taking of FMLA leave as a negative factor in employment actions, such as hiring, promotions or disciplinary actions.” 29 C.F.R. § 825.220(c). See Henry, supra.\nThe FMLA’s proscriptive provisions are at issue here. It is undisputed that Esler was unable to perform completely the work of a hemodialysis nurse when her twelve weeks of FMLA leave were exhausted on February 6, 2009 — or by February 16, 2009, the date she was scheduled to return to work at the hospital. Esler does not contend that she had a substantive FMLA right to reinstatement or that her substantive FMLA rights otherwise were violated. See 29 C.F.R. § 825.216(c) (2015) (employee not entitled to reinstatement “[i]f the employee is unable to perform an essential function of the position because of... the continuation of a serious health condition”). Instead, her claim is that the FMLA’s proscriptive provisions were abridged because the hospital’s decision not to reinstate her to her former position after the FMLA leave period was exhausted was made in retaliation for her initial exercise of rights under the FMLA. See Colburn v. Parker Hannifin/Nichols Portland Div., 429 F.3d 325, 327 (1st Cir. 2005) (“claim for retaliatory discharge from employment is not extinguished by a finding that the plaintiff was unable to return to work at the expiration of his [twelve]-week period of FMLA leave”).\n2. Judgment n.o.v. In reviewing the allowance of a motion for judgment n.o.v., we view the evidence in the light most favorable to the plaintiff, and we “consider whether anywhere in the evidence, from whatever source derived, any combination of circumstances could be found from which a reasonable inference could be drawn in favor of the nonmoving party” (quotation and citation omitted). Phelan v. May Dep’t Stores Co., 443 Mass. 52, 55 (2004). The jury heard and considered all the evidence under instructions that neither party questions, and the jury found in favor of Esler. See Cahaly v. Benistar Prop. Exch. Trust Co., 451 Mass. 343, 350, cert. denied, 555 U.S. 1047 (2008) (importance of jury to our justice system renders nullifying jury verdict “a matter for the utmost judicial circumspection”).\nThe employer’s intent or motivation is pivotal to a claim for violation of the FMLA’s proscriptive provisions because, although “an employee may not be penalized for exercising her rights under the statute, an employee may nevertheless be discharged, not promoted, or denied benefits for independent reasons during or after her taking of FMLA leave.” Carrero-Ojeda v. Autoridad de Energia Eléctrica, 755 F.3d 711, 719 (1st Cir. 2014). A panel of the Appeals Court reviewed the trial record and determined that the evidence, although circumstantial, was sufficient to support the jury’s implicit determination that the reason advanced by the defendants for Esler’s termination — an inability to perform fully the duties of a hemodialysis nurse — was a pretext for retaliation on account of Esler’s having taken FMLA leave. We have carefully reviewed the record as well, and although the issue is close, we reach the same conclusion as the Appeals Court. In particular, a jury could have found that Esler’s medical condition continued to improve after her cast was removed in January, 2009, that by the end of January she had a good range of motion in her left wrist and was strengthening it by using a five-pound weight, that no component of the hemodialysis equipment handled by the hemodialysis nurses weighed more than five pounds, and that there was no meaningful restriction on Esler’s ability to perform the essential aspects of a hemodialysis nurse’s job. Moreover, Esler was an experienced hemodialysis nurse, and the injury was not to her dominant hand. Finally, although Esler may not have been able to perform fully all the functions of her nursing job immediately on the day she was to return to work from FMLA leave, she was progressing well in her recovery, nonetheless, the defendants hired a nurse to fill her position before her FMLA leave had officially ended — a nurse whose training would not be complete until April, 2009, and who would not have been able to perform all the duties of a hemodialysis nurse for a longer period of time than was likely to be true of Esler. This evidence, combined with Sylvia-Reardon’s negative comments about Esler using her FMLA leave as a “vacation” and the close relationship in time between Esler’s FMLA leave and the date of her termination, was sufficient, even if far from compelling, to permit a jury to conclude that Esler was terminated in retaliation for having taken that leave, and not because of a splint and a lifting restriction.\n3. Motion for a new trial. In addition to moving for judgment n.o.v., the defendants requested, in the alternative, a new trial. Although the judge’s order allowed the consolidated “motion” and her memorandum of decision explains her reason for entering judgment n.o.v., as mentioned, the judge did not make specific reference to the alternative request for a new trial, nor did she “specify the grounds for granting or denying the motion,” as Mass. R. Civ. R 50 (c), 365 Mass. 814 (1974), requires. On the record before us, we cannot know whether the judge intended to conditionally allow (or, perhaps, deny) the motion for a new trial, or even to reserve ruling on it. In the exercise of our discretion, we therefore remand the case to the Superior Court for further proceedings concerning the defendants’ alternative request for a new trial. Cf. Turnpike Motors, Inc. v. Newbury Group, Inc., 413 Mass. 119, 128 (1992) (reversing conditional grant of new trial where inadequate reasons were specified).\n4. Front pay. We briefly address the question whether an award of front pay under the FMLA should be determined by the court rather than a jury. See 29 U.S.C. § 2617(a)(1)(B) (2012) (“Any employer who violates [§] 2615 of this title shall be liable to any eligible employee affected ... for such equitable relief as may be appropriate, including employment, reinstatement, and promotion”). Although the Federal courts may not be entirely unanimous on the topic, compare Traxler v. Multnomah County, 596 F.3d 1007, 1014 (9th Cir. 2010) (availability and amount of front pay award reserved for court), with Arban v. West Publ. Corp., 345 F.3d 390, 406 (6th Cir. 2003) (jury determines amount of front pay award), several of the Federal Circuit Courts of Appeals treat front pay as an equitable remedy appropriate for a judge’s determination. See Traxler, supra at 1011, and cases cited. See also Johnson v. Spencer Press of Me., Inc., 364 F.3d 368, 379-380 (1st Cir. 2004). Because “under the FMLA, front pay is an equitable remedy,” Traxler, supra at 1011, and because we see no reason to reach a result different from that which many of the Federal Courts do on a point of Federal law, we conclude that front pay under the FMLA is appropriate for a judge’s consideration.\nThe trial judge in the present case submitted the issue of front pay to the jury, but in deciding the defendants’ motion for judgment n.o.v. or a new trial, the judge ruled that the issue was one for her to decide. Considering the merits herself, the judge concluded that Esler had not established the requisite factual basis to warrant an award of front pay. The judge’s decision on this issue is supported by the record and will be affirmed.\nConclusion. Applying the standard that considers whether, “anywhere in the evidence, from whatever source derived, any combination of circumstances could be found from which a reasonable inference could be made in favor of the [nonmovant]” (citation omitted), O’Brien, 449 Mass. at 383, we conclude that the evidence at trial was sufficient to support the jury’s verdict that the defendants retaliated against Esler because she exercised her right to twelve weeks of FMLA leave. We further conclude that the issue of front pay in an FMLA retaliation case should be reserved for the judge, and that the judge did not abuse her discretion or otherwise err in determining that the evidence at trial was insufficient to support an award of front pay. Accordingly, we reverse in part and affirm in part the entry of judgment for the defendants on the defendants’ motion for judgment n.o.v. We remand the case to the Superior Court for further proceedings with respect to the defendants’ alternative request for a new trial.\nSo ordered.\nVarious contract, tort, and discrimination claims were dismissed prior to the close of discovery. Summary judgment entered for the defendants with respect to other claims. The disposition of these claims is not at issue on appeal.\nThe defendants moved for a directed verdict at the close of Esler’s evidence, and they renewed the motion at the close of all the evidence. See Shafir v. Steele, 431 Mass. 365, 371 (2000). The trial judge reserved ruling on the motions and submitted the case to the jury.\nThe judge’s memorandum of decision and order states that she allowed the motion for judgment notwithstanding the verdict (judgment n.o.v.) or, in the alternative, for a new trial. The judge did not, however, “specify the grounds for granting or denying the motion for [a] new trial.” Mass. R. Civ. P. 50 (c), 365 Mass. 814 (1974). We interpret the language used by the judge in her order as a reference to the title of the defendants’ motion, rather than a substantive ruling on their alternative request for a new trial.\nIn fact, Esler had submitted the necessary paperwork for her leave to the hospital.\nAlthough the Family and Medical Leave Act (FMLA), 29 U.S.C. §§ 2601 et seq. (2012), does not use the word “retaliation,” it is well established that a cause of action for retaliation under the FMLA exists. See Henry v. United Bank, 686 F.3d 50, 55 (1st Cir. 2012); Hodgens v. General Dynamics Corp., 144 F.3d 151, 160 n.4 (1st Cir. 1998). See also Gordon v. United States Capitol Police, 778 F.3d 158, 161 (D.C. Cir. 2015) (recognizing retaliation claim under 29 U.S.C. § 2615[a][l] [2012]); Colburn v. Parker Hannifin/Nichols Portland Div., 429 F.3d 325, 331 (1st Cir. 2005) (observing that 29 C.F.R. § 825.220[c] “unambiguously interprets [29 U.S.C] § 2615 as prohibiting retaliation”).\nWhere, as in this case, there is no direct evidence of a motive or intent to retaliate against the plaintiff for taking FMLA leave, courts have applied the burden-shifting framework of McDonnell Douglas Corp. v. Green, 411 U.S. 792, 800-806 (1973). See Colburn, 429 F.3d at 335-336. Under the McDonnell Douglas framework, as applicable here, Esler, as the employee, must establish a prima facie case of retaliation, the hospital as employer must then articulate a legitimate, nondiscriminatory reason for Esler’s termination, and then Esler must prove that the hospital’s stated reason for terminating her was a pretext for retaliating against her on account of her taking FMLA leave. See Hodgens, 144 F.3d at 160-161. By the time of trial, the trial judge, ruling on the defendants’ motion for summary judgment, had determined that Esler satisfied her burden to establish a prima facie case of discriminatory retaliation, that the hospital had articulated a legitimate reason for firing Esler, and that the question of retaliatory motive should be tried. Neither party has challenged the judge’s summary judgment ruling on appeal, and we accept it.\nThe evidence includes an electronic mail exchange between Sylvia-Reardon and another employee of the hospital in which the two share their disapproving views of Esler’s having gone on a trip to New York City while on FMLA leave.",
        "type": "majority",
        "author": "Botsford, J."
      }
    ],
    "attorneys": [
      "Herbert L. Holtz (Thomas A. Reed with him) for the defendants.",
      "Jonathan J. Margolis for the plaintiff.",
      "Meghan Hayes Slack & Chetan Tiwari, for Massachusetts Employment Lawyers Association, amicus curiae, submitted a brief."
    ],
    "corrections": "",
    "head_matter": "Marie Esler vs. Mary Sylvia-Reardon & another.\nSuffolk.\nNovember 3, 2015.\nMarch 9, 2016.\nPresent: Gants, C.J., Spina, Cordy, Botsford, Duffly, Lenk, & Hines, JJ.\nFamily and Medical Leave Act. Employment, Retaliation, Termination.\nDiscussion of the prescriptive provisions of the Family and Medical Leave Act, 29 U.S.C. §§ 2601 et seq. (2012). [778-779]\nIn a civil action alleging violation of the Family and Medical Leave Act, 29 U.S.C. §§ 2601 et seq. (2012) (act), the judge erred in allowing the defendants’ motion for judgment notwithstanding the verdict, where the evidence was sufficient, even if far from compelling, to permit a jury to conclude that the plaintiff had been terminated in retaliation for having taken leave under the act. [780-781]\nThis court remanded a civil action for further proceedings, where a Superior Court judge, in deciding the defendants’ motion for judgment notwithstanding the verdict, did not make specific reference to the defendants’ alternative request for a new trial or specify the grounds for granting or denying that alternative request. [781-782]\nIn a civil action alleging retaliation in employment, in violation of the Family and Medical Leave Act, 29 U.S.C. §§ 2601 et seq. (2012), a Superior Court judge, hearing the defendants’ motion for judgment notwithstanding the verdict or for a new trial, correctly concluded that the issue of front pay should be reserved for the judge; further, the judge correctly determined that the evidence in the case was insufficient to support an award of front pay. [782]\nCivil action commenced in the Superior Court Department on March 11, 2010.\nThe case was tried before Linda E. Giles, J., and a motion for judgment notwithstanding the verdict or, in the alternative, for a new trial was heard by her.\nAfter review by the Appeals Court, the Supreme Judicial Court granted leave to obtain further appellate review.\nHerbert L. Holtz (Thomas A. Reed with him) for the defendants.\nJonathan J. Margolis for the plaintiff.\nMeghan Hayes Slack & Chetan Tiwari, for Massachusetts Employment Lawyers Association, amicus curiae, submitted a brief.\nMassachusetts General Hospital. Partners Healthcare System, Inc., was dismissed as a defendant during trial and is not party to the appeal."
  },
  "file_name": "0775-01",
  "first_page_order": 799,
  "last_page_order": 807
}